{
  "prontuario_id": 11,
  "text": "POI DE LAVAGEM + CURETA DE TECIDO NECRÓTICO. 18:00: PACIENTE RETORNOU DO CC LÚCIDO, ORIENTADO, COMUNICATIVO; MANTEM AVP COM STP. REFERE TER APRESENTADO 01 EPISÓDIO DE EMESE NO CC. CURATIVO COM ASPECTO LIMPO E SECO. SEGUE EM OBSERVAÇÃO. OSTEOMIELITE NÃO ESPECIFICADA. INTUBADO, SOB VENTILAÇÃO MECÂNICA, MONITORIZAÇÃO CARDÍACA E OXIMETRIA DE PULSO, JUGULAR COM SOROTERAPIA EM CURSO, SNG ABERTA COM ESTASE BORRA DE CAFÉ. REALIZADO MUDANÇA DE DECÚBITO, ASPIRADO TOT COM GRANDE QUANTIDADE DE SECREÇÃO ESPESSA E PURULENTA, SVD L. INFARTO CEREBRAL DEVIDO A TROMBOSE DE ARTÉRIAS PRÉ-CEREBRAIS. 18:30: DESACORDADO, FAZ ABERTURA OCULAR ESPONTÂNEA, AGITADO. REALIZADO BANHO DE LEITO E HIGIENE ORAL, APÓS CONTIDO NO LEITO NOVAMENTE DEVIDO A AGITAÇÃO. COM HEMATOMA E EDEMA DISCRETO EM REGIÃO OCULAR À D. MEIA TALA GESSADA EM MIE E REALIZADA NOVA PUNÇÃO V. TRAUMATISMOS MÚLTIPLOS NÃO ESPECIFICADOS. 13/10/2006, 15:40 HORAS: PERMANECE EM COMA, COM PUPILAS MÉDIO-FIXAS, MANTENDO CATETER DE DVE. VM VIA TOT COM FIO2-50%, PCV, PP 25cmH20, PEEP 2cmH20, F15mrpm, SPO2 99%. AUSCULTA PULMONAR COM MV LIVRES. HEMODINAMICAMENTE ESTÁVEL. CVP EM MSD COM PLANO BÁSICO D. OUTRAS HEMORRAGIAS INTRACEREBRAIS",
  "entities": {
    "Conceito Temporal": [
      "POI"
    ],
    "Abreviação": [
      "POI",
      "CC",
      "AVP",
      "STP",
      "SNG",
      "TOT",
      "SVD",
      "L",
      "D",
      "MIE",
      "VM",
      "FIO2-50%",
      "PCV",
      "PP",
      "25cmH20",
      "PEEP",
      "2cmH20",
      "F15mrpm",
      "SPO2",
      "CVP",
      "MSD",
      "PUNÇÃO V",
      "MV LIVRES"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "LAVAGEM",
      "CURETA",
      "STP",
      "CURATIVO",
      "SOROTERAPIA",
      "SNG",
      "ASPIRADO",
      "SVD",
      "VM",
      "FIO2-50%",
      "PCV",
      "VENTILAÇÃO MECÂNICA",
      "MUDANÇA DE DECÚBITO",
      "BANHO DE LEITO",
      "HIGIENE ORAL",
      "CONTIDO NO LEITO",
      "MEIA TALA GESSADA",
      "PUNÇÃO V"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Organização Relacionada à Saúde": [
      "CC"
    ],
    "Achado": [
      "LÚCIDO",
      "ORIENTADO",
      "COMUNICATIVO",
      "AVP",
      "LIMPO",
      "SECO",
      "INTUBADO",
      "ESPESSA",
      "L",
      "F15mrpm",
      "ABERTURA OCULAR ESPONTÂNEA",
      "MV LIVRES",
      "HEMODINAMICAMENTE ESTÁVEL"
    ],
    "Dispositivo Médico": [
      "AVP",
      "CURATIVO",
      "SNG",
      "TOT",
      "SVD",
      "CATETER",
      "CVP"
    ],
    "Sinal ou Sintoma": [
      "EMESE",
      "PURULENTA",
      "DESACORDADO",
      "AGITADO",
      "AGITAÇÃO",
      "HEMATOMA",
      "EDEMA",
      "COMA",
      "ESTASE BORRA DE CAFÉ",
      "PUPILAS MÉDIO-FIXAS"
    ],
    "Doença ou Síndrome": [
      "OSTEOMIELITE",
      "COMA",
      "INFARTO CEREBRAL",
      "TROMBOSE DE ARTÉRIAS PRÉ-CEREBRAIS",
      "HEMORRAGIAS INTRACEREBRAIS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "JUGULAR"
    ],
    "Substância Corporal": [
      "SECREÇÃO"
    ],
    "Conceito Qualitativo": [
      "DISCRETO"
    ],
    "Conceito Espacial": [
      "D"
    ],
    "Localização ou Região Corporal": [
      "MIE",
      "MSD",
      "REGIÃO OCULAR"
    ],
    "Conceito Quantitativo": [
      "FIO2-50%",
      "25cmH20",
      "2cmH20",
      "99%"
    ],
    "Disfunção Celular ou Molecular": [
      "TECIDO NECRÓTICO"
    ],
    "Negação": [
      "NÃO ESPECIFICADA",
      "NÃO ESPECIFICADOS"
    ],
    "Procedimento Diagnóstico": [
      "MONITORIZAÇÃO CARDÍACA",
      "OXIMETRIA DE PULSO",
      "AUSCULTA PULMONAR"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MÚLTIPLOS"
    ]
  },
  "labels": {
    "6C45.3": {
      "term_original": "agitado",
      "capitulo": "06",
      "confidence_embedding": 0.7636,
      "classification_reasoning": "A opção mais precisa é a intoxicação por cocaína (Código: 6C45.3), pois o termo 'agitado' é frequentemente utilizado para descrever sintomas de agitação e ansiedade após o consumo da substância, como mencionado na definição do código."
    },
    "DA60.3": {
      "term_original": "espessa",
      "capitulo": "13",
      "confidence_embedding": 0.7497,
      "classification_reasoning": "A opção mais precisa é a úlceras de estresse do estômago (DA60.3), pois o termo 'espessa' se refere à secreção espeSSa e purulenta que foi aspirada, indicando uma lesão aguda na mucosa gástrica com possibilidade de hemorragia digestiva alta aguda."
    },
    "BE10": {
      "term_original": "hemodinamicamente estável",
      "capitulo": "11",
      "confidence_embedding": 0.763,
      "classification_reasoning": "A escolha do código BE10 se baseia na menção de 'hemodinamicamente estável' no contexto, o que sugere uma situação cardíaca estável e sem evidência de hemopericárdio (BB24) ou aneurisma de artéria coronária (BA81). A Síndrome pós-cardiotomia (BE10) é uma condição cardíaca com manifestações clínicas variadas, incluindo insuficiência cardíaca congestiva e tamponamento cardíaco, que podem estar relacionados à hemodinâmica estável mencionada."
    },
    "3B62.3": {
      "term_original": "osteomielite",
      "capitulo": "03",
      "confidence_embedding": 0.7388,
      "classification_reasoning": "A osteomielite é uma condição que afeta a formação de tecido ósseo, caracterizada por inflamação e destruição óssea. O termo extraído 'osteomielite' sugere uma doença que afeta o sistema ósseo e a produção de tecido ósseo, o que está relacionado à Doença do grânulo denso (Código 3B62.3). Além disso, a osteomielite é frequentemente associada a alterações na coagulação sanguínea e sangramento prolongado, o que também é descrito na definição da doença 3B62.3."
    },
    "8B10": {
      "term_original": "pupilas médio-fixas",
      "capitulo": "08",
      "confidence_embedding": 0.7317,
      "classification_reasoning": "A opção mais precisa para o termo 'pupilas médio-fixas' é o código 8B10, que corresponde a um ataque isquêmico transitório. Isso porque as pupilas médio-fixas sugerem uma lesão cerebral focal e transitória, característica desse tipo de evento."
    },
    "9A10.3": {
      "term_original": "estase borra de café",
      "capitulo": "09",
      "confidence_embedding": 0.7396,
      "classification_reasoning": "A escolha do código 9A10.3 (Hiperlacrimação) é justificada pela presença de 'estase borra de café' no prontuário, o que indica a drenagem insuficiente do filme lacrimal dos olhos, característica fundamental da hiperlacrimação."
    },
    "7A42.4": {
      "term_original": "f15mrpm",
      "capitulo": "07",
      "confidence_embedding": 0.7806,
      "classification_reasoning": "O termo 'f15mrpm' refere-se à frequência de respiração, que é um parâmetro importante na monitorização do paciente com intubação e ventilação mecânica. A opção mais precisa para o termo dentro do contexto é a hipoventilação relacionada ao sono devida a medicamento ou substância (Código CID-11: 7A42.4), uma vez que o paciente apresenta sintomas de hipoventilação e hipercapnia crônicas, possivelmente relacionados ao uso prolongado de medicamentos."
    },
    "EB13.1": {
      "term_original": "edema",
      "capitulo": "14",
      "confidence_embedding": 0.7775,
      "classification_reasoning": "A escolha foi feita porque o termo 'edema' está relacionado ao desacordo ocular e ao trauma múltiplo não especificados, o que sugere uma doença cutânea aguda com edema hemorrágico, como descrito na definição do código EB13.1 (Necrólise epidérmica tóxica)."
    },
    "DA99.3": {
      "term_original": "seco",
      "capitulo": "13",
      "confidence_embedding": 0.0,
      "classification_reasoning": "A opção mais precisa é a DA99.3, Representação de doença CID-11: Úlcera de estresse do trato gastrointestinal. A palavra 'seco' está relacionada à descrição da curatagem realizada no paciente, que apresentou um curativo com aspecto limpo e seco. Isso sugere uma lesão aguda no trato gastrointestinal, como úlceras de estresse."
    },
    "DA09.1": {
      "term_original": "limpo",
      "capitulo": "13",
      "confidence_embedding": 0.7318,
      "classification_reasoning": "A escolha pelo código DA09.1, Necrose da polpa dentária, é baseada na descrição de 'cureta de tecido necrótico' no contexto do prontuário, o que sugere a presença de tecido necrótico em um dente ou estrutura oral."
    },
    "BA41": {
      "term_original": "intubado",
      "capitulo": "11",
      "confidence_embedding": 0.754,
      "classification_reasoning": "A escolha do código BA41 (Infarto agudo do miocárdio) é baseada na descrição de 'INFARTO CEREBRAL DEVIDO A TROMBOSE DE ARTÉRIAS PRÉ-CEREBRAIS' no contexto, que sugere a presença de isquemia cerebral aguda e necrose miocárdica."
    },
    "1D03": {
      "term_original": "emese",
      "capitulo": "01",
      "confidence_embedding": 0.7331,
      "classification_reasoning": "A opção mais precisa é o Código CID-11 1D03, Abscesso infeccioso do sistema nervoso central, pois a descrição apresenta sintomas compatíveis com a presença de hematomas e edema discreto em região ocular à d. meia, além da menção a traumatismos múltiplos não especificados."
    },
    "8B11.22": {
      "term_original": "trombose de artérias pré-cerebrais",
      "capitulo": "08",
      "confidence_embedding": 0.7931,
      "classification_reasoning": "A escolha do código 8B11.22 é a mais precisa porque o contexto descreve um episódio de hemisfério cerebral lesionado por trombose, caracterizando-se como um acidente vascular cerebral isquêmico devido à embolia paradoxal."
    },
    "9C61.34": {
      "term_original": "abertura ocular espontânea",
      "capitulo": "09",
      "confidence_embedding": 0.7823,
      "classification_reasoning": "A abertura ocular espontânea mencionada no contexto sugere a possibilidade de uma invasão de células epiteliais na câmara anterior do olho, levando à glaucoma secundário de ângulo fechado."
    },
    "ND34": {
      "term_original": "traumatismos múltiplos",
      "capitulo": "22",
      "confidence_embedding": 0.7886,
      "classification_reasoning": "A opção mais precisa é o traumatismo por esmagamento envolvendo múltiplas regiões do corpo, pois o paciente apresenta uma série de lesões e hematomas em diferentes regiões do corpo, incluindo a face, o crânio e outras áreas não especificadas. Além disso, a gravidade dos traumatismos e a necessidade de ventilação mecânica e monitorização cardíaca e oximetría sugerem um esmagamento múltiplo."
    },
    "8B24": {
      "term_original": "coma",
      "capitulo": "08",
      "confidence_embedding": 0.7613,
      "classification_reasoning": "A encefalopatia hipóxico-isquêmica (Código CID-11 8B24) é a condição que melhor se adequa ao contexto, pois o paciente está em coma e apresenta múltiplos traumatismos não especificados, o que sugere um quadro de lesão cerebral grave. Além disso, a presença de hematomas e edema discreto na região ocular à d. meia tala gessada em MIE também apoia essa escolha."
    },
    "DA42.9": {
      "term_original": "purulenta",
      "capitulo": "13",
      "confidence_embedding": 0.7472,
      "classification_reasoning": "A escolha do código DA42.9 (Flegmão gástrico) é justificada pelo termo 'purulenta' que aparece no contexto, o qual refere-se à presença de secreção espessa e purulenta aspirado do paciente. Isso sugere a possibilidade de uma infecção bacteriana aguda na parede gástrica, caracterizando um processo inflamatório difuso alastrante com formação de exsudato supurativo/purulento ou pus."
    },
    "CB26": {
      "term_original": "mv livres",
      "capitulo": "12",
      "confidence_embedding": 0.7711,
      "classification_reasoning": "A presença de 'mv livres' na anotação sugeriu a possibilidade de hemotórax, justificando a escolha do código CB26."
    },
    "8B11": {
      "term_original": "infarto cerebral",
      "capitulo": "08",
      "confidence_embedding": 0.821,
      "classification_reasoning": "A escolha do código 8B11 é a mais precisa para o termo 'infarto cerebral' no contexto, pois o texto refere-se explicitamente ao acidente vascular cerebral isquêmico, que é definido como uma perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. O código 8B11 abrange todos os possíveis tipos de infarto cerebral, incluindo o caso presente, onde a trombose de artérias pré-cerebrais leva ao infarto cerebral."
    },
    "8B00.5": {
      "term_original": "hemorragias intracerebrais",
      "capitulo": "08",
      "confidence_embedding": 0.8156,
      "classification_reasoning": "A opção mais precisa é a Código 8B00.5, pois o contexto menciona hemorragias intracerebrais em múltiplos territórios e apresenta sintomas de disfunção neurológica aguda."
    },
    "FB52": {
      "term_original": "tecido necrótico",
      "capitulo": "15",
      "confidence_embedding": 0.7053,
      "classification_reasoning": "A escolha do código FB52 é a mais precisa pois o termo 'tecido necrótico' se refere à lesão tecidual, que é um tipo de transtorno dos tecidos moles em doenças classificadas em outra parte. Isso é consistente com a descrição da Código CID-11 FB52: Transtornos dos tecidos moles em doenças classificadas em outra parte."
    }
  }
}