{
  "prontuario_id": 11,
  "text": "POI DE LAVAGEM + CURETA DE TECIDO NECRÓTICO. 18:00: PACIENTE RETORNOU DO CC LÚCIDO, ORIENTADO, COMUNICATIVO; MANTEM AVP COM STP. REFERE TER APRESENTADO 01 EPISÓDIO DE EMESE NO CC. CURATIVO COM ASPECTO LIMPO E SECO. SEGUE EM OBSERVAÇÃO. OSTEOMIELITE NÃO ESPECIFICADA. INTUBADO, SOB VENTILAÇÃO MECÂNICA, MONITORIZAÇÃO CARDÍACA E OXIMETRIA DE PULSO, JUGULAR COM SOROTERAPIA EM CURSO, SNG ABERTA COM ESTASE BORRA DE CAFÉ. REALIZADO MUDANÇA DE DECÚBITO, ASPIRADO TOT COM GRANDE QUANTIDADE DE SECREÇÃO ESPESSA E PURULENTA, SVD L. INFARTO CEREBRAL DEVIDO A TROMBOSE DE ARTÉRIAS PRÉ-CEREBRAIS. 18:30: DESACORDADO, FAZ ABERTURA OCULAR ESPONTÂNEA, AGITADO. REALIZADO BANHO DE LEITO E HIGIENE ORAL, APÓS CONTIDO NO LEITO NOVAMENTE DEVIDO A AGITAÇÃO. COM HEMATOMA E EDEMA DISCRETO EM REGIÃO OCULAR À D. MEIA TALA GESSADA EM MIE E REALIZADA NOVA PUNÇÃO V. TRAUMATISMOS MÚLTIPLOS NÃO ESPECIFICADOS. 13/10/2006, 15:40 HORAS: PERMANECE EM COMA, COM PUPILAS MÉDIO-FIXAS, MANTENDO CATETER DE DVE. VM VIA TOT COM FIO2-50%, PCV, PP 25cmH20, PEEP 2cmH20, F15mrpm, SPO2 99%. AUSCULTA PULMONAR COM MV LIVRES. HEMODINAMICAMENTE ESTÁVEL. CVP EM MSD COM PLANO BÁSICO D. OUTRAS HEMORRAGIAS INTRACEREBRAIS",
  "entities": {
    "Conceito Temporal": [
      "POI"
    ],
    "Abreviação": [
      "POI",
      "CC",
      "AVP",
      "STP",
      "SNG",
      "TOT",
      "SVD",
      "L",
      "D",
      "MIE",
      "VM",
      "FIO2-50%",
      "PCV",
      "PP",
      "25cmH20",
      "PEEP",
      "2cmH20",
      "F15mrpm",
      "SPO2",
      "CVP",
      "MSD",
      "PUNÇÃO V",
      "MV LIVRES"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "LAVAGEM",
      "CURETA",
      "STP",
      "CURATIVO",
      "SOROTERAPIA",
      "SNG",
      "ASPIRADO",
      "SVD",
      "VM",
      "FIO2-50%",
      "PCV",
      "VENTILAÇÃO MECÂNICA",
      "MUDANÇA DE DECÚBITO",
      "BANHO DE LEITO",
      "HIGIENE ORAL",
      "CONTIDO NO LEITO",
      "MEIA TALA GESSADA",
      "PUNÇÃO V"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Organização Relacionada à Saúde": [
      "CC"
    ],
    "Achado": [
      "LÚCIDO",
      "ORIENTADO",
      "COMUNICATIVO",
      "AVP",
      "LIMPO",
      "SECO",
      "INTUBADO",
      "ESPESSA",
      "L",
      "F15mrpm",
      "ABERTURA OCULAR ESPONTÂNEA",
      "MV LIVRES",
      "HEMODINAMICAMENTE ESTÁVEL"
    ],
    "Dispositivo Médico": [
      "AVP",
      "CURATIVO",
      "SNG",
      "TOT",
      "SVD",
      "CATETER",
      "CVP"
    ],
    "Sinal ou Sintoma": [
      "EMESE",
      "PURULENTA",
      "DESACORDADO",
      "AGITADO",
      "AGITAÇÃO",
      "HEMATOMA",
      "EDEMA",
      "COMA",
      "ESTASE BORRA DE CAFÉ",
      "PUPILAS MÉDIO-FIXAS"
    ],
    "Doença ou Síndrome": [
      "OSTEOMIELITE",
      "COMA",
      "INFARTO CEREBRAL",
      "TROMBOSE DE ARTÉRIAS PRÉ-CEREBRAIS",
      "HEMORRAGIAS INTRACEREBRAIS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "JUGULAR"
    ],
    "Substância Corporal": [
      "SECREÇÃO"
    ],
    "Conceito Qualitativo": [
      "DISCRETO"
    ],
    "Conceito Espacial": [
      "D"
    ],
    "Localização ou Região Corporal": [
      "MIE",
      "MSD",
      "REGIÃO OCULAR"
    ],
    "Conceito Quantitativo": [
      "FIO2-50%",
      "25cmH20",
      "2cmH20",
      "99%"
    ],
    "Disfunção Celular ou Molecular": [
      "TECIDO NECRÓTICO"
    ],
    "Negação": [
      "NÃO ESPECIFICADA",
      "NÃO ESPECIFICADOS"
    ],
    "Procedimento Diagnóstico": [
      "MONITORIZAÇÃO CARDÍACA",
      "OXIMETRIA DE PULSO",
      "AUSCULTA PULMONAR"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MÚLTIPLOS"
    ]
  },
  "labels": {
    "6D81": {
      "term_original": "orientado",
      "capitulo": "06",
      "confidence_embedding": 0.7796,
      "descricao_cid": "Representação de doença CID-11: Demência devida a doença cerebrovascular. Definição: Demência devido a dano ao parênquima cerebral por doença cerebrovascular (isquêmica ou hemorrágica). O início dos déficits cognitivos está relacionado temporalmente a um ou mais eventos vasculares. O declínio cognitivo é tipicamente mais evidente na velocidade de processamento da informação, atenção complexa, e funcionamento frontal-executivo. Há evidência pela história, exame físico e neuroimagem, de presença de doença cerebrovascular considerada suficiente para explicar os déficits neurocognitivos.",
      "classification_reasoning": "A palavra 'orientado' sugere que o paciente tem consciência e é capaz de comunicação, o que é compatível com a definição do código 6D81. Além disso, a presença de demência cerebral e infarto cerebral também apoia essa escolha."
    },
    "DA60.3": {
      "term_original": "espessa",
      "capitulo": "13",
      "confidence_embedding": 0.7497,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A palavra-chave 'espessa' se refere à secreção espe ss a e purulenta extraída durante o procedimento de aspiração torácica, sugerindo a presença de úlceras de estresse do estômago."
    },
    "BE10": {
      "term_original": "hemodinamicamente estável",
      "capitulo": "11",
      "confidence_embedding": 0.763,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A paciente apresenta hematomas e edema discreto na região ocular, o que sugere lesão cardíaca. A presença de infarto cerebral devido a trombose de artérias pré-cerebrais também aponta para uma situação de lesão cardíaca recente. Além disso, a paciente está sob ventilação mecânica e monitorização cardíaca, o que é comum em pacientes com lesões cardíacas graves. Portanto, a escolha mais precisa é o código BE10 (Síndrome pós-cardiotomia)"
    },
    "3B62.3": {
      "term_original": "osteomielite",
      "capitulo": "03",
      "confidence_embedding": 0.7388,
      "descricao_cid": "Representação de doença CID-11: Doença do grânulo denso. Definição: Condição causada por determinantes que surgem após o nascimento, no período neonatal. Esta condição é caracterizada por defeitos nos grânulos densos das plaquetas levando a anormalidades nos mecanismos de coagulação. Esta condição pode se apresentar com sangramento prolongado, epistaxe, menorragia, hematomas frequentes, anemia, fadiga e falta de ar. A confirmação é pela identificação de defeitos plaquetários em amostra do sangue.",
      "classification_reasoning": "A escolha do código 3B62.3 (Doença do grânulo denso) se baseia na descrição de osteomielite não especificada no contexto clínico, que pode estar relacionada a anormalidades nos mecanismos de coagulação e alterações plaquetárias."
    },
    "8D8A.2": {
      "term_original": "pupilas médio-fixas",
      "capitulo": "08",
      "confidence_embedding": 0.7433,
      "descricao_cid": "Representação de doença CID-11: Anisocoria episódica. Definição: Este é um grupo de transtornos em que movimentos pupilares periódicos levam a mudanças de tamanho. Isso ocorre devido ao tônus parassimpático ou simpático anormal.",
      "classification_reasoning": "O termo 'pupilas médio-fixas' se refere a uma anisocoria episódica, caracterizada por mudanças periódicas no tamanho das pupilas. Isso é compatível com o código 8D8A.2 da CID-11."
    },
    "9A25.4": {
      "term_original": "estase borra de café",
      "capitulo": "09",
      "confidence_embedding": 0.7628,
      "descricao_cid": "Representação de doença CID-11: Hemorragia da órbita. Definição: Trata-se da perda ou escape de sangue do sistema circulatório. Esse diagnóstico é relativo à cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados. \"Órbita\" pode se referir ao arcabouço ósseo mas também pode ser utilizado para implicar seu conteúdo.",
      "classification_reasoning": "Escolhi o código 9A25.4, Hemorragia da órbita, pois o termo 'estase borra de café' é uma referência a hematomas (lixivas) na região ocular que podem ocorrer durante procedimentos cirúrgicos ou traumáticos."
    },
    "7A42.4": {
      "term_original": "f15mrpm",
      "capitulo": "07",
      "confidence_embedding": 0.7806,
      "descricao_cid": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a medicamento ou substância. Definição: Hipoventilação relacionada ao sono devida a medicamento ou substância química é caracterizada primariamente por hipoventilação e hipercapnia crônicas devidas ao uso prolongado de medicamentos ou substâncias químicas conhecidas por deprimirem o drive respiratório e/ou comprometer a mecânica dos músculos respiratórios (p.ex. narcóticos de longa ação, anestésicos, sedativos e relaxantes musculares). Hipoxemia está usualmente também presente. Hipercapnia pode também estar presente durante a vigília em alguns pacientes. Os pacientes podem ser assintomáticos ou se queixar de dispneia, opressão torácica ou fadiga.\r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) (por medidas arterial, tidal final ou transcutânea) no contexto de uso de substâncias consideradas causadoras dos sintomas.",
      "classification_reasoning": "O termo 'f15mrpm' parece se referir à frequência de respiração, que está dentro do contexto de ventilação mecânica e monitorização cardíaca, sugerindo hipoventilação relacionada ao sono devida a medicamento ou substância."
    },
    "EB13.1": {
      "term_original": "hematoma",
      "capitulo": "14",
      "confidence_embedding": 0.7439,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A presença de hematoma na região ocular e a descrição do paciente como 'desacordado, faz abertura ocular espontânea, agitado' sugere uma lesão cerebral, possivelmente relacionada ao infarto cerebral decorrente da trombose arterial. A Necrólise Epidérmica Tóxica (EB13.1) é uma doença aguda que pode estar associada a hemorragias e lesões cerebrais."
    },
    "DA99.5": {
      "term_original": "seco",
      "capitulo": "13",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'seco' refere-se ao aspecto limpo e seco da curatagem realizada no paciente, o que é consistente com a definição do código DA99.5 (Perfuração de úlcera gástrica). Embora haja outras opções, essa é a mais precisa para o termo dentro do contexto clínico."
    },
    "6C45.3": {
      "term_original": "agitado",
      "capitulo": "06",
      "confidence_embedding": 0.7636,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A escolha foi baseada no termo 'agitado', que é característico de sintomas de euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância e agitação psicomotora descritos na definição da Intoxicação por cocaína (CID-11: 6C45.3)."
    },
    "DA09.1": {
      "term_original": "limpo",
      "capitulo": "13",
      "confidence_embedding": 0.7318,
      "descricao_cid": "Representação de doença CID-11: Necrose da polpa. Definição: Necrose da polpa dentária é quando clinicamente o dente não responde a estímulos térmicos; o dente pode estar assintomático ou sensível a percussão e palpação.",
      "classification_reasoning": "A opção mais precisa é a necrose da polpa dentária (DA09.1), pois no contexto clínico, é mencionado que o paciente apresentou uma cureta de tecido necrótico, o que sugere uma lesão dental ou periodontal com necrose da polpa."
    },
    "BA41": {
      "term_original": "intubado",
      "capitulo": "11",
      "confidence_embedding": 0.754,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)",
      "classification_reasoning": "O paciente está intubado e apresenta infarto cerebral devido a trombose de artérias pré-cerebrais, o que é compatível com o código BA41 (Infarto agudo do miocárdio). Além disso, a presença de hematomas e edema discreto na região ocular também sugere uma isquemia cerebral."
    },
    "1e+40": {
      "term_original": "emese",
      "capitulo": "01",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A palavra 'emese' é uma abreviação para encefalite meningocócica, que está relacionada à doença mencionada no contexto clínico. A escolha do código 1E40 (Doença do sistema nervoso central devido a infecção bacteriana) é baseada na combinação da sintoma descrito como 'EPISÓDIO DE EMESE NO CC' e outras informações presentes no prontuário, como a presença de abscessos e edema cerebral."
    },
    "8B11.22": {
      "term_original": "trombose de artérias pré-cerebrais",
      "capitulo": "08",
      "confidence_embedding": 0.7931,
      "descricao_cid": "Representação de doença CID-11: Acidente vascular cerebral isquêmico devido à embolia paradoxal. Definição: Perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. É o resultado de um tromboembolismo - um coágulo de sangue que se desprendeu e percorreu pelos vasos sanguíneos - que se originou no sistema venoso. Por causa de um defeito cardíaco, ele passa para o sistema de circulação sistêmica, ao invés de se alojar nos pulmões.",
      "classification_reasoning": "A trombose de artérias pré-cerebrais é descrita como o infarto cerebral devido à trombose de artérias pré-cerebrais, o que coincide com a definição do código 8B11.22: Acidente vascular cerebral isquêmico devido à embolia paradoxal."
    },
    "9C61.34": {
      "term_original": "abertura ocular espontânea",
      "capitulo": "09",
      "confidence_embedding": 0.7823,
      "descricao_cid": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico.",
      "classification_reasoning": "A abertura ocular espontânea sugere que o paciente está desenvolvendo um processo de glaucoma secundário de ângulo fechado, provavelmente decorrente do traumatismo ocular e da invasão de células epiteliais na câmara anterior."
    },
    "ND34": {
      "term_original": "traumatismos múltiplos",
      "capitulo": "22",
      "confidence_embedding": 0.7886,
      "descricao_cid": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'traumatismos múltiplos' é o Código CID-11 ND34, que descreve Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Isso se alinha com a descrição clínica presente no prontuário, que menciona várias lesões não especificadas e diferentes áreas do corpo."
    },
    "8B24": {
      "term_original": "coma",
      "capitulo": "08",
      "confidence_embedding": 0.7613,
      "descricao_cid": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum.",
      "classification_reasoning": "A paciente está em coma, com pupilas médio-fixas e mantendo cateter de DVE. A presença de hematomas e edema discreto na região ocular e a realização de punção v. sugere lesão cerebral grave, o que é consistente com a encefalopatia hipóxico-isquêmica (Código 8B24)."
    },
    "DA42.9": {
      "term_original": "purulenta",
      "capitulo": "13",
      "confidence_embedding": 0.7472,
      "descricao_cid": "Representação de doença CID-11: Flegmão gástrico. Definição: Processo inflamatório difuso alastrante com formação de exsudato supurativo/ purulento ou pus na parede gástrica. Muitas vezes evolui para uma coleção delimitada de pus, abscesso gástrico. Isso se deve principalmente devido a uma inflamação aguda por infecção bacteriana.",
      "classification_reasoning": "A escolha do código DA42.9 (Flegmão gástrico) é justificada pois o termo 'purulenta' é relacionado à formação de exsudato supurativo ou pus na parede gástrica, característica da flegmão gástrica."
    },
    "ED90.0": {
      "term_original": "edema",
      "capitulo": "14",
      "confidence_embedding": 0.8022,
      "descricao_cid": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno.",
      "classification_reasoning": "A presença de edema na região ocular, associada a outros sintomas e trauma múltiplos, sugere uma lesão cutânea secundária à rosácea."
    },
    "CB26": {
      "term_original": "mv livres",
      "capitulo": "12",
      "confidence_embedding": 0.7711,
      "descricao_cid": "Representação de doença CID-11: Hemotórax. Definição: Hemotórax é a presença de sangue com ou sem ar no espaço pleural. A causa mais comum é o traumatismo torácico. O hemotórax deve ser considerado presente quando o hematócrito do líquido pleural for maior que a metade do do sangue periférico. Numerosas localizações de sangramento podem ser responsáveis pelo hemotórax, incluindo laceração pulmonar, laceração de vaso intercostal e ruptura de adesão pleural.",
      "classification_reasoning": "A presença de sangue no líquido pleural, mencionada como 'mv livres' no relatório, sugere a presença de hemotórax, que é a causa mais comum do hemotórax."
    },
    "8B11": {
      "term_original": "infarto cerebral",
      "capitulo": "08",
      "confidence_embedding": 0.821,
      "descricao_cid": "Representação de doença CID-11: Acidente cerebral isquêmico. Definição: Disfunção neurológica focal aguda causada por infarto focal em uma ou várias localizações do cérebro. A evidência de infarto agudo pode ser proveniente de a) duração dos sintomas por mais de 24 horas, ou b) neuroimagem ou outra técnica na área clinicamente relevante do cérebro. O termo não inclui infarto da retina.",
      "classification_reasoning": "A escolha do código 8B11 é a mais precisa para o termo 'infarto cerebral' no contexto clínico, pois refere-se à representação de doença CID-11: Acidente cerebral isquêmico. Definição: Disfunção neurológica focal aguda causada por infarto focal em uma ou várias localizações do cérebro."
    },
    "8B00.Z": {
      "term_original": "hemorragias intracerebrais",
      "capitulo": "08",
      "confidence_embedding": 0.8137,
      "descricao_cid": "Representação de doença CID-11: Hemorragia intracerebral, localização não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é o código 8B00.Z, pois o termo 'hemorragias intracerebrais' se refere especificamente a hemorragia no parênquima cerebral sem localização específica. Embora o paciente apresente outras condições, como infarto cerebral e lesão ocular, a descrição do código 8B00.Z é mais adequada para a situação clínica descrita."
    },
    "FB56.1": {
      "term_original": "tecido necrótico",
      "capitulo": "15",
      "confidence_embedding": 0.709,
      "descricao_cid": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: ",
      "classification_reasoning": "O termo 'tecido necrótico' indica a presença de uma lesão no tecido mole com morte celular e degeneração, caracterizando um corpo estranho residual. A opção FB56.1 é a mais precisa para este contexto clínico."
    }
  }
}