{
  "prontuario_id": 516,
  "text": "GLASGOW 15, PUPILAS ISOCÓRICAS FOTORREAGENTES, EM NÉVOA ÚMIDA, SATURANDO 97% NO MOMENTO. AUSCULTA PULMONAR MV COM RONCOS DIFUSOS, SECREÇÃO SEROSA EM MÉDIA QUANTIDADE. ABDÔMEN FLÁCIDO, RHA +. SNE COM DIETA, SNG COM DÉBITO MARRON EM MÉDIA QUANTIDADE. ACESSO VENOSO PERIFÉRICO EM MSD COM FENTANIL 5 ML/H, ELETRÓLITOS 12 ML/H, HEMODINAMICAMENTE ESTÁVEL. MONITORIZAÇÃO CARDIOSCOPICA + OXIMETRIA + PNI. SVD EFETIVA COM DÉBITO COLÚRICO.    LACERAÇÃO E RUPTURA OCULAR COM PROLAPSO OU PERDA DE TECIDO INTRAOCULAR. 8H: Realizado aspiração, observado aspecto parecido com a dieta. Desligo a dieta para verificar posicionamento de SNE; a mesma estava apenas fixada e a ponta da sonda estava no nariz. Às 12h30min, a Enfermeira Florence veio e realizou nova passagem de sonda. Enfª Florence, COREN PR XXXX. EDEMA CEREBRAL. 18:45h: Contato com dr. Juliano da clínica cirúrgica, que fará o pedido do raio-X para verificar posicionamento de SNE. Enf. Florence, Coren PR XXXXXX. EXAME GERAL E INVESTIGAÇÃO DE PESSOAS SEM QUEIXAS OU DIAGNÓSTICO RELATADO. 17:30: paciente relata mal-estar após retornar da colonoscopia, PA = 160/100, Temp = 38, FC = 100, FR = 23, apresentou 1 episódio de vômito + diarréia, apresentou melhora após ser medicado cpm. Enf. Florence. ABDOME AGUDO.",
  "entities": {
    "Conceito Quantitativo": [
      "97%",
      "ML/H",
      "160/100",
      "38",
      "100",
      "23",
      "MÉDIA QUANTIDADE .",
      "MÉDIA QUANTIDADE"
    ],
    "Localização ou Região Corporal": [
      "ABDÔMEN",
      "MSD"
    ],
    "Abreviação": [
      "SNE",
      "SNG",
      "MSD",
      "ML/H",
      "PNI",
      "Enfª",
      "Enf",
      "cpm",
      "RHA +",
      "SVD EFETIVA"
    ],
    "Dispositivo Médico": [
      "SNE",
      "SNG",
      "ACESSO VENOSO PERIFÉRICO",
      "SVD EFETIVA"
    ],
    "Alimento": [
      "DIETA",
      "dieta"
    ],
    "Substância Química Orgânica": [
      "FENTANIL"
    ],
    "Substância Farmacológica": [
      "FENTANIL",
      "ELETRÓLITOS"
    ],
    "Procedimento Diagnóstico": [
      "OXIMETRIA",
      "raio-X",
      "colonoscopia",
      "AUSCULTA PULMONAR",
      "MONITORIZAÇÃO CARDIOSCOPICA"
    ],
    "Lesão ou Envenenamento": [
      "LACERAÇÃO",
      "RUPTURA OCULAR"
    ],
    "Anormalidade Anatômica": [
      "PROLAPSO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "aspiração",
      "SNE",
      "medicado",
      "NÉVOA ÚMIDA",
      "ACESSO VENOSO PERIFÉRICO",
      "passagem de sonda"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "nariz"
    ],
    "Grupo Profissional ou Ocupacional": [
      "dr",
      "Enf"
    ],
    "Paciente ou Grupo com Deficiência": [
      "paciente"
    ],
    "Sinal ou Sintoma": [
      "mal-estar",
      "vômito",
      "diarréia",
      "MV COM RONCOS DIFUSOS",
      "DÉBITO MARRON",
      "DÉBITO COLÚRICO",
      "ABDOME AGUDO"
    ],
    "Atividade de Assistência à Saúde": [
      "medicado",
      "EXAME GERAL",
      "INVESTIGAÇÃO DE PESSOAS"
    ],
    "Achado": [
      "GLASGOW 15",
      "PUPILAS ISOCÓRICAS FOTORREAGENTES",
      "RHA +",
      "DÉBITO MARRON",
      "HEMODINAMICAMENTE ESTÁVEL"
    ],
    "Substância Corporal": [
      "SECREÇÃO SEROSA"
    ],
    "Tecido": [
      "TECIDO INTRAOCULAR"
    ],
    "Função Patológica": [
      "EDEMA CEREBRAL"
    ]
  },
  "labels": {
    "8D60.1": {
      "term_original": "edema cerebral",
      "capitulo": "08",
      "confidence_embedding": 0.8116,
      "descricao_cid": "Representação de doença CID-11: Edema cerebral. Definição: É um acúmulo excessivo de fluido nos espaços intracelulares e/ou extracelulares do cérebro.",
      "classification_reasoning": "A opção mais precisa é a encefalopatia edema cerebral, uma vez que o termo extraído 'edema cerebral' se refere à formação de fluido excessivo nos espaços intracelulares e/ou extracelulares do cérebro."
    },
    "9C61.25": {
      "term_original": "glasgow 15",
      "capitulo": "09",
      "confidence_embedding": 0.7712,
      "descricao_cid": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem.",
      "classification_reasoning": "A descrição do termo 'GLASGOW 15' sugere que o paciente tem uma lesão ocular com prolapse ou perda de tecido intraocular, e o código 9C61.25 (Crise glaucomatociclítica) é mais preciso para descrever esta condição do que as outras opções."
    },
    "9B73.3": {
      "term_original": "ruptura ocular",
      "capitulo": "09",
      "confidence_embedding": 0.7651,
      "descricao_cid": "Representação de doença CID-11: Descolamento seroso da retina. Definição: Isso ocorre devido a inflamação, lesão ou anormalidades vasculares que resultam no acúmulo de líquido sob a retina sem a presença de um orifício, ruptura ou quebra.",
      "classification_reasoning": "A ruptura ocular refere-se ao descolamento seroso da retina, que é caracterizado por um acúmulo de líquido sob a retina sem a presença de um orifício, ruptura ou quebra."
    },
    "NA06.1": {
      "term_original": "laceração",
      "capitulo": "22",
      "confidence_embedding": 0.7904,
      "descricao_cid": "Representação de doença CID-11: Ferimento penetrante da órbita ocular com ou sem corpo estranho. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'laceração' é a NA06.1, que se refere à representação de doença CID-11: Ferimento penetrante da órbita ocular com ou sem corpo estranho. Isso se alinha com o contexto clínico, que menciona laceração e ruptura ocular com prolapse ou perda de tecido intraocular."
    },
    "9A94.1": {
      "term_original": "prolapso",
      "capitulo": "09",
      "confidence_embedding": 0.8133,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "A opção mais precisa para o termo 'prolapso' é a Síndrome da íris flácida (Código: 9A94.1), pois descreve um caso de prolapsos em direção à área de extração de catarata durante uma cirurgia, caracterizando-se pela ondulação da íris em resposta às correntes do fluido intraocular."
    },
    "BD54": {
      "term_original": "débito colúrico",
      "capitulo": "11",
      "confidence_embedding": 0.8084,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A escolha do código BD54 é baseada na menção de 'débito colúrico' no prontuário, o que sugere a presença de úlceras nos pés diabéticos."
    },
    "ME62.7": {
      "term_original": "mal-estar",
      "capitulo": "21",
      "confidence_embedding": 0.7715,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A palavra 'mal-estar' sugere uma manifestação subjetiva de desconforto ou dor, o que é característico da erupção cutânea descamativa aguda descrita no Código ME62.7."
    },
    "DA26.3": {
      "term_original": "diarréia",
      "capitulo": "13",
      "confidence_embedding": 0.7773,
      "descricao_cid": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse.",
      "classification_reasoning": "A presença de diarréia após colonoscopia e vômito sugerem uma possível lesão gastroesofágica, o que justifica a escolha da síndrome da laceração hemorrágica gastroesofágica (DA26.3)"
    },
    "CB21.1": {
      "term_original": "mv com roncos difusos",
      "capitulo": "12",
      "confidence_embedding": 0.7695,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A presença de 'mv com roncos difusos' sugere uma possível doença pulmonar subjacente, levando à hipótese de um pneumotórax espontâneo não hipertensivo."
    },
    "DA60.3": {
      "term_original": "débito marron",
      "capitulo": "13",
      "confidence_embedding": 0.7571,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "O termo 'débito marron' se refere à hemorragia digestiva alta aguda, o que é compatível com a definição de úlceras de estresse do estômago (DA60.3)."
    },
    "9B02.0": {
      "term_original": "pupilas isocóricas fotorreagentes",
      "capitulo": "09",
      "confidence_embedding": 0.8262,
      "descricao_cid": "Representação de doença CID-11: Pupila de Argyll Robertson. Definição: São pupilas pequenas bilaterais que se contraem quando o paciente focaliza um objeto próximo, mas não se contraem quando exposto à luz forte (elas não “reagem” à luz).",
      "classification_reasoning": "A descrição de ‘pupilas isocóricas fotorreagentes’ é consistente com a definição de Pupila de Argyll Robertson (9B02.0), que caracteriza pupilas pequenas bilaterais que se contraem quando o paciente focaliza um objeto próximo, mas não reagem à luz forte."
    },
    "DB10.0": {
      "term_original": "abdome agudo",
      "capitulo": "13",
      "confidence_embedding": 0.7752,
      "descricao_cid": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte.",
      "classification_reasoning": "A abdome agudo é uma referência à apendicite aguda, que é uma das causas mais comuns de dor abdominal aguda grave em todo o mundo."
    }
  }
}