{
  "prontuario_id": 545,
  "text": "Paciente com mesmo quadro neurológico, com abertura ocular espontânea, não contactuante, em uso de SNE com dieta, permanece aguardando familiares para orientações, pois já encontra-se de alta. NEOPLASIA MALIGNA DA BASE DA LÍNGUA. 18:08: TENTADO AGENDAR ECOCARDIO HOJE NA SANTA CASA COMO DE COSTUME, E FUI INFORMADA PELO SETOR DE RX QUE REALIZA O CONTATO QUE O EXAME NÃO TEM COMO SER REALIZADO DEVIDO A PACIENTE ESTAR EM PRECAUÇÃO DE CONTATO. ÚLCERA GÁSTRICA AGUDA COM HEMORRAGIA. 17:19HRS: RETORNOU DO CC ÀS 14:30HRS. CONSCIENTE, ORIENTADA, ALERTA, VERBALIZANDO. LIBERADO DIETA VO. AVP EM MSD COM SRT EM CURSO. NÃO REFERE ALGIA. CURATIVO NO MIE LIMPO E SECO EXTERNAMENTE COM FIXADOR EXTERNO. MANTÉM REPOUSO NO LEITO. PERMANECE COM SVD. NEOPLASIA MALIGNA DOS OSSOS LONGOS DOS MEMBROS INFERIORES. 11:20 hs: Lúcida, orientada, comunicativa, sinais vitais estáveis, acesso venoso periférico em membro superior esquerdo salinizado, curativo em flanco direito limpo e seco externamente, diurese presente, evacução ausente no período, seguem cuidados de enferm. APENDICITE AGUDA SEM OUTRA ESPECIFICAÇÃO. 13:45: 40º DI, EVOLUI REFERINDO CEFALÉIA DE CARÁTER LEVE. MANTÉM-SE ALERTA, ORIENTADO E COMUNICATIVO. HIPOCORADO, ACEITANDO BEM DIETA VO. AVC EM JUGULAR ESQUERDA, SEM SINAIS FLOGÍSTICOS, COM SOROTERAPIA EM CURSO. RELATA ELIMINAÇÕES VESICAIS E INTESTINAIS. RIM TRANSPLANTADO.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "PACIENTE"
    ],
    "Conceito Funcional": [
      "uso"
    ],
    "Dispositivo Médico": [
      "SNE",
      "AVP",
      "CURATIVO",
      "SVD",
      "curativo",
      "AVC",
      "FIXADOR EXTERNO",
      "acesso venoso periférico"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SNE",
      "AVP",
      "SRT",
      "CURATIVO",
      "SVD",
      "curativo",
      "AVC",
      "SOROTERAPIA",
      "PRECAUÇÃO DE CONTATO",
      "DIETA VO",
      "FIXADOR EXTERNO",
      "REPOUSO NO LEITO",
      "acesso venoso periférico"
    ],
    "Abreviação": [
      "SNE",
      "CC",
      "AVP",
      "MSD",
      "SRT",
      "MIE",
      "SVD",
      "enferm",
      "DI",
      "AVC",
      "DIETA VO"
    ],
    "Alimento": [
      "dieta"
    ],
    "Grupo Familiar": [
      "familiares"
    ],
    "Atividade de Assistência à Saúde": [
      "orientações",
      "alta",
      "EXAME",
      "LIBERADO",
      "cuidados",
      "enferm"
    ],
    "Procedimento Diagnóstico": [
      "ECOCARDIO"
    ],
    "Organização Relacionada à Saúde": [
      "CC",
      "SANTA CASA",
      "SETOR DE RX"
    ],
    "Achado": [
      "CONSCIENTE",
      "ORIENTADA",
      "ALERTA",
      "VERBALIZANDO",
      "LIMPO",
      "SECO",
      "Lúcida",
      "orientada",
      "comunicativa",
      "limpo",
      "seco",
      "ORIENTADO",
      "COMUNICATIVO",
      "HIPOCORADO",
      "INTESTINAIS",
      "abertura ocular espontânea",
      "REPOUSO NO LEITO",
      "sinais vitais estáveis",
      "diurese presente"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "MIE",
      "MEMBROS INFERIORES",
      "flanco direito"
    ],
    "Sinal ou Sintoma": [
      "ALGIA",
      "CEFALÉIA",
      "quadro neurológico",
      "não contactuante"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE",
      "esquerdo",
      "externamente",
      "ESQUERDA"
    ],
    "Conceito Qualitativo": [
      "salinizado",
      "CARÁTER LEVE"
    ],
    "Grupo Profissional ou Ocupacional": [
      "enferm"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "JUGULAR",
      "membro superior"
    ],
    "Negação": [
      "não contactuante",
      "NÃO TEM COMO SER REALIZADO",
      "NÃO REFERE",
      "evacução ausente",
      "SEM OUTRA ESPECIFICAÇÃO",
      "SEM SINAIS FLOGÍSTICOS"
    ],
    "Processo Neoplásico": [
      "NEOPLASIA MALIGNA DA BASE DA LÍNGUA",
      "NEOPLASIA MALIGNA DOS OSSOS LONGOS"
    ],
    "Doença ou Síndrome": [
      "ÚLCERA GÁSTRICA AGUDA COM HEMORRAGIA",
      "APENDICITE AGUDA"
    ]
  },
  "labels": {
    "6E40.2": {
      "term_original": "orientada",
      "capitulo": "06",
      "confidence_embedding": 0.7619,
      "descricao_cid": "Representação de doença CID-11: Traços de personalidade ou estilos de enfrentamento afetando transtornos ou doenças classificados em outra parte. Definição: Todos os critérios diagnósticos para fatores psicológicos ou comportamentais afetando transtornos ou doenças classificados em outra parte são preenchidos. O indivíduo apresenta traços de personalidade ou estilos de enfrentamento que não preenchem critérios diagnósticos para um transtorno mental, comportamental ou do neurodesenvolvimento, que afetam de forma adversa a manifestação, o tratamento ou curso de um transtorno ou doença classificado em outro capítulo (p.ex., negação patológica da necessidade de cirurgia em um paciente com câncer; comportamento hostil e tenso contribuindo para doença cardíaca).",
      "classification_reasoning": "A paciente está orientada, consciente e verbalizando, o que sugere uma capacidade para processar e comunicar informações de forma adequada, característica do termo 'orientada' na CID-11."
    },
    "DA60.3": {
      "term_original": "diurese presente",
      "capitulo": "13",
      "confidence_embedding": 0.7699,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "Diurese presente é um sintoma característico de úlceras gástricas, especialmente agudas com hemorragia, o que justifica a escolha do código DA60.3."
    },
    "MB23.H": {
      "term_original": "cefaléia",
      "capitulo": "21",
      "confidence_embedding": 0.7846,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A cefaléia mencionada no relatório não é relacionada à doença renal ou a uma reação à medicação. Além disso, não há outras informações clínicas que sugiram uma relação com doenças renais ou outras condições médicas. Portanto, a escolha mais precisa para o termo 'cefaléia' é Crise de pânico (MB23.H)."
    },
    "ED70.30": {
      "term_original": "seco",
      "capitulo": "14",
      "confidence_embedding": 0.7899,
      "descricao_cid": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa.",
      "classification_reasoning": "A palavra 'seco' está relacionada ao estado de curativo externo descrito no prontuário, indicando que a ferida está seca e não há liquido na área. Isso é consistente com o diagnóstico de eflúvio telógeno agudo, um tipo de alopecia caracterizado por perda de cabelos em resposta a estresse ou trauma."
    },
    "60000000000000.0": {
      "term_original": "comunicativo",
      "capitulo": "06",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'comunicativo' se refere ao paciente que apresenta consciência alerta, orientado e verbalizando. Isso é consistente com o diagnóstico de Transtorno Psicótico Agudo e Transitório, Primeiro Episódio, em Remissão Parcial (6A23.01)."
    },
    "2B51": {
      "term_original": "neoplasia maligna dos ossos longos",
      "capitulo": "02",
      "confidence_embedding": 0.7914,
      "descricao_cid": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões.",
      "classification_reasoning": "A escolha do código 2B51 é baseada na descrição da neoplasia maligna dos ossos longos, o que se alinha com a definição de osteossarcoma, uma neoplasia maligna que afeta predominantemente adolescentes e adultos jovens e pode acometer ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal)."
    },
    "EB13.1": {
      "term_original": "limpo",
      "capitulo": "14",
      "confidence_embedding": 0.7787,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "O termo 'limpo' refere-se ao curativo externamente aplicado no MIE, o que sugere a presença de lesão cutânea aguda ou crônica. A Necrólise Epidérmica Tóxica (NET) é uma doença cutânea aguda com características de descolamento bolhoso da epiderme e necrose, o que se encaixa melhor com a descrição do termo 'limpo' no contexto clínico."
    },
    "8E40.2": {
      "term_original": "sinais vitais estáveis",
      "capitulo": "08",
      "confidence_embedding": 0.735,
      "descricao_cid": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais.",
      "classification_reasoning": "A opção mais precisa é a Código: 8E40.2, Descrição: Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A descrição do termo extraído 'sinais vitais estáveis' é compatível com a definição da meningite inflamatória, pois não há indicações de lesão cerebral grave ou estado vegetativo permanente."
    },
    "6C40.2": {
      "term_original": "verbalizando",
      "capitulo": "06",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A paciente está verbalizando, o que sugere uma condição transitória clinicamente significativa, causada pelo consumo de álcool, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação."
    },
    "8A64": {
      "term_original": "quadro neurológico",
      "capitulo": "08",
      "confidence_embedding": 0.7824,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo.",
      "classification_reasoning": "O termo 'quadro neurológico' indica a presença de sintomas relacionados ao sistema nervoso central, o que é mais consistente com um estado epiléptico único e não provocado (Código 8A64) do que com outras opções. Isso é especialmente verdade quando consideramos a presença de AVC em jugular esquerda e sinais vitais estáveis."
    },
    "6C45.3": {
      "term_original": "consciente",
      "capitulo": "06",
      "confidence_embedding": 0.801,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A palavra-chave 'consciente' indica que o paciente tem consciência e é capaz de comunicar-se e entender as instruções, o que é compatível com a definição da intoxicação por cocaína (CID-11). Além disso, a presença de sintomas como euforia inadequada, ansiedade, agitação psicomotora e mudanças na sociabilidade também são consistentes com a descrição da intoxicação por cocaína."
    },
    "9A03.24": {
      "term_original": "abertura ocular espontânea",
      "capitulo": "09",
      "confidence_embedding": 0.8029,
      "descricao_cid": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme.",
      "classification_reasoning": "A opção mais precisa é a síndrome da frouxidão palpebral (9A03.24), pois o termo 'abertura ocular espontânea' sugere que o paciente tem uma certa capacidade de abrir seus olhos, mas não há nenhuma indicação de doença específica que cause essa sintomatologia."
    },
    "QA82": {
      "term_original": "não contactuante",
      "capitulo": "24",
      "confidence_embedding": 0.7599,
      "descricao_cid": "Representação de doença CID-11: Problema associado à transferência física do paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "A descrição 'não contactuante' refere-se à impossibilidade de realizar o ecocardiograma por conta do paciente estar em precaução de contato, o que está relacionado ao problema associado à transferência física do paciente sem lesão ou dano, representado pelo código QA82."
    },
    "2C82": {
      "term_original": "neoplasia maligna da base da língua",
      "capitulo": "02",
      "confidence_embedding": 0.8319,
      "descricao_cid": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata",
      "classification_reasoning": "A neoplasia maligna da base da língua é uma lesão carcinoma que afeta a porção anterior do palato mole e pode ser causada pela infecção viral. A escolha do código '2C82' é justificada pela falta de informações sobre a anatomia específica da lesão, o que sugere um câncer de próstata como uma possibilidade. Embora não seja a neoplasia maligna da próstata clássica, a falta de informações permite considerar essa opção."
    },
    "MB20.1": {
      "term_original": "algia",
      "capitulo": "21",
      "confidence_embedding": 0.7614,
      "descricao_cid": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas.",
      "classification_reasoning": "A palavra 'algia' refere-se a uma dor ou desconforto, e no contexto do prontuário, o paciente não relata alguém, portanto, a escolha mais precisa é a representação de doença CID-11: Coma (MB20.1)."
    },
    "EE01.1": {
      "term_original": "hipocorado",
      "capitulo": "14",
      "confidence_embedding": 0.764,
      "descricao_cid": "Representação de doença CID-11: Hipoidrose devida a anormalidades genéticas da estrutura ou função da glândula écrina. Definição: Hipoidrose devida a um transtorno hereditário do desenvolvimento de glândula ou ducto sudoríparos. A sudorese pode estar gravemente diminuída ou ausente devido a escassez ou ausência de glândulas écrinas ou à inervação autonômica defeituosa. A ausência de sudorese leva a uma incapacidade de termorregulação por resfriamento evaporativo, e a hipertermia pode ocorrer com esforço físico ou em um ambiente quente.",
      "classification_reasoning": "A escolha do código EE01.1 é baseada na descrição de 'hipocorado' no contexto clínico, que está relacionado a hipoidrose devida a anormalidades genéticas da estrutura ou função da glândula écrina."
    },
    "DB10.02": {
      "term_original": "apendicite aguda",
      "capitulo": "13",
      "confidence_embedding": 0.7763,
      "descricao_cid": "Representação de doença CID-11: Apendicite aguda sem peritonite localizada ou generalizada. Definição: Esta condição é caracterizada por inflamação aguda do apêndice vermiforme em que não há menção sobre a extensão da peritonite. Apendicite aguda sem peritonite está incluída aqui. Apendicite aguda sem perfuração ou abscesso e apendicite apenas flegmonosa ou supurativa, que geralmente podem ser tratadas de forma conservadora, também estão incluídas aqui.",
      "classification_reasoning": "A paciente apresenta apendicite aguda sem peritonite localizada ou generalizada, pois não há menção sobre a extensão da peritonite e apenas refere-se à apendicite aguda em geral."
    }
  }
}