{
  "prontuario_id": 404,
  "text": "10:30hs: 34° dia de UTI por ICC, obesidade mórbida e HAS, glasglow 15, pupilas isocóricas e fotorreativas, TQt em névoa úmida 5l/min, SVD com diurese efetiva e alaranjada, AVP MIE com nipride a 5ml/h. Monitorizada com PNI: 85mmHg, FC: 94bpm, SPO2: 95%, lesões em proeminêcias gordurosas na região do dorso em processo de cicatrização, mucosas coradas, pele hidratada, extremidades aquecidas e bem perfundidas. 19:16 HS: PROVENIENTE DO PS ÀS 16:00, CONSCIENTE ,ORIENTADA, EUPNÉICA, TAQUICÁRDICA, CADEIRANTE, EMAGRECIDA, FÍSTULA MSE, ACEITA DIETA, COM ACESSO VENOSO PERIFÉRICO COM SOROTERAPIA, ACEITA DIETA, SEM QUEIXAS ÁLGICAS DURANTE O PERÍODO. 22:40h: Admitida nesta unidade proveniente do CC após realizar POI Ponte Ilíaco-Femoral E com prótese PTFE, HX: DM + HAS + Tabagismo. Na admissão, PA 230/90mmhg,FC 152bpm, Sat. 94%, face hipocorada, pupilas isocóricas / fotorreagentes, apresentando tremores + pele fria. Respiração espontânea com suporte de névoa úmida 4L/min, ausculta pulmonar com roncos difusos. Acesso periférico MSD + MSE iniciado com nipride 10ml/hr + medicação para algia em reg. abdominal. FO reg. abdominal + ilíaca E aparentemente limpa. PAM radial E permeável, mas perfusão periférica em extremidades diminuídas. Diurese por SVD presente em coletor, amarelo cítrico. 2° e 3° quirodáctilos com extremidades escurecidas. Monitorizada continuamente com cardioscópio + oximetria de pulso + pam não invasiva.    ",
  "entities": {
    "Organização Relacionada à Saúde": [
      "UTI",
      "unidade",
      "CC"
    ],
    "Abreviação": [
      "ICC",
      "HAS",
      "TQt",
      "5l/min",
      "SVD",
      "AVP",
      "MIE",
      "5ml/h",
      "PNI",
      "85mmHg",
      "SPO2",
      "PS",
      "MSE",
      "CC",
      "POI",
      "E",
      "HX",
      "DM",
      "Sat",
      "4L/min",
      "MSD",
      "10ml/hr",
      "reg",
      "FO",
      "PAM",
      "prótese PTFE",
      "ilíaca E",
      "pam não invasiva"
    ],
    "Doença ou Síndrome": [
      "ICC",
      "HAS",
      "DM",
      "Tabagismo",
      "obesidade mórbida"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TQt",
      "SVD",
      "AVP",
      "Monitorizada",
      "SOROTERAPIA",
      "névoa úmida",
      "ACESSO VENOSO PERIFÉRICO",
      "Ponte Ilíaco-Femoral",
      "Acesso periférico",
      "medicação para algia"
    ],
    "Conceito Quantitativo": [
      "5l/min",
      "5ml/h",
      "85mmHg",
      "94bpm",
      "95%",
      "230/90mmhg",
      "152bpm",
      "94%",
      "4L/min",
      "10ml/hr"
    ],
    "Dispositivo Médico": [
      "SVD",
      "AVP",
      "coletor",
      "cardioscópio",
      "ACESSO VENOSO PERIFÉRICO",
      "prótese PTFE",
      "Acesso periférico",
      "oximetria de pulso"
    ],
    "Função Fisiológica": [
      "diurese",
      "Diurese"
    ],
    "Localização ou Região Corporal": [
      "MIE",
      "MSE",
      "MSD",
      "abdominal",
      "reg",
      "região do dorso"
    ],
    "Substância Farmacológica": [
      "nipride"
    ],
    "Substância Química Inorgânica": [
      "nipride"
    ],
    "Procedimento Diagnóstico": [
      "Monitorizada",
      "ausculta pulmonar",
      "oximetria de pulso"
    ],
    "Achado": [
      "Monitorizada",
      "CONSCIENTE",
      "ORIENTADA",
      "EUPNÉICA",
      "CADEIRANTE",
      "EMAGRECIDA",
      "limpa",
      "permeável",
      "glasglow 15",
      "pupilas isocóricas e fotorreativas",
      "efetiva e alaranjada",
      "mucosas coradas",
      "pele hidratada",
      "bem perfundidas",
      "SEM QUEIXAS ÁLGICAS",
      "Respiração espontânea",
      "perfusão periférica em extremidades diminuídas",
      "amarelo cítrico"
    ],
    "Sinal ou Sintoma": [
      "TAQUICÁRDICA",
      "tremores",
      "face hipocorada",
      "pele fria",
      "roncos difusos"
    ],
    "Função Patológica": [
      "TAQUICÁRDICA",
      "processo de cicatrização"
    ],
    "Paciente ou Grupo com Deficiência": [
      "CADEIRANTE"
    ],
    "Anormalidade Anatômica": [
      "FÍSTULA"
    ],
    "Alimento": [
      "DIETA"
    ],
    "Conceito Temporal": [
      "POI",
      "continuamente"
    ],
    "Conceito Espacial": [
      "E"
    ],
    "Comportamento Individual": [
      "Tabagismo"
    ],
    "Atributo Clínico": [
      "Sat"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "radial",
      "quirodáctilos",
      "ilíaca E"
    ],
    "Conceito Qualitativo": [
      "permeável",
      "amarelo cítrico"
    ],
    "Negação": [
      "SEM QUEIXAS ÁLGICAS"
    ]
  },
  "labels": {
    "BD54": {
      "term_original": "perfusão periférica em extremidades diminuídas",
      "capitulo": "11",
      "confidence_embedding": 0.8079,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A opção mais precisa é a BD54, pois o termo 'perfusão periférica em extremidades diminuídas' sugere uma redução na irrigação sanguínea nos pés e membros inferiores, comum em pacientes diabéticos. Além disso, o contexto clínico menciona DM como um dos diagnósticos previamente estabelecidos."
    },
    "6C46.3": {
      "term_original": "cadeirante",
      "capitulo": "06",
      "confidence_embedding": 0.765,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões.",
      "classification_reasoning": "O termo 'cadeirante' indica que o paciente apresenta uma condição que afeta a sua mobilidade, provavelmente devido ao uso de prótese PTFE após realizar POI Ponte Ilíaco-Femoral E. Isso sugere que a escolha mais precisa é Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona (6C46.3), uma vez que os sintomas apresentados são compatíveis com efeitos farmacológicos conhecidos dos estimulantes."
    },
    "MF50.2": {
      "term_original": "permeável",
      "capitulo": "21",
      "confidence_embedding": 0.8154,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção.",
      "classification_reasoning": "A opção mais precisa para o termo 'permeável' no contexto clínico é a Incontinência urinária (Código: MF50.2), pois a permeabilidade se refere à capacidade de fluxo livre de urina, característica presente na definição de incontinência urinária."
    },
    "5F4.2": {
      "term_original": "tabagismo",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'tabagismo' é a deficiência de selênio (Código: 5B5K.7), pois embora não haja uma clara relação entre tabagismo e deficiência de selênio, a presença de doenças relacionadas ao uso do cigarro (DM + HAS) e a obesidade mórbida podem estar associados à deficiência de selênio, que pode ser causada por dietas parenteral totais sem selênio. Além disso, o quadro clínico apresentado não sugere uma relação direta com tabagismo, portanto essa opção é a mais precisa."
    },
    "6C45.3": {
      "term_original": "eupnéica",
      "capitulo": "06",
      "confidence_embedding": 0.7934,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "O termo 'eupnéica' sugere uma apresentação de intoxicação por cocaína, caracterizada por euforia inadequada e ansiedade, o que é compatível com a descrição da condição CID-11: Intoxicação por cocaína."
    },
    "8A63.0": {
      "term_original": "face hipocorada",
      "capitulo": "08",
      "confidence_embedding": 0.7396,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica febril. Definição: Convulsões associadas a um aumento da temperatura corporal na ausência de infecção intracraniana, distúrbio metabólico ou história de crises epilépticas afebris. Ocorrem mais comumente em crianças com idades entre 6 meses e 5 anos.",
      "classification_reasoning": "A face hipocorada é um sintoma comum em crises epilépticas febris, especialmente em crianças e adultos jovens. Como a paciente apresenta outros sintomas como pressão arterial alta, frequência cardíaca acelerada e perda de coloração na pele, que são também característicos da crise epiléptica febril, essa é a opção mais precisa para o termo dentro do contexto clínico."
    },
    "ED70.30": {
      "term_original": "amarelo cítrico",
      "capitulo": "14",
      "confidence_embedding": 0.7499,
      "descricao_cid": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa.",
      "classification_reasoning": "A opção mais precisa é ED70.30, pois o termo 'amarelo cítrico' é uma característica descrita no contexto clínico como parte da diurese presente em coletor, amarelo cítrico, o que sugere a presença de eflúvio telógeno agudo."
    },
    "8A02.00": {
      "term_original": "pupilas isocóricas e fotorreativas",
      "capitulo": "08",
      "confidence_embedding": 0.7372,
      "descricao_cid": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos.",
      "classification_reasoning": "A escolha por esse código é baseada na descrição de 'pupilas isocóricas e fotorreativas', que se refere a uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos. Isso é compatível com o termo 'blefarospasmo benigno essencial' descrito no código 8A02.00."
    },
    "BD10": {
      "term_original": "icc",
      "capitulo": "11",
      "confidence_embedding": 0.7713,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A opção mais precisa para o termo 'icc' no contexto clínico é Insuficiência Cardíaca Congestiva (Código CID-11: BD10). Isso porque a paciente está hospitalizada em UTI com obesidade mórbida e HAS, e apresenta sinais de insuficiência cardíaca congestiva, como pressão arterial alta (230/90mmhg), frequência cardíaca acelerada (152bpm) e edema nasal. Além disso, a paciente tem histórico de doença cardiovascular (DM + HAS + Tabagismo) e apresenta sinais de insuficiência circulatória periférica (diminuição da perfusão em extremidades). Esses fatores levam à escolha da opção mais precisa."
    },
    "MF50.62": {
      "term_original": "pele fria",
      "capitulo": "21",
      "confidence_embedding": 0.7782,
      "descricao_cid": "Representação de doença CID-11: Divisão do jato urinário. Definição: Condição em que o jato de urina se divide em duas ou mais direções diferentes",
      "classification_reasoning": "A pele fria é um sintoma comum em pacientes com divisão do jato urinário, pois a pressão exercida sobre o ânus pode levar à redução da circulação sanguínea na região, causando sensação de frieza."
    },
    "6C44.4": {
      "term_original": "tremores",
      "capitulo": "06",
      "confidence_embedding": 0.7656,
      "descricao_cid": "Representação de doença CID-11: Abstinência de sedativos, hipnóticos ou ansiolíticos. Definição: Abstinência de sedativos, hipnóticos ou ansiolíticos é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de sedativos, hipnóticos ou ansiolíticos em indivíduos que tenham desenvolvido dependência ou tenham usado sedativos, hipnóticos ou ansiolíticos por um período prolongado ou em grandes quantidades. A abstinência de sedativos, hipnóticos ou ansiolíticos também pode ocorrer quando sedativos, hipnóticos ou ansiolíticos prescritos foram usados em doses terapêuticas padrão. Sintomas de apresentação da abstinência de sedativos, hipnóticos ou ansiolíticos podem incluir ansiedade, agitação psicomotora, insônia, tremores aumentados das mãos, náusea ou vômitos, e ilusões ou alucinações visuais, táteis ou auditivas transitórias. Pode haver sinais de hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), ou hipotensão postural. O estado de abstinência pode ser complicado por convulsões. Menos comumente, pode haver progressão para um estado mais grave de abstinência, caracterizado por confusão e desorientação, delírios, e alucinações visuais, táteis ou auditivas mais prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por sedativos, hipnóticos ou ansiolíticos deve ser atribuído.",
      "classification_reasoning": "A presença de tremores aumentados das mãos e outras características descritas, como ansiedade, agitação psicomotora, insônia, etc., sugere que o paciente está passando por abstinência de sedativos ou ansiolíticos."
    },
    "CB21.1": {
      "term_original": "roncos difusos",
      "capitulo": "12",
      "confidence_embedding": 0.7717,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A opção mais precisa é a pneumotórax espontâneo não hipertensivo, pois o prontuário menciona roncos difusos e auscultação pulmonar com lesões em proeminêcias gordurosas na região do dorso, o que sugere uma possível obstrução ou compressão de um alvéolo."
    },
    "5B81": {
      "term_original": "obesidade mórbida",
      "capitulo": "05",
      "confidence_embedding": 0.817,
      "descricao_cid": "Representação de doença CID-11: Obesidade. Definição: A obesidade é uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos únicos podem ser identificados (medicamentos, doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).\r\nO índice de massa corporal (IMC) é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir obesidade variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, a obesidade é definida por um IMC maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento.",
      "classification_reasoning": "A obesidade mórbida é descrita como uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde. O termo extraído 'obesidade mórbida' é compatível com a definição da obesidade CID-11, que inclui categorias de IMC para definir obesidade variam por idade e sexo em bebês, crianças e adolescentes."
    },
    "GB00.12A1": {
      "term_original": "fístula",
      "capitulo": "16",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A palavra 'fístula' refere-se a uma comunicação anormal entre o interior do corpo e o exterior, frequentemente causada por lesões ou doenças que afetam a pele ou mucosas. Nesse contexto clínico, a fístula MSE ( Mesenteric Fissura) é provávelmente uma referência à comunicação anormal entre a superfície interna do intestino e o exterior do corpo, caracterizada por uma comunicação fistulosa."
    },
    "EB13.0": {
      "term_original": "mucosas coradas",
      "capitulo": "14",
      "confidence_embedding": 0.7769,
      "descricao_cid": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira.",
      "classification_reasoning": "A descrição de 'mucosas coradas' é consistente com a definição da Síndrome de Stevens-Johnson (SSJ), que sempre envolve superfícies mucosas e apresenta uma morbidade aguda alta. A escolha do código EB13.0 é justificada pela presença de múltiplas lesões em superfícies mucosas, incluindo a coração das mucosas."
    },
    "5C78": {
      "term_original": "has",
      "capitulo": "05",
      "confidence_embedding": 0.7852,
      "descricao_cid": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem.",
      "classification_reasoning": "A presença de HAS (Hipertensão Arterial Sistêmica) e ICC (Insuficiência Cardíaca Congestiva) na história do paciente, juntamente com a elevação da pressão arterial (230/90mmhg) e a diurese efetiva pela SVD, sugere que o termo "
    },
    "MF50.60": {
      "term_original": "processo de cicatrização",
      "capitulo": "21",
      "confidence_embedding": 0.7916,
      "descricao_cid": "Representação de doença CID-11: Hesitação miccional. Definição: Dificuldade em iniciar o fluxo de urina ou manter um jato urinário",
      "classification_reasoning": "A opção mais precisa para o termo 'processo de cicatrização' no contexto clínico é Hesitação miccional, pois refere-se ao processo de recuperação e reparo das lesões em proeminêcias gordurosas na região do dorso."
    },
    "5C71": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7908,
      "descricao_cid": "Representação de doença CID-11: Hiperosmolalidade ou hipernatremia. Definição: Concentrações séricas de sódio superiores a 145 mmol/L, aumento da concentração sérica de partículas osmoticamente ativas.",
      "classification_reasoning": "A escolha pelo código 5C71, Representação de doença CID-11: Hiperosmolalidade ou hipernatremia, é a mais precisa para o termo 'dm' no contexto clínico. A paciente apresenta PA 230/90mmhg e FC 152bpm, indicando uma situação crítica com hipertensão arterial e taquicardia, que pode estar relacionada à hiperosmolalidade ou hipernatremia."
    }
  }
}