{
  "prontuario_id": 98,
  "text": "19/03/12: Colocada em névoa úmida no período, sem intercorrências. 10:54Hrs: Cliente encaminhado ao CC para procedimento com neurocx. 10hrs: Glasgow 14, pupilas iso / foto +, suporte de O2 sob névoa a 2l/min, solicito material para instalar catéter nasal, dieta VO líquida-pastosa com boa aceitação, PA 166x89mmHg, FC 94bpm, FR 20mpm, sat 95%, acesso venoso central em subclávia D com curativo oclusivo limpo e seco externamente, recebendo nipride a 16ml/h e eletrólitos a 42ml/h, ambos em BI, PAM em radial D, AP apresentando MV+ e sem ruídos adventícios, abdômen globoso e flácido, RHA+, SVD diurese efetiva, pele íntegra em região sacra, mantém monitorização cardíaca, oximetria de pulso e cabeceira elevada a 45°, realizadas medidas de conforto e higiene, segue sob cuidados e observação. 00:23: paciente POI de cx de fx rádio distal, lúcido, verbalizando, eupnéico, com boa perfusão distal, mantém tala com enfaixamento em MSE. 00:08h: Paciente encaminhado à clínica X-leme para realização de complemento da ressonância, já realizada anteriormente.  ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Cliente",
      "paciente",
      "Paciente"
    ],
    "Abreviação": [
      "CC",
      "neurocx",
      "2l/min",
      "D",
      "16ml/h",
      "42ml/h",
      "BI",
      "PAM",
      "AP",
      "MV+",
      "RHA+",
      "SVD",
      "POI",
      "MSE",
      "dieta VO líquida-pastosa"
    ],
    "Organização Relacionada à Saúde": [
      "CC",
      "clínica X-leme"
    ],
    "Atividade de Assistência à Saúde": [
      "procedimento",
      "cuidados",
      "observação",
      "medidas de conforto e higiene"
    ],
    "Grupo Profissional ou Ocupacional": [
      "neurocx"
    ],
    "Dispositivo Médico": [
      "material",
      "BI",
      "SVD",
      "catéter nasal",
      "acesso venoso central",
      "curativo oclusivo",
      "tala com enfaixamento"
    ],
    "Conceito Quantitativo": [
      "166x89mmHg",
      "94bpm",
      "20mpm",
      "95%",
      "16ml/h",
      "42ml/h"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "subclávia",
      "radial",
      "pele"
    ],
    "Achado": [
      "limpo",
      "seco",
      "MV+",
      "flácido",
      "RHA+",
      "lúcido",
      "verbalizando",
      "eupnéico",
      "boa aceitação",
      "sem ruídos adventícios",
      "diurese efetiva",
      "cabeceira elevada a 45°",
      "perfusão distal"
    ],
    "Conceito Espacial": [
      "externamente"
    ],
    "Substância Química Inorgânica": [
      "nipride"
    ],
    "Substância Farmacológica": [
      "nipride",
      "eletrólitos"
    ],
    "Procedimento Diagnóstico": [
      "AP",
      "ressonância",
      "monitorização cardíaca",
      "oximetria de pulso"
    ],
    "Localização ou Região Corporal": [
      "abdômen",
      "MSE",
      "região sacra"
    ],
    "Sinal ou Sintoma": [
      "globoso",
      "Glasgow 14"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SVD",
      "névoa úmida",
      "suporte de",
      "O2 sob névoa",
      "dieta VO líquida-pastosa",
      "acesso venoso central",
      "curativo oclusivo",
      "cabeceira elevada a 45°",
      "medidas de conforto e higiene",
      "tala com enfaixamento"
    ],
    "Conceito Temporal": [
      "POI"
    ],
    "Conceito Qualitativo": [
      "boa",
      "boa aceitação"
    ],
    "Negação": [
      "sem ruídos adventícios"
    ],
    "Função Fisiológica": [
      "diurese efetiva"
    ],
    "Lesão ou Envenenamento": [
      "fx rádio distal"
    ]
  },
  "labels": {
    "8A64": {
      "term_original": "eupnéico",
      "capitulo": "08",
      "confidence_embedding": 0.7811,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo.",
      "classification_reasoning": "O termo 'eupnéico' se refere à presença de respiração regular e fácil, o que é característico de uma crise epiléptica única e aguda. Isso leva a escolher o código 8A64, Representação de doença CID-11: Crise epiléptica única devida a causas remotas."
    },
    "9A94.1": {
      "term_original": "sem ruídos adventícios",
      "capitulo": "09",
      "confidence_embedding": 0.8251,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "O termo 'sem ruídos adventícios' se refere à ausência de ruídos extras ou inesperados audíveis, o que é consistente com a síndrome da íris flácida (9A94.1), caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular."
    },
    "8C01.0": {
      "term_original": "perfusão distal",
      "capitulo": "08",
      "confidence_embedding": 0.7432,
      "descricao_cid": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente.",
      "classification_reasoning": "A presença de 'perfusão distal' no contexto clínico sugere uma doença neurológica que afeta a condução nervosa, característica da Polineuropatia desmielinizante inflamatória aguda (CID-11: 8C01.0)."
    },
    "FA34.0": {
      "term_original": "flácido",
      "capitulo": "15",
      "confidence_embedding": 0.7295,
      "descricao_cid": "Representação de doença CID-11: Corpo flutuante na articulação. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'flácido' no contexto clínico é a Corpo flutuante na articulação (FA34.0), pois essa descrição se refere à perda de tônus muscular, caracterizada pela flacidez dos músculos."
    },
    "KA05.6": {
      "term_original": "fx rádio distal",
      "capitulo": "19",
      "confidence_embedding": 0.7297,
      "descricao_cid": "Representação de doença CID-11: Feto ou recém-nascido afetado por contrações uterinas anormais. Definição: Contrações uterinas anormais podem ser hipertônicas ou hipotônicas. Contrações hipertônicas são as que ocorrem com mais frequência e são marcadas por um aumento no tônus de repouso maior que 15 mm Hg. Contrações hipotônicas são aquelas em que o número de contrações é anormalmente baixo, o tônus do útero em repouso é inferior a 10 mm Hg e a força das contrações é consistentemente < 26 mm Hg.",
      "classification_reasoning": "A expressão 'fx rádio distal' sugere uma lesão ou trauma radiológico na área distal do fêmur, o que é consistente com a definição de KA05.6 como 'Feto ou recém-nascido afetado por contrações uterinas anormais'."
    },
    "ED70.4": {
      "term_original": "seco",
      "capitulo": "14",
      "confidence_embedding": 0.7708,
      "descricao_cid": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses.",
      "classification_reasoning": "O termo 'seco' está relacionado à caracterização de um curativo oclusivo limpo e seco externamente, o que sugere que a opção mais precisa é Eflúvio anágeno (ED70.4), que se refere à perda de cabelos após exposição a drogas ou produtos químicos tóxicos."
    },
    "CA23.00": {
      "term_original": "globoso",
      "capitulo": "12",
      "confidence_embedding": 0.7438,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A opção CA23.00 é a mais precisa para o termo 'globoso' no contexto, pois refere-se a asma alérgica com exacerbação, que pode apresentar sintomas como falta de ar e aperto no peito, caracterizados por um abdômen flácido e globoso."
    },
    "ED70.30": {
      "term_original": "limpo",
      "capitulo": "14",
      "confidence_embedding": 0.749,
      "descricao_cid": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa.",
      "classification_reasoning": "A presença do termo 'limpo' no contexto clínico sugere que a pele está sendo cuidadosamente mantida, o que é consistente com a descrição da doença Eflúvio telógeno agudo. Além disso, a menção de enfaixamento em MSE e a falta de outros sintomas cutâneos sugerem que o paciente não apresenta outro tipo de lesão cutânea."
    },
    "8A63.01": {
      "term_original": "glasgow 14",
      "capitulo": "08",
      "confidence_embedding": 0.7349,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica febril complexa. Definição: Crises epilépticas febris com duração superior a 15 minutos ou episódios múltiplos ocorrendo em 24 horas ou crises epilépticas com características focais.",
      "classification_reasoning": "A Glasgow 14 indica um estado de consciência alterado, com perda parcial de consciência e resposta a estímulos dolorosos. Isso é consistente com a crise epiléptica febril complexa (8A63.01), que pode estar relacionada ao procedimento com neurocx mencionado anteriormente."
    },
    "BC00.0T7Z0YA0": {
      "term_original": "cabeceira elevada a 45°",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A elevação da cabeceira a 45° é um procedimento comum em pacientes críticos, usualmente para melhorar a circulação cerebral e reduzir a pressão intracraniana. Portanto, o código mais preciso para este termo é o BC00.0T7Z0YA0, que representa 'Tratamento de cuidado intensivo: Elevação da cabeceira'."
    },
    "BC63.3": {
      "term_original": "mv+",
      "capitulo": "11",
      "confidence_embedding": 0.7562,
      "descricao_cid": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)",
      "classification_reasoning": "A opção mais precisa é o Bloqueio de ramo direito (BC63.3) pois a presença de MV+ sugere um bloqueio no sistema de condução atrioventricular, especificamente no ramo direito, e não uma fibrilação atrial paroxística (BC81.30), insuficiência cardíaca congestiva (BD10) ou via acessória (BC62)."
    }
  }
}