{
  "prontuario_id": 898,
  "text": "ÀS 17H16MIN: SONDA NASOENTERAL COM DIETA EM CURSO, TRAQUEOSTOMIA COM O2, ABDOMEN PLANO E FLÁCIDO, ACESSO VENOSO PERIFÉRICO EM FACE ANTERIOR DO ANTEBRAÇO E, ULCERA POR PRESSÃO GRAU II EM REGIÃO SACRA, COM SECREÇÃO EM BASTANTE QUANTIDADE E EM REGIÃO CALCÂNEA, DIURESE EM UROPEN, EVACUAÇÃO 1X. ACADÊMICA DE ENFERMAGEM DO 8ºPERÍODO FLORENCE NIGHTINGALE. ORIENTADA PELA ENFERMEIRA FLORENCE NIGHTINGALE. SINDROME DE GUILLAIN BARRE. ÀS 12:54: 4º DI, Hx ICC descompensado + has + depressão + astenia + fraqueza. Consciente, gemente, pouco comunicativa. Mantendo monitorização  P 81, PA 103/74, sat O2 97%. Mantendo O2 sob máscara 3 ml/h. BCR Hiperfonéticas com sopro sistólico, ausculta pulmonar roncos + congestão. Acesso central em subclávia à E com soroterapia + hyponor 15 ml/h em BI. Abdomen globoso, flácido, RHA hiperativos, refere algia à palpação. Lesão em região lombossacra grau II. SVD com débido de 100 ml com coloração amarelo escuro com presença de grumos. Fazendo uso de fralda, evacuação de aspecto líquido. Permancendo na sala de emergência, aguardando vaga de UTI. Segue sob os cuidados de enfermagem . Enfº Florence Nightingale, COREN XXXX. INSUFICIENCIA CARDIACA. REALIZADO TENTATIVAS DE PASSAGEM DE SNE SEM SUCESSO, COMUNICADO DRA ALICE. INSUFICIENCIA RESPIRATORIA AGUDA.",
  "entities": {
    "Alimento": [
      "DIETA"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "Abdomen",
      "REGIÃO SACRA",
      "REGIÃO CALCÂNEA",
      "região lombossacra"
    ],
    "Achado": [
      "PLANO",
      "FLÁCIDO",
      "EVACUAÇÃO",
      "Consciente",
      "BCR",
      "flácido"
    ],
    "Abreviação": [
      "E",
      "Hx",
      "has",
      "BCR",
      "BI",
      "SVD",
      "UTI",
      "Enfº",
      "ICC descompensado",
      "3 ml/h",
      "15 ml/h",
      "RHA hiperativos",
      "PASSAGEM DE SNE"
    ],
    "Conceito Espacial": [
      "E"
    ],
    "Substância Corporal": [
      "SECREÇÃO"
    ],
    "Dispositivo Médico": [
      "UROPEN",
      "BI",
      "SVD",
      "SONDA NASOENTERAL",
      "ACESSO VENOSO PERIFÉRICO",
      "Acesso central"
    ],
    "Função Fisiológica": [
      "EVACUAÇÃO"
    ],
    "Doença ou Síndrome": [
      "has",
      "depressão",
      "ULCERA POR PRESSÃO",
      "SINDROME DE GUILLAIN BARRE",
      "ICC descompensado",
      "INSUFICIENCIA CARDIACA",
      "INSUFICIENCIA RESPIRATORIA AGUDA"
    ],
    "Sinal ou Sintoma": [
      "astenia",
      "fraqueza",
      "gemente",
      "Hiperfonéticas",
      "roncos",
      "congestão",
      "globoso",
      "sopro sistólico",
      "RHA hiperativos",
      "algia à palpação",
      "presença de grumos",
      "evacuação de aspecto líquido"
    ],
    "Procedimento Diagnóstico": [
      "monitorização",
      "ausculta pulmonar"
    ],
    "Conceito Quantitativo": [
      "81",
      "103/74",
      "97%",
      "3 ml/h",
      "15 ml/h",
      "100 ml"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "subclávia"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "soroterapia",
      "SVD",
      "SONDA NASOENTERAL",
      "TRAQUEOSTOMIA COM O2",
      "ACESSO VENOSO PERIFÉRICO",
      "O2 sob máscara",
      "Acesso central",
      "PASSAGEM DE SNE"
    ],
    "Substância Farmacológica": [
      "hyponor"
    ],
    "Lesão ou Envenenamento": [
      "Lesão"
    ],
    "Objeto Manufaturado": [
      "fralda"
    ],
    "Organização Relacionada à Saúde": [
      "UTI",
      "sala de emergência"
    ],
    "Conceito Qualitativo": [
      "BASTANTE QUANTIDADE"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados de enfermagem"
    ]
  },
  "labels": {
    "CB21.1": {
      "term_original": "congestão",
      "capitulo": "12",
      "confidence_embedding": 0.8153,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A congestão mencionada no prontuário se refere à presença de roncos e congestão pulmonar, o que sugere um problema respiratório agudo. A opção mais precisa para o termo é a síndrome de pneumotórax espontâneo não hipertensivo (CB21.1), pois é mencionado no prontuário que há 'BCR hiperfonéticas com sopro sistólico, ausculta pulmonar roncos + congestão', o que indica uma lesão pulmonar."
    },
    "FA80.8": {
      "term_original": "globoso",
      "capitulo": "15",
      "confidence_embedding": 0.7478,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa é a degeneração de disco intervertebral da coluna lombar sem prolapso de disco (FA80.8), pois o termo 'globoso' se refere ao abdomem plano e flácido mencionado no prontuário, sugerindo que a paciente tem doença degenerativa na coluna lombar."
    },
    "8C01.0": {
      "term_original": "sindrome de guillain barre",
      "capitulo": "08",
      "confidence_embedding": 0.7462,
      "descricao_cid": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente.",
      "classification_reasoning": "A síndrome de Guillain-Barré é a condição mencionada no contexto clínico, portanto, o código mais preciso para este termo é 8C01.0 - Polineuropatia desmielinizante inflamatória aguda."
    },
    "MB20.1": {
      "term_original": "icc descompensado",
      "capitulo": "21",
      "confidence_embedding": 0.7617,
      "descricao_cid": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas.",
      "classification_reasoning": "A escolha foi feita porque o termo 'icc descompensado' está relacionado ao quadro de síndrome de Guillain-Barré, que é uma condição caracterizada por coma e outros sintomas, como dor e fraqueza."
    },
    "NC56.5Z": {
      "term_original": "lesão",
      "capitulo": "22",
      "confidence_embedding": 0.7842,
      "descricao_cid": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'lesão' no contexto clínico é a lesão do vaso sanguíneo do outro dedo da mão, não especificada (NC56.5Z), pois a paciente apresenta uma ulcera por pressão grau II em região sacra e região calcânea, o que sugere uma lesão vascular ou capilar."
    },
    "MB23.H": {
      "term_original": "fraqueza",
      "capitulo": "21",
      "confidence_embedding": 0.7756,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A fraqueza mencionada no contexto clínico pode ser relacionada a uma crise de pânico, pois o paciente apresenta sintomas como depressão e astenia, que são comuns em episódios de pânico. Além disso, a falta de comunicatividade do paciente também é um indicador de uma crise de pânico."
    },
    "MG27": {
      "term_original": "rha hiperativos",
      "capitulo": "21",
      "confidence_embedding": 0.7476,
      "descricao_cid": "Representação de doença CID-11: Hemorragia, não classificada em outra parte. Definição: Sangramento ou saída de sangue de um vaso.",
      "classification_reasoning": "O termo 'RHA hiperativos' sugere a presença de hemorragia ou saída de sangue, o que é descrito pela descrição do código MG27 como 'Sangramento ou saída de sangue de um vaso'."
    },
    "ME08": {
      "term_original": "presença de grumos",
      "capitulo": "21",
      "confidence_embedding": 0.7666,
      "descricao_cid": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI.",
      "classification_reasoning": "A presença de grumos no SVD (Sérvulo-Veia Domicilar) é um indicador de hemorragia pulmonar aguda, o que está relacionado à flatulência e afecções correlatas. Isso justifica a escolha do código ME08."
    },
    "CB00": {
      "term_original": "insuficiencia respiratoria aguda",
      "capitulo": "12",
      "confidence_embedding": 0.775,
      "descricao_cid": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave.",
      "classification_reasoning": "A síndrome do desconforto respiratório agudo (SDRA) é a causa mais provável da insuficiência respiratória aguda, considerando o contexto clínico e a presença de síndrome de Guillain-Barré com insuficiência cardíaca e traqueostomia com O2. A gravidade dos sintomas e a necessidade de monitorização contínua justificam essa escolha."
    },
    "6C40.3": {
      "term_original": "astenia",
      "capitulo": "06",
      "confidence_embedding": 0.7671,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A astenia descrita no prontuário é um sintoma comum em casos de intoxicação por álcool, caracterizado por labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, entre outros. Embora os outros termos extraídos possam apresentar sintomas similares, a astenia é mais frequentemente associada à intoxicação por álcool."
    },
    "BA60.8": {
      "term_original": "insuficiencia cardiaca",
      "capitulo": "11",
      "confidence_embedding": 0.7847,
      "descricao_cid": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio.",
      "classification_reasoning": "A insuficiência cardíaca está relacionada ao infarto agudo do miocárdio, portanto, o código BA60.8 que descreve a arritmia como complicação atual subsequente a infarto agudo do miocárdio é mais preciso."
    },
    "FA38.3": {
      "term_original": "ulcera por pressão",
      "capitulo": "15",
      "confidence_embedding": 0.7446,
      "descricao_cid": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética.",
      "classification_reasoning": "A opção mais precisa para o termo 'ulcera por pressão' é a Artropatia hemofílica (FA38.3), pois a descrição menciona lesão em região lombossacra grau II, o que se relaciona à destruição das articulações nos quadrilhos e costas, como descrito na definição da FA38.3."
    },
    "ME01": {
      "term_original": "algia à palpação",
      "capitulo": "21",
      "confidence_embedding": 0.78,
      "descricao_cid": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen.",
      "classification_reasoning": "A opção mais precisa para o termo 'algia à palpação' é a distensão abdominal (Código: ME01), pois a descrição da doença CID-11 menciona a presença de dor ao palpar, característica presente na distensão abdominal."
    },
    "MF55": {
      "term_original": "evacuação de aspecto líquido",
      "capitulo": "21",
      "confidence_embedding": 0.7733,
      "descricao_cid": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina.",
      "classification_reasoning": "A evacuação de aspecto líquido é uma característica da poliúria, que é a produção ou passagem excessiva ou anormalmente grande de urina. Isso está relacionado ao diagnóstico de síndrome de Guillain-Barré e à presença de diurese em uropen."
    },
    "CA23.00": {
      "term_original": "roncos",
      "capitulo": "12",
      "confidence_embedding": 0.7951,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A presença de roncos na abdome globoso e flácido, com RHA hiperativos, refere algia à palpação, sugere que a síndrome de Guillain-Barré está relacionada a uma doença respiratória aguda (insuficiência respiratória aguda), caracterizada por roncos."
    }
  }
}