{
  "prontuario_id": 375,
  "text": "ÀS 17:40: QUEIXA DE DOR ABDOMINAL. HX DE CAPOTAMENTO DE AUTO EM 07/036, COM ATENDIMENTO NESSE SERVIÇO, COM TRAUMA EM CERVICAL DE TTO CIRURGICO (DR VITAL BRASIL). BCRNF. ABDOMEN GLOBOSO, FLÁCIDO E DOLORIDO A PALPAÇÃO EM HIPOCONDRIO DIR. DIURESE ESPONTÂNEA PRESENTE. REFERE ALGIA EM ABDOMEN INTENSA NO PERÍODO DA NOITE. ESCARRO SANGUINOLENTO EM MODERADA QUANTIDADE NO PERÍODO DA TARDE. COMUNICO DR VITAL BRASIL SOBRE ESCARRO. SEGUE SOB CUIDADOS DA EQUIPE MULTIPROFISSIONAL. AGUARDA VAGA EM UI. DOR ABDOMINAL E PELVICA. Às 14:30h: Glasgow 15, pupilas isocóricas fotorreagentes. SNE com infusão de dieta 75 ml/h. Traqueostomizada, suporte de O2 sob névoa úmida, presença de secreção espessa hemática em média quantidade. CPP com roncos esparsos. Abdomen flácido, RHA + . Acesso venoso em MSD com infusão de soroterapia. SVD com diurese efetiva, evacuação ausente. Lesão em região sacra estágio II. Uso de colchão de ar. Extremidades aquecidas e bem perfundidas, anasarcada. Monitorizada contínuamente com parâmetros de PA não invasiva, cardioscopia e oximetria de pulso. Segue sob cuidados intensivos. Enfª Florence Nightingale. INSUFICIENCIA PULMONAR AGUDA SUBSEQUENTE A CIRURGIA TORACICA. Às 01:13: ERRATA: desconsiderar evoluçao anterior. FRATURA DO MEMBRO INFERIOR NIVEL NAO ESPECIFICADO. Às 18:50hs: Realizado cateterismo vesical de demora. Enfermeira Florence Nightingale XXXX. OUTRAS DOENCAS DO APARELHO DIGESTIVO.",
  "entities": {
    "Abreviação": [
      "HX",
      "BCRNF",
      "DIR",
      "UI",
      "SNE",
      "CPP",
      "MSD",
      "SVD",
      "PA",
      "Enfª",
      "TTO CIRURGICO",
      "RHA +"
    ],
    "Organização Relacionada à Saúde": [
      "SERVIÇO",
      "UI"
    ],
    "Achado": [
      "BCRNF",
      "FLÁCIDO",
      "Traqueostomizada",
      "flácido",
      "evacuação",
      "DIURESE ESPONTÂNEA",
      "Glasgow 15",
      "pupilas isocóricas fotorreagentes",
      "RHA +",
      "diurese efetiva",
      "Extremidades aquecidas",
      "bem perfundidas"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "HIPOCONDRIO",
      "ABDOMINAL",
      "PELVICA",
      "CPP",
      "Abdomen",
      "MSD",
      "região sacra"
    ],
    "Sinal ou Sintoma": [
      "GLOBOSO",
      "ALGIA",
      "ESCARRO",
      "DOR",
      "anasarcada",
      "DOR ABDOMINAL",
      "ESCARRO SANGUINOLENTO",
      "roncos esparsos"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO",
      "PA",
      "cardioscopia",
      "Monitorizada contínuamente",
      "oximetria de pulso"
    ],
    "Conceito Espacial": [
      "DIR"
    ],
    "Substância Corporal": [
      "ESCARRO",
      "ESCARRO SANGUINOLENTO"
    ],
    "Dispositivo Médico": [
      "SNE",
      "SVD",
      "Acesso venoso",
      "colchão de ar"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SNE",
      "infusão",
      "Traqueostomizada",
      "SVD",
      "TTO CIRURGICO",
      "névoa úmida",
      "Acesso venoso",
      "infusão de soroterapia",
      "cateterismo vesical de demora"
    ],
    "Alimento": [
      "dieta"
    ],
    "Função Fisiológica": [
      "evacuação",
      "DIURESE ESPONTÂNEA",
      "diurese efetiva"
    ],
    "Negação": [
      "ausente",
      "não"
    ],
    "Lesão ou Envenenamento": [
      "Lesão",
      "CAPOTAMENTO DE AUTO",
      "TRAUMA EM CERVICAL",
      "FRATURA DO MEMBRO INFERIOR NIVEL NAO ESPECIFICADO"
    ],
    "Conceito Funcional": [
      "Uso"
    ],
    "Conceito Temporal": [
      "PERÍODO DA NOITE",
      "PERÍODO DA TARDE"
    ],
    "Conceito Qualitativo": [
      "MODERADA QUANTIDADE",
      "média quantidade",
      "estágio II"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS DA EQUIPE MULTIPROFISSIONAL",
      "cuidados intensivos"
    ],
    "Conceito Quantitativo": [
      "75 ml/h"
    ],
    "Objeto Manufaturado": [
      "colchão de ar"
    ],
    "Doença ou Síndrome": [
      "INSUFICIENCIA PULMONAR AGUDA SUBSEQUENTE A CIRURGIA TORACICA",
      "DOENCAS DO APARELHO DIGESTIVO"
    ]
  },
  "labels": {
    "DD50.2": {
      "term_original": "globoso",
      "capitulo": "13",
      "confidence_embedding": 0.7751,
      "descricao_cid": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio.",
      "classification_reasoning": "O termo 'globoso' se refere à descrição do abdome como 'flácido e dolorido a palpação em hipocóndrio dir.', o que é consistente com a definição de hérnia intra-abdominal, representada pelo código DD50.2."
    },
    "ND55": {
      "term_original": "trauma em cervical",
      "capitulo": "22",
      "confidence_embedding": 0.7838,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos da perna, nível não especificado. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'trauma em cervical' é a fratura do membro inferior nível não especificado, pois o contexto refere-se ao trauma ocorrido durante um capotamento de automóvel, e o termo 'cervical' se refere à região sacra, portanto, a escolha ND55 é mais adequada."
    },
    "NB90.Y": {
      "term_original": "lesão",
      "capitulo": "22",
      "confidence_embedding": 0.8124,
      "descricao_cid": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'lesão' é a NB90.Y, que se refere especificamente à lesão de outros vasos sanguíneos ao nível do abdome, região lombar ou pelve. Isso se ajusta melhor ao contexto clínico apresentado, que menciona lesão em região sacra estágio II."
    },
    "MD81.3": {
      "term_original": "evacuação",
      "capitulo": "21",
      "confidence_embedding": 0.8403,
      "descricao_cid": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças.",
      "classification_reasoning": "A escolha do código MD81.3 é justificada pela descrição de dor abdominal aguda no contexto clínico, que coincide com a definição da síndrome clínica do abdome agudo."
    },
    "FB54": {
      "term_original": "fratura do membro inferior nivel nao especificado",
      "capitulo": "15",
      "confidence_embedding": 0.7267,
      "descricao_cid": "Representação de doença CID-11: Entesopatias dos membros inferiores. Definição: Trata-se de um grupo de afecções que levam a qualquer tipo de alteração nos pontos de inserção de tendões ou ligamentos dos membros inferiores. As principais alterações são inflamação e calcificação.",
      "classification_reasoning": "A opção mais precisa para o termo 'fratura do membro inferior nivel nao especificado' é a Código FB54, que refere-se à Entesopatias dos membros inferiores. Isso se justifica pois a fratura mencionada no prontuário não foi especificada em qual nível, mas como parte da lesão sacra de estágio II, sugere que pode estar relacionada a problemas nos membros inferiores."
    },
    "CA22.0": {
      "term_original": "roncos esparsos",
      "capitulo": "12",
      "confidence_embedding": 0.7576,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A opção mais precisa para o termo 'roncos esparsos' é a Doença Pulmonar Obstrutiva Crônica com Exacerbação Aguda Não Especificada (CA22.0), pois os sintomas descritos no prontuário, como roncos esparsos, sugerem uma doença pulmonar obstrutiva crônica em exacerbação."
    },
    "DD50.20": {
      "term_original": "escarro sanguinolento",
      "capitulo": "13",
      "confidence_embedding": 0.7662,
      "descricao_cid": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo.",
      "classification_reasoning": "A opção mais precisa é a hérnia intra-abdominal primária (Código DD50.20), pois o termo 'escarro sanguinolento' sugere uma lesão no revestimento do abdômen, o que é compatível com essa condição."
    },
    "ME62.7": {
      "term_original": "pupilas isocóricas fotorreagentes",
      "capitulo": "21",
      "confidence_embedding": 0.7649,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A opção ME62.7 'Erupção cutânea descamativa aguda' é a mais precisa para o termo 'pupilas isocóricas fotorreagentes' pois, apesar de não ser exatamente uma descrição de pupilas, é a única que menciona características relacionadas à visão (fovorreaciona). Isso sugere que a paciente apresentou uma resposta reflexa ao estímulo visual."
    },
    "NB51.2": {
      "term_original": "capotamento de auto",
      "capitulo": "22",
      "confidence_embedding": 0.7523,
      "descricao_cid": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A opção mais precisa é NB51.2, pois o paciente refere capotamento de auto e apresenta lesão em região sacra, o que sugere um ferimento perfurante sem corpo estranho do abdome."
    },
    "J97.0": {
      "term_original": "insuficiencia pulmonar aguda subsequente a cirurgia toracica",
      "capitulo": "12",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "Insuficiência pulmonar aguda subsequente a cirurgia toracica é um quadro clínico caracterizado por piora respiratória após uma intervenção cirúrgica, o que leva à escolha do código J97.0 (Representação de doença CID-11: Insuficiência pulmonar aguda não especificada)."
    },
    "MD81.2": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.8456,
      "descricao_cid": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral.",
      "classification_reasoning": "A dor abdominal generalizada é mais precisa para descrever a queixa do paciente, considerando a história de capotamento e lesão cervical com cirurgia realizada, bem como as características da dor descrita no prontuário (dor intensa na região abdominal). A escolha do código MD81.2 também leva em conta a ausência de informações mais específicas sobre a localização exata da dor."
    },
    "FA80.8": {
      "term_original": "anasarcada",
      "capitulo": "15",
      "confidence_embedding": 0.7246,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa é FA80.8, Degeneração de disco intervertebral da coluna lombar sem prolapso de disco, pois o termo 'anasarcada' se refere à inflamação e dor na região lombar, característica dessa condição."
    }
  }
}