{
  "prontuario_id": 112,
  "text": "Às 17:00: Dra Alice realizou troca de cânula de traqueostomia mudando modo para PSV. Florence Nightingale. HEMANGIOMA DE QUALQUER LOCALIZACAO. Consciente, orientado, edema + hematoma orbital bilateral, escoriações, AVPE com SRT, gesso em MSD com boa perfusão, nega algias, deambula com auxílio. Boa aceitação alimentar, eliminações presentes. Segue sob cuidados de enfermagem. TRAUMATISMO CEREBRAL FOCAL. DR VITAL BRASIL SOLICITA RNM DE COLUNA CERVICAL. ENCAMINHO PARA REVISÃO DE CONTAS E AGENDAMENTO COM MARIA. AGUARDO RETORNO DO HORÁRIO AGENDADO. ENCEFALITE AGUDA DISSEMINADA. ÀS 02:45HS: PACIENTE CONFUSA, AGITADA, AGRESSIVA, CONTIDA, NÃO ACEITA MEDICAÇÃO VO, CONTIDA NO LEITO. COMUNICADO DRA ALICE SOBRE A NÃO ACEITAÇÃO DA MEDICAÇAÕ VO PELA PACIENTE QUE PERMANECE AGITADA E CONFUSA. HEMORRAGIA SUBARACNOIDE PROVENIENTE DE ARTERIA INTRACRANIANA NAO ESPECIFICADA. Às 12:22: Paciente não referindo queixas, consciente, orientado, calmo, comunicativo, em repouso no leito, aceitando bem dieta VO, com edema em coxa D, boa perfusão periférica, eliminações fisiológicas presentes. CONCUSSAO CEREBRAL. ÀS 12:21 HS: CONSCIENTE, ORIENTADA, COMUNICATIVA, ACESSO VENOSO SALINIZADO, RELATA DOR LOMBAR COM IRRADIAÇÃO PARA MID. ONTEM REALIZOU ECG, HOJE RAIO-X E TOMO. CX AGENDADA PARA 21/02 PELA MANHÃ. SEGUE CUIDADOS. TRANSTORNOS DE DISCOS LOMBARES E DE OUTROS DISCOS INTERVERTEBRAIS COM RADICULOPATIA.",
  "entities": {
    "Procedimento Terapêutico ou Preventivo": [
      "PSV",
      "AVPE",
      "SRT",
      "gesso",
      "CONTIDA",
      "CX",
      "troca de cânula de traqueostomia",
      "CONTIDA NO LEITO",
      "repouso no leito",
      "ACESSO VENOSO"
    ],
    "Abreviação": [
      "PSV",
      "AVPE",
      "SRT",
      "MSD",
      "D",
      "ECG",
      "TOMO",
      "CX",
      "RNM DE COLUNA CERVICAL",
      "ACEITA MEDICAÇÃO VO",
      "ACEITAÇÃO DA MEDICAÇAÕ VO",
      "aceitando bem dieta VO",
      "IRRADIAÇÃO PARA MID"
    ],
    "Achado": [
      "Consciente",
      "orientado",
      "consciente",
      "calmo",
      "comunicativo",
      "CONSCIENTE",
      "ORIENTADA",
      "COMUNICATIVA",
      "boa perfusão",
      "deambula com auxílio",
      "Boa aceitação alimentar",
      "eliminações presentes",
      "ACEITA MEDICAÇÃO VO",
      "ACEITAÇÃO DA MEDICAÇAÕ VO",
      "repouso no leito",
      "aceitando bem dieta VO",
      "boa perfusão periférica"
    ],
    "Função Patológica": [
      "edema"
    ],
    "Sinal ou Sintoma": [
      "edema",
      "algias",
      "CONFUSA",
      "AGITADA",
      "AGRESSIVA",
      "queixas",
      "DOR LOMBAR",
      "IRRADIAÇÃO PARA MID"
    ],
    "Lesão ou Envenenamento": [
      "escoriações",
      "TRAUMATISMO CEREBRAL FOCAL",
      "CONCUSSAO CEREBRAL"
    ],
    "Dispositivo Médico": [
      "AVPE",
      "gesso",
      "ACESSO VENOSO"
    ],
    "Localização ou Região Corporal": [
      "MSD"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE",
      "Paciente"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "coxa"
    ],
    "Conceito Espacial": [
      "D"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "RAIO-X",
      "TOMO",
      "RNM DE COLUNA CERVICAL"
    ],
    "Conceito Temporal": [
      "MANHÃ"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS",
      "cuidados de enfermagem"
    ],
    "Doença ou Síndrome": [
      "HEMANGIOMA DE QUALQUER LOCALIZACAO",
      "ENCEFALITE AGUDA DISSEMINADA"
    ],
    "Processo Neoplásico": [
      "HEMANGIOMA DE QUALQUER LOCALIZACAO"
    ],
    "Função Fisiológica": [
      "eliminações presentes"
    ]
  },
  "labels": {
    "6E61.0": {
      "term_original": "calmo",
      "capitulo": "06",
      "confidence_embedding": 0.7895,
      "descricao_cid": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "A paciente apresenta sintomas psicóticos, como confusão e agitação, após realizar encefalite aguda disseminada. A presença de alucinações não é mencionada, mas o contexto clínico sugere que a paciente está apresentando delírios. Portanto, a escolha mais precisa para o termo 'calmo' é Síndrome psicótica secundária com alucinações (6E61.0)."
    },
    "2F26": {
      "term_original": "hemangioma de qualquer localizacao",
      "capitulo": "02",
      "confidence_embedding": 0.8053,
      "descricao_cid": "Representação de doença CID-11: Hemangioma capilar lobular. Definição: Historicamente chamado de granuloma piogênico, trata-se de uma proliferação benigna comum de vasos sanguíneos capilares que pode ser induzida por traumatismo ou por alguns medicamentos. Apresenta-se como uma ou mais pápulas ou nódulos vermelho vivo, frequentemente localizados ao redor da boca ou em uma falange terminal em relação à unha. Frequentemente ocorrem sangramento, ulceração e formação de crostas. Mutações BRAF dentro das células endoteliais vasculares podem estar presentes, indicando que este é, em pelo menos uma proporção dos casos, um verdadeiro processo neoplásico.",
      "classification_reasoning": "O termo 'hemangioma de qualquer localização' é mais preciso para o código 2F26, que representa uma representação de doença CID-11: Hemangioma capilar lobular. Isso porque a descrição do código menciona a possibilidade de localizações variadas, como ao redor da boca ou em uma falange terminal em relação à unha."
    },
    "8B22": {
      "term_original": "traumatismo cerebral focal",
      "capitulo": "08",
      "confidence_embedding": 0.7685,
      "descricao_cid": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada.",
      "classification_reasoning": "A opção mais precisa é o Código 8B22, Algumas doenças cerebrovasculares especificadas, pois o termo 'traumatismo cerebral focal' se refere a lesões específicas no cérebro causadas por trauma, como hemorragia subaracnoide proveniente de artéria intracraniana não especificada mencionado no contexto clínico."
    },
    "FA80.8": {
      "term_original": "dor lombar",
      "capitulo": "15",
      "confidence_embedding": 0.7708,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A dor lombar é um sintoma característico da degeneração de disco intervertebral da coluna lombar, o que justifica a escolha do código FA80.8."
    },
    "8B24": {
      "term_original": "concussao cerebral",
      "capitulo": "08",
      "confidence_embedding": 0.7819,
      "descricao_cid": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum.",
      "classification_reasoning": "A concussão cerebral é uma lesão cerebral causada por impacto ou trauma, caracterizada por perda de consciência temporária e possível dano cerebral subsequente. O código 8B24, Encefalopatia hipóxico-isquêmica, melhor se adequa ao termo 'concussao cerebral' no contexto clínico fornecido."
    },
    "6C40.3": {
      "term_original": "agressiva",
      "capitulo": "06",
      "confidence_embedding": 0.783,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A paciente apresenta comportamento agressivo, o que é um sintoma comum de intoxicação por álcool. Além disso, a presença de alucinações e ideação paranoide também são características freqüentemente descritas em casos de intoxicação por álcool."
    },
    "MF34": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.7658,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: ",
      "classification_reasoning": "A opção MF34 é a mais precisa para o termo 'queixas' no contexto clínico, pois refere-se a sintomas ou queixas relacionadas à gravidez. Nesse caso, as queixas referem-se às queixas da paciente sobre dor lombar com irradiação para Míd, descritas no relatório"
    },
    "FA38.3": {
      "term_original": "algias",
      "capitulo": "15",
      "confidence_embedding": 0.7611,
      "descricao_cid": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética.",
      "classification_reasoning": "A opção mais precisa para o termo 'algias' no contexto clínico é a artropatia hemofílica, que inclui dor nas articulações (artralgias) como um sintoma comum."
    },
    "8A80": {
      "term_original": "boa perfusão",
      "capitulo": "08",
      "confidence_embedding": 0.7706,
      "descricao_cid": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade.",
      "classification_reasoning": "Como o termo extraído 'boa perfusão' está relacionado à circulação sanguínea e ao estado geral do paciente, a Enxaqueca (Código 8A80) é a opção mais precisa para descrever esse sintoma. A Enxaqueca é um transtorno de cefaleia primária que pode estar associado a alterações na circulação sanguínea cerebral."
    },
    "8A64": {
      "term_original": "boa perfusão periférica",
      "capitulo": "08",
      "confidence_embedding": 0.7737,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo.",
      "classification_reasoning": "Escolhi o código 8A64 (Crise epiléptica única devida a causas remotas) porque o termo 'boa perfusão periférica' não se refere especificamente a nenhuma doença neurológica e pode ser um parâmetro geral de avaliação de pacientes com traumatismo craniano. A opção mais precisa é a 8A64, pois pode estar relacionada à evolução da paciente após o trauma."
    },
    "6C45.3": {
      "term_original": "confusa",
      "capitulo": "06",
      "confidence_embedding": 0.7793,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A confusão descrita no prontuário é mais provável ser relacionada à encefalite aguda disseminada do que a outro tipo de intoxicação, pois não há indicações de uso de substâncias psicoativas ou álcool, e o sintoma de confusão é mais compatível com os efeitos da encefalite sobre o sistema nervoso central."
    },
    "NE81.0Z": {
      "term_original": "escoriações",
      "capitulo": "22",
      "confidence_embedding": 0.7977,
      "descricao_cid": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: ",
      "classification_reasoning": "A opção NE81.0Z é a mais precisa pois o termo 'escoriações' se refere a lesões cutâneas e não específicas, que são descritas na definição do código. Além disso, o contexto clínico indica a presença de escoriações, sugerindo uma lesão não especificada."
    },
    "9A25.4": {
      "term_original": "irradiação para mid",
      "capitulo": "09",
      "confidence_embedding": 0.7631,
      "descricao_cid": "Representação de doença CID-11: Hemorragia da órbita. Definição: Trata-se da perda ou escape de sangue do sistema circulatório. Esse diagnóstico é relativo à cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados. \"Órbita\" pode se referir ao arcabouço ósseo mas também pode ser utilizado para implicar seu conteúdo.",
      "classification_reasoning": "A escolha foi feita pois o termo 'irradiação para mid' sugere a presença de hemorragia na órbita, o que é confirmado pelo diagnóstico 'Edema + hematoma orbital bilateral' presente no prontuário."
    },
    "FA27.2": {
      "term_original": "edema",
      "capitulo": "15",
      "confidence_embedding": 0.7556,
      "descricao_cid": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos.",
      "classification_reasoning": "O termo 'edema' é mencionado em diferentes partes do prontuário, como edema orbital bilateral e edema na coxa D. Isso sugere que o paciente tem uma condição sistêmica que provoca inflamação e edema, característica do reumatismo palindrômico."
    },
    "8A42": {
      "term_original": "encefalite aguda disseminada",
      "capitulo": "08",
      "confidence_embedding": 0.7969,
      "descricao_cid": "Representação de doença CID-11: Encefalomielite aguda disseminada. Definição: Encefalomielite disseminada aguda é transtorno desmielinizante do sistema nervoso central. Usualmente ocorre subsequente a infecção viral ou bacteriana aguda ou vacinação, com início abrupto de irritabilidade e letargia após período prodrômico de 1-4 semanas. Os sintomas principais incluem febre, cefaleia, tontura, alterações do estado mental, convulsões e coma. Fraqueza, vômitos, perda de peso ponderal, rigidez de nuca, ataxia, neurite óptica bilateral e delirium são comuns. Envolvimento de sistema nervoso periférico (paralisia de um único membro ou hemiplegia) podem ocorrer.",
      "classification_reasoning": "A escolha do código 8A42 para 'encefalite aguda disseminada' se baseia na descrição do termo como uma doença que começa com irritabilidade e letargia após período prodrômico de 1-4 semanas, seguida por sintomas neurológicos e convulsões. Essa características são semelhantes às apresentadas no contexto clínico, onde o paciente está confuso, agitado e apresenta convulsões."
    },
    "6E61.2": {
      "term_original": "agitada",
      "capitulo": "06",
      "confidence_embedding": 0.7651,
      "descricao_cid": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "A paciente apresenta sintomas de agitação e confusão, o que sugere a presença de alucinações e delírios. Além disso, há mencionada não aceitação da medicação VO, o que também aponta para uma síndrome psicótica secundária."
    }
  }
}