{
  "prontuario_id": 72,
  "text": "Às 6h: Paciente com queixa de dor de moderada intensidade, apresentou discreto sangramento. Segue sob cuidados da enfermagem. HIPERTROFIA DA MAMA. Às 7:30: 2º DI COM HX DE DERRAME PLEURAL A D. EM REPOUSO NO LEITO, MONITORIZADO FC 80, SAT O2 100%, PA 249/123, GEMENTE, HIPOCORADO, PUPILAS ISOCORICAS FOTORREAGENTES, MANTEM SNG ABERTA COM 10 ml DEBITO BILIOSO, MANTEM O2 EM NEVOA UMIDA 10 L/M, MUCOSAS SECAS, E DE PNEUMOCISTOSE. Em 13/10/2006, 15:40 HORAS: PERMANECE EM COMA, COM PUPILAS MÉDIO-FIXAS, MANTENDO CATETER DE DVE. VM VIA TOT COM FiO2 50%, PCV, PP 25 cmH20, PEEP 2 cmH20,F 15 mrpm, SPO2 99%. AUSCULTA PULMONAR COM MV LIVRES. HEMODINAMICAMENTE ESTÁVEL. CVP EM MSD COM PLANO BÁSICO D. OUTRAS HEMORRAGIAS INTRACEREBRAIS. Às 05:23: Paciente retornou do CC por volta das 04:00 horas, POI de drenagem de abscesso em mao esquerda. Lucido, comunicativo, apresenta curativo em MSE limpo e seco externamente, referindo algia moderada no local, segue cuidados. ABSCESSO CUTANEO FURUNCULO E ANTRAZ DOS MEMBROS. PCTE PROVENIENTE DO CC, POI DE FRATURA DE MMSS, VÍTIMA DE MÚLTIPLAS FOIÇADAS, SEDADO EM TOT, VM PCV PI = 22 + PEEP = 3 + FIO2 = 60%, SATURAÇÃO = 98%, PUPILAS ISOCÓRICAS FOTORREAGENTES, AUSCULTA PULMONAR MV +, NÃO REAGINDO A ESTÍMULOS VERBAIS, CTVO CIRÚRGICO EM MMSS C/ FRATURA DA EXTREMIDADE SUPERIOR DO CUBITO ULNA.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "PCTE",
      "VÍTIMA"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "GEMENTE",
      "HIPOCORADO",
      "COMA",
      "DEBITO BILIOSO",
      "PUPILAS MÉDIO-FIXAS",
      "algia moderada"
    ],
    "Abreviação": [
      "HX",
      "D",
      "FC",
      "SAT",
      "O2",
      "PA",
      "DVE",
      "VM",
      "TOT",
      "FiO2",
      "PCV",
      "PP",
      "PEEP",
      "F",
      "SPO2",
      "CVP",
      "MSD",
      "CC",
      "POI",
      "MSE",
      "PCTE",
      "MMSS",
      "PI",
      "FIO2",
      "SNG ABERTA",
      "MV +",
      "CTVO CIRÚRGICO",
      "EM MMSS"
    ],
    "Conceito Espacial": [
      "D",
      "externamente"
    ],
    "Procedimento Diagnóstico": [
      "MONITORIZADO",
      "AUSCULTA PULMONAR"
    ],
    "Atributo Clínico": [
      "FC",
      "SAT",
      "PA",
      "FiO2",
      "PEEP",
      "F",
      "SPO2",
      "PI",
      "FIO2",
      "SATURAÇÃO"
    ],
    "Conceito Quantitativo": [
      "80",
      "100%",
      "249/123",
      "50%",
      "99%",
      "22",
      "3",
      "60%",
      "98%",
      "10 ml",
      "10 L/M",
      "25 cmH20",
      "2 cmH20",
      "15 mrpm"
    ],
    "Substância Farmacológica": [
      "O2"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "O2",
      "DVE",
      "VM",
      "TOT",
      "PCV",
      "CVP",
      "drenagem",
      "curativo",
      "SEDADO",
      "SNG ABERTA",
      "NEVOA UMIDA",
      "PLANO BÁSICO",
      "CTVO CIRÚRGICO"
    ],
    "Doença ou Síndrome": [
      "PNEUMOCISTOSE",
      "HIPERTROFIA DA MAMA",
      "DERRAME PLEURAL",
      "HEMORRAGIAS INTRACEREBRAIS",
      "ABSCESSO CUTANEO FURUNCULO E ANTRAZ DOS MEMBROS"
    ],
    "Dispositivo Médico": [
      "CATETER",
      "TOT",
      "curativo",
      "SNG ABERTA",
      "CTVO CIRÚRGICO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MSD",
      "MSE",
      "mao esquerda"
    ],
    "Organização Relacionada à Saúde": [
      "CC"
    ],
    "Conceito Temporal": [
      "POI"
    ],
    "Achado": [
      "Lucido",
      "comunicativo",
      "limpo",
      "seco",
      "SEDADO",
      "REPOUSO NO LEITO",
      "PUPILAS ISOCORICAS FOTORREAGENTES",
      "SNG ABERTA",
      "MV LIVRES",
      "HEMODINAMICAMENTE ESTÁVEL",
      "PUPILAS ISOCÓRICAS FOTORREAGENTES",
      "MV +"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados",
      "cuidados da enfermagem"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA",
      "MÚLTIPLAS FOIÇADAS",
      "FRATURA DA EXTREMIDADE SUPERIOR DO CUBITO ULNA"
    ],
    "Localização ou Região Corporal": [
      "MMSS"
    ],
    "Conceito Qualitativo": [
      "moderada intensidade"
    ],
    "Substância Corporal": [
      "DEBITO BILIOSO"
    ]
  },
  "labels": {
    "BB01": {
      "term_original": "hemodinamicamente estável",
      "capitulo": "11",
      "confidence_embedding": 0.7692,
      "descricao_cid": "Representação de doença CID-11: Hipertensão pulmonar. Definição: Hipertensão pulmonar (HP) é uma condição hemodinâmica e fisiopatológica definida como um aumento na pressão arterial pulmonar média (PAP) de 25 mmHg em repouso, avaliada por cateterismo cardíaco direito. A HP pode ser encontrada em várias condições clínicas.",
      "classification_reasoning": "O termo 'hemodinamicamente estável' refere-se à pressão arterial e ao estado hemodinâmico do paciente, o que sugere uma hipertensão pulmonar (HP) como possibilidade clínica. A definição de HP menciona um aumento na pressão arterial pulmonar média (PAP) em repouso, o que se encaixa com a condição descrita no contexto clínico."
    },
    "EE11.1": {
      "term_original": "hipertrofia da mama",
      "capitulo": "14",
      "confidence_embedding": 0.7355,
      "descricao_cid": "Representação de doença CID-11: Síndrome das unhas amarelas. Definição: A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida.",
      "classification_reasoning": "A hipertrofia da mama não está relacionada a doenças como psoríase eritrodérmica, rosácea ou eflúvio telógeno agudo. A necrólise epidérmica tóxica também não é uma opção viável pois não há menção a eritema, necrose e descolamento bolhoso da epiderme na história clínica do paciente. A síndrome das unhas amarelas (EE11.1) não está relacionada à hipertrofia da mama, mas como é uma doença rarificada que pode envolver o linfedema, comprometimento respiratório e outras manifestações cutâneas, é mais provável que este seja o diagnóstico correto."
    },
    "MB20.1": {
      "term_original": "coma",
      "capitulo": "21",
      "confidence_embedding": 0.815,
      "descricao_cid": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas.",
      "classification_reasoning": "O termo 'coma' apresentado no contexto clínico descreve um estado agudo de perda de consciência com duração superior a uma hora e inferior a um mês, caracterizado por arresponsividade, fechamento dos olhos e ausência de resposta a estímulos vigorosos e dolorosos. A definição da CID-11 para o termo 'coma' se adequa perfeitamente ao contexto clínico apresentado."
    },
    "CB27": {
      "term_original": "derrame pleural",
      "capitulo": "12",
      "confidence_embedding": 0.8066,
      "descricao_cid": "Representação de doença CID-11: Derrame pleural. Definição: Presença de líquido na cavidade pleural, resultante de transudação ou exsudação excessivas a partir das superfícies pleurais.",
      "classification_reasoning": "A presença de derrame pleural é claramente descrita no contexto clínico, com a observação de 'DERRAME PLEURAL A D. EM REPOUSO NO LEITO' e não há outras opções que melhor se adequem à descrição clínica."
    },
    "CB21.1": {
      "term_original": "sng aberta",
      "capitulo": "12",
      "confidence_embedding": 0.7902,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A opção mais precisa para o termo 'sng aberta' é a representação de doença CID-11: Outro pneumotórax espontâneo, pois o prontuário menciona um sangramento discreto e a presença de um abscesso cutaneo furunculo. Isso sugere a possibilidade de uma lesão torácica ou pleural, o que é compatível com a definição do pneumotórax espontâneo."
    },
    "FB32.1": {
      "term_original": "fratura da extremidade superior do cubito ulna",
      "capitulo": "15",
      "confidence_embedding": 0.7117,
      "descricao_cid": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma",
      "classification_reasoning": "A escolha do código FB32.1 (Ruptura muscular espontânea) se baseia na descrição da fratura da extremidade superior do cubito ulna, que é um caso de ruptura muscular espontânea e não está relacionada a doenças artropáticas ou infectivas."
    },
    "MH10": {
      "term_original": "pupilas isocoricas fotorreagentes",
      "capitulo": "21",
      "confidence_embedding": 0.7384,
      "descricao_cid": "Representação de doença CID-11: Morte cerebral. Definição: Coma apneico persistente devido à cessação irreversível das atividades do tronco encefálico, cerebelo e córtex cerebral observada clinicamente por ausência de abertura ou movimento ocular a estímulos nocivos; ausência de respostas motora e verbal; ausência de reflexos do tronco encefálico ou da coluna (corneano, tosse, vestíbulo-ocular e respiratório); ausência de atividade cerebral elétrica observada por EEG; ausência de fluxo sanguíneo cerebral visto por angiografia cerebral (convencional, RM, TC, Doppler) e ausência de atividade metabólica evidenciada por SPECT ou PET, com duração de mais de 24 horas, devida a lesão difusa irreversível do cérebro, não devida a hipotermia, medicamento sedativo, overdose de bloqueador neuromuscular ou anormalidade metabólica sem evidência de choque circulatório periférico.",
      "classification_reasoning": "A descrição do termo 'pupilas isocoricas fotorreagentes' sugere que o paciente está em coma, com ausência de abertura ou movimento ocular a estímulos nocivos e falta de respostas motora e verbal. Isso é compatível com o diagnóstico de morte cerebral (MH10) e justifica a escolha desse código."
    },
    "FA38.2": {
      "term_original": "múltiplas foiçadas",
      "capitulo": "15",
      "confidence_embedding": 0.7458,
      "descricao_cid": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'múltiplas foiçadas' é a artropatia associada a reações de hipersensibilidade, pois embora não seja diretamente relacionado à descrição do prontuário, a presença de múltiplos traumatismos e abscessos sugere uma resposta inflamatória generalizada que pode estar relacionada a alguma forma de artropatia."
    },
    "MD22": {
      "term_original": "gemente",
      "capitulo": "21",
      "confidence_embedding": 0.7594,
      "descricao_cid": "Representação de doença CID-11: Hemoptise. Definição: Expectoração ou cuspe de sangue originário de qualquer parte do trato respiratório, usualmente resultado de hemorragia no parênquima pulmonar e artérias bronquiais.",
      "classification_reasoning": "A opção MD22, Hemoptise, é a mais precisa para o termo 'gemente' no contexto clínico, pois apresenta expectoração ou cuspe de sangue originário de qualquer parte do trato respiratório, que se refere ao sangramento discreto mencionado no prontuário."
    },
    "8B00.5": {
      "term_original": "hemorragias intracerebrais",
      "capitulo": "08",
      "confidence_embedding": 0.7927,
      "descricao_cid": "Representação de doença CID-11: Hemorragia de múltiplos territórios. Definição: Disfunção neurológica aguda causada por hemorragia de vários territórios, dentro do parênquima cerebral, ou no sistema ventricular combinada com hemorragia no parênquima cerebral.",
      "classification_reasoning": "A opção mais precisa é a Código: 8B00.5, que descreve 'Representação de doença CID-11: Hemorragia de múltiplos territórios', que combina a hemorragia em diferentes localizações do cérebro, o que se enquadra com a descrição das hemorragias intracerebrais presentes no contexto clínico."
    },
    "EB13.1": {
      "term_original": "abscesso cutaneo furunculo e antraz dos membros",
      "capitulo": "14",
      "confidence_embedding": 0.7499,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A presença de abscesso cutaneo furunculo e antraz dos membros sugere uma resposta inflamatória grave, com necrose e descolamento bolhoso da epiderme, característica da Necrólise Epidérmica Tóxica (NET)."
    },
    "MD30.0": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.814,
      "descricao_cid": "Representação de doença CID-11: Dor torácica ao respirar. Definição: A dor torácica pleurítica é um tipo de dor causada por problemas com as finas camadas de tecido que revestem os pulmões (chamadas de pleura). Esse tipo de dor é sentido como uma dor no peito aguda em pontada, e que piora com a inspiração. A dor torácica pleurítica pode ser causada pelos seguintes problemas: pneumotórax, derrame pleural, pleurite, empiema, pericardite.",
      "classification_reasoning": "A dor de moderada intensidade mencionada no contexto clínico é provavelmente relacionada a uma condição torácica, como derrame pleural ou pneumotórax, o que justifica a escolha do código MD30.0."
    }
  }
}