{
  "prontuario_id": 383,
  "text": "ÀS 18:20: 2ª DI - QUEDA DE CAMA + Hx CRISE CONVULSIVA - PERMANECE EM VENTILAÇÃO MECANICA, SOB MODALIDADE PVC, FiO2: 70% - Peep: 5 - PL: 26 - FR: 15 - MONITORIZAÇAO CONTINUA, NO MOMENTO, PA: 124/81 mm/hg - FC: 73 bpm - SatO2. APRESENTA PUPILAS ISOCORICAS, PELE E MUCOSA CORADA E HIDRATADA, AUSCULTA PULMONAR COM MV +, SEM RUIDOS, ABDOMEN FLACIDO, RHA +, MANTEM TOT 8,0 A 23 cm, ACESSO VENOSO PERIFERICO EM MSE INFUNDINDO DORMONID + FENTANIL A 20 ml/h, SOG COM ESTASE EM MÉDIA QUANTIDADE DE COLORAÇAO ESCURA, SVD ABERTA FUNCIONANTE COM DÉBITO DISCRETO (OLIGURICO). Dr VITAL BRASIL CIENTE, FAZ USO DE FRALDA SEM PRESENÇA DE EVACUAÇÕES NO MOMENTO; AGUARDA VAGA DE UTI; TRAUMATISMO INTRACRANIANO. OBS: Cliente apresenta-se com anisocoria desde a admissão e não isocórica como dito anteriormente. Realizado punção de PAM pelo Dr Vital Brasil em arteria radial \"E\"; Encaminhada para TAC de crânio para controle as 06:00, exame e transporte realizados sem intercorrências. NEOPLASIA BENIGNA DO ENCEFALO NAO ESPECIFICADO.",
  "entities": {
    "Abreviação": [
      "Hx",
      "FiO2",
      "Peep",
      "PL",
      "FR",
      "PA",
      "FC",
      "bpm",
      "SatO2",
      "MSE",
      "SOG",
      "SVD",
      "UTI",
      "MODALIDADE PVC",
      "MV +",
      "RHA +",
      "punção de PAM",
      "arteria radial \"E\"",
      "TAC de crânio"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FiO2",
      "Peep",
      "SOG",
      "SVD",
      "VENTILAÇÃO MECANICA",
      "MODALIDADE PVC",
      "TOT 8 , 0 A 23 cm",
      "ACESSO VENOSO PERIFERICO",
      "punção de PAM"
    ],
    "Conceito Quantitativo": [
      "70%",
      "5",
      "26",
      "15",
      "73",
      "124/81 mm/hg",
      "20 ml/h"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "SatO2"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PELE",
      "MUCOSA",
      "arteria radial \"E\""
    ],
    "Achado": [
      "CORADA",
      "HIDRATADA",
      "PUPILAS ISOCORICAS",
      "MV +",
      "RHA +",
      "PRESENÇA DE EVACUAÇÕES"
    ],
    "Sinal ou Sintoma": [
      "RUIDOS",
      "ESTASE",
      "OLIGURICO",
      "anisocoria",
      "intercorrências",
      "CRISE CONVULSIVA",
      "COLORAÇAO ESCURA"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "MSE"
    ],
    "Substância Química Orgânica": [
      "DORMONID",
      "FENTANIL"
    ],
    "Substância Farmacológica": [
      "DORMONID",
      "FENTANIL"
    ],
    "Dispositivo Médico": [
      "SOG",
      "TOT 8 , 0 A 23 cm",
      "ACESSO VENOSO PERIFERICO"
    ],
    "Conceito Qualitativo": [
      "FUNCIONANTE",
      "MÉDIA QUANTIDADE"
    ],
    "Objeto Manufaturado": [
      "FRALDA"
    ],
    "Negação": [
      "SEM"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Cliente"
    ],
    "Atividade de Assistência à Saúde": [
      "Realizado",
      "Encaminhada"
    ],
    "Procedimento Diagnóstico": [
      "exame",
      "MONITORIZAÇAO CONTINUA",
      "AUSCULTA PULMONAR",
      "TAC de crânio"
    ],
    "Lesão ou Envenenamento": [
      "QUEDA DE CAMA",
      "TRAUMATISMO INTRACRANIANO"
    ],
    "Função Fisiológica": [
      "DÉBITO DISCRETO",
      "PRESENÇA DE EVACUAÇÕES"
    ],
    "Processo Neoplásico": [
      "NEOPLASIA BENIGNA DO ENCEFALO"
    ]
  },
  "labels": {
    "NB90.Y": {
      "term_original": "queda de cama",
      "capitulo": "22",
      "confidence_embedding": 0.746,
      "descricao_cid": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'queda de cama' é a lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve (NB90.Y). Isso se justifica pela menção da paciente em ventilação mecânica e com fralda sem evacuações no momento, sugerindo uma lesão neurológica grave. A 'queda de cama' é um termo que pode estar relacionado a uma lesão de vaso sanguíneo ou tecido cerebral, o que concorda com a opção NB90.Y."
    },
    "MF95": {
      "term_original": "ruidos",
      "capitulo": "21",
      "confidence_embedding": 0.7884,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A opção mais precisa para o termo 'ruidos' é a Mioglobinúria (Código: MF95), pois é uma condição que pode levar a lesão renal aguda e obstrução tubular, caracterizada por representação de doença no prontuário. A opção MF95 é mais relacionada ao contexto clínico do paciente, que apresenta quadro de trauma intracraniano e é monitorizado com ventilação mecânica."
    },
    "8B25.3": {
      "term_original": "traumatismo intracraniano",
      "capitulo": "08",
      "confidence_embedding": 0.7772,
      "descricao_cid": "Representação de doença CID-11: Efeitos tardios de hemorragia intracraniana não traumática. Definição: Efeitos tardios de outra hemorragia intracraniana não traumática após 1 mês ou mais do início da doença. Os códigos para episódios agudos devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados.",
      "classification_reasoning": "A escolha do código 8B25.3 é baseada na presença de traumatismo intracraniano, como mencionado no contexto clínico. O código descreve efeitos tardios de hemorragia intracraniana não traumática, o que está relacionado ao paciente com queda de cama e história de crise convulsiva, apresentando sintomas compatíveis com lesão cerebral."
    },
    "NB90.Z": {
      "term_original": "intercorrências",
      "capitulo": "22",
      "confidence_embedding": 0.7915,
      "descricao_cid": "Representação de doença CID-11: Lesão de vasos sanguíneos não especificados ao nível do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "Como o termo 'intercorrências' está relacionado à possibilidade de complicação ou problema que surgiu durante a internação, e não há nenhuma indicação de lesão específica em outro local do corpo, escolhi o código NB90.Z como mais preciso para representar a Lesão de vasos sanguíneos não especificados ao nível do abdome, região lombar ou pelve."
    },
    "8D8A.2": {
      "term_original": "anisocoria",
      "capitulo": "08",
      "confidence_embedding": 0.8016,
      "descricao_cid": "Representação de doença CID-11: Anisocoria episódica. Definição: Este é um grupo de transtornos em que movimentos pupilares periódicos levam a mudanças de tamanho. Isso ocorre devido ao tônus parassimpático ou simpático anormal.",
      "classification_reasoning": "Anisocoria episódica é a mais precisa opção para o termo 'anisocoria' no contexto clínico, pois apresenta a definição de movimentos pupilares periódicos que levam a mudanças de tamanho, caracterizando a anisocoria descrita na história clínica."
    },
    "2F35": {
      "term_original": "neoplasia benigna do encefalo",
      "capitulo": "02",
      "confidence_embedding": 0.7773,
      "descricao_cid": "Representação de doença CID-11: Neoplasia benigna dos órgãos urinários. Definição: Neoplasia que não metastatiza que se origina nos órgãos que compõem o sistema urinário. Exemplos representativos incluem oncocitoma renal, papiloma invertido da bexiga e papiloma urotelial.",
      "classification_reasoning": "A neoplasia benigna do encefalo está relacionada à apresentação de trauma intracraniano, o que sugere a possibilidade de uma lesão cerebral benigna. Além disso, a presença de anisocoria desde a admissão também aponta para um problema neurológico. Diante disso, a opção mais precisa é a neoplasia benigna dos órgãos urinários (2F35), embora não haja uma relação direta entre o sistema nervoso e os órgãos urinários."
    },
    "MC20.2": {
      "term_original": "estase",
      "capitulo": "21",
      "confidence_embedding": 0.7853,
      "descricao_cid": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade.",
      "classification_reasoning": "A palavra 'estase' refere-se à presença de células inflamatórias na câmara anterior do olho, o que é compatível com a definição de hipópio (Código MC20.2). Esta opção é mais precisa porque a descrição da estase menciona a presença de exsudado leucocitário e hiperemia de conjuntiva e episclera subjacente, características clínicas descritas na definição do hipópio."
    },
    "MF97": {
      "term_original": "oligurico",
      "capitulo": "21",
      "confidence_embedding": 0.7713,
      "descricao_cid": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus.",
      "classification_reasoning": "A escolha pela opção MF97 (Piúria) é justificada pois o termo 'oligurico' indica uma redução na produção de urina, mas não especifica qual é a razão da oliguria. A piúria é um tipo de urinálise caracterizado por um aumento no número de leucócitos na urina, que pode ser relacionado à presença de infecções ou processo inflamatório, o que é consistente com o contexto clínico apresentado."
    },
    "8A68.4": {
      "term_original": "crise convulsiva",
      "capitulo": "08",
      "confidence_embedding": 0.7818,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica tônico-clônica generalizada. Definição: Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono.",
      "classification_reasoning": "A crise convulsiva mencionada no contexto clínico apresenta características de uma crise epiléptica tônico-clônica generalizada, com início abrupto e perda de consciência, seguida por extensão tônica bilateral do tronco e dos membros, followed by espasmos musculares bruscos e descoordenados. Esta descrição é coerente com a definição da Crise epiléptica tônico-clônica generalizada (8A68.4)"
    }
  }
}