{
  "prontuario_id": 885,
  "text": "Às 02:38: Criança alerta, ativa, reativa, normotensa, normocorada, afebril no momento. Paciente em pré-operatório de amigdalectomia. Permanece em jejum desde 24 horas, para procedimento em CC. Segue sob cuidados. AMIGDALITE CRONICA. Às 12H: PROVENIENTE DO INTERNAMENTO ELETIVO, CALMO, COMUNICATIVO, EM CADEIRA DE RODAS, EUPNEICO EM AR AMBIENTE, REFERE DOR EM MMII. SEM ACESSO. ELIMINAÇÕES PRESENTES. ENTRO EM CONTATO COM DR VITAL BRASIL, INFORMO SOBRE O INTERNAMENTO, O MESMO CIENTE, QUESTIONO SOBRE A DIETA, PACIENTE NÃO É PORTADOR DE DIABETES, NEM HIPERTENSÃO, LIBERADO DIETA LIVRE. SEGUE SOB CUIDADOS DE ENFERMAGEM.  ENF FLORENCE NIGHTINGALE, COREN XXXX. PARAPLEGIA ESPASTICA. Às 03h: retirou SNG com infusao de dieta, sendo orientado pelo plantao que nao repassar, para nova reavaliaçao pela manha. Sendo suspenso dieta via SNG. Enfermeira Florence Nightingale. TRAUMATISMO INTRACRANIANO.",
  "entities": {
    "Grupo Etário": [
      "Criança"
    ],
    "Achado": [
      "alerta",
      "ativa",
      "reativa",
      "normotensa",
      "normocorada",
      "afebril",
      "jejum",
      "CALMO",
      "COMUNICATIVO",
      "EUPNEICO EM AR AMBIENTE",
      "ELIMINAÇÕES PRESENTES",
      "DIETA LIVRE"
    ],
    "Negação": [
      "afebril"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "PACIENTE"
    ],
    "Conceito Temporal": [
      "pré-operatório"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "amigdalectomia",
      "jejum",
      "procedimento",
      "ACESSO",
      "infusao de dieta"
    ],
    "Organização Relacionada à Saúde": [
      "CC"
    ],
    "Abreviação": [
      "CC",
      "ENF",
      "DOR EM MMII",
      "retirou SNG"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados",
      "INTERNAMENTO",
      "plantao",
      "INTERNAMENTO ELETIVO",
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Dispositivo Médico": [
      "ACESSO",
      "CADEIRA DE RODAS"
    ],
    "Alimento": [
      "DIETA"
    ],
    "Doença ou Síndrome": [
      "DIABETES",
      "HIPERTENSÃO",
      "AMIGDALITE CRONICA",
      "PARAPLEGIA ESPASTICA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENF",
      "Enfermeira"
    ],
    "Sinal ou Sintoma": [
      "DOR EM MMII"
    ],
    "Função Fisiológica": [
      "ELIMINAÇÕES PRESENTES"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMO INTRACRANIANO"
    ]
  },
  "labels": {
    "BD73.0": {
      "term_original": "hipertensão",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'hipertensão' é mais relacionado a pressão arterial elevada, o que se encaixa melhor com a definição de obstrução de veia sistêmica (BD73.2), do que com as outras opções apresentadas."
    },
    "6C40.3": {
      "term_original": "comunicativo",
      "capitulo": "06",
      "confidence_embedding": 0.8012,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A opção mais precisa para o termo 'comunicativo' é a Intoxicação por álcool (Código 6C40.3), pois ao describir como 'pacifico, comunicativo', refere-se à capacidade do paciente em se expressar e comunica-se de forma clara e inteligível."
    },
    "1C19.1": {
      "term_original": "amigdalite cronica",
      "capitulo": "01",
      "confidence_embedding": 0.7374,
      "descricao_cid": "Representação de doença CID-11: Doença dos legionários. Definição: Doença do legionário, a forma pneumônica, tem um período de incubação de 2 a 10 dias (mas foram registrados períodos de até 16 dias em alguns surtos). Inicialmente, os sintomas são febre, perda de apetite, dor de cabeça, mal-estar e letargia. Alguns pacientes também podem apresentar dores musculares, diarreia e confusão mental. Geralmente, há também uma tosse leve inicial, mas até 50% dos pacientes podem apresentar catarro. Rajas sanguíneas ou hemoptise ocorrem em cerca de um terço dos pacientes. A gravidade da doença varia de uma tosse leve a uma pneumonia rapidamente fatal. A morte ocorre por pneumonia progressiva com insuficiência respiratória e/ou choque e falência de múltiplos órgãos.",
      "classification_reasoning": "A amigdalite crônica não é relacionada às doenças mencionadas nos outros códigos. A doença dos legionários (Código 1C19.1) é a mais próxima de uma doença crônica, embora seja uma infecção aguda."
    },
    "8D60": {
      "term_original": "traumatismo intracraniano",
      "capitulo": "08",
      "confidence_embedding": 0.7635,
      "descricao_cid": "Representação de doença CID-11: Pressão intracraniana aumentada. Definição: Aumento da pressão dentro do crânio causado por alterações nos volumes dos componentes intracranianos, como matéria cerebral, LCR e sangue, ou pela presença de uma entidade de massa patológica.",
      "classification_reasoning": "A opção mais precisa para o termo 'traumatismo intracraniano' é a Código CID-11 8D60, Pressão intracraniana aumentada. A descrição destaca que o aumento da pressão dentro do crânio pode ser causado por alterações nos volumes dos componentes intracranianos, como matéria cerebral, LCR e sangue, ou pela presença de uma entidade de massa patológica. Embora não seja um trauma específico, a definição é mais precisa para o contexto clínico do paciente que apresenta traumatismo intracraniano."
    },
    "5A13.3": {
      "term_original": "diabetes",
      "capitulo": "05",
      "confidence_embedding": 0.7811,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus devido a endocrinopatias. Definição: Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido.",
      "classification_reasoning": "A busca vetorial encontrou o termo 'diabetes' no contexto do prontuário, especificamente na seção de eliminações presentes. Com base nessa informação, a escolha mais precisa é o código CID-11 para Diabetes mellitus devido a endocrinopatias (5A13.3), que refere-se ao excesso de hormônios que antagonizam a ação da insulina e causam diabetes."
    },
    "FA84": {
      "term_original": "paraplegia espastica",
      "capitulo": "15",
      "confidence_embedding": 0.7271,
      "descricao_cid": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo.",
      "classification_reasoning": "A opção mais precisa é a FA84, Espondilolistese, pois paraplegia espastica refere-se à perda de função muscular em decorrência de lesão vertebral ou nervosa, o que concorda com a descrição da doença."
    },
    "MB23.H": {
      "term_original": "eliminações presentes",
      "capitulo": "21",
      "confidence_embedding": 0.7676,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'eliminações presentes' é Crise de pânico, pois a palavra eliminações não está relacionada à produção de gás no trato gastrointestinal ou à ruminação e regurgitação. Além disso, a descrição da Crise de pânico inclui sintomas que podem estar relacionados às percepções de dificuldade ou sofrimento, o que pode ser conexo com as eliminações presentes mencionadas no contexto clínico."
    },
    "6C40.4": {
      "term_original": "calmo",
      "capitulo": "06",
      "confidence_embedding": 0.7882,
      "descricao_cid": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído.",
      "classification_reasoning": "A palavra 'calmo' sugere que o paciente está apresentando sintomas de abstinência de álcool, caracterizados por uma reação autônoma e/ou comportamental ao cessar ou reduzir o consumo de álcool. Embora não haja menção explícita a alucinações ou delírios, a presença de dor em MMII pode estar relacionada à abstinência de álcool."
    },
    "DA94.22": {
      "term_original": "dieta livre",
      "capitulo": "13",
      "confidence_embedding": 0.7655,
      "descricao_cid": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão.",
      "classification_reasoning": "A descrição do termo 'dieta livre' se refere à liberação de restrições dietéticas para o paciente após uma condição, e a opção mais precisa é a Síndrome de Enterocolite Induzida por Proteína Alimentar (Código: DA94.22), que também envolve alterações na dieta."
    },
    "DB99.5": {
      "term_original": "jejum",
      "capitulo": "13",
      "confidence_embedding": 0.7628,
      "descricao_cid": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais.",
      "classification_reasoning": "A escolha do código DB99.5 se baseia no termo 'jejum' e no contexto de um paciente em pré-operatório de amigdalectomia, o que sugere que o jejum foi realizado por motivos médicos e não é relacionado a doenças específicas da dieta."
    }
  }
}