{
  "prontuario_id": 133,
  "text": "QUEIXA DE SINTOMAS DE RA.\nREFERE EPISTAXES FREQUENTES.\n\n\nRINO: HIPERTROFIA DE CCII. HIPEREMIA DE SEPTO ANTERIOR.\n\nTTO PARA RA.\nRETORNO EM 60 DIAS.\n\nR3 LUCAS.         ",
  "entities": {
    "Sinal ou Sintoma": [
      "QUEIXA",
      "SINTOMAS DE RA",
      "EPISTAXES FREQUENTES",
      "HIPERTROFIA DE CCII",
      "HIPEREMIA DE SEPTO ANTERIOR"
    ],
    "Procedimento Diagnóstico": [
      "RINO"
    ],
    "Abreviação": [
      "RINO",
      "R3",
      "SINTOMAS DE RA",
      "HIPERTROFIA DE CCII",
      "TTO PARA RA"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R3"
    ]
  },
  "labels": {
    "9C61.25": {
      "term_original": "hiperemia de septo anterior",
      "capitulo": "09",
      "confidence_embedding": 0.6769,
      "descricao_cid": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem.",
      "classification_reasoning": "A hiperemia de septo anterior sugere a presença de uma crise glaucomatociclítica, que é caracterizada por uma elevação aguda da pressão intraocular e dano ao nervo óptico."
    },
    "6A23.01": {
      "term_original": "sintomas de ra",
      "capitulo": "06",
      "confidence_embedding": 0.7162,
      "descricao_cid": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento.",
      "classification_reasoning": "A hipertrofia de CCII e hiperemia de septo anterior no rino sugerem uma resposta inflamatória crônica, o que está relacionado a sintomas de RA. Além disso, o TTO para RA e o retorno em 60 dias apontam para uma doença crônica. Considerando a falta de informações sobre sintomas psicóticos agudos e transitórios, o código mais preciso é o Código 6A23.01: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial."
    },
    "MD20": {
      "term_original": "epistaxes frequentes",
      "capitulo": "21",
      "confidence_embedding": 0.6646,
      "descricao_cid": "Representação de doença CID-11: Epistaxe. Definição: Sangramento nasal",
      "classification_reasoning": "A presença de 'epistaxes frequentes' na queixa clínica sugere uma hemorragia nasal crônica ou aguda, o que é compatível com a definição do código MD20: Epistaxe."
    }
  }
}