{
  "prontuario_id": 20,
  "text": "Às 11:11h: Acordado, alerta, responsivo, descorado, desidratado. Apresenta abdome escavado, flácido, indolor à palpação, RHA +. Mantém acesso venoso central em subclávia direita com NPT em curso por bomba infusora. Diurese limpida em bom volume, paciente refe. ABDOME AGUDO. Às 18:30: PACIENE INTERNA PARA PROCEDIMENTO CIRURGICO, ORIENTADA A REALIZAR JEJUM APOS 00:00. SEGUIMENTO ENVOLVENDO REMOCAO DE PLACA DE FRATURA E OUTROS DISPOSITIVOS DE FIXACAO INTERNA. PROVENIENTE DO PS DE MACA, CONSCIENTE, ORIENTADO, CALMO, APRESENTA HEMATOMAS EM REGIÃO PERIOCULAR BILATERAL, SUTURA EM MIE, REFERE DOR LOMBAR, SEGUE SOB CUIDADOS DE ENFERMAGEM. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Pcte com cultura de Lavado Brônquico do dia 25/01/08, com crescimento de MRSA. Mantê-lo em Precaução de Contato até alta hospitalar, devido estar com Klebsiella pneumoniae MR em Urina do dia 23/01/08. HEMORRAGIA INTRACEREBRAL CEREBELAR.",
  "entities": {
    "Achado": [
      "Acordado",
      "alerta",
      "responsivo",
      "flácido",
      "limpida",
      "CONSCIENTE",
      "ORIENTADO",
      "CALMO",
      "RHA +",
      "bom volume"
    ],
    "Sinal ou Sintoma": [
      "descorado",
      "desidratado",
      "escavado",
      "HEMATOMAS",
      "DOR LOMBAR"
    ],
    "Localização ou Região Corporal": [
      "abdome",
      "MIE",
      "REGIÃO PERIOCULAR BILATERAL"
    ],
    "Procedimento Diagnóstico": [
      "palpação"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "NPT",
      "JEJUM",
      "SUTURA",
      "acesso venoso central",
      "PROCEDIMENTO CIRURGICO",
      "REMOCAO DE PLACA DE FRATURA",
      "Precaução de Contato"
    ],
    "Abreviação": [
      "NPT",
      "PS",
      "MIE",
      "Pcte",
      "RHA +"
    ],
    "Função Fisiológica": [
      "Diurese"
    ],
    "Paciente ou Grupo com Deficiência": [
      "paciente",
      "PACIENE",
      "Pcte"
    ],
    "Organização Relacionada à Saúde": [
      "PS"
    ],
    "Dispositivo Médico": [
      "MACA",
      "acesso venoso central",
      "bomba infusora",
      "DISPOSITIVOS DE FIXACAO INTERNA"
    ],
    "Função Patológica": [
      "HEMATOMAS"
    ],
    "Substância Corporal": [
      "Urina"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "subclávia direita"
    ],
    "Dispositivo de Administração de Medicamento": [
      "bomba infusora"
    ],
    "Doença ou Síndrome": [
      "ABDOME AGUDO",
      "HEMORRAGIA INTRACEREBRAL CEREBELAR"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS DE ENFERMAGEM",
      "alta hospitalar"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MULTIPLOS"
    ],
    "Procedimento Laboratorial": [
      "cultura de Lavado Brônquico"
    ],
    "Bactéria": [
      "Klebsiella pneumoniae MR"
    ]
  },
  "labels": {
    "6E40.2": {
      "term_original": "acordado",
      "capitulo": "06",
      "confidence_embedding": 0.7678,
      "descricao_cid": "Representação de doença CID-11: Traços de personalidade ou estilos de enfrentamento afetando transtornos ou doenças classificados em outra parte. Definição: Todos os critérios diagnósticos para fatores psicológicos ou comportamentais afetando transtornos ou doenças classificados em outra parte são preenchidos. O indivíduo apresenta traços de personalidade ou estilos de enfrentamento que não preenchem critérios diagnósticos para um transtorno mental, comportamental ou do neurodesenvolvimento, que afetam de forma adversa a manifestação, o tratamento ou curso de um transtorno ou doença classificado em outro capítulo (p.ex., negação patológica da necessidade de cirurgia em um paciente com câncer; comportamento hostil e tenso contribuindo para doença cardíaca).",
      "classification_reasoning": "O termo 'acordado' indica que o paciente está alerta e consciente, sem apresentar sintomas psicóticos ou de confusão. Considerando a presença de trauma múltiplo e doenças subyacentes, como infecção por Klebsiella pneumoniae MR, é mais provável que a abdome agudo seja o foco principal da atenção clínica. A escolha do código 6E40.2 se justifica pela descrição de uma representação de doença psicológica ou estilos de enfrentamento afetando a manifestação, tratamento ou curso de um transtorno ou doença classificado em outra parte."
    },
    "8E40.2": {
      "term_original": "flácido",
      "capitulo": "08",
      "confidence_embedding": 0.7863,
      "descricao_cid": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais.",
      "classification_reasoning": "A opção mais precisa é a Código: 8E40.2, Meningite inflamatória, pois o termo 'flácido' está relacionado à característica clínica de abdome escavado e flácido mencionada no contexto."
    },
    "FA80.8": {
      "term_original": "descorado",
      "capitulo": "15",
      "confidence_embedding": 0.727,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'descorado' é a degeneração de disco intervertebral da coluna lombar sem prolapso de disco (FA80.8), pois a descrição refere-se à compressão ou estenose do canal espinal, que pode causar dor e déficit neurológico na região lombar."
    },
    "EB31": {
      "term_original": "hematomas",
      "capitulo": "14",
      "confidence_embedding": 0.7617,
      "descricao_cid": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia.",
      "classification_reasoning": "A presença de hematomas na região periocular bilateral, caracterizados como múltiplos e bilaterais, sugere a possibilidade de eritema nodoso (EB31) como causa da formação desses acrômenos."
    },
    "DD50.20": {
      "term_original": "escavado",
      "capitulo": "13",
      "confidence_embedding": 0.7438,
      "descricao_cid": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo.",
      "classification_reasoning": "A opção mais precisa para o termo 'escavado' é a hérnia intra-abdominal primária, pois o abdome escavado descrito no prontuário clínico sugere uma distensão ou protrusão do abdômen que pode ser causada por essa condição."
    },
    "8B00.3": {
      "term_original": "hemorragia intracerebral cerebelar",
      "capitulo": "08",
      "confidence_embedding": 0.7949,
      "descricao_cid": "Representação de doença CID-11: Hemorragia cerebelar. Definição: ",
      "classification_reasoning": "A escolha do código 8B00.3 (Hemorragia cerebelar) é a mais precisa porque o contexto clínico refere-se especificamente à hemorragia intracerebral, localizada no cérebro, e não menciona outras localizações como parênquima cerebral ou sistema ventricular."
    },
    "ND34": {
      "term_original": "traumatismos multiplos",
      "capitulo": "22",
      "confidence_embedding": 0.7868,
      "descricao_cid": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: ",
      "classification_reasoning": "A escolha pelo código ND34 se baseia na presença de traumatismos multiplos não especificados no contexto clínico, o que indica uma lesão contundente envolvendo múltiplas regiões do corpo."
    },
    "6E61": {
      "term_original": "responsivo",
      "capitulo": "06",
      "confidence_embedding": 0.7564,
      "descricao_cid": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "A opção mais precisa é 'responsivo' porque o termo refere-se à capacidade do paciente de responder a estímulos e apresentar reações adequadas ao ambiente, o que caracteriza a presença de síndrome psicótica secundária (Código CID-11: 6E61)."
    },
    "1C04.1": {
      "term_original": "klebsiella pneumoniae mr",
      "capitulo": "01",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do código 'Doença por Klebsiella pneumoniae MR' é a mais precisa para o termo 'klebsiella pneumoniae mr' no contexto clínico, pois a paciente tem crescimento de Klebsiella pneumoniae MR em urina e está sob precaução de contato até alta hospitalar."
    },
    "6C45.3": {
      "term_original": "consciente",
      "capitulo": "06",
      "confidence_embedding": 0.762,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A opção mais precisa para o termo 'consciente' é a Intoxicação por cocaína (CID-11: 6C45.3), pois embora o paciente apresente sintomas psicóticos, como alucinações ou delírios proeminentes, esses sintomas são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental."
    },
    "DC72.Z": {
      "term_original": "abdome agudo",
      "capitulo": "13",
      "confidence_embedding": 0.7306,
      "descricao_cid": "Representação de doença CID-11: Divertículo do intestino delgado, sem especificação sobre a presença ou ausência de hemorragia. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'abdome agudo' é DC72.Z, pois descreve um divertículo do intestino delgado, que pode causar dor abdominal aguda e há evidências de que isso está relacionado ao contexto clínico descrito no prontuário."
    },
    "6C44.5": {
      "term_original": "calmo",
      "capitulo": "06",
      "confidence_embedding": 0.7658,
      "descricao_cid": "Representação de doença CID-11: Delirium induzido por sedativos, hipnóticos ou ansiolíticos. Definição: Delirium induzido por sedativos, hipnóticos ou ansiolíticos é caracterizado por um estado agudo de perturbação de atenção e consciência com características específicas de delirium, que se desenvolve durante ou logo após intoxicação ou abstinência pela substância ou durante o uso de sedativos, hipnóticos ou ansiolíticos. Características específicas de delirium induzido por sedativos, hipnóticos ou ansiolíticos podem incluir confusão e desorientação, delírios paranoides, alucinações visuais, táteis ou auditivas recorrentes. A quantidade e a duração do uso de sedativos, hipnóticos ou ansiolíticos devem ser capazes de produzir delirium. Os sintomas não são mais bem explicados por um transtorno mental primário ou pelo uso ou abstinência de uma substância diferente, ou por outra condição de saúde que não esteja classificada como transtornos mentais, comportamentais e do neurodesenvolvimento.",
      "classification_reasoning": "A escolha do código 6C44.5 (Delirium induzido por sedativos, hipnóticos ou ansiolíticos) se baseia na descrição da paciente como 'calmo' e a presença de abdome escavado e flácido indolor à palpação, o que sugere um estado de delirium não explicável por outro transtorno mental. Além disso, a paciente apresenta hematomas em região perioocular bilateral e dor lombar, o que pode ser relacionado ao uso de sedativos ou hipnóticos."
    },
    "BA64.9": {
      "term_original": "desidratado",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'desidratado' é uma descrição clínica comum em pacientes que não bebem líquidos por períodos prolongados, o que está relacionado à falta de hidratação. A escolha do código BA64.9 (Representação de doença CID-11: Desidratação) é a mais precisa para o termo dentro do contexto clínico."
    }
  }
}