{
  "prontuario_id": 271,
  "text": "Às 11:00HR: REALIZADO CATETERISMO VESICAL DE DEMORA, SEM INTERCORRENCIAS. Às 05:49: paciente apresentou 242 mg/dl, medicado conforme prescrição. Às 06h00: REALIZADO TC CRÂNIO, SEM INTECORRÊNCIAS. Às 06:30 H: CLIENTE APRESENTOU PERIODO DE AGITAÇÃO, ARRANCOU SNE, SOLICITADO NOVO MATERIAL PARA REPASSAR. EM 26/05/2012, ÁS 00H40: João, # PO CORREÇÃO HÉRNIA DIAFRAGMÁTICA. # 3º DI UTI. # 3º DIA SVD. # 3º DIA DRENO TÓRAX E. # 3º DIA CATETER PERIDURAL. # 3º DIA PAM RADIAL E. AO EXAME: GSW14, APRESENTOU MOMENTOS DE CONFUSÃO MENTAL, PUPILAS ISOFOTO, CORADO E HIDRATADO, EM AR AMBIENTE. MUCOSA ORAL ÚMIDA, ACUIDADE VISUAL E AUDITIVA PRESERVADA. DIETOTERAPIA LÍQUIDA PASTOSA VO COM POUCA ACEITAÇÃO. TÓRAX SIMÉTRICO, CVC EM SUB ESQ. AC BRNF EM 2T, CPP MV BILATERAL DIMINUÍDOS Á ESQ. DRENO DE TÓRAX Á ESQ, COM DÉBITO SEROHEMÁTICO. CATETER EPIDURAL COM ANALGESIA CONTÍNUA FENTA + NOVABUPI 4 ML/H. ABDOME FLÁCIDO COM RHA NORMOATIVOS. MMSS COM PAM EM RADIAL D. MMII SEM DEMAIS PARTICULARIDADES. GENITÁLIA MASCLINA COM SVD COM DÉBITO LÍMPIDO DE COLORAÇÃO AMARELO CITRINO. SEGUE SOB CUIDADOS INTENSIVOS. ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "paciente",
      "CLIENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "medicado",
      "SVD",
      "CVC",
      "CATETERISMO VESICAL DE DEMORA",
      "CORREÇÃO HÉRNIA DIAFRAGMÁTICA",
      "CATETER PERIDURAL",
      "DIETOTERAPIA LÍQUIDA PASTOSA VO",
      "DRENO DE TÓRAX",
      "CATETER EPIDURAL",
      "ANALGESIA CONTÍNUA"
    ],
    "Produto Intelectual": [
      "prescrição"
    ],
    "Atividade de Assistência à Saúde": [
      "prescrição",
      "SOLICITADO",
      "CUIDADOS INTENSIVOS"
    ],
    "Dispositivo Médico": [
      "MATERIAL",
      "SVD",
      "CVC",
      "CATETERISMO VESICAL DE DEMORA",
      "CATETER PERIDURAL",
      "DRENO DE TÓRAX",
      "CATETER EPIDURAL"
    ],
    "Abreviação": [
      "PO",
      "UTI",
      "SVD",
      "GSW14",
      "CVC",
      "AC",
      "CPP",
      "ESQ",
      "FENTA",
      "NOVABUPI",
      "MMSS",
      "PAM",
      "MMII",
      "TC CRÂNIO",
      "ARRANCOU SNE",
      "DIETOTERAPIA LÍQUIDA PASTOSA VO",
      "SUB ESQ",
      "BRNF EM 2T",
      "RHA NORMOATIVOS",
      "RADIAL D"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Conceito Espacial": [
      "E",
      "ESQ"
    ],
    "Procedimento Diagnóstico": [
      "EXAME",
      "AC",
      "PAM",
      "TC CRÂNIO"
    ],
    "Sinal ou Sintoma": [
      "GSW14",
      "PARTICULARIDADES",
      "PERIODO DE AGITAÇÃO",
      "MOMENTOS DE CONFUSÃO MENTAL",
      "DIMINUÍDOS",
      "DÉBITO SEROHEMÁTICO"
    ],
    "Achado": [
      "CORADO",
      "HIDRATADO",
      "PUPILAS ISOFOTO",
      "EM AR AMBIENTE",
      "MUCOSA ORAL ÚMIDA",
      "ACUIDADE VISUAL E AUDITIVA PRESERVADA",
      "TÓRAX SIMÉTRICO",
      "BRNF EM 2T",
      "RHA NORMOATIVOS",
      "COLORAÇÃO AMARELO CITRINO"
    ],
    "Substância Farmacológica": [
      "FENTA",
      "NOVABUPI"
    ],
    "Substância Química Orgânica": [
      "FENTA"
    ],
    "Localização ou Região Corporal": [
      "ABDOME",
      "MMSS",
      "MMII"
    ],
    "Função Fisiológica": [
      "DÉBITO"
    ],
    "Conceito Quantitativo": [
      "242 mg/dl",
      "4 ML/H"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "SUB ESQ",
      "RADIAL D",
      "GENITÁLIA MASCLINA"
    ]
  },
  "labels": {
    "CA22.0": {
      "term_original": "tórax simétrico",
      "capitulo": "12",
      "confidence_embedding": 0.8041,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A descrição 'Tórax simétrico' sugere a ausência de obstrução respiratória aguda, o que é consistente com a exacerbação aguda de Doença Pulmonar Obstrutiva Crônica (DPOC) descrita no Código CA22.0."
    },
    "MF40.3": {
      "term_original": "diminuídos",
      "capitulo": "21",
      "confidence_embedding": 0.7917,
      "descricao_cid": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina.",
      "classification_reasoning": "A opção MF40.3 (Ejaculação retrógrada) é a mais precisa para o termo 'diminuídos' porque refere-se à redução do fluxo urinário, como descrito no contexto clínico ('CPP MV BILATERAL DIMINUÍDOS À ESQ'). Isso é compatível com a definição da condição de ejaculação retrógrada, que envolve uma limitação ou ausência da liberação de sêmen."
    },
    "6C48.2": {
      "term_original": "periodo de agitação",
      "capitulo": "06",
      "confidence_embedding": 0.7893,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A apresentação de agitação, sem outra informação clínica sugestiva de outra condição, leva a uma maior probabilidade de intoxicação por cafeína, especialmente considerando o contexto do prontuário e a falta de outras informações que sugiram uso de cocaína ou outro substância."
    },
    "8B60.6": {
      "term_original": "pupilas isofoto",
      "capitulo": "08",
      "confidence_embedding": 0.746,
      "descricao_cid": "Representação de doença CID-11: Amiotrofia monomélica. Definição: Atrofia e fraqueza restritas a um membro superior ou inferior, início na segunda ou terceira década, predominância do sexo masculino e ocorrência esporádica são aspectos característicos da atrofia monomélica (AM). Outras características típicas incluem: início insidioso de sinais do neurônio motor inferior devido a envolvimento das células do corno anterior, ausência de sinais do neurônio motor superior, progressão lenta seguida de estabilização em alguns anos e curso benigno da doença sintomática. AM é particularmente prevalente na Ásia, embora seja encontrado em todo o mundo.",
      "classification_reasoning": "A descrição do termo 'pupilas isofoto' sugere que o paciente tem pupilas de igual tamanho e cor, o que é característico da amiotrofia monomélica (AM). Além disso, a presença de atrofia e fraqueza restrita a um membro superior ou inferior também é consistente com essa condição."
    },
    "CB41.0": {
      "term_original": "débito serohemático",
      "capitulo": "12",
      "confidence_embedding": 0.7791,
      "descricao_cid": "Representação de doença CID-11: Insuficiência respiratória aguda. Definição: A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência.",
      "classification_reasoning": "A presença de débito serohemático no contexto clínico sugere uma possível insuficiência respiratória aguda, que é a condição mais próxima da descrição do código CB41.0."
    },
    "6E61.0": {
      "term_original": "momentos de confusão mental",
      "capitulo": "06",
      "confidence_embedding": 0.798,
      "descricao_cid": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "A paciente apresentou momentos de confusão mental, o que sugere a presença de sintomas psicóticos secundários à condição subjacente presumida (hernia diafragmática). A escolha do código 6E61.0 se baseia na descrição de alucinações como um aspecto proeminente da apresentação clínica, o que é compatível com a anamnese e exame físico."
    },
    "MF9Y": {
      "term_original": "particularidades",
      "capitulo": "21",
      "confidence_embedding": 0.7687,
      "descricao_cid": "Representação de doença CID-11: Outros achados clínicos especificados de exames de urina, sem diagnóstico. Definição: ",
      "classification_reasoning": "O termo 'particularidades' está relacionado ao achado clínico específico encontrado no exame de urina, sem diagnóstico. O código MF9Y é a opção mais precisa para este termo, pois aborda a descrição de achados clínicos especificados de exames de urina, sem diagnóstico."
    },
    "EE11.1": {
      "term_original": "coloração amarelo citrino",
      "capitulo": "14",
      "confidence_embedding": 0.7208,
      "descricao_cid": "Representação de doença CID-11: Síndrome das unhas amarelas. Definição: A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida.",
      "classification_reasoning": "A coloração amarelo citrino descrita no genitália masculina é compatível com a Síndrome das unhas amarelas, descrita na definição do código EE11.1."
    },
    "BC63.30": {
      "term_original": "brnf em 2t",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa é o Código BC63.30, Bloqueio de ramo direito, pois 'brnf em 2T' sugere a presença de um bloqueio do ramo direito (BRNF), o que é confirmado pela descrição da ECG com duração prolongada do QRS e rsR nas derivações V1 ou V2."
    },
    "MF50.2": {
      "term_original": "gsw14",
      "capitulo": "21",
      "confidence_embedding": 0.7544,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção.",
      "classification_reasoning": "A opção mais precisa é a Incontinência urinária (MF50.2) porque o paciente apresentou um período de agitação e arranhou, sugerindo incontinência urinária ou perda do controle voluntário da micção."
    }
  }
}