{
  "prontuario_id": 542,
  "text": "Às 02:58H: CLIENTE 16 ANOS, VÍTIMA DE MULTIPLOS FAFS, PROVENIENTE DO PS ÀS 20:40H DE ONTÉM. NO MOMENTO, CONSCIENTE, VERBALIZANDO, PUPILAS IFR, EUPNÊICO EM AR AMBIENTE, MANTÉM ACESSO VENOSO PERIFÉRICO EM MSD SALINIZADO, ACEITANDO DIETA VO, SVD COM DIURESE PRESENTE, LIBERADO ACOMPANHANTE DEVIDO IDADE DO CLIENTE. Às 16:15: RETORNOU DO CENTRO CIRURGICO, ENCAMINHADA PARA REALIZAÇÃO DE TOMOGRAFIA DE QUADRIL, ACORDADA, VERBALIZANDO, AFEBRIL, EUPNEICA, NORMOCORADO, SEM QUEIXAS ALGICAS, ACESSO VENOSO PERIFERICO EM MSE SALINIZADO, SEM SINAIS FLOGISTICOS, CURATIVO EM REGIÃO DE FÊMUR ESQUERDO EXTERNAMENTE LIMPO E SECO, DIETA LIBERADO APÓS 18:00 HRS. Às 18:55: CLIENTE CONSCIENTE, PUPILAS ISOCORICAS FOTORREAGENTES, POUCO COMUNICATIVA, EUPNEICA, REPOUSO NO LEITO, ACEITANDO POUCO A DIETA, TENTADO PUNCIONAR NOVO ACESSO PERIFÉRICO, POREM SEM SUCESSO, APRESENTANDO EDEMA EM MIE, MANTENDO MEIAS PNEUMATICAS, REALIZADO CATETERISMO PARA COLETA DE PARCIAL DE URINA, ENCAMINHADO PARA LABORATÓRIO. ORIENTADO A ENTRAR EM JEJUM A PARTIR DAS 24:00 PARA PROCEDIMENTO CIRURGICO AMANHA, 14/10. Às 00:22h: Orientado a manter jejum após as 24h para procedimento cirúrgico em 11/08, as 15:30h, conforme mapa de cirurgias eletivas. Às 22h: Realizado punçao de PAM em radial D pelo plantao, apos algumas tentativas por pulso filiforme. Instalado PVC em transdutor por haver 2 abertos no box. PVC 9 mmhg, comunicado plantao.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "CLIENTE",
      "VÍTIMA"
    ],
    "Abreviação": [
      "PS",
      "IFR",
      "MSD",
      "SVD",
      "MSE",
      "MIE",
      "PVC",
      "MULTIPLOS FAFS",
      "ACEITANDO DIETA VO",
      "punçao de PAM",
      "radial D",
      "PVC em transdutor"
    ],
    "Organização Relacionada à Saúde": [
      "PS",
      "LABORATÓRIO",
      "plantao",
      "CENTRO CIRURGICO"
    ],
    "Achado": [
      "CONSCIENTE",
      "VERBALIZANDO",
      "IFR",
      "SALINIZADO",
      "ACORDADA",
      "AFEBRIL",
      "EUPNEICA",
      "NORMOCORADO",
      "LIMPO",
      "SECO",
      "ISOCORICAS",
      "FOTORREAGENTES",
      "SUCESSO",
      "EUPNÊICO EM AR AMBIENTE",
      "ACEITANDO DIETA VO",
      "DIURESE PRESENTE",
      "REPOUSO NO LEITO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PUPILAS",
      "radial D"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "MSE",
      "MIE",
      "REGIÃO DE FÊMUR ESQUERDO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SALINIZADO",
      "SVD",
      "CURATIVO",
      "PUNCIONAR",
      "CATETERISMO",
      "JEJUM",
      "jejum",
      "ACESSO VENOSO PERIFÉRICO",
      "ACESSO VENOSO PERIFERICO",
      "REPOUSO NO LEITO",
      "ACESSO PERIFÉRICO",
      "MEIAS PNEUMATICAS",
      "PROCEDIMENTO CIRURGICO",
      "procedimento cirúrgico",
      "cirurgias eletivas",
      "punçao de PAM"
    ],
    "Dispositivo Médico": [
      "SVD",
      "CURATIVO",
      "ACESSO VENOSO PERIFÉRICO",
      "ACESSO VENOSO PERIFERICO",
      "MEIAS PNEUMATICAS"
    ],
    "Grupo Populacional": [
      "ACOMPANHANTE"
    ],
    "Negação": [
      "AFEBRIL"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Alimento": [
      "DIETA"
    ],
    "Sinal ou Sintoma": [
      "EDEMA",
      "QUEIXAS ALGICAS",
      "SINAIS FLOGISTICOS",
      "pulso filiforme"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Atributo Clínico": [
      "PVC"
    ],
    "Conceito Temporal": [
      "16 ANOS"
    ],
    "Lesão ou Envenenamento": [
      "MULTIPLOS FAFS"
    ],
    "Função Fisiológica": [
      "DIURESE PRESENTE"
    ],
    "Procedimento Diagnóstico": [
      "TOMOGRAFIA DE QUADRIL"
    ],
    "Procedimento Laboratorial": [
      "COLETA DE PARCIAL DE URINA"
    ],
    "Conceito Quantitativo": [
      "9 mmhg"
    ]
  },
  "labels": {
    "MF50.2": {
      "term_original": "seco",
      "capitulo": "21",
      "confidence_embedding": 0.7605,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção.",
      "classification_reasoning": "A palavra 'seco' está relacionada à ausência de fluido em uma área específica (neste caso, a região do fêmur esquerdo), o que é consistente com a incontinência urinária (Código CID-11: MF50.2)."
    },
    "ME62.7": {
      "term_original": "sinais flogisticos",
      "capitulo": "21",
      "confidence_embedding": 0.7598,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A opção mais precisa para o termo 'sinais flogisticos' é a erupção cutânea descamativa aguda, caracterizada por representação de doença CID-11 (ME62.7). Isso porque o contexto clínico menciona a presença de edema em MIE, o que sugere uma possível reação inflamatória ou alérgica."
    },
    "MC20.2": {
      "term_original": "sucesso",
      "capitulo": "21",
      "confidence_embedding": 0.7684,
      "descricao_cid": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade.",
      "classification_reasoning": "A presença de edema em MIE e a orientação para manter jejum após as 24h sugerem uma possível intervenção cirúrgica relacionada ao quadro clínico do paciente, tornando a hipópio (Código MC20.2) a opção mais precisa para o termo 'sucesso' no contexto"
    },
    "MC1A": {
      "term_original": "fotorreagentes",
      "capitulo": "21",
      "confidence_embedding": 0.7452,
      "descricao_cid": "Representação de doença CID-11: Opacidades vítreas visíveis. Definição: Pontos flutuantes são manchas ou formas escuras que parecem flutuar na frente da imagem da retina.",
      "classification_reasoning": "O termo 'fotorreagentes' se refere a achados visuais em exames de imagem, como tomografias computadorizadas ou ressonância magnética. No contexto clínico, o paciente apresenta Achados clínicos em exames diagnósticos por imagem do coração ou da circulação coronariana (Código: MC1A)."
    },
    "NE84": {
      "term_original": "multiplos fafs",
      "capitulo": "22",
      "confidence_embedding": 0.7286,
      "descricao_cid": "Representação de doença CID-11: Falha ou rejeição de órgãos ou tecidos transplantados. Definição: ",
      "classification_reasoning": "A presença de 'multiplos fafs' no contexto sugere uma rejeição ou falha múltipla de órgãos transplantados, justificando a escolha do código NE84."
    },
    "MG30.21": {
      "term_original": "ifr",
      "capitulo": "21",
      "confidence_embedding": 0.7567,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática.",
      "classification_reasoning": "O termo 'ifr' sugere que o paciente está com dor crônica pós-operatória, pois 'ifr' é uma abreviatura para pupila irregulare fixa, o que caracteriza a presença de dor e não-resposta ao estímulo. A escolha do código MG30.21 se baseia na definição da dor crônica pós-operatória como uma dor persistente localizada no local da cirurgia."
    },
    "MB2A.1": {
      "term_original": "salinizado",
      "capitulo": "21",
      "confidence_embedding": 0.7433,
      "descricao_cid": "Representação de doença CID-11: Urinar-se. Definição: Vazamento de urina para a roupa ou cama, podendo ocorrer durante o dia ou a noite, após uma idade e desenvolvimento em que seja esperada a continência urinária.",
      "classification_reasoning": "O termo 'salinizado' se refere à infusão de solução salina em um veículo sanguíneo, o que é comummente realizado para manter a homeostase e evitar desidratação durante procedimentos médicos. No contexto clínico fornecido, o paciente está recebendo uma dieta IV (intravenosa) salinizada e tem acesso venoso periférico em MSD salinizado, o que sugere que a opção mais precisa é a representação de doença CID-11: Urinar-se (MB2A.1)."
    },
    "FA80.8": {
      "term_original": "edema",
      "capitulo": "15",
      "confidence_embedding": 0.7477,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A presença de edema na MIE e a falta de informações sobre a causa do edema apontam para a possibilidade de degeneração de disco intervertebral da coluna lombar sem prolapso de disco, o que é caracterizado pelo código FA80.8."
    },
    "MF97": {
      "term_original": "pulso filiforme",
      "capitulo": "21",
      "confidence_embedding": 0.7581,
      "descricao_cid": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus.",
      "classification_reasoning": "A opção mais precisa para o termo 'pulso filiforme' é a piúria (Código: MF97), pois um pulso filiforme pode ser um sintoma da presença de leucócitos na urina, característica da piúria."
    }
  }
}