{
  "prontuario_id": 427,
  "text": "S: 2º DI na UTI. # 2º PO APENDICECTOMIA AGUDA + COLECTOMIA COM ILEOTRANSVERSOANASTOMOSE. O: ECG 14, EC 0, PUPILAS ISOMIOTICAS RFM +, ESCLERA OCULAR EDEMACIADA, SNG COM DIETA À 20 ML/H EM BI, INTUBADO SOB VM: PS 14, PEEP 5, FIO2 0,3%. MANTEM FILTRO BARREIRA BACTERIOLOGICO, PAM EM ARTÉRIA RADIAL ESQUERDA PERMEÁVEL, CVC EM SUBCLAVIA DIREITA COM SF 0,9% À 21 ML/H, NORADRENALINA À 5 ML/H EM BI, CONTROLE PVC, CONTIDO NO LEITO PARA PREVENÇÃO DE ACIDENTES COM DISPOSITIVOS, AC: BCRNF, AP: PRESENÇA DE RONCOS ESPARÇOS BILATERAL, ABD: RHA +, DISTENDIDO E RIGIDO, INCISÃO CIRURGICA COM CURATIVO LIMPO E SECO, DRENO SUCTOR COM DEBITO SEROSO EM PEQUENA QUANTIDADE, SVD COM BAIXO FLUXO URINÁRIO AMARELO OURO CONCENTRADO, REGIÃO DORSAL COM PELE INTEGRA. MONITORIZAÇÃO MULTIPARAMETRICO. A: RISCO PARA INFECÇÃO; PADRÃO RESPIRATÓRIO INEFICAZ; DESOBSTRUÇÃO INEFICAZ DE VIAS AEREAS; RISCO PARA DESEQUILIBRIO NUTRICIONAL; RISCO PARA INTEGRIDADE DA PELE PREJUDICADA. P: SEGUE PRESCRIÇÃO DE ENFERMAGEM EM ANEXO. À 01:00 H: CLIENTE CONSCIENTE, POUCO CONTACTUANTE, SE COMUNICA POR GESTOS, ABERTURA OCULAR ESPONTANEA, OBEDECE COMANDOS COM DIFICULDADE, REPOUSO, AFEBRIL, EUPNEICA. RECEBE DIETA VIA SNE POR BI 30 ML/H. MANTEM ACESSO PERIFERICO COM PLANO DE HIDRATAÇÃO EM CURSO. APRESENTA ÚLCERA EM MIE, REGIÃO DE PÉ, COM ASPECTO SECO E LIMPO EXTERNAMENTE. ELIMINAÇÕES EM FRALDA. SEGUE EM OBSERVAÇÃO E CUIDADOS.  ",
  "entities": {
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Abreviação": [
      "UTI",
      "PO",
      "BI",
      "VM",
      "PS",
      "PEEP",
      "FIO2",
      "PAM",
      "CVC",
      "AC",
      "BCRNF",
      "AP",
      "ABD",
      "SVD",
      "MIE",
      "ECG 14",
      "EC 0",
      "RFM +",
      "SNG COM DIETA",
      "SF 0 , 9%",
      "CONTROLE PVC",
      "RHA +",
      "DIETA VIA SNE"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BI"
    ],
    "Achado": [
      "INTUBADO",
      "PERMEÁVEL",
      "BCRNF",
      "LIMPO",
      "SECO",
      "CONSCIENTE",
      "REPOUSO",
      "AFEBRIL",
      "EUPNEICA",
      "EC 0",
      "RFM +",
      "CONTIDO NO LEITO",
      "RHA +",
      "PEQUENA QUANTIDADE",
      "PELE INTEGRA",
      "RISCO PARA INFECÇÃO",
      "DESOBSTRUÇÃO INEFICAZ DE VIAS AEREAS",
      "RISCO PARA DESEQUILIBRIO NUTRICIONAL",
      "ABERTURA OCULAR ESPONTANEA",
      "OBEDECE COMANDOS COM DIFICULDADE",
      "ASPECTO SECO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "INTUBADO",
      "VM",
      "PS",
      "PEEP",
      "FIO2",
      "CVC",
      "CURATIVO",
      "SVD",
      "REPOUSO",
      "APENDICECTOMIA AGUDA",
      "COLECTOMIA COM ILEOTRANSVERSOANASTOMOSE",
      "SNG COM DIETA",
      "FILTRO BARREIRA BACTERIOLOGICO",
      "CONTIDO NO LEITO",
      "PREVENÇÃO DE ACIDENTES COM DISPOSITIVOS",
      "DRENO SUCTOR",
      "DIETA VIA SNE",
      "ACESSO PERIFERICO",
      "PLANO DE HIDRATAÇÃO"
    ],
    "Conceito Quantitativo": [
      "14",
      "5",
      "20 ML/H",
      "0 , 3%",
      "21 ML/H",
      "5 ML/H",
      "30 ML/H"
    ],
    "Procedimento Diagnóstico": [
      "PAM",
      "AC",
      "AP",
      "CONTROLE PVC",
      "MONITORIZAÇÃO MULTIPARAMETRICO"
    ],
    "Dispositivo Médico": [
      "CVC",
      "BI",
      "CURATIVO",
      "SVD",
      "FILTRO BARREIRA BACTERIOLOGICO",
      "DRENO SUCTOR",
      "ACESSO PERIFERICO"
    ],
    "Substância Farmacológica": [
      "NORADRENALINA",
      "SF 0 , 9%"
    ],
    "Hormônio": [
      "NORADRENALINA"
    ],
    "Localização ou Região Corporal": [
      "ABD",
      "MIE",
      "REGIÃO DORSAL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD",
      "PÉ",
      "ARTÉRIA RADIAL ESQUERDA",
      "SUBCLAVIA DIREITA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "CLIENTE"
    ],
    "Negação": [
      "AFEBRIL"
    ],
    "Doença ou Síndrome": [
      "ÚLCERA"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Objeto Manufaturado": [
      "FRALDA"
    ],
    "Atividade de Assistência à Saúde": [
      "OBSERVAÇÃO",
      "CUIDADOS",
      "PRESCRIÇÃO DE ENFERMAGEM"
    ],
    "Sinal ou Sintoma": [
      "ECG 14",
      "PUPILAS ISOMIOTICAS",
      "ESCLERA OCULAR EDEMACIADA",
      "RONCOS ESPARÇOS BILATERAL",
      "DISTENDIDO E RIGIDO",
      "DEBITO SEROSO",
      "BAIXO FLUXO URINÁRIO",
      "PADRÃO RESPIRATÓRIO INEFICAZ",
      "POUCO CONTACTUANTE",
      "OBEDECE COMANDOS COM DIFICULDADE"
    ],
    "Lesão ou Envenenamento": [
      "INCISÃO CIRURGICA"
    ],
    "Conceito Qualitativo": [
      "PEQUENA QUANTIDADE"
    ],
    "Produto Intelectual": [
      "PRESCRIÇÃO DE ENFERMAGEM"
    ]
  },
  "labels": {
    "9A01.2": {
      "term_original": "ec 0",
      "capitulo": "09",
      "confidence_embedding": 0.7331,
      "descricao_cid": "Representação de doença CID-11: Hordéolo. Definição: Infecção focal aguda geralmente por Staphylococcus aureus envolvendo o folículo dos cílios e suas glândulas de Meibomius e Zeis associadas. Se o foco principal de infecção for o folículo, ele se apresenta com um furúnculo doloroso que libera pus na margem palpebral (hordéolo externo ou terçol). Se a infecção estiver centrada na glândula de Meibomius (hordéolo interno), então ocorre supuração para a superfície conjuntival.",
      "classification_reasoning": "O termo 'ec 0' indica que há uma representação de doença relativa à economia conjuntival, que está relacionada ao hordéolo, uma infecção focal aguda geralmente por Staphylococcus aureus envolvendo o folículo dos cílios e suas glândulas de Meibomius e Zeis associadas."
    },
    "FA25": {
      "term_original": "permeável",
      "capitulo": "15",
      "confidence_embedding": 0.7458,
      "descricao_cid": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato.",
      "classification_reasoning": "A opção FA25 (Gota) é a mais precisa para o termo 'permeável' no contexto clínico, pois refere-se à deposição de cristais de urato em tecidos articulares e pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea), que é relevante para a descrição da perda de permeabilidade cutânea mencionada no prontuário."
    },
    "6C48.2": {
      "term_original": "obedece comandos com dificuldade",
      "capitulo": "06",
      "confidence_embedding": 0.7926,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A presença de obediência a comandos com dificuldade sugere uma condição de intoxicação ou alteração do estado de consciência, o que é compatível com a definição da intoxicação por cafeína (CID-11: 6C48.2). Além disso, os sintomas como inquietação, ansiedade e agitação psicomotora também são consistentes com essa condição."
    },
    "8A64": {
      "term_original": "ecg 14",
      "capitulo": "08",
      "confidence_embedding": 0.7344,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo.",
      "classification_reasoning": "O termo 'ECG 14' sugere uma representação de Eletrocardiograma (ECG) normal, o que é consistente com a Crise epiléptica única devida a causas remotas (Código CID-11: 8A64). A presença de um valor numérico na descrição do ECG sugere uma interpretação normal, justificando a escolha desse código."
    },
    "GC40.53": {
      "term_original": "baixo fluxo urinário",
      "capitulo": "16",
      "confidence_embedding": 0.7715,
      "descricao_cid": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso.",
      "classification_reasoning": "A presença de baixo fluxo urinário é característica da incontinência por transbordamento associada a prolapso de órgão pélvico, o que é descrito nesse código CID-11."
    },
    "MF55": {
      "term_original": "distendido e rigido",
      "capitulo": "21",
      "confidence_embedding": 0.7728,
      "descricao_cid": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina.",
      "classification_reasoning": "A descrição do termo 'distendido e rigido' parece estar relacionada à um estado de obstrução das vias urinárias, o que é consistente com a definição de poliúria (produção ou passagem excessiva ou anormalmente grande de urina). Além disso, a presença de úlcera na região do pé também pode estar relacionada à essa condição."
    },
    "CB41.20": {
      "term_original": "desobstrução ineficaz de vias aereas",
      "capitulo": "12",
      "confidence_embedding": 0.7639,
      "descricao_cid": "Representação de doença CID-11: Insuficiência respiratória não especificada, Tipo I. Definição: Esta ocorre quando a PaCO2 pode estar normal ou baixa. É tipicamente causada por um desequilíbrio da relação ventilação/perfusão (V/Q); o volume de ar que entra e sai dos pulmões não se corresponde ao fluxo sanguíneo pulmonar. O defeito básico na insuficiência respiratória tipo 1 é a insuficiência de oxigenação.",
      "classification_reasoning": "A desobstrução ineficaz de vias aereas é um sintoma comum em pacientes com insuficiência respiratória, tipo I. Nesse contexto, a escolha do código CB41.20 é mais precisa pois combina os sintomas de falta de ar e dificuldade para inspirar ou expirar com a presença de desobstrução ineficaz de vias aereas."
    },
    "EE40.3": {
      "term_original": "esclera ocular edemaciada",
      "capitulo": "14",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A descrição do termo 'esclera ocular edemaciada' aponta para um processo inflamatório e/ou distensão cutânea aguda na área ocular, o que coincide com a definição da síndrome de distensão cutânea aguda (EE40.3). Além disso, a presença de edema em outras áreas do corpo, como no braço (S: 2º PO APENDICECTOMIA AGUDA + COLECTOMIA COM ILEOTRANSVERSOANASTOMOSE), também é coerente com essa escolha."
    },
    "CB21.1": {
      "term_original": "padrão respiratório ineficaz",
      "capitulo": "12",
      "confidence_embedding": 0.775,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A opção mais precisa para o termo 'padrão respiratório ineficaz' é a pneumotórax espontâneo, pois isso pode afetar significativamente a respiração e a oxigenação do paciente."
    },
    "CA22.0": {
      "term_original": "intubado",
      "capitulo": "12",
      "confidence_embedding": 0.7717,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "O paciente está intubado, o que sugere uma situação crítica respiratória. A exacerbação aguda da DPOC não especificada (CA22.0) é a opção mais precisa para este termo no contexto clínico."
    },
    "MF56": {
      "term_original": "roncos esparços bilateral",
      "capitulo": "21",
      "confidence_embedding": 0.7233,
      "descricao_cid": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos.",
      "classification_reasoning": "A presença de roncos esparços bilateral é sintomática de uma dor abdominal intensa e paroxística, caracterizando cólica renal. A opção MF56 é a mais precisa para este termo dentro do contexto clínico."
    },
    "9A01.21": {
      "term_original": "bcrnf",
      "capitulo": "09",
      "confidence_embedding": 0.7233,
      "descricao_cid": "Representação de doença CID-11: Hordéolo interno. Definição: Infecção piogênica focal aguda, usualmente causada por Staphylococcus aureus, de uma glândula de Meibomius, com bloqueio da secreção normal desta para o folículo piloso. Apresenta-se como um inchaço inflamatório agudo que pode drenar para a superfície conjuntival da pálpebra, ou raramente anteriormente através da pele palpebral. Pode predispor à formação de calázio.",
      "classification_reasoning": "A escolha do código 9A01.21 (Hordéolo interno) é justificada pelo termo 'bcrnf' presente no prontuário, que se refere a um sintoma de infecção ocular aguda, caracterizado pela presença de roncos esparsos bilateral e úlcera em Mie."
    },
    "EB13.0": {
      "term_original": "incisão cirurgica",
      "capitulo": "14",
      "confidence_embedding": 0.7607,
      "descricao_cid": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira.",
      "classification_reasoning": "A incisão cirurgica é uma lesão característica da síndrome de Stevens-Johnson, um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas e pele."
    },
    "8C71.5": {
      "term_original": "pupilas isomioticas",
      "capitulo": "08",
      "confidence_embedding": 0.7366,
      "descricao_cid": "Representação de doença CID-11: Pseudomiotonia. Definição: O termo pseudomiotonia (relaxamento lento dos músculos após contração voluntária) descreve a aparência clínica da miotonia na ausência de descargas miotônicas na eletromiografia. Pseudomiotonia é mais comumente observada como reflexos tendinosos de relaxamento lento ou \"travados\" de hipotireoidismo, embora outras causas sejam descritas. A pseudomiotonia é observada em cerca de um terço dos pacientes com síndrome de Isaacs, particularmente com preensão manual, mas também após fechamento de olho e mandíbula; raramente, este pode ser o primeiro sintoma.",
      "classification_reasoning": "A descrição do termo 'pupilas isomioticas' sugere que os movimentos pupilares são periódicos e não há mudanças de tamanho, o que é consistente com a pseudomiotonia, um tipo de miotonia caracterizado por relaxamento lento dos músculos após contração voluntária."
    },
    "MF50.2": {
      "term_original": "risco para infecção",
      "capitulo": "21",
      "confidence_embedding": 0.7866,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção.",
      "classification_reasoning": "A opção mais precisa é a hesitação miccional, pois o paciente apresenta risco para infecção e é notável a impossibilidade de controlar a micção, sugerindo uma condição urinária com perda do controle voluntário ou do suporte da uretra."
    },
    "9A94.1": {
      "term_original": "abertura ocular espontanea",
      "capitulo": "09",
      "confidence_embedding": 0.7816,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "A abertura ocular espontânea é uma característica descrita no contexto clínico, que se relaciona à síndrome da íris flácida, compreendendo a representação de doença CID-11: Síndrome da íris flácida. Esta condição é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular."
    },
    "8C60": {
      "term_original": "rfm +",
      "capitulo": "08",
      "confidence_embedding": 0.7045,
      "descricao_cid": "Representação de doença CID-11: Miastenia gravis. Definição: Miastenia gravis é o transtorno de transmissão neuromuscular mediado por autoanticorpo adquirido mais comum. A prevalência é de 1–2 por 10.000 pessoas. Fraqueza flutuante aumentando com a atividade repetida e melhorando após um período de descanso é a marca característica. Miastenia Gravis com anticorpos dirigidos contra proteínas pós-sinápticas, geralmente o receptor nicotínico de acetilcolina, são as mais prevalentes. Outros tipos são Miastenia Gravis associada a anticorpos quinase específicos do músculo e Miastenia Gravis com autoanticorpos desconhecidos (soronegativos).\r\nExistem três grupos: \r\n1. Miastenia Gravis puramente ocular\r\n2. Miastenia Gravis generalizada de início precoce (<40-50 anos)\r\n3. MG generalizada de início tardio.\r\nEm cerca de 15%, a doença pode ser classificada como paraneoplásica, geralmente associada a um timoma.",
      "classification_reasoning": "A presença do termo 'rfm+' no contexto clínico sugere que o paciente apresenta uma condição neuromuscular, como a miastenia gravis. A escolha desse código é baseada na descrição da doença como um transtorno de transmissão neuromuscular mediado por autoanticorpo adquirido mais comum."
    },
    "5C78": {
      "term_original": "risco para desequilibrio nutricional",
      "capitulo": "05",
      "confidence_embedding": 0.7614,
      "descricao_cid": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem.",
      "classification_reasoning": "A escolha pelo código 5C78, Sobrecarga de líquidos, se baseia na descrição do paciente com risco para desequilibrio nutricional e apresentação de edema, o que sugere um excesso de líquido no sangue."
    },
    "MF51": {
      "term_original": "debito seroso",
      "capitulo": "21",
      "confidence_embedding": 0.7756,
      "descricao_cid": "Representação de doença CID-11: Anúria ou oligúria. Definição: Anúria significa não passagem de urina; na prática, é definida como passagem de menos de 50 mililitros de urina por dia. Oligúria é o baixo débito urinário. É clinicamente classificado como uma produção abaixo de 300-500ml/dia.",
      "classification_reasoning": "A opção mais precisa é MF51, pois o termo 'debito seroso' refere-se ao baixo fluxo urinário amarelo ouro concentrado mencionado no contexto clínico. Isso está relacionado à definição de oligúria na CID-11."
    }
  }
}