{
  "prontuario_id": 466,
  "text": "Às 16:55h: 6º DI investigação de sangramento em TGI. Consciente, orientado, tranquilo, comunicativo e deambulando. Aguardando conduta médica. Enf Florence Nightingale. ABDOME AGUDO. HSA. Às 14:10: PACIENTE LÚCIDO, ORIENTADO, COMUNICATIVO, PUPILAS ISO E FOTO, DEAMBULANDO, REFERE LEVE CEFALEIA, AVP EM MSD SALINIZADO, ACEITANDO BEM A DIETA,  ANSIOSO QUANTO A ALTA , SEGUE EM OBSERVAÇÃO. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 09:46h: Acordada, alerta, responsiva, corada, hidratada. Mantém SNE para alimentação por bomba infusora. Apresenta abdome plano, flácido, indolor à palpação, RHA +. Diurese limpida em bom volume, não evacuou. FRATURA DO COLO DO FEMUR. Às 15:00: PACIENTE LUCIDO, ORIENTADO, MANTEM REPOUSO NO LEITO, RELATA ALGIA MODERADA EM REGIAO LOMBAR E MMII, SENDO MEDICADO CONFORME PRESCRIÇAO MEDICA. ACEITANDO BEM A DIETA E FF NORMAIS. LUMBAGO COM CIATICA. Às 10:59 HS: CONSCIENTE, ORIENTADO, REFERINDO ALGIA MODERADA, AVP EM MSD SALINIZADO, DRENO DE TÓRAX À DIREITA COM DÉBITO HEMÁTICO, SVD COM ASPECTO NORMAL, CTVO EM REGIÃO LOMBAR LIMPO E SECO. MANTER REPOUSO ATÉ SEGUNDA ORDEM, PODE SENTAR NO LEITO. REALIZADO RX; FRATURA DA COLUNA LOMBAR E DA PELVE. PACIENTE JOVEM PROCURA ATENDIMENTO POR QUEIXA DE DOR INTERNÁDEGAS, COM PRESENÇA DE CISTO PILONIDAL AO EXAME FISÍCO. INTERNA AOS CUIDADOS DA CX GERAL, APÓS REALIZAÇÃO DE EXAMES LABORATORIAIS E ECG. CC AVISADO. EM JEJUM, SENDO A ÚLTIMA REFEIÇÃO ÀS 12:30. CO CISTO PILONIDAL SEM ABSCESSO.",
  "entities": {
    "Sinal ou Sintoma": [
      "sangramento",
      "LEVE CEFALEIA",
      "ALGIA MODERADA",
      "DÉBITO HEMÁTICO",
      "DOR INTERNÁDEGAS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "TGI",
      "PUPILAS",
      "PELVE",
      "COLUNA LOMBAR"
    ],
    "Achado": [
      "Consciente",
      "orientado",
      "tranquilo",
      "comunicativo",
      "deambulando",
      "LÚCIDO",
      "ORIENTADO",
      "COMUNICATIVO",
      "DEAMBULANDO",
      "SALINIZADO",
      "Acordada",
      "alerta",
      "responsiva",
      "corada",
      "hidratada",
      "flácido",
      "evacuou",
      "LUCIDO",
      "CONSCIENTE",
      "LIMPO",
      "SECO",
      "ACEITANDO BEM",
      "ANSIOSO QUANTO A ALTA",
      "RHA +",
      "Diurese limpida",
      "bom volume",
      "REPOUSO NO LEITO",
      "FF NORMAIS",
      "SVD COM ASPECTO NORMAL"
    ],
    "Abreviação": [
      "Enf",
      "HSA",
      "AVP",
      "MSD",
      "MMII",
      "CTVO",
      "RX",
      "ECG",
      "CC",
      "SNE para alimentação",
      "RHA +",
      "FF NORMAIS",
      "SVD COM ASPECTO NORMAL",
      "CX GERAL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enf"
    ],
    "Doença ou Síndrome": [
      "HSA",
      "ABDOME AGUDO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Dispositivo Médico": [
      "AVP",
      "CTVO",
      "bomba infusora",
      "DRENO DE TÓRAX"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "AVP",
      "SALINIZADO",
      "MEDICADO",
      "CTVO",
      "REPOUSO",
      "JEJUM",
      "SNE para alimentação",
      "REPOUSO NO LEITO",
      "DRENO DE TÓRAX",
      "PODE SENTAR NO LEITO"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "abdome",
      "MMII",
      "REGIAO LOMBAR",
      "REGIÃO LOMBAR"
    ],
    "Atividade de Assistência à Saúde": [
      "OBSERVAÇÃO",
      "CUIDADOS",
      "PRESCRIÇAO MEDICA"
    ],
    "Negação": [
      "indolor",
      "não",
      "SEM"
    ],
    "Procedimento Diagnóstico": [
      "palpação",
      "RX",
      "ECG"
    ],
    "Função Fisiológica": [
      "evacuou",
      "Diurese limpida"
    ],
    "Conceito Espacial": [
      "DIREITA"
    ],
    "Organização Relacionada à Saúde": [
      "CC",
      "CX GERAL"
    ],
    "Alimento": [
      "REFEIÇÃO"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MULTIPLOS",
      "FRATURA DO COLO DO FEMUR"
    ],
    "Dispositivo de Administração de Medicamento": [
      "bomba infusora"
    ],
    "Conceito Qualitativo": [
      "bom volume"
    ],
    "Substância Corporal": [
      "DÉBITO HEMÁTICO"
    ],
    "Procedimento Laboratorial": [
      "EXAMES LABORATORIAIS"
    ]
  },
  "labels": {
    "6E61.0": {
      "term_original": "orientado",
      "capitulo": "06",
      "confidence_embedding": 0.7622,
      "descricao_cid": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "O paciente apresenta sintomas como 'lúcido, orientado, comunicativo' e outras características mencionadas no contexto clínico, sugerindo uma síndrome psicótica secundária com alucinações, mas sem delírios proeminentes."
    },
    "NB90.Y": {
      "term_original": "débito hemático",
      "capitulo": "22",
      "confidence_embedding": 0.78,
      "descricao_cid": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A opção mais precisa é NB90.Y, Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve, pois o termo 'débito hemático' refere-se a uma perda de sangue devido à lesão vascular. Esta opção é mais precisa do que as outras porque não há evidências de lesão cutânea (NE81.0Z) ou queimadura (ND92.02), e a lesão não é um ferimento perfurante (NB51.2). Além disso, a descrição de NA06.00 não se aplica ao contexto clínico apresentado."
    },
    "FA80.8": {
      "term_original": "flácido",
      "capitulo": "15",
      "confidence_embedding": 0.7645,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A descrição do termo 'flácido' sugere uma referência à coluna lombar, e a opção FA80.8 se enquadra melhor nesse contexto, pois refere-se à degeneração de disco intervertebral da coluna lombar sem prolapso de disco."
    },
    "6C45.3": {
      "term_original": "responsiva",
      "capitulo": "06",
      "confidence_embedding": 0.7842,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "O termo 'responsiva' sugere que o paciente é capaz de responder adequadamente às perguntas e ordens, caracterizando um estado de consciência claramente preservado. A definição da representação de doença CID-11 para Intoxicação por cocaína (6C45.3) também se ajusta ao relato do paciente, que refere algia moderada e apresenta outros sintomas consistentes com a intoxicação por cocaína."
    },
    "DA60.3": {
      "term_original": "sangramento",
      "capitulo": "13",
      "confidence_embedding": 0.7662,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "O termo \"sangramento\" está relacionado à lesão aguda da mucosa do estômago, que pode resultar em hemorragia digestiva alta aguda."
    },
    "MD81": {
      "term_original": "dor internádegas",
      "capitulo": "21",
      "confidence_embedding": 0.798,
      "descricao_cid": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica.",
      "classification_reasoning": "A dor internádegas é um termo extraído do contexto clínico que se refere à dor abdominal ou pélvica, como descrito na definição do código MD81."
    },
    "MD81.3": {
      "term_original": "ansioso quanto a alta",
      "capitulo": "21",
      "confidence_embedding": 0.7493,
      "descricao_cid": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças.",
      "classification_reasoning": "A opção mais precisa é MD81.3 - Abdome agudo, pois o paciente refere dor abdominal aguda e apresenta abdome plano, flácido e indolor à palpação."
    },
    "6D72": {
      "term_original": "comunicativo",
      "capitulo": "06",
      "confidence_embedding": 0.7689,
      "descricao_cid": "Representação de doença CID-11: Transtorno amnéstico. Definição: O transtorno amnéstico é caracterizado por comprometimento proeminente da memória em relação ao esperado pela idade e nível pré-mórbido do funcionamento cognitivo geral, que representa um declínio em relação ao nível prévio de funcionamento do indivíduo, na ausência de outro comprometimento cognitivo significativo. Manifesta-se por um déficit na aquisição, aprendizado e/ou retenção de novas informações, e pode incluir a incapacidade de recordar informações previamente aprendidas, sem perturbação da consciência, estado mental alterado ou \"delirium\". A memória recente é tipicamente mais comprometida do que a memória remota, e a capacidade de recordar imediatamente uma quantidade limitada de informação geralmente permanece relativamente preservada. O comprometimento da memória é grave o suficiente para resultar em comprometimento significativo no funcionamento pessoal, familiar, social, educacional, ocupacional, ou em outras áreas importantes. Presume-se que se deva a uma doença subjacente adquirida do sistema nervoso, um trauma, infecção ou outra doença que afete o cérebro, ao uso de substâncias específicas ou medicamentos, deficiência nutricional ou exposição a toxinas, ou a etiologia pode ser indeterminada. O comprometimento não se deve a intoxicação ou abstinência atual de substância.",
      "classification_reasoning": "A opção mais precisa para o termo 'comunicativo' é a doença CID-11: Transtorno amnéstico (Código 6D72). Isso porque, embora haja menções à comunicação e ao relacionamento do paciente com os cuidados de saúde, não há evidências de intoxicação por substâncias psicotrópicas ou alucinógenas que justificariam a escolha das opções 6C45.3 (Intoxicação por cocaína), 6C40.3 (Intoxicação por álcool) ou 6C48.2 (Intoxicação por cafeína). A escolha da opção 6D72 é justificada pela apresentação de sintomas que sugerem comprometimento da memória e do funcionamento cognitivo geral, mas sem alterações perceptíveis na consciência, estado mental alterado ou delirium."
    },
    "MG31.1": {
      "term_original": "leve cefaleia",
      "capitulo": "21",
      "confidence_embedding": 0.7553,
      "descricao_cid": "Representação de doença CID-11: Cefaleia aguda, não classificada em outra parte. Definição: ",
      "classification_reasoning": "A leve cefaleia descrita no contexto é uma referência a uma dor de cabeça não especificamente relacionada a outro quadro clínico, o que se ajusta à definição do código MG31.1."
    },
    "ME01": {
      "term_original": "limpo",
      "capitulo": "21",
      "confidence_embedding": 0.7578,
      "descricao_cid": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen.",
      "classification_reasoning": "A opção mais precisa para o termo 'limpo' é a definição de distensão abdominal, pois nesse contexto clínico há uma referência à ausência de fluidos ou substâncias acumuladas no abdômen, o que sugere que o paciente não apresenta qualquer tipo de secreção ou líquido anormalmente aumentado."
    },
    "ND36": {
      "term_original": "traumatismos multiplos",
      "capitulo": "22",
      "confidence_embedding": 0.794,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: ",
      "classification_reasoning": "O termo 'traumatismos multiplos' se refere a lesões em diferentes regiões do corpo, sem especificar qual é o local exato. A opção ND36 se encaixa melhor nesse contexto, pois descreve 'Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte'."
    },
    "FA84": {
      "term_original": "algia moderada",
      "capitulo": "15",
      "confidence_embedding": 0.7287,
      "descricao_cid": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo.",
      "classification_reasoning": "A escolha do código FA84 (Espondilolistese) é a mais precisa para o termo 'algia moderada' no contexto clínico, pois a paciente relata dor moderada na região lombar e MMII, sugerindo uma lesão vertebral ou espondiloartropatia."
    },
    "FB32.1": {
      "term_original": "fratura do colo do femur",
      "capitulo": "15",
      "confidence_embedding": 0.7266,
      "descricao_cid": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma",
      "classification_reasoning": "A fratura do colo do femur é uma lesão muscular espontânea, que não está relacionada a doenças reumatológicas ou degenerativas. A opção FB32.1 - Ruptura muscular espontânea melhor se ajusta ao contexto clínico e à natureza da lesão descrita."
    },
    "DB10.0": {
      "term_original": "abdome agudo",
      "capitulo": "13",
      "confidence_embedding": 0.7729,
      "descricao_cid": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte.",
      "classification_reasoning": "A escolha pelo código DB10.0 é justificada por que o termo 'abdome agudo' sugere a presença de inflamação aguda e aumento do apêndice vermiforme, característica da apendicite aguda."
    },
    "NE81.0Z": {
      "term_original": "hsa",
      "capitulo": "22",
      "confidence_embedding": 0.7541,
      "descricao_cid": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa é NE81.0Z, pois o prontuário refere um sangramento em TGI (Trato Gastrointestinal) e não há indicações de que esse sangramento seja decorrente de procedimento cirúrgico ou médico (NE8Z), nem sejam lesões decorrentes de cuidados cirúrgicos ou médicos (NA07.83). Além disso, a opção ND92.02 refere queimadura da parede abdominal, o que não é relacionado ao sangramento em TGI. A opção NA07.83 refere hemorragia traumática no tronco encefálico, também sem relação com o caso."
    }
  }
}