{
  "prontuario_id": 40,
  "text": "PCTE COM QUEIXA DE GLOBUS FARINGEO, PIROSE, REGURGITAÇÃO, PIGARRO, TOSSE CRONICA. NEGA PERDA DE PESO, HIPOREXIA.\n\nO # ORO: SP.\n\nCD # OMEPRAZOL POR 2 MESES. ORIENTAÇÕES ANTIREFLUXO.        ",
  "entities": {
    "Abreviação": [
      "PCTE",
      "ORO",
      "CD"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Sinal ou Sintoma": [
      "PIROSE",
      "REGURGITAÇÃO",
      "PIGARRO",
      "HIPOREXIA",
      "GLOBUS FARINGEO",
      "TOSSE CRONICA",
      "PERDA DE PESO"
    ],
    "Negação": [
      "NEGA"
    ],
    "Procedimento Diagnóstico": [
      "ORO"
    ],
    "Substância Farmacológica": [
      "OMEPRAZOL"
    ],
    "Conceito Quantitativo": [
      "2 MESES"
    ],
    "Conceito Temporal": [
      "2 MESES"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ORIENTAÇÕES ANTIREFLUXO"
    ]
  },
  "labels": {
    "DA22": {
      "term_original": "regurgitação",
      "capitulo": "13",
      "confidence_embedding": 0.7867,
      "descricao_cid": "Representação de doença CID-11: Doença de refluxo gastroesofágico. Definição: Condição que se desenvolve quando o refluxo do conteúdo do estômago causa sintomas incômodos e/ou complicações.",
      "classification_reasoning": "A presença de regurgitação, pirousete e tosse crônica sugere uma doença relacionada ao refluxo gastroesofágico, o que justifica a escolha da doença DA22."
    },
    "CA02.0": {
      "term_original": "globus faringeo",
      "capitulo": "12",
      "confidence_embedding": 0.7137,
      "descricao_cid": "Representação de doença CID-11: Faringite bacteriana aguda. Definição: Inflamação de início rápido da faringe (parte posterior da garganta, entre as amígdalas e a laringe) devida a bactéria",
      "classification_reasoning": "A queixa do paciente de globus faringeo, pirose e regurgitação sugere uma infecção ou irritação na faringe. O Código CA02.0 (Faringite bacteriana aguda) é a opção mais precisa porque a descrição menciona inflamação de início rápido da faringe devida a bactéria, o que coincide com os sintomas apresentados pelo paciente."
    },
    "CA02": {
      "term_original": "pigarro",
      "capitulo": "12",
      "confidence_embedding": 0.687,
      "descricao_cid": "Representação de doença CID-11: Faringite aguda. Definição: Faringite aguda é definida como infecção ou irritação da faringe e/ou das amigdalas e é parte das manifestações do resfriado comum. A etiologia é geralmente infecciosa, sendo a maioria dos casos de origem viral. Embora a infecção viral seja a causa primária, ela também pode ser causada por infecção bacteriana. Desconforto na garganta, dor de garganta e dor para engolir ocorrem com frequência. Cefaleia, fadiga generalizada, dor irradiada para o ouvido e linfadenite cervical também ocorrem. Achados locais evidenciam tonsilas palatinas hiperemiadas e edema dos folículos linfoides da parede posterior da faringe. Pacientes com faringite aguda se apresentam mais comumente com dor de garganta. Vários outros sintomas podem surgir nesses pacientes dependendo dos organismos causadores.",
      "classification_reasoning": "A escolha do código CA02 (Faringite aguda) é justificada porque o termo 'pigarro' está presente na descrição da queixa, que menciona queijo e pirose, o que sugere uma irritação da faringe e/ou das amigdalas, característica da faringite aguda."
    },
    "CA23.22": {
      "term_original": "tosse cronica",
      "capitulo": "12",
      "confidence_embedding": 0.7001,
      "descricao_cid": "Representação de doença CID-11: Asma variante com tosse. Definição: Asma variante com tosse é uma forma oculta de asma em que o único sinal ou sintoma é tosse crônica.",
      "classification_reasoning": "A opção mais precisa para o termo 'tosse crônica' no contexto clínico é a Asma variante com tosse (CA23.22), pois apresenta sintomas de tosse crônica e outras características que se adequam ao quadro descrito."
    },
    "CA03.0": {
      "term_original": "pirose",
      "capitulo": "12",
      "confidence_embedding": 0.7006,
      "descricao_cid": "Representação de doença CID-11: Amigdalite estreptocócica. Definição: Doença das amígdalas, causada por uma infecção pela bactéria Gram-positiva Streptococcus pyogenes (Streptococcus do Grupo A). Essa doença é caracterizada por dor de garganta, febre, exsudatos tonsilares ou adenopatia cervical. Essa doença também pode se manifestar com odinofagia, disfagia, otalgia, língua seca e eritematosa, amígdalas aumentadas ou manchas brancas e amareladas nas amígdalas. A transmissão ocorre comumente por inalação de secreções respiratórias infectadas ou contato indireto. A confirmação é feita pela identificação do Streptococcus do Grupo A a partir de um esfregaço da garganta.",
      "classification_reasoning": "A opção mais precisa para o termo 'pirose' é a amigdalite estreptocócica (CA03.0), pois a característica de produzir escarro e tosse crônica está descrita nessa doença."
    }
  }
}