{
  "prontuario_id": 239,
  "text": "2 sem frat distal do rádio esq.\nsem queixas.\nfo limpa e seca, fk ok, neurovasc ok.\nRX # ok.\nCD # ret 1 m p/ rx e retirar fk. ndn ndn.  ",
  "entities": {
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "queixas"
    ],
    "Abreviação": [
      "fo",
      "fk",
      "RX",
      "CD",
      "rx",
      "2 sem",
      "frat distal do rádio esq",
      "neurovasc ok"
    ],
    "Lesão ou Envenenamento": [
      "fo",
      "frat distal do rádio esq"
    ],
    "Achado": [
      "limpa",
      "seca",
      "neurovasc ok"
    ],
    "Procedimento Diagnóstico": [
      "RX",
      "rx"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ok"
    ],
    "Conceito Temporal": [
      "2 sem"
    ]
  },
  "labels": {
    "XA6Y60": {
      "term_original": "fo",
      "capitulo": "X",
      "confidence_embedding": 0.7478,
      "descricao_cid": "Representação de doença CID-11: Vasos sanguíneos ao nível do punho ou da mão. Definição: ",
      "classification_reasoning": "A opção XA6Y60 é a mais precisa pois o termo 'fo' refere-se à forma ou figura, e no contexto do prontuário há menção a uma fratura distal do rádio esquerdo, o que sugere uma lesão óssea. O código XA6Y60 se refere à representação de doença CID-11: Vasos sanguíneos ao nível do punho ou da mão, o que também está relacionado às informações do prontuário."
    },
    "8B11.40": {
      "term_original": "frat distal do rádio esq",
      "capitulo": "08",
      "confidence_embedding": 0.7073,
      "descricao_cid": "Representação de doença CID-11: Acidente vascular cerebral isquêmico devido à hipoperfusão global com infarto em zona de fronteira. Definição: Perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. Ocorre em associação com baixo fluxo sanguíneo para o cérebro. As \"zonas de fronteira\" do cérebro, regiões que são supridas pelas extremidades ramificadas de duas grandes artérias, são particularmente sensíveis ao baixo suprimento de oxigênio quando as artérias não mantêm o fluxo adequado.",
      "classification_reasoning": "A opção mais precisa é o Acidente vascular cerebral isquêmico devido à hipoperfusão global com infarto em zona de fronteira, pois a descrição do termo 'frat distal do rádio esq' se refere a uma lesão isquêmica no cérebro, especificamente na região da zona de fronteira entre o hemisfério cerebral esquerdo e o hemisfério cerebral direito, que está relacionado ao Código CID-11 8B11.40."
    }
  }
}