{
  "prontuario_id": 333,
  "text": "12:15HS. CONSCIENTE. COMUNICATIVA. EUPINEICA. NÃO APRESENTA QUEIXAS. ACEITOU A DIETA OFERECIDA. EVACUAÇÃO E DIURESE PRESENTE. LIBERADO PEDIDO DE ARTERIOGRAFIA. ASSINADO AUTORIZAÇÃ PELO FAMILIAR E ENCAMINHADO PARA O SETOR DE ARTERIOGRAFA. ENFERMEIRA FLORENCE NIGHTINGALE (COREN XXXX). ALOPECIA ANDROGENICA. 1 DI COM HX DE HEMEPLEGIA A D. ALERTA, RESPONDENDO A COMANDOS. DESORIENTADA, COM PERIODOS DE CONFUSÃO. COM DESVIO DE RIMA, DISASTRICA. RESPIRAÇÃO ESPONTÂNEA EM AR AMBIENTE.  PACIENTE COM ARRITMIA CARDIACA, COMUNICADO R1 LUCAS. ACESSO VENOSO PERIFERICO EM MSE. PUPILAS ISO E FOTO. NEGA ALGIA. DIURESE PRESENTE. LIBEREADO DIETA ASSISTIDA, ORIENTO EQUIPE PARA MANTER CABECEIRA ELEVADA. AGUARDA TRANSFERÊNCIA UI ACIDENTE VASCULAR CEREBRAL NAO ESPECIFICADO COMO HEMORRAGICO OU ISQUEMICO. 08:50hs- Glasgow 14, pupilas isocóricas fotorreagentes, SNE com dieta a 75ml/h, respiração espontânea em návoa úmida a 5l/m, SpO2 95%, apresenta tosse produtiva com expectoração amarela em grande quantidade, acesso venoso central D com plano básico de hidratação, monitorizado, estável hemodinamicamente, MV+ com roncos esparsos, SVD com diurese efetiva, evacuação ausente, úlcera grau III em região sacra, extremidades quentes e bem perfundidas, higienizado e sentado na poltrona. Enfª FLORENCE NIGHTINGALE XXXX. OUTRAS DOENCAS DAS VIAS AEREAS SUPERIORES.",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "COMUNICATIVA",
      "EUPINEICA",
      "EVACUAÇÃO",
      "ALERTA",
      "ISO",
      "FOTO",
      "isocóricas",
      "fotorreagentes",
      "MV+",
      "ACEITOU A DIETA",
      "DIURESE PRESENTE",
      "RESPONDENDO A COMANDOS",
      "RESPIRAÇÃO ESPONTÂNEA EM AR AMBIENTE",
      "respiração espontânea",
      "estável hemodinamicamente",
      "SVD com diurese efetiva",
      "extremidades quentes",
      "bem perfundidas",
      "sentado na poltrona"
    ],
    "Negação": [
      "NÃO",
      "NEGA",
      "ausente"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "DESORIENTADA",
      "DISASTRICA",
      "ALGIA",
      "HEMEPLEGIA A D",
      "PERIODOS DE CONFUSÃO",
      "DESVIO DE RIMA",
      "ARRITMIA CARDIACA",
      "Glasgow 14",
      "tosse produtiva",
      "expectoração amarela em grande quantidade",
      "roncos esparsos"
    ],
    "Função Fisiológica": [
      "EVACUAÇÃO",
      "evacuação",
      "DIURESE PRESENTE",
      "SVD com diurese efetiva"
    ],
    "Procedimento Diagnóstico": [
      "ARTERIOGRAFIA",
      "monitorizado"
    ],
    "Grupo Familiar": [
      "FAMILIAR"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENFERMEIRA",
      "R1",
      "EQUIPE",
      "Enfª"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Abreviação": [
      "R1",
      "MSE",
      "ISO",
      "FOTO",
      "UI",
      "SpO2",
      "MV+",
      "Enfª",
      "HEMEPLEGIA A D",
      "SNE com dieta",
      "acesso venoso central D",
      "SVD com diurese efetiva"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "região sacra"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PUPILAS",
      "pupilas"
    ],
    "Alimento": [
      "DIETA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "DIETA",
      "higienizado",
      "ACESSO VENOSO PERIFERICO",
      "CABECEIRA ELEVADA",
      "SNE com dieta",
      "návoa úmida",
      "acesso venoso central D",
      "plano básico de hidratação",
      "sentado na poltrona"
    ],
    "Organização Relacionada à Saúde": [
      "UI",
      "SETOR DE ARTERIOGRAFA"
    ],
    "Conceito Quantitativo": [
      "75ml/h",
      "5l/m",
      "95%"
    ],
    "Atributo Clínico": [
      "SpO2"
    ],
    "Doença ou Síndrome": [
      "ALOPECIA ANDROGENICA",
      "ACIDENTE VASCULAR CEREBRAL",
      "úlcera grau III",
      "DOENCAS DAS VIAS AEREAS SUPERIORES"
    ],
    "Dispositivo Médico": [
      "ACESSO VENOSO PERIFERICO",
      "acesso venoso central D"
    ]
  },
  "labels": {
    "9A94.1": {
      "term_original": "desvio de rima",
      "capitulo": "09",
      "confidence_embedding": 0.7458,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "O termo 'desvio de rima' se refere à flacidez da íris, característica da síndrome da íris flácida (CID-11: 9A94.1). Esta condição é clinicamente relevante na abordagem do paciente, pois pode ser um indício de complicação durante a cirurgia."
    },
    "6C49.3": {
      "term_original": "disastrica",
      "capitulo": "06",
      "confidence_embedding": 0.7333,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas.",
      "classification_reasoning": "A presença de sintomas como tosse produtiva, expectoração amarela e alucinações visuais sugere uma intoxicação por alucinógenos."
    },
    "CA07": {
      "term_original": "doencas das vias aereas superiores",
      "capitulo": "12",
      "confidence_embedding": 0.7357,
      "descricao_cid": "Representação de doença CID-11: Infecções agudas das vias aéreas superiores de localizações múltiplas e não especificadas. Definição: ",
      "classification_reasoning": "A opção CA07 é a mais precisa para o termo 'doenças das vias aéreas superiores' porque refere-se às infecções agudas nas vias aéreas superiores, que é o contexto clínico apresentado no prontuário."
    },
    "8D64.10": {
      "term_original": "iso",
      "capitulo": "08",
      "confidence_embedding": 0.7556,
      "descricao_cid": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto.",
      "classification_reasoning": "A opção mais precisa é a hidrocefalia devido a malformações estruturais (Código: 8D64.10) porque o paciente tem uma hidrocefalia não especificada e a descrição do termo extraído 'iso' se refere às pupilas isocóricas fotorreagentes, o que sugere um problema de fluidos cerebrais."
    },
    "BD54": {
      "term_original": "estável hemodinamicamente",
      "capitulo": "11",
      "confidence_embedding": 0.7682,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A opção mais precisa para o termo 'estável hemodinamicamente' é a úlcera de pé diabético (Código: BD54), pois o contexto clínico apresenta problemas cardíacos e vascularizados, mas não há evidências de doenças cardíacas hipertensivas ou aneurismas de artéria coronária. A estabilidade hemodinamicamente pode estar relacionada à ausência de pressão arterial alta ou problemas circulatórios graves."
    },
    "CA23.00": {
      "term_original": "tosse produtiva",
      "capitulo": "12",
      "confidence_embedding": 0.7577,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A tosse produtiva é um sintoma comum em pacientes com asma alérgica, e o contexto do prontuário menciona que a paciente tem alopecia androgenica e história de hemiplegia ao D, o que sugere uma possibilidade de doença pulmonar subjacente. Portanto, a escolha mais precisa é a representação de doença CID-11: Asma alérgica com exacerbação (CA23.00)."
    },
    "CB21.1": {
      "term_original": "respiração espontânea em ar ambiente",
      "capitulo": "12",
      "confidence_embedding": 0.817,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "Escolhi o código CB21.1 porque o termo 'respiração espontânea em ar ambiente' sugere que o paciente está respirando normalmente, sem apoiamento artificial, e isso é consistente com um pneumotórax, que pode ser causado por rotura espontânea de bolha ou cisto subpleural."
    },
    "6C45.3": {
      "term_original": "respondendo a comandos",
      "capitulo": "06",
      "confidence_embedding": 0.7724,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A opção mais precisa é a Intoxicação por cocaína (6C45.3) devido à presença do termo 'respondendo a comandos' no contexto clínico, que sugere um estado de consciência alterada e euforia inadequada, sintomas comuns da intoxicação por cocaína."
    },
    "BC80": {
      "term_original": "arritmia cardiaca",
      "capitulo": "11",
      "confidence_embedding": 0.7581,
      "descricao_cid": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade.",
      "classification_reasoning": "A opção BC80 (Bradiarritmia supraventricular) é a mais precisa para o termo 'arritmia cardiaca' no contexto clínico, pois está relacionada à alteração no ritmo cardíaco, especificamente bradicardia, que não está associado às complicações de infarto agudo do miocárdio ou doenças cardíacas hipertensivas."
    },
    "ED70.1": {
      "term_original": "alopecia androgenica",
      "capitulo": "14",
      "confidence_embedding": 0.7773,
      "descricao_cid": "Representação de doença CID-11: Alopecia de padrão feminino. Definição: Alopecia de padrão feminino difere da alopecia androgenética masculina não apenas por ser geralmente menos pronunciada do que em homens, mas também pelo fato de que a linha normal de implantação frontal dos cabelos é geralmente preservada. Um quarto das mulheres desenvolverá alopecia de padrão feminino clinicamente detectável aos 70 anos. Na maioria dos casos, pode ser atribuída a efeitos de andrógenos.",
      "classification_reasoning": "Alopecia androgenica é uma condição caracterizada por perda de cabelo em padrão masculino, o que se relaciona ao termo 'alopecia androgenica' no contexto clínico fornecido."
    },
    "9B02.0": {
      "term_original": "fotorreagentes",
      "capitulo": "09",
      "confidence_embedding": 0.7454,
      "descricao_cid": "Representação de doença CID-11: Pupila de Argyll Robertson. Definição: São pupilas pequenas bilaterais que se contraem quando o paciente focaliza um objeto próximo, mas não se contraem quando exposto à luz forte (elas não “reagem” à luz).",
      "classification_reasoning": "A descrição do termo 'fotorreagentes' sugere que se refere à reação pupilar a luz, o que é característico da Pupila de Argyll Robertson (Código CID-11: 9B02.0)"
    },
    "8B22": {
      "term_original": "hemeplegia a d",
      "capitulo": "08",
      "confidence_embedding": 0.7556,
      "descricao_cid": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada.",
      "classification_reasoning": "A escolha é justificada pela presença do termo 'hemeplegia a d' no contexto, que sugere uma lesão cerebral devido à isquemia ou hemorragia, o que é descrito pelo código 8B22: Algumas doenças cerebrovasculares especificadas."
    },
    "8B24": {
      "term_original": "isocóricas",
      "capitulo": "08",
      "confidence_embedding": 0.7705,
      "descricao_cid": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum.",
      "classification_reasoning": "A opção mais precisa para o termo 'isocóricas' é a encefalopatia hipóxico-isquêmica (Código: 8B24), pois as pupilas isocóricas fotorreagentes são uma característica comum em pacientes com lesão cerebral de origem hipóxico-isquêmica."
    },
    "NA07.8Z": {
      "term_original": "acidente vascular cerebral",
      "capitulo": "22",
      "confidence_embedding": 0.7733,
      "descricao_cid": "Representação de doença CID-11: Hemorragia traumática no tecido cerebral, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é NA07.8Z porque o termo 'acidente vascular cerebral' refere-se a uma hemorragia ou isquemia no tecido cerebral, que coincide com a descrição da doença na opção selecionada."
    },
    "EH90.3": {
      "term_original": "úlcera grau iii",
      "capitulo": "14",
      "confidence_embedding": 0.7492,
      "descricao_cid": "Representação de doença CID-11: Úlcera por pressão grau 4. Definição: Úlcera por pressão com músculo, tendão ou osso visível ou diretamente palpável, como resultado de perda de espessura total de pele e tecido subcutâneo. Esfacelo ou escara podem estar presentes. A profundidade varia de acordo com a localização anatômica: as úlceras de pressão de grau IV podem ser rasas em áreas com pouca ou nenhuma gordura subcutânea (p.ex., na ponte nasal, orelha, occipício e maléolo), mas são tipicamente profundas e frequentemente minam ou tunelizam em estruturas adjacentes.",
      "classification_reasoning": "A úlcera grau III descrita no contexto clínico apresenta características de lesão cutânea profunda, com perda de espessura total de pele e tecido subcutâneo, o que é coerente com a definição da úlcera por pressão grau IV do CID-11."
    }
  }
}