{
  "prontuario_id": 837,
  "text": "15:30HRS Conforme orientação da plantonista Dra Maria, foi suspensa alta da UTI por instabilidade hemodinâmica. Segue cuidados intensivos de enfermagem. Enf° FLORENCE NIGHTINGALE, Coren XXXX. INSUFICIENCIA RESPIRATORIA AGUDA. 19:30 GLASGOW = 15, ACORDDA, COMUNICATIVA, COLABORATIVA APRESENTANDO PERÍODOS DE CONFUSÃO, PERMANECE EUPNEICA SATURANDO 97% (19:15 CAPACETE CEFÁLICO TROCADO PELO DR VITAL BRASIL), NORMOTENSA (109/60), NORMOCÁRDICA (65 bpm), NORMOCORADA, AUSCULTA PULMONAR COM RAROS RONCOS, ACESSO VENOSO EM FACE EXTERNA DE ANTEBRAÇO MSD RECEBENDO PLANO BÁSICO DE HIDRATAÇÃO, ABDOMEM FLÁCIDO SEM MASSA PALPÁVEL, INDOLOR A PALPAÇÃO, DLE ABERTA PELO DR VITAL BRASIL COM DÉBITO TOTAL DE 175 ML ATÉ O MOMENTO, PELE ÍNTEGRA EM SACRA, SVD COM DIURESE EFETIVA (BALANÇO + 708), HEMODINAMICAMENTE ESTÁVEL EM MONITORIZAÇÃO DE ECG, PA, OXIMETRIA DE PULSO, PRECAUÇÃO DE CONTATO PROFILÁTICO, SEGUE SOB CUIDADOS DE ENFERMAGEM. EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO.",
  "entities": {
    "Grupo Profissional ou Ocupacional": [
      "plantonista",
      "Enf°"
    ],
    "Abreviação": [
      "Dra",
      "UTI",
      "Enf°",
      "DR",
      "MSD",
      "ECG",
      "PA",
      "DLE ABERTA",
      "SVD COM DIURESE EFETIVA"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "cuidados intensivos de enfermagem",
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Achado": [
      "ACORDDA",
      "COMUNICATIVA",
      "COLABORATIVA",
      "EUPNEICA",
      "NORMOTENSA",
      "NORMOCÁRDICA",
      "NORMOCORADA",
      "FLÁCIDO",
      "GLASGOW = 15",
      "MASSA PALPÁVEL",
      "PELE ÍNTEGRA",
      "SVD COM DIURESE EFETIVA",
      "HEMODINAMICAMENTE ESTÁVEL"
    ],
    "Atributo Clínico": [
      "SATURANDO"
    ],
    "Conceito Quantitativo": [
      "97%",
      "109/60",
      "65 bpm",
      "175 ML"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "ABDOMEM",
      "SACRA",
      "FACE EXTERNA DE ANTEBRAÇO"
    ],
    "Negação": [
      "SEM",
      "INDOLOR"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO",
      "MONITORIZAÇÃO",
      "ECG",
      "AUSCULTA PULMONAR",
      "OXIMETRIA DE PULSO"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "instabilidade hemodinâmica",
      "PERÍODOS DE CONFUSÃO",
      "RAROS RONCOS"
    ],
    "Doença ou Síndrome": [
      "INSUFICIENCIA RESPIRATORIA AGUDA"
    ],
    "Dispositivo Médico": [
      "CAPACETE CEFÁLICO",
      "ACESSO VENOSO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CAPACETE CEFÁLICO",
      "ACESSO VENOSO",
      "PLANO BÁSICO DE HIDRATAÇÃO",
      "DLE ABERTA",
      "PRECAUÇÃO DE CONTATO PROFILÁTICO"
    ],
    "Função Fisiológica": [
      "SVD COM DIURESE EFETIVA"
    ]
  },
  "labels": {
    "6C48.2": {
      "term_original": "colaborativa",
      "capitulo": "06",
      "confidence_embedding": 0.7425,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A palavra 'colaborativa' sugere a presença de sintomas relacionados à comunicação, como confusão e período de perda de consciência, o que é consistente com a descrição da intoxicação por cafeína no Código CID-11 6C48.2."
    },
    "BD10": {
      "term_original": "normotensa",
      "capitulo": "11",
      "confidence_embedding": 0.7638,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A condição descrita como 'normotensa' indica que o paciente está com pressão arterial normal, o que é consistente com a definição de Insuficiência Cardíaca Congestiva (ICCC) no CID-11. Além disso, a auscultação pulmonar apresentando raros roncos e a hemodinamicamente estável em monitorização de ECG, PA e oximetría de pulso também apontam para uma condição cardíaca comprometida."
    },
    "EH3Y": {
      "term_original": "pele íntegra",
      "capitulo": "14",
      "confidence_embedding": 0.7537,
      "descricao_cid": "Representação de doença CID-11: Outras afecções da pele específicas do período perinatal, especificadas. Definição: ",
      "classification_reasoning": "A pele íntegra mencionada no contexto clínico se refere à integridade da pele, não apresentando lesões ou alterações específicas. Esta descrição é mais precisa para o termo 'pele íntegra' dentro do contexto clínico."
    },
    "FA80.4": {
      "term_original": "flácido",
      "capitulo": "15",
      "confidence_embedding": 0.7382,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: ",
      "classification_reasoning": "A escolha do código FA80.4 é justificada pela descrição de degeneração de disco intervertebral da coluna torácica sem prolapso de disco, que se ajusta ao contexto clínico mencionado 'abdOMEM FLÁCIDO' no prontuário, sugerindo alguma tipo de lesão muscular ou discal na região torácica."
    },
    "MB20.1": {
      "term_original": "acordda",
      "capitulo": "21",
      "confidence_embedding": 0.7463,
      "descricao_cid": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas.",
      "classification_reasoning": "A escolha do código MB20.1 (Coma) se baseia na observação da paciente apresentar períodos de confusão, permanece eupnea saturando 97%, o que sugere uma possível instabilidade cerebral."
    },
    "CA22.0": {
      "term_original": "eupneica",
      "capitulo": "12",
      "confidence_embedding": 0.7817,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A descrição do termo 'eupneica' se refere à respiração normal e não é mencionado nenhum sintoma de obstrução das vias aéreas, o que exclui a possibilidade de CA23.00. A ausência de sinais de pneumotórax ou síndrome de Mendelson também excluem as opções CB21.1 e CA72. Com base na informação da insuficiência respiratória aguda e auscultação pulmonar com raros roncos, a escolha mais precisa é CA22.0, que se refere à exacerbação aguda de doença pulmonar obstrutiva crônica não especificada."
    },
    "BC81.30": {
      "term_original": "hemodinamicamente estável",
      "capitulo": "11",
      "confidence_embedding": 0.7629,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A escolha para o termo 'hemodinamicamente estável' se baseia na descrição de fibrilação atrial paroxística, que envolve uma instabilidade cardíaca temporária, seguida por um estado estável. Isso é consistente com a situação clínica descrita no prontuário, em que o paciente foi suspenso de alta da UTI por instabilidade hemodinâmica e agora está sob cuidados intensivos de enfermagem."
    },
    "6C45.3": {
      "term_original": "períodos de confusão",
      "capitulo": "06",
      "confidence_embedding": 0.7893,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A presença de períodos de confusão sugere uma condição neurológica ou psicótica, relacionada à ingestão de substâncias psicoativas. A descrição da cocaína como causadora de euforia inadequada, ansiedade, raiva, atenção prejudicada e mudanças na sociabilidade é consistente com a apresentação clínica descrita no prontuário."
    },
    "8A63.0": {
      "term_original": "normocorada",
      "capitulo": "08",
      "confidence_embedding": 0.7257,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica febril. Definição: Convulsões associadas a um aumento da temperatura corporal na ausência de infecção intracraniana, distúrbio metabólico ou história de crises epilépticas afebris. Ocorrem mais comumente em crianças com idades entre 6 meses e 5 anos.",
      "classification_reasoning": "A descrição do termo 'normocorada' sugere que o paciente não está apresentando problemas cardíacos ou hemodinâmicos graves, o que é consistente com a descrição da crise epiléptica febril (8A63.0) como uma convulsão associada a um aumento da temperatura corporal na ausência de infecção intracraniana, distúrbio metabólico ou história de crises epilépticas afebris."
    },
    "FA80.5": {
      "term_original": "massa palpável",
      "capitulo": "15",
      "confidence_embedding": 0.7207,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa é a degeneração de disco intervertebral da coluna torácica com prolapso de disco (FA80.5), pois o termo 'massa palpável' se refere à falta de massa muscular na área abdominal, sugerindo uma lesão ou doença que afeta os músculos do abdome."
    },
    "9A73": {
      "term_original": "raros roncos",
      "capitulo": "09",
      "confidence_embedding": 0.7034,
      "descricao_cid": "Representação de doença CID-11: Ceratite de exposição. Definição: condição de exposição em que a córnea do olho, a parte frontal do olho, fica inflamada. A condição é frequentemente marcada por dor moderada a intensa e geralmente envolve comprometimento da visão. Pode causar sensação de areia cada vez que o indivíduo pisca os olhos.",
      "classification_reasoning": "Como o termo 'raros roncos' está relacionado à auscultação pulmonar, e a presença de insuficiência respiratória aguda no paciente, o código 9A73 (Ceratite de exposição) é mais preciso, pois essa condição pode causar dor moderada a intensa e comprometimento da visão, o que está relacionado à auscultação pulmonar e ao quadro clínico apresentado."
    },
    "GB40": {
      "term_original": "svd com diurese efetiva",
      "capitulo": "16",
      "confidence_embedding": 0.7489,
      "descricao_cid": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose.",
      "classification_reasoning": "A escolha do código GB40 se baseia na presença de SVD (Síndrome Nefrítica) mencionada no contexto, caracterizada por diurese efetiva e auscultação pulmonar com raros roncos. Esta informação sugere uma lesão renal aguda, que é a principal causa da síndrome nefrítica."
    },
    "CB41.0": {
      "term_original": "insuficiencia respiratoria aguda",
      "capitulo": "12",
      "confidence_embedding": 0.7617,
      "descricao_cid": "Representação de doença CID-11: Insuficiência respiratória aguda. Definição: A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência.",
      "classification_reasoning": "A insuficiência respiratória aguda é o termo mais preciso para descrever a condição do paciente, pois apresenta sintomas de falta de ar e hipoxemia, caracterizando uma situação clínica crítica que requer tratamento intensivo."
    }
  }
}