{
  "prontuario_id": 66,
  "text": "Paciente com hipogamaglobulinemia em tratamento de bcp com boa evolução, recebe imunoglobulina em 14/06. Recebe alta em tratamento com antibioticos VO e retorno ao ambulatorio de Imuno. Paciente interna por pneumonia bacteriana. Iniciados antibiotícos com boa resposta clínica. Recebe alta com plano de retorno ao consultório da médica assistente Dra Maria. Familiares orientados a seguir com uso das medicações prescritas e a procurar emergência em caso intercorrências. Paciente no momento sem queixas. Vejo exames: GGT 599, FA 195, BT 2,4. RETORNAR À EMERGENCIA AMANHA PARA REAVALIAÇÃO. BIPAR GASTRO SE NECESSÁRIO. PACIENTE COM DM E IRC, COM COLECISTITE VEIO À EMERGÊNCIA POR DOR E URINA ESCURA. EVOLUIU COM MELHORA DA DOR. MELHORA DAS PFH E AUSÊNCIA DE PANCREATITE. TEM CONSULTA MARCADA PARA JULHO, NA CIRURGIA PARA ENCAMINHAMENTO DA COLECISTECTOMIA. G2 P1, Tipo Sang Mãe O -, IG de 38 sem 3 dia(s), interna em trabalho de parto. Evolui para Parto Eutócico com episiotomia em 18/06/2007, 01:10 hs, RN  APGAR 8 / 10, FEM, 2975 G, VDRL: NR, Anti-HIV: NR, HBsAg: NR, Toxo igg e igm: NR. TSRN: O -. Recebe alta em bom estado geral, sinais vitais estáveis, mamas lactantes, lóquios fisiológicos, útero contraído.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "PACIENTE"
    ],
    "Doença ou Síndrome": [
      "hipogamaglobulinemia",
      "bcp",
      "DM",
      "IRC",
      "COLECISTITE",
      "PANCREATITE",
      "pneumonia bacteriana"
    ],
    "Abreviação": [
      "bcp",
      "Dra",
      "GGT",
      "GASTRO",
      "DM",
      "IRC",
      "G2",
      "P1",
      "IG",
      "RN",
      "FEM",
      "TSRN",
      "antibioticos VO",
      "ambulatorio de Imuno",
      "MELHORA DAS PFH",
      "Tipo Sang Mãe O -",
      "38 sem 3 dia",
      "VDRL : NR",
      "Anti-HIV : NR",
      "HBsAg : NR",
      "Toxo igg e igm : NR"
    ],
    "Fator Imunológico": [
      "imunoglobulina"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "imunoglobulina"
    ],
    "Substância Farmacológica": [
      "imunoglobulina",
      "antibiotícos"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "retorno",
      "REAVALIAÇÃO",
      "CONSULTA"
    ],
    "Antibiótico": [
      "antibiotícos",
      "antibioticos VO"
    ],
    "Organização Relacionada à Saúde": [
      "consultório",
      "emergência",
      "EMERGENCIA",
      "EMERGÊNCIA",
      "ambulatorio de Imuno"
    ],
    "Grupo Familiar": [
      "Familiares"
    ],
    "Sinal ou Sintoma": [
      "intercorrências",
      "queixas",
      "DOR",
      "URINA ESCURA",
      "MELHORA DA DOR"
    ],
    "Negação": [
      "sem",
      "AUSÊNCIA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "exames",
      "Tipo Sang Mãe O -",
      "VDRL : NR",
      "Anti-HIV : NR",
      "HBsAg : NR",
      "Toxo igg e igm : NR"
    ],
    "Procedimento Laboratorial": [
      "exames"
    ],
    "Conceito Quantitativo": [
      "599",
      "195",
      "2 , 4",
      "38 sem 3 dia",
      "2975 G"
    ],
    "Grupo Profissional ou Ocupacional": [
      "GASTRO",
      "médica assistente"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CIRURGIA",
      "COLECISTECTOMIA",
      "episiotomia",
      "em tratamento",
      "uso das medicações prescritas",
      "trabalho de parto",
      "Parto Eutócico"
    ],
    "Achado": [
      "G2",
      "boa evolução",
      "boa resposta clínica",
      "MELHORA DAS PFH",
      "bom estado geral",
      "sinais vitais estáveis",
      "mamas lactantes",
      "lóquios fisiológicos",
      "útero contraído"
    ],
    "Atributo Clínico": [
      "IG"
    ],
    "Grupo Etário": [
      "RN"
    ],
    "Atributo de Organismo": [
      "FEM"
    ]
  },
  "labels": {
    "4A01.00": {
      "term_original": "hipogamaglobulinemia",
      "capitulo": "04",
      "confidence_embedding": 0.777,
      "descricao_cid": "Representação de doença CID-11: Agamaglobulinemia hereditária com células B profundamente reduzidas ou ausentes. Definição: Refere-se a um tipo hereditário de imunodeficiência primária caracterizada por uma redução em todos os tipos de gamaglobulinas e um raro transtorno genético ligado ao X que afeta a capacidade do corpo de combater infecções.",
      "classification_reasoning": "A hipogamaglobulinemia é descrita como uma deficiência da imunidade mediada por células e timoma benigno, caracterizando a síndrome de Good. A opção mais precisa é o código 4A01.00, que se refere à agamaglobulinemia hereditária com células B profundamente reduzidas ou ausentes."
    },
    "MA15.0": {
      "term_original": "intercorrências",
      "capitulo": "21",
      "confidence_embedding": 0.7634,
      "descricao_cid": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva.",
      "classification_reasoning": "O termo 'intercorrências' se refere às complicações ou situações anômalas que podem surgir durante o tratamento, como a pneumonia bacteriana mencionada no prontuário. O código MA15.0, Representação de doença CID-11: Bacteremia, é mais preciso para descrever este tipo de intercorrência."
    },
    "JA21": {
      "term_original": "útero contraído",
      "capitulo": "18",
      "confidence_embedding": 0.7876,
      "descricao_cid": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente.",
      "classification_reasoning": "A opção mais precisa é a pré-eclâmpsia superposta a hipertensão crônica, pois o termo 'útero contraído' indica um estado normal após parto e não há indícios de hipertensão ou outras complicações puerperais que justificariam outro código."
    },
    "5B5A.0": {
      "term_original": "bcp",
      "capitulo": "05",
      "confidence_embedding": 0.7228,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "O termo 'bcp' é relacionado à terapia de substituição de gamaglobulina, que é comum em pacientes com hipogamaglobulinemia, como mencionado no prontuário."
    },
    "DC31": {
      "term_original": "pancreatite",
      "capitulo": "13",
      "confidence_embedding": 0.7991,
      "descricao_cid": "Representação de doença CID-11: Pancreatite aguda. Definição: Inflamação do pâncreas com início súbito. As alterações patológicas variam de edema a necrose. Enquanto os casos leves frequentemente se recuperam sem complicações, os casos graves apresentam alta mortalidade devido a complicações sistêmicas, apesar do tratamento intensivo.",
      "classification_reasoning": "A paciente apresenta dor e urina escura, sugerindo pancreatite aguda. A evolução para melhora da dor e ausência de pancreatite aponta para que a doença seja benigna e não há indicações de obstrução ou autoimune."
    },
    "MF94": {
      "term_original": "melhora das pfh",
      "capitulo": "21",
      "confidence_embedding": 0.6941,
      "descricao_cid": "Representação de doença CID-11: Hemoglobinúria. Definição: Presença de hemoglobina livre na urina, indicando hemólise de eritrócitos dentro do sistema vascular. Depois de saturar as proteínas de ligação à hemoglobina (haptoglobinas), a hemoglobina livre começa a aparecer na urina.",
      "classification_reasoning": "A expressão 'melhora das pfh' se refere à melhoria nos sintomas de hemoptise, o que é relacionado à hemorragia pulmonar e ao sangramento gastrointestinal. O código MF94 - Hemoglobinúria - é a escolha mais precisa porque a hemoptise está relacionada à liberação de hemoglobina na urina."
    },
    "JA20.1": {
      "term_original": "g2",
      "capitulo": "18",
      "confidence_embedding": 0.7575,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão e doença cardíaca associada previamente diagnosticadas ou diagnosticadas nas primeiras 20 semanas. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, o parto ou o puerpério. A confirmação é feita por esfigmomanômetro.",
      "classification_reasoning": "A escolha do código JA20.1 é baseada na informação 'G2' presente no contexto, o que sugere a gravidez como fator de risco para a hipertensão preexistente. Além disso, a existência da cirurgia agendada para julho e a mencionada colelitíase também apoiam essa escolha."
    },
    "DB10.0": {
      "term_original": "colecistite",
      "capitulo": "13",
      "confidence_embedding": 0.7516,
      "descricao_cid": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte.",
      "classification_reasoning": "A escolha pela apendicite aguda se baseia na descrição de colecistite no prontuário, o que sugere a presença de inflamação ou doença no apêndice vermiforme, confirmada pelo código DB10.0 - Apendicite aguda."
    },
    "MG30.21": {
      "term_original": "melhora da dor",
      "capitulo": "21",
      "confidence_embedding": 0.7302,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática.",
      "classification_reasoning": "A melhora da dor não é específicamente mencionada como relacionada a uma cirurgia ou lesão, mas sim ao tratamento de bcp e antibioticos para pneumonia bacteriana. Considerando que o paciente está sem queixas e há melhora clínica, a escolha mais precisa é MG30.21, que refere-se à dor crônica pós-operatória."
    },
    "CA21.9": {
      "term_original": "urina escura",
      "capitulo": "12",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'urina escura' sugere que o paciente apresenta algum tipo de problema renal, como colecistite ou dores retemáticas, levando à hemorrágia nos rins e subsequente escurecimento da urina."
    },
    "1C19.1": {
      "term_original": "pneumonia bacteriana",
      "capitulo": "01",
      "confidence_embedding": 0.7626,
      "descricao_cid": "Representação de doença CID-11: Doença dos legionários. Definição: Doença do legionário, a forma pneumônica, tem um período de incubação de 2 a 10 dias (mas foram registrados períodos de até 16 dias em alguns surtos). Inicialmente, os sintomas são febre, perda de apetite, dor de cabeça, mal-estar e letargia. Alguns pacientes também podem apresentar dores musculares, diarreia e confusão mental. Geralmente, há também uma tosse leve inicial, mas até 50% dos pacientes podem apresentar catarro. Rajas sanguíneas ou hemoptise ocorrem em cerca de um terço dos pacientes. A gravidade da doença varia de uma tosse leve a uma pneumonia rapidamente fatal. A morte ocorre por pneumonia progressiva com insuficiência respiratória e/ou choque e falência de múltiplos órgãos.",
      "classification_reasoning": "A pneumonia bacteriana descrita no prontuário apresenta sintomas semelhantes aos da doença do legionário, como febre, tosse e dor de cabeça, o que justifica a escolha desse código"
    },
    "MG30.2": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.745,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A dor mencionada no contexto clínico refere-se a uma dor pós-operatória ou pós-traumática, considerando que o paciente foi internado por pneumonia bacteriana e fez cirurgia para colecistectomia agendada para julho. A escolha do código MG30.2 é mais precisa pois descreve a dor crônica pós-operatória ou pós-traumática, que está relacionada ao histórico de doença do paciente e ao procedimento cirúrgico realizado."
    },
    "BD54": {
      "term_original": "dm",
      "capitulo": "11",
      "confidence_embedding": 0.7225,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "O termo 'DM' está relacionado à diabetes mellitus, e a descrição do paciente menciona DM como um problema pré-existente. Portanto, o código BD54, que representa úlcera de pé diabético, é a escolha mais precisa para este contexto clínico."
    }
  }
}