{
  "prontuario_id": 85,
  "text": "Paciente com neurofibromatose com acometimento em hemiface D interna para realizar ritidoplastia e suspensão de face média à direita. O procedimento ocorreu sem intercorrências e a paciente recebe alta hospitlar com orientações e retorno ambulatorial. PACIENTE COM HAS E IRC EM HD INTERNA ELETIVAMENTE PARA REALIZAÇÃO DE ACTP + STENT EM ADA, SEGMENTO MÉDIO. PROCEDIMENTO REALIZADO SEM INTERCORRÊNCIAS, COM SUCESSO ANGIOGRÁFICO. VINHA EM USO DE TICLOPIDINA. RECEBE ALTA COM ORIENTAÇÃO DE: - RETORNO BREVE AO SEU MÉDICO ASSISTENTE, - MANTER USO DE: TICLOPIDINA 250 MG 12/12 H POR 30 DIAS, AAS 100 MG, SINVASTATINA 40 MG, PROCURAR A EMERGÊNCIA EM CASO DE INTERCORRÊNCIAS. G1, IG de 38 sem 4 dia(s), RN1 Parto Eutócico com episiotomia em 10/06/2007, 03:21 hs, APGAR 7/10, Masculino, 3230 Gr. Apresentou boa evolução puerperal com lóquios fisiológicos, mamas sem ingurgitamento e útero contraído abaixo da cicatriz umbilical. Paciente evolui com dor intensa na área da episio com edema local. Realizadas medidas de analgesia e solicitada eco TV para avaliação da área. Eco TV em 16/06/07: Bexiga urinária com conteúdo denso. Útero aumentado de volume, heterogêneo, com pequena quantidade de líquido na cavidade endometrial. Não se identifica líquido livre ou coleção líquida na pelve. Não se identifica coleção líquida na avaliação do períneo. Recebe alta em bom estado geral, afebril, orientada e medicada. EXAMES: - VDRL: não reag. ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "paciente",
      "PACIENTE"
    ],
    "Doença ou Síndrome": [
      "neurofibromatose",
      "HAS",
      "IRC"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ritidoplastia",
      "suspensão",
      "procedimento",
      "HD",
      "ACTP",
      "STENT",
      "PROCEDIMENTO",
      "episiotomia",
      "medicada",
      "medidas de analgesia"
    ],
    "Negação": [
      "sem",
      "SEM",
      "Não",
      "afebril"
    ],
    "Sinal ou Sintoma": [
      "intercorrências",
      "INTERCORRÊNCIAS",
      "ingurgitamento",
      "CASO DE INTERCORRÊNCIAS",
      "dor intensa",
      "edema local",
      "líquido livre",
      "coleção líquida"
    ],
    "Atividade de Assistência à Saúde": [
      "orientações",
      "retorno",
      "ALTA",
      "ORIENTAÇÃO",
      "RETORNO",
      "alta",
      "orientada",
      "medicada",
      "alta hospitlar"
    ],
    "Organização Relacionada à Saúde": [
      "ambulatorial",
      "EMERGÊNCIA"
    ],
    "Abreviação": [
      "HAS",
      "IRC",
      "HD",
      "ACTP",
      "ADA",
      "AAS",
      "G1",
      "IG",
      "RN1",
      "hemiface D",
      "38 sem 4 dia",
      "área da episio",
      "eco TV",
      "Eco TV",
      "VDRL : não reag"
    ],
    "Dispositivo Médico": [
      "STENT"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ADA",
      "mamas",
      "períneo"
    ],
    "Substância Química Orgânica": [
      "TICLOPIDINA",
      "AAS",
      "SINVASTATINA"
    ],
    "Substância Farmacológica": [
      "TICLOPIDINA",
      "AAS",
      "SINVASTATINA"
    ],
    "Atributo Clínico": [
      "IG",
      "Masculino"
    ],
    "Atributo de Organismo": [
      "Masculino"
    ],
    "Achado": [
      "heterogêneo",
      "afebril",
      "SUCESSO ANGIOGRÁFICO",
      "boa evolução puerperal",
      "lóquios fisiológicos",
      "útero contraído abaixo da cicatriz umbilical",
      "bom estado geral",
      "VDRL : não reag"
    ],
    "Resultado Laboratorial ou de Teste": [
      "heterogêneo",
      "Bexiga urinária com conteúdo denso",
      "Útero aumentado de volume",
      "VDRL : não reag"
    ],
    "Procedimento Laboratorial": [
      "EXAMES"
    ],
    "Localização ou Região Corporal": [
      "hemiface D",
      "face média à direita",
      "área da episio"
    ],
    "Conceito Espacial": [
      "SEGMENTO MÉDIO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "MÉDICO ASSISTENTE"
    ],
    "Conceito Quantitativo": [
      "250 MG",
      "100 MG",
      "40 MG",
      "38 sem 4 dia",
      "3230 Gr"
    ],
    "Procedimento Diagnóstico": [
      "eco TV",
      "Eco TV"
    ],
    "Espaço ou Junção Corporal": [
      "cavidade endometrial"
    ]
  },
  "labels": {
    "8A45.30": {
      "term_original": "neurofibromatose",
      "capitulo": "08",
      "confidence_embedding": 0.7365,
      "descricao_cid": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica.",
      "classification_reasoning": "O termo 'neurofibromatose' refere-se a uma doença que afeta o sistema nervoso periférico e o sistema nervoso central, caracterizada por crescimento anormal de tecido conjuntivo em torno dos nervos. A doença é frequentemente associada a sintomas neurológicos, como dor e déficits motores. O código 8A45.30 se refere ao Transtorno da substância branca devido à deficiência de vitamina B12, que pode apresentar sintomas similares aos da neurofibromatose."
    },
    "BD54": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.7527,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A escolha do código BD54 ocorre porque o termo 'has' é mencionado como um sintoma da paciente, relacionado a úlceras de pé diabético."
    },
    "JA20.1": {
      "term_original": "irc",
      "capitulo": "18",
      "confidence_embedding": 0.7757,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão e doença cardíaca associada previamente diagnosticadas ou diagnosticadas nas primeiras 20 semanas. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, o parto ou o puerpério. A confirmação é feita por esfigmomanômetro.",
      "classification_reasoning": "A paciente apresenta IRC (Insuficiência Renal Crônica) e HTN (Hipertensão), portanto a opção mais precisa é Doença cardíaca hipertensiva preexistente complicando a gravidez, o parto ou o puerpério."
    },
    "MG30.21": {
      "term_original": "dor intensa",
      "capitulo": "21",
      "confidence_embedding": 0.7773,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática.",
      "classification_reasoning": "A dor intensa descrita no contexto clínico é considerada uma dor pós-operatória crônica, pois o paciente havia realizado ritidoplastia e suspensão de face média à direita sem intercorrências."
    },
    "FB50.2": {
      "term_original": "edema local",
      "capitulo": "15",
      "confidence_embedding": 0.7304,
      "descricao_cid": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho",
      "classification_reasoning": "A opção mais precisa para o termo 'edema local' é a Cisto sinovial do espaço poplíteo, pois a descrição refere-se ao edema benigno da bursa ou bolsa semimembranosa ou de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho."
    },
    "4A45.0": {
      "term_original": "vdrl : não reag",
      "capitulo": "04",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "Escolho o código Síndrome antifosfolípide (4A45.0) porque o paciente apresenta uma bexiga urinária com conteúdo denso, o que sugere a presença de hematuria e pode estar relacionado à síndrome antifosfolípide."
    },
    "NB90.Y": {
      "term_original": "intercorrências",
      "capitulo": "22",
      "confidence_embedding": 0.7511,
      "descricao_cid": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A opção mais precisa é NB90.Y, pois o termo 'intercorrências' se refere à possibilidade de lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve, o que é alvo da intervenção cirúrgica realizada na paciente."
    },
    "EB51": {
      "term_original": "ingurgitamento",
      "capitulo": "14",
      "confidence_embedding": 0.7654,
      "descricao_cid": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo.",
      "classification_reasoning": "A opção mais precisa é a EB51, Lúpus eritematoso cutâneo crônico, porque o termo 'ingurgitamento' se refere à formação de edema e líquido na cavidade endometrial do útero, característico da síndrome descrita no prontuário."
    },
    "MG30.2": {
      "term_original": "coleção líquida",
      "capitulo": "21",
      "confidence_embedding": 0.7822,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A dor intensa na área da episiotomia com edema local, juntamente com a referência à coleção líquida no exame eco TV, sugere a presença de dor crônica pós-operatória ou pós-traumática."
    }
  }
}