{
  "prontuario_id": 806,
  "text": "PTE PROCUROU EMERGENCIA DO XXXX POR DISPNEIA, ORTOPNEIA, DPN, EDEMA DE MMINFS QUE JA A AFLIGIAM HA MAIS DE 1 SEMANA. TEM TROCA DE V. MITRAL POR ESTENOSE EM 1997 (H XXXX), MARCAPASSO POR BAVT EM 1998 E EPISODIO DE ICC ASSOCIADA A BCP DA COMUNIDADE GRAVE COM PASSAGEM EM UTI HA CERCA DE 4 MESES. OBTEVE MELHORA RAPIDA DA DESCOMPENSAÇAO DA ICC (NAO ADERENCIA A MEDICAÇOES NO DOMICILIO?) SEM INTERCORRENCIAS. EM ESTUDO ECOCARDIOGRAFICO (ANEXO) MOSTROU ESTENOSE DE PROTESE MITRAL COM AREA VALVAR ESTIMADA EM 1 CM, GRADIENTE TRANSVALVAR MITRAL MAX DE 27 E MEDIO DE 12 COM PSAP DE 39 MMHG. PLANO: AVALIAÇÃO PARA TROCA DE PROTESE MITRAL NO HOSPITAL DE ORIGEM (XXXX). PACIENTE DIABÉTICO - HIPOGLICEMIANTE ORAL, HIPERTENSO, EX-TABAGISTA, IAM ANTERIOR 3/04 - ACTP SIC. INTERNA COM ANGINA REFRATÁRIA. REALIZADO CAT - LESÃO CD, VASO FINO CALIBRE, LESÃO CX E DAE SEM ALTERAÇÕES. SUBMETIDO A CIRURGIA DE REVASCULARIZAÇÃO MIOCÁRDICA - SAF PARA MARGINAL 1 E 2 E DP (ESTA COM POUCO FLUXO APÓS IMPLANTE). PACIENTE APRESENTA BOA EVOLUÇÃO NO PO, SEM INTERCORRÊNCIAS. APRESENTOU EPISÓDIO DE SANGRAMENTO ORIFICIAL - PEQUENO, SENDO AVALIADO PELA GASTRO E INDICADA AVALIAÇÃO AMBULATORIAL COM PROCTOLOGIA. RECEBE ALTA EM USO DAS MEDICAÇÕES ABAIXO E RETORNO PARA SEGUIMENTO. A PROCTO PARA INVESTIGAÇÃO.",
  "entities": {
    "Abreviação": [
      "PTE",
      "DPN",
      "MMINFS",
      "BAVT",
      "UTI",
      "IAM",
      "ACTP",
      "CAT",
      "CX",
      "DAE",
      "SAF",
      "PO",
      "GASTRO",
      "PROCTO",
      "EPISODIO DE ICC",
      "BCP DA COMUNIDADE",
      "MELHORA RAPIDA DA DESCOMPENSAÇAO DA ICC",
      "LESÃO CD"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PTE",
      "PACIENTE"
    ],
    "Organização Relacionada à Saúde": [
      "EMERGENCIA",
      "UTI",
      "HOSPITAL"
    ],
    "Sinal ou Sintoma": [
      "DISPNEIA",
      "ORTOPNEIA",
      "DPN",
      "EDEMA",
      "INTERCORRENCIAS",
      "ALTERAÇÕES",
      "INTERCORRÊNCIAS",
      "ANGINA REFRATÁRIA"
    ],
    "Localização ou Região Corporal": [
      "MMINFS"
    ],
    "Função Patológica": [
      "ESTENOSE"
    ],
    "Doença ou Síndrome": [
      "ESTENOSE",
      "BAVT",
      "DIABÉTICO",
      "HIPERTENSO",
      "IAM",
      "BCP DA COMUNIDADE",
      "ESTENOSE DE PROTESE MITRAL"
    ],
    "Dispositivo Médico": [
      "MARCAPASSO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "MARCAPASSO",
      "ACTP",
      "CAT",
      "IMPLANTE",
      "TROCA DE PROTESE MITRAL",
      "CIRURGIA DE REVASCULARIZAÇÃO MIOCÁRDICA",
      "AVALIAÇÃO AMBULATORIAL"
    ],
    "Negação": [
      "SEM"
    ],
    "Achado": [
      "EX-TABAGISTA",
      "MELHORA RAPIDA DA DESCOMPENSAÇAO DA ICC",
      "BOA EVOLUÇÃO"
    ],
    "Procedimento Diagnóstico": [
      "CAT",
      "ESTUDO ECOCARDIOGRAFICO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CX",
      "SAF"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Conceito Qualitativo": [
      "PEQUENO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "GASTRO",
      "PROCTOLOGIA",
      "PROCTO"
    ],
    "Atividade de Assistência à Saúde": [
      "ALTA"
    ],
    "Substância Farmacológica": [
      "MEDICAÇÕES",
      "HIPOGLICEMIANTE ORAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ESTENOSE DE PROTESE MITRAL",
      "AREA VALVAR ESTIMADA EM 1 CM",
      "LESÃO CD",
      "VASO FINO CALIBRE"
    ],
    "Conceito Quantitativo": [
      "AREA VALVAR ESTIMADA EM 1 CM"
    ]
  },
  "labels": {
    "6A23.01": {
      "term_original": "melhora rapida da descompensaçao da icc",
      "capitulo": "06",
      "confidence_embedding": 0.7141,
      "descricao_cid": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento.",
      "classification_reasoning": "Escolhi o código 6A23.01 porque o termo 'melhora rápida da descompensação da ICC' sugere que houve um episódio de agitação psicomotora e alterações no comportamento, comuns em pacientes com transtorno psicótico agudo e transitório, primeiro episódio. A melhora rápida dos sintomas após o tratamento também é consistente com essa condição."
    },
    "BB63.1": {
      "term_original": "estenose de protese mitral",
      "capitulo": "11",
      "confidence_embedding": 0.8133,
      "descricao_cid": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação.",
      "classification_reasoning": "A escolha pelo código BB63.1 é devido à descrição do termo 'estenose de protese mitral' e a presença de insuficiência no contexto clínico, indicando que a estenose é associada a uma valvopatia não reumática."
    },
    "MD24": {
      "term_original": "alterações",
      "capitulo": "21",
      "confidence_embedding": 0.7516,
      "descricao_cid": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'alterações' no contexto clínico é a hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade (Código MD24), pois a palavra 'alterações' se refere às mudanças fisiológicas ou patológicas observadas no paciente, como a presença de edema de membros inferiores e problemas respiratórios."
    },
    "CB01": {
      "term_original": "edema",
      "capitulo": "12",
      "confidence_embedding": 0.7561,
      "descricao_cid": "Representação de doença CID-11: Edema pulmonar. Definição: Edema pulmonar é uma condição causada por excesso de líquido nos pulmões, que se acumula nos sacos alveolares do pulmão, dificultando a respiração.",
      "classification_reasoning": "A opção mais precisa para o termo 'edema' é a CB01, que descreve Edema pulmonar, uma condição causada por excesso de líquido nos pulmões."
    },
    "BA01": {
      "term_original": "hipertenso",
      "capitulo": "11",
      "confidence_embedding": 0.8011,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A hipertenso é um termo que se refere à doença cardíaca hipertensiva, que é uma condição caracterizada por efeitos diretos ou indiretos da hipertensão. Nesse contexto clínico, a paciente tem história de hipertenso e apresenta síndrome pós-cardiotomia, o que sugere que a doença cardíaca hipertensiva está envolvida."
    },
    "BA40.Y": {
      "term_original": "angina refratária",
      "capitulo": "11",
      "confidence_embedding": 0.8227,
      "descricao_cid": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: ",
      "classification_reasoning": "A angina refratária se refere a uma forma de angina pectoris que não responde ao tratamento convencional. O termo 'refratário' indica que o paciente apresenta sintomas persistentes e resistente à terapêutica. Nesse contexto, o código BA40.Y (Representação de doença CID-11: Outra angina pectoris especificada) é mais preciso para descrever a condição do paciente."
    },
    "MD11.8": {
      "term_original": "intercorrências",
      "capitulo": "21",
      "confidence_embedding": 0.7501,
      "descricao_cid": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea.",
      "classification_reasoning": "A palavra 'intercorrências' se refere ao fato de que o paciente não apresentou complicações após a descompressão da ICC, ou seja, ele não teve problemas durante o período de recuperação."
    },
    "6C45.3": {
      "term_original": "bcp da comunidade",
      "capitulo": "06",
      "confidence_embedding": 0.7149,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A opção mais precisa é a Código 6C45.3, Intoxicação por cocaína, pois o termo 'bcp da comunidade' sugere uma referência à substância estimulante e psicoactiva, e não há outros indícios de intoxicação causada por outras substâncias no contexto clínico fornecido."
    },
    "5e+68": {
      "term_original": "diabético",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A deficiência de tiamina (beribéri) não é mencionada no contexto como causa do edema e da hipertensão, embora seja uma possibilidade. A sobrecarga de líquidos (C78.5) é mais provável, considerando a história de ICC e a presença de edema em membros inferiores."
    },
    "MC82.0": {
      "term_original": "intercorrencias",
      "capitulo": "21",
      "confidence_embedding": 0.7295,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A palavra 'intercorrencias' está relacionada à falta de complicações cardíacas durante o episódio de descompensação da ICC, o que sugere uma parada cardíaca com taquicardia e fibrilação ventricular (MC82.0) como a opção mais precisa dentro do contexto clínico."
    },
    "PK91.Y": {
      "term_original": "bavt",
      "capitulo": "23",
      "confidence_embedding": 0.7162,
      "descricao_cid": "Representação de doença CID-11: Outros dispositivos, implantes ou enxertos cardiovasculares especificados associados à lesão ou dano. Definição: ",
      "classification_reasoning": "O termo 'bavt' se refere ao marcapasso por bavt (cardioversor-cardiodefragmador) implantado em 1998, que é um dispositivo cardiovascular associado à lesão ou dano, como descrito na opção PK91.Y."
    },
    "CA22.0": {
      "term_original": "dispneia",
      "capitulo": "12",
      "confidence_embedding": 0.7929,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A dispneia descrita no prontuário é característica de uma exacerbação aguda da doença pulmonar obstrutiva crônica (DPOC), comprovada pela história de DPOC e troca de protese mitral. A escolha do código CA22.0 se baseia na definição da exacerbação aguda como um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente."
    },
    "BB63.0": {
      "term_original": "estenose",
      "capitulo": "11",
      "confidence_embedding": 0.7932,
      "descricao_cid": "Representação de doença CID-11: Estenose mitral reumática com insuficiência. Definição: Estenose mitral e insuficiência mitral ocorrem em pacientes com cardiopatia reumática.",
      "classification_reasoning": "A escolha é baseada na presença de estenose mitral associada à insuficiência, o que está descrito no prontuário como 'estenoze de protese mitral com área valvar estimada em 1 cm, gradiente transvalvar mitral max de 27 e médio de 12 com psap de 39 mmhg'. Além disso, a paciente tem uma história prévia de TROCA DE V. MITRAL POR ESTENOSE EM 1997 (H XXXX), o que sugere uma doença reumática."
    }
  }
}