{
  "prontuario_id": 917,
  "text": "MARIA,\n\nSHAVING + ECT DE VERRUGAS VIRAIS EM FACE, REGIÃO CERVICAL E COLO.\nPROCEDIMENTO SEM INTERCORRENCIAS.\n\nR1 LUCAS\n \n \n \n ",
  "entities": {
    "Procedimento Terapêutico ou Preventivo": [
      "SHAVING",
      "ECT",
      "PROCEDIMENTO"
    ],
    "Abreviação": [
      "ECT",
      "R1"
    ],
    "Localização ou Região Corporal": [
      "FACE",
      "COLO",
      "REGIÃO CERVICAL"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "INTERCORRENCIAS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1"
    ],
    "Doença ou Síndrome": [
      "VERRUGAS VIRAIS"
    ]
  },
  "labels": {
    "NA02.8": {
      "term_original": "intercorrencias",
      "capitulo": "22",
      "confidence_embedding": 0.7044,
      "descricao_cid": "Representação de doença CID-11: Fraturas múltiplas com envolvimento do crânio ou ossos da face. Definição: ",
      "classification_reasoning": "A palavra 'intercorrencias' no contexto do prontuário refere-se a eventuais complicações ou seqüelas relacionadas ao procedimento de remoção de verrugas, que não foram mencionadas explicitamente no relatório. O código NA02.8 se refere às fraturas múltiplas com envolvimento do crânio ou ossos da face, o que é a mais precisa opção para o termo 'intercorrencias' nesse contexto clínico."
    },
    "EB60": {
      "term_original": "verrugas virais",
      "capitulo": "14",
      "confidence_embedding": 0.7577,
      "descricao_cid": "Representação de doença CID-11: Líquen escleroso. Definição: O líquen escleroso é uma dermatose inflamatória crônica de etiologia desconhecida. Afeta tanto mulheres como homens de todas as idades. Caracteriza-se pelo desenvolvimento de placas brancas, lisas e atróficas na pele vulvar e perianal nas mulheres e no prepúcio e glande do pênis nos homens. Muitas vezes resulta na formação de cicatriz levando a um intróito estreito ou fimose com comprometimento da função urinária e sexual. O risco de carcinoma de células escamosas anogenital é ligeiramente aumentado. Menos comumente, outros locais da pele são afetados, independentemente ou em conjunto com o envolvimento anogenital.",
      "classification_reasoning": "A descrição de 'verrugas virais' na face, região cervical e colo sugere a presença de uma doença dermatológica crônica caracterizada pelo desenvolvimento de placas brancas atróficas. O código EB60 é mais preciso para representar a doença líquen escleroso, que pode causar verrugas virais em diferentes regiões do corpo."
    }
  }
}