{
  "prontuario_id": 976,
  "text": "RETORNA PARA MOSTRAR EXAME USG.\n\n--- USG = DIASTASE DE RETO ABDOMINAL 7 CM.\nGESTANTE 24 SEMANAS.\nORIENTAÇÕES QUANDO À CONDUTA EXPECTANTE.\nASSINTOMATICA.\n\nALTA PELA CX GERAL.\n\n\nR2 LUCAS\n \n \n \n ",
  "entities": {
    "Procedimento Diagnóstico": [
      "USG",
      "EXAME USG"
    ],
    "Abreviação": [
      "USG",
      "R2",
      "EXAME USG",
      "CX GERAL"
    ],
    "Conceito Temporal": [
      "SEMANAS"
    ],
    "Atividade de Assistência à Saúde": [
      "ORIENTAÇÕES",
      "ALTA"
    ],
    "Negação": [
      "ASSINTOMATICA"
    ],
    "Achado": [
      "ASSINTOMATICA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R2",
      "CX GERAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "DIASTASE DE RETO ABDOMINAL 7 CM"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CONDUTA EXPECTANTE"
    ]
  },
  "labels": {
    "6C20": {
      "term_original": "assintomatica",
      "capitulo": "06",
      "confidence_embedding": 0.7078,
      "descricao_cid": "Representação de doença CID-11: Transtorno de sofrimento corporal. Definição: Transtorno de sofrimento corporal é caracterizado pela presença de sintomas corporais que geram sofrimento para o indivíduo e para os quais é dirigida atenção excessiva, o que pode ser manifestado por contato repetido com profissionais de saúde. Se outra condição de saúde está causando ou contribuindo para os sintomas, o grau de atenção é claramente excessivo em relação à sua natureza e progressão. A atenção excessiva não é atenuada por exame clínico e investigação adequados e por tranquilização apropriada. Os sintomas corporais são persistentes, estando presentes na maioria dos dias por pelo menos vários meses. Tipicamente, o transtorno de sofrimento corporal envolve múltiplos sintomas corporais que podem variar ao longo do tempo. Às vezes há um único sintomas - geralmente dor ou fadiga - que está associado às outras manifestações do transtorno. Os sintomas e sofrimento e preocupação associados têm pelo menos algum impacto na funcionalidade do indivíduo (p. ex., tensão em relacionamentos, funcionalidade acadêmica ou ocupacional menos efetiva ou abandono de atividades de lazer específicas).",
      "classification_reasoning": "A paciente é descrita como assintomática, o que sugere que não há uma condição médica específica causando sintomas corporais. O termo 'assintomatica' se refere ao fato de a paciente não apresentar sintomas, o que é consistente com o diagnóstico de Transtorno de Sofrimento Corporal (6C20)."
    }
  }
}