{
  "prontuario_id": 309,
  "text": "11:00 Horas. Paciente proveniente do CMUM Bairro trazida pela remoção Nome do SAMU. Deu entrada no CMUM ontem 11/11 por quadro de dispnéia, náuseas e mal estar. Evoluindo com insuficiência respiratória + rebaixamento de nível de consciência. História prévia de IAM em 2006, HAS, DM, Hipotireoidismo e ICC. Intubada em ventilação mecãnica modo: PCV, concentração de 02:70% e PEEP:6. Monitorização cardíaca e oximetria de pulso contínua mantendo sinais vitais estáveis, FC:66 bpm, SAT:98% e PA:140/80 mmhg. Secreção sanguinolenta durante aspiração de vias aéreas. Cabeceira do leito elevada 45°C. Pele integra. Pupilas mióticas. Acesso venoso puncionado em jugular externa D, mantendo plano de sedação em curso. Abdomen globoso e flácido com RHA+. Ausculta pulmonar com MV+ bilateral. Perfusão periférica e pulsos presentes. Extremidades aquecidas. SVD com pouco débito amarelo claro. Segue sob os cuidados da equipe multiprofissional. Aguarda vaga em UTI.  * Encaminhado novo pedido de vaga para UTI. *Realizada passagem de SNE aguarda RX para verificar posicionamento Enfermeira Florence Nightingale  EDEMA PULMONAR NÃO ESPECIFICADO DE OUTRA FORMA",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Sinal ou Sintoma": [
      "dispnéia",
      "náuseas",
      "globoso",
      "mal estar",
      "rebaixamento de nível de consciência",
      "Secreção sanguinolenta",
      "Pupilas mióticas",
      "pouco débito"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "HAS",
      "DM",
      "Hipotireoidismo",
      "ICC",
      "EDEMA PULMONAR"
    ],
    "Abreviação": [
      "IAM",
      "HAS",
      "DM",
      "ICC",
      "PEEP",
      "FC",
      "SAT",
      "PA",
      "RHA+",
      "SVD",
      "UTI",
      "RX",
      "modo : PCV",
      "concentração de 02",
      "jugular externa D",
      "MV+ bilateral",
      "passagem de SNE"
    ],
    "Achado": [
      "Intubada",
      "flácido",
      "RHA+",
      "presentes",
      "sinais vitais estáveis",
      "Pele integra",
      "MV+ bilateral",
      "Extremidades aquecidas",
      "pouco débito",
      "amarelo claro"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Intubada",
      "PEEP",
      "puncionado",
      "SVD",
      "ventilação mecãnica",
      "modo : PCV",
      "aspiração de vias aéreas",
      "Cabeceira do leito elevada 45°C",
      "Acesso venoso",
      "plano de sedação",
      "cuidados da equipe multiprofissional",
      "passagem de SNE"
    ],
    "Conceito Quantitativo": [
      "70%",
      "6",
      "98%",
      "66 bpm",
      "140/80 mmhg"
    ],
    "Atributo Clínico": [
      "FC",
      "SAT",
      "PA",
      "pulsos",
      "Perfusão periférica"
    ],
    "Localização ou Região Corporal": [
      "Abdomen"
    ],
    "Dispositivo Médico": [
      "SVD",
      "Acesso venoso"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Procedimento Diagnóstico": [
      "RX",
      "Monitorização cardíaca",
      "oximetria de pulso contínua",
      "Ausculta pulmonar"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "jugular externa D"
    ]
  },
  "labels": {
    "DA60.3": {
      "term_original": "náuseas",
      "capitulo": "13",
      "confidence_embedding": 0.804,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A náusea é um sintoma comum em pacientes com úlceras de estresse do estômago, provocando lesões agudas na mucosa gástrica e potencialmente resultando em hemorragia digestiva alta aguda."
    },
    "5A00.20": {
      "term_original": "hipotireoidismo",
      "capitulo": "05",
      "confidence_embedding": 0.7957,
      "descricao_cid": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente.",
      "classification_reasoning": "A escolha é baseada na história prévia de hipotireoidismo e a evolução do paciente com sintomas relacionados à doença, como insuficiência respiratória e rebaixamento de nível de consciência, apesar da intubação em ventilação mecânica. O código 5A00.20 melhor se adequa ao contexto clínico pois descreve hipotireoidismo devido a medicamentos ou outras substâncias exógenas, embora não haja menção explícita sobre o que esteja causando a hipotireoidismo do paciente."
    },
    "MB21.9": {
      "term_original": "mal estar",
      "capitulo": "21",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'mal estar' é a Código MB21.9, que representa Representação de doença CID-11: Sintomas e sinais não especificados"
    },
    "CA22.0": {
      "term_original": "dispnéia",
      "capitulo": "12",
      "confidence_embedding": 0.8378,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A dispnéia descrita no prontuário é característica de uma exacerbação aguda da doença pulmonar obstrutiva crônica (DPOC), o que justifica a escolha do código CA22.0."
    },
    "9e+20": {
      "term_original": "mv+ bilateral",
      "capitulo": "09",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'mv+ bilateral' é a condição de EDEMA PULMONAR NÃO ESPECIFICADO DE OUTRA FORMA. A presença de movimentos vitais (MV+) na ausculta pulmonar bilateral sugere uma lesão nos alvéolos ou vias aéreas, o que está relacionado ao termo de edema pulmonar não especificado."
    },
    "8A64": {
      "term_original": "pupilas mióticas",
      "capitulo": "08",
      "confidence_embedding": 0.7452,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo.",
      "classification_reasoning": "As pupilas mióticas são uma característica comum em crises epilépticas, especialmente em pacientes com história de antecedente de crises epilépticas. Embora a descrição do termo não seja explícita sobre a natureza da miotia, é mais provável que se trate de um sintoma relacionado à crise epiléptica do que a outras condições mencionadas nos outros códigos de diagnóstico."
    },
    "MF95": {
      "term_original": "amarelo claro",
      "capitulo": "21",
      "confidence_embedding": 0.7261,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A presença de secreção sanguinolenta durante aspiração de vias aéreas e o termo 'amarelo claro' na descrição do paciente sugerem a possibilidade de mioglobinúria, uma condição caracterizada por urina com cor amarela ou amarelada."
    },
    "5C78": {
      "term_original": "icc",
      "capitulo": "05",
      "confidence_embedding": 0.792,
      "descricao_cid": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem.",
      "classification_reasoning": "A escolha pelo código 5C78 é baseada na descrição do termo 'icc' como representação de doença CID-11: Sobrecarga de líquidos. A paciente tem história prévia de IAM, HAS e DM, o que pode ter contribuído para a sobrecarga de líquidos no corpo. Além disso, a presença de edema pulmonar não especificado sugere um quadro de insuficiência cardíaca congestiva (ICC), apoiando a escolha pelo código 5C78."
    },
    "KB27.3": {
      "term_original": "iam",
      "capitulo": "19",
      "confidence_embedding": 0.7712,
      "descricao_cid": "Representação de doença CID-11: Pneumopericárdio originado no período perinatal. Definição: Presença de ar na cavidade pericárdica usualmente proveniente do extravasamento de ar livre de ductos alveolares rompidos ao longo das bainhas perivasculares de vasos sanguíneos pulmonares, ou ruptura da bolha subpleural",
      "classification_reasoning": "A presença de hemorragia sanguinolenta durante aspiração de vias aéreas e o histórico de IAM em 2006 sugerem que o termo \"IAM\" se refere à Hemorragia Pulmonar originada no período perinatal (KB27.3)"
    },
    "6C49.2": {
      "term_original": "rebaixamento de nível de consciência",
      "capitulo": "06",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'rebaixamento de nível de consciência' sugere que o paciente apresenta sintomas de confusão, desorientação ou perda de consciência, características comuns da intoxicação por cafeína (CID-11: Intoxicação por cafeína, 6C48.2). Embora haja outras opções, a abstinência de álcool (6C40.4) e de cafeína (6C48.3), e a demência devida à hidrocefalia de pressão normal (6D85.6), não há evidências suficientes nesse contexto para apoiar essas hipóteses."
    },
    "NB30.41": {
      "term_original": "secreção sanguinolenta",
      "capitulo": "22",
      "confidence_embedding": 0.78,
      "descricao_cid": "Representação de doença CID-11: Laceração maior dos vasos sanguíneos pulmonares. Definição: ",
      "classification_reasoning": "A secreção sanguinolenta durante aspiração de vias aéreas sugere uma lesão maior nos vasos sanguíneos pulmonares, o que está descrito pelo código NB30.41."
    },
    "40000000000.0": {
      "term_original": "has",
      "capitulo": "04",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'has' é a Hipertensão Arterial (HA), uma condição crônica caracterizada por elevação persistente da pressão arterial. No contexto clínico, a paciente tem história prévia de Hipertensão Arterial, Doença Isquêmica Cerebral e Insuficiência Cardíaca Congestiva, o que sugere que a HA é uma condição crônica estabelecida. Além disso, a paciente apresenta pressão arterial de 140/80 mmHg, o que também apoia a escolha da Hipertensão Arterial."
    },
    "DA20.3": {
      "term_original": "globoso",
      "capitulo": "13",
      "confidence_embedding": 0.7525,
      "descricao_cid": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica.",
      "classification_reasoning": "A palavra 'globoso' refere-se à ausculta pulmonar com MV+ bilateral, indicando uma possível lesão ou inflamação nos alvéolos, que é um sintoma característico de perfuração do esôfago."
    },
    "CB01": {
      "term_original": "edema pulmonar",
      "capitulo": "12",
      "confidence_embedding": 0.8344,
      "descricao_cid": "Representação de doença CID-11: Edema pulmonar. Definição: Edema pulmonar é uma condição causada por excesso de líquido nos pulmões, que se acumula nos sacos alveolares do pulmão, dificultando a respiração.",
      "classification_reasoning": "A opção mais precisa é a doença CID-11: Edema pulmonar, pois o termo extraído 'edema pulmonar' refere-se claramente à condição descrita na definição do código CB01. A sintomatologia apresentada no contexto clínico, como dispnéia e insuficiência respiratória, também é compatível com a presença de edema pulmonar."
    },
    "BB10": {
      "term_original": "dm",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A presença de DM (Diabetes Mellitus) na história prévia do paciente e a evolução clínica para insuficiência respiratória sugere uma possível complicação cardiovascular, o que justifica a escolha da opção BE10 - Síndrome pós cardiotomia."
    }
  }
}