{
  "prontuario_id": 392,
  "text": "19:30h consciente, comunicativa,deambulando com auxilio da mãe,  mantendo acesso venoso periférico em MSD com soroterapia em curso, apresentando curativo oclusivo em região abdominal e flanco esquerdo externamente limpo e seco, término da infusão de CH 01 unidade conforme prescrito; diurese presente; relatou algia discreta em região abdominal, orientada a permanecer em jejum até segunda ordem, segue sob cuidados. Enfermeira Florence Nightingale  EXAME GERAL E INVESTIGAÇÃO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO",
  "entities": {
    "Achado": [
      "consciente",
      "comunicativa",
      "limpo",
      "seco",
      "diurese presente"
    ],
    "Grupo Familiar": [
      "mãe"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "região abdominal",
      "flanco esquerdo"
    ],
    "Abreviação": [
      "MSD",
      "infusão de CH"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "soroterapia",
      "jejum",
      "acesso venoso periférico",
      "curativo oclusivo",
      "infusão de CH"
    ],
    "Conceito Espacial": [
      "externamente"
    ],
    "Atividade de Assistência à Saúde": [
      "orientada",
      "cuidados"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Sinal ou Sintoma": [
      "deambulando com auxilio",
      "algia discreta"
    ],
    "Dispositivo Médico": [
      "acesso venoso periférico",
      "curativo oclusivo"
    ],
    "Conceito Quantitativo": [
      "01 unidade"
    ],
    "Função Fisiológica": [
      "diurese presente"
    ],
    "Procedimento Diagnóstico": [
      "EXAME GERAL"
    ]
  },
  "labels": {
    "6C40.3": {
      "term_original": "comunicativa",
      "capitulo": "06",
      "confidence_embedding": 0.7783,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "O termo 'comunicativa' sugere a presença de sintomas relacionados à intoxicação por álcool, caracterizados por perturbações em consciência e comportamento. A descrição da doença CID-11 para o código 6C40.3 se ajusta melhor à situação clínica apresentada."
    },
    "6C45.3": {
      "term_original": "deambulando com auxilio",
      "capitulo": "06",
      "confidence_embedding": 0.7677,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A presença de 'deambulando com auxilio' sugere que o paciente tem algum grau de mobilidade e coordenação, embora possa estar sob influência de drogas ou substâncias psicoativas. A escolha da opção 6C45.3 é baseada na descrição do termo como representação de doença CID-11: Intoxicação por cocaína."
    },
    "50000000000000.0": {
      "term_original": "algia discreta",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do código 5E13 - Algias abdominais e dor pélvica - foi baseada na descrição de 'algia discreta' no contexto clínico, que sugere alguma forma de dor ou desconforto abdominal. Embora as outras opções possam ter relação com doenças específicas, a descrição não apresenta evidências concretas para apoiar qualquer uma dessas hipóteses."
    },
    "EB13.1": {
      "term_original": "limpo",
      "capitulo": "14",
      "confidence_embedding": 0.7986,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A opção mais precisa é a necrólise epidérmica tóxica (NET) porque o termo 'limpo' está relacionado ao estado de curativo oclusivo em região abdominal e flanco esquerdo externamente, que é característico da NET."
    }
  }
}