{
  "prontuario_id": 793,
  "text": "10:30 Horas. Paciente em internamento por quadro de dor abdominal - suspeita de de oclusão intestinal. História prévia de HAS, FA crônica, hipotireoidismo e RVM em 1994 - 3 safenas. Acordada, respondendo quando questionada, bastante gemente. Hipocorada e apática. SNG aberta sem débito. Permanece em monitorização cardíaca e oximetria de pulso contínua com PA: 1150/90 mmhg, FC:80 bpm. Perfusão periférica bastante diminuída. Apresentou pico de hipoglicemia sendo medicada conforme prescrição médica. Acesso em jugular externa D mantendo plano de soroterapia em curso. Lesão em MSD. Ulcera em MID grau III com presença de secreção serosanguinolenta e odor fétido. Relata algia abdominal- abdomen distendido e bastante doloroso á palpação.  Confecção de botas de algodão. Ausculta pulmonar com presença de MV+ e roncos difusos. SVD com baixo débito concentrado. * Encaminhada para Tomografia de abdomen e pelve- transporte sem intercorrências. às 10:49 paciente apresentou PCR iniciadas medidas de reanimação. Intubação + massagem cardíaca + droga.  2° parada ás 11:03 horas novamente realizada medidas de reanimação. 3° PCR ás 11:16 horas com sucesso. Segue em ventilação mecânica e monitorização cardíaca. Iniciada dopamina em BI, no momento mantendo 50ml/h. Aguarda vaga de UTI. Segue na sala de emergência. NEFRITE TÚBULO INTERSTICIAL AGUDA",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "paciente"
    ],
    "Abreviação": [
      "HAS",
      "RVM",
      "PA",
      "FC",
      "MSD",
      "MID",
      "MV+",
      "SVD",
      "PCR",
      "BI",
      "UTI",
      "FA crônica",
      "SNG aberta",
      "jugular externa D"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "hipotireoidismo",
      "hipoglicemia",
      "Ulcera",
      "PCR",
      "parada",
      "FA crônica",
      "NEFRITE TÚBULO INTERSTICIAL AGUDA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RVM",
      "medicada",
      "Acesso",
      "soroterapia",
      "SVD",
      "Intubação",
      "droga",
      "SNG aberta",
      "botas de algodão",
      "medidas de reanimação",
      "massagem cardíaca",
      "ventilação mecânica"
    ],
    "Conceito Quantitativo": [
      "3",
      "50ml/h",
      "1150/90 mmhg",
      "80 bpm"
    ],
    "Achado": [
      "Acordada",
      "débito",
      "MV+",
      "sucesso",
      "respondendo quando questionada"
    ],
    "Sinal ou Sintoma": [
      "Hipocorada",
      "apática",
      "intercorrências",
      "dor abdominal",
      "bastante gemente",
      "Perfusão periférica bastante diminuída",
      "secreção serosanguinolenta",
      "odor fétido",
      "algia abdominal-",
      "abdomen distendido",
      "bastante doloroso á palpação",
      "roncos difusos",
      "baixo débito concentrado"
    ],
    "Negação": [
      "sem"
    ],
    "Atributo Clínico": [
      "PA",
      "FC"
    ],
    "Atividade de Assistência à Saúde": [
      "medicada",
      "Encaminhada",
      "prescrição médica"
    ],
    "Dispositivo Médico": [
      "Acesso",
      "SVD"
    ],
    "Lesão ou Envenenamento": [
      "Lesão"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "MID",
      "abdomen",
      "pelve-"
    ],
    "Procedimento Diagnóstico": [
      "Tomografia",
      "monitorização cardíaca",
      "oximetria de pulso contínua",
      "Ausculta pulmonar"
    ],
    "Substância Farmacológica": [
      "droga",
      "dopamina"
    ],
    "Substância Biologicamente Ativa": [
      "dopamina"
    ],
    "Substância Química Orgânica": [
      "dopamina"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BI"
    ],
    "Organização Relacionada à Saúde": [
      "UTI",
      "sala de emergência"
    ],
    "Produto Intelectual": [
      "prescrição médica"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "jugular externa D"
    ],
    "Classificação": [
      "grau III"
    ],
    "Conceito Qualitativo": [
      "grau III"
    ],
    "Substância Corporal": [
      "secreção serosanguinolenta"
    ]
  },
  "labels": {
    "BC81.30": {
      "term_original": "perfusão periférica bastante diminuída",
      "capitulo": "11",
      "confidence_embedding": 0.7895,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A escolha do Código BC81.30 (Fibrilação atrial paroxística) é mais precisa porque a paciente tem histórico de FA crônica e apresenta presença de MV+ e roncos difusos em ausculta pulmonar, o que sugere a possibilidade de fibrilação atrial."
    },
    "6B23.0": {
      "term_original": "hipocorada",
      "capitulo": "06",
      "confidence_embedding": 0.7628,
      "descricao_cid": "Representação de doença CID-11: Hipocondria com insight bom a razoável. Definição: Todos os critérios diagnósticos para hipocondria são preenchidos. Na maior parte do tempo, o indivíduo é capaz de considerar a possibilidade de que suas crenças específicas do transtorno possam não ser verdadeiras e está disposto a aceitar uma explicação alternativa para sua experiência. Em momentos circunscritos (p. ex., quando extremamente ansioso), o indivíduo pode não apresentar \"insight\".",
      "classification_reasoning": "A paciente apresenta hipocorada e apática, o que sugere uma possível ansiedade ou medo persistente sobre a possibilidade de ter uma doença séria. Além disso, a presença de dor abdominal e a suspeita de oclusão intestinal podem estar relacionadas à preocupação com a saúde. A escolha pela opção 6B23.0 se baseia na hipótese de que a paciente tem insight bom para considerar a possibilidade de que suas crenças específicas sobre a doença possam não ser verdadeiras."
    },
    "ND92.02": {
      "term_original": "pcr",
      "capitulo": "22",
      "confidence_embedding": 0.76,
      "descricao_cid": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: ",
      "classification_reasoning": "A opção mais precisa é a lesão de queimadura da parede abdominal (ND92.02) porque no contexto do prontuário há referência a uma lesão em MSD com secreção serosanguinolenta e odor fétido, caracterizando uma queimadura com comprometimento dos tecidos."
    },
    "5A00.2": {
      "term_original": "hipotireoidismo",
      "capitulo": "05",
      "confidence_embedding": 0.8057,
      "descricao_cid": "Representação de doença CID-11: Hipotireoidismo adquirido. Definição: Hipotireoidismo adquirido é uma condição onde a glândula tireoide produz muito pouco ou nenhum hormônio, e esta condição surge apenas após o nascimento.",
      "classification_reasoning": "Hipotireoidismo adquirido é a opção mais precisa para o termo 'hipotireoidismo' no contexto do prontuário, pois o paciente tem história prévia de hipotireoidismo e não há menção a doença congênita ou transitória."
    },
    "CB41.0": {
      "term_original": "baixo débito concentrado",
      "capitulo": "12",
      "confidence_embedding": 0.7869,
      "descricao_cid": "Representação de doença CID-11: Insuficiência respiratória aguda. Definição: A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência.",
      "classification_reasoning": "Abaixo, é descrito um paciente com doença respiratória aguda, com sintomas de dor abdominal e suspeita de oclusão intestinal, apresentando baixo débito concentrado. A descrição da doença CID-11 para Insuficiência Respiratória Aguda (CB41.0) melhor se adequa ao contexto clínico"
    },
    "DA60.3": {
      "term_original": "ulcera",
      "capitulo": "13",
      "confidence_embedding": 0.8093,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A escolha pelo código DA60.3 é porque a descrição de úlceras de estresse do estômago se ajusta melhor ao contexto clínico da paciente, que apresenta uma lesão em MSD com secreção serosanguinolenta e odor fétido."
    },
    "FB32.20": {
      "term_original": "lesão",
      "capitulo": "15",
      "confidence_embedding": 0.8181,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A lesão mencionada no prontuário se refere à lesão muscular, caracterizada pelo extravazamento de conteúdo muscular e mioglobinúria, o que é compatível com a definição da rabdomiólise idiopática."
    },
    "GB50": {
      "term_original": "nefrite túbulo intersticial aguda",
      "capitulo": "16",
      "confidence_embedding": 0.8749,
      "descricao_cid": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre.",
      "classification_reasoning": "A escolha do código GB50 se baseia na descrição de 'nefrite túbulo-intersticial aguda' no contexto clínico, que coincide com a definição da doença apresentada pela opção GB50. A presença de lesão renal aguda e insuficiência renal aguda também suportam esta escolha."
    },
    "6C48.2": {
      "term_original": "apática",
      "capitulo": "06",
      "confidence_embedding": 0.8183,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A paciente está apresentando apática, o que pode ser um sintoma de intoxicação por cafeína, caracterizado pela perturbação em consciência e comportamento."
    },
    "9A25.4": {
      "term_original": "roncos difusos",
      "capitulo": "09",
      "confidence_embedding": 0.7315,
      "descricao_cid": "Representação de doença CID-11: Hemorragia da órbita. Definição: Trata-se da perda ou escape de sangue do sistema circulatório. Esse diagnóstico é relativo à cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados. \"Órbita\" pode se referir ao arcabouço ósseo mas também pode ser utilizado para implicar seu conteúdo.",
      "classification_reasoning": "O termo 'roncos difusos' sugere a presença de hemorragia na órbita, o que é confirmado pela história do paciente com quadro de dor abdominal e suspeita de obstrução intestinal."
    },
    "NB90.Y": {
      "term_original": "parada",
      "capitulo": "22",
      "confidence_embedding": 0.7724,
      "descricao_cid": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A parada cardíaca (PCR) é um termo que se refere a uma parada do coração, o que é relacionado à lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve (NB90.Y)."
    },
    "DD50.2": {
      "term_original": "abdomen distendido",
      "capitulo": "13",
      "confidence_embedding": 0.8309,
      "descricao_cid": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio.",
      "classification_reasoning": "A paciente apresenta abdomen distendido, o que sugere a presença de uma hérnia intra-abdominal, justificando a escolha do código DD50.2."
    },
    "DB32.0": {
      "term_original": "bastante doloroso á palpação",
      "capitulo": "13",
      "confidence_embedding": 0.7699,
      "descricao_cid": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda.",
      "classification_reasoning": "A opção mais precisa é a pseudo-obstrução do cólon, pois o paciente apresenta sintomas de dor abdominal severa e distensão abdominal, característicos da síndrome de Ogilvie. Além disso, a história prévia de doenças crônicas e a presença de hipotireoidismo e RVM podem contribuir para a debilitação do paciente, aumentando o risco de pseudo-obstrução."
    },
    "5B5A.0": {
      "term_original": "has",
      "capitulo": "05",
      "confidence_embedding": 0.8059,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "Como o paciente tem histórico de HAS e apresenta sintomas de dor abdominal, suspeita-se de doença relacionada à deficiência de tiamina (beribéri). A presença de hipotireoidismo e RVM em 1994 também sugere que a deficiência pode ser crônica ou subcrônica. Portanto, o código mais preciso para o termo 'HAS' é Código 5B5A.0 (Representação de doença CID-11: Beribéri)."
    },
    "EB13.1": {
      "term_original": "odor fétido",
      "capitulo": "14",
      "confidence_embedding": 0.787,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A presença de odor fétido na secreção serosanguinolenta da ulcera em MSD sugere a possibilidade de uma necrólise epidérmica tóxica (NET), doença cutânea aguda com risco de vida."
    },
    "5A45.0": {
      "term_original": "hipoglicemia",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A hipoglicemia é um sintoma comum na deficiência de tiamina, e o paciente tem história prévia de HAS e FA crônica, o que aumenta a possibilidade da deficiência de vitamina B1. Além disso, a presença de algia abdominal e dor abdominal suspeita de obstrução intestinal também é consistente com essa condição."
    }
  }
}