{
  "prontuario_id": 809,
  "text": "PACIENTE COM MASSA PALPÁVEL EM REGIÃO DE ARTICULAÇÃO ESTERNOCLAVICULAR DIREITA DE CRESCIMENTO INSIDIOSO HÁ ALGUNS MESES , DOLOROSA A PALPAÇÃO , DE CONSISTÊNCIA PÉTREA , ADERIDA AOS PLANOS PROFUNDOS . FORA SUBMETIDO À RESSECÇÃO DE TAL MASSA EM BLOCO COM PORÇÃO MEDIAL DA CLAVÍCULA E COM PRIMEIRA COSTELA À DIREITA . EVOLUIU SATISFATORIAMENTE NO PÓS-OPERATÓRIO , RECEBENDO ALTA HOSPITALAR NO 3º PO EM BOM ESTADO GERAL , COM MÍNIMODESCONFORTO EM LOCAL DA CIRURGIA,SINAIS VITAIS ESTÁVEIS .",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Achado": [
      "ADERIDA",
      "CONSISTÊNCIA PÉTREA",
      "EVOLUIU SATISFATORIAMENTE",
      "BOM ESTADO GERAL",
      "SINAIS VITAIS ESTÁVEIS"
    ],
    "Conceito Qualitativo": [
      "ADERIDA",
      "CONSISTÊNCIA PÉTREA",
      "EM BLOCO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RESSECÇÃO"
    ],
    "Procedimento Diagnóstico": [
      "RESSECÇÃO"
    ],
    "Processo Neoplásico": [
      "MASSA",
      "MASSA PALPÁVEL"
    ],
    "Conceito Temporal": [
      "PÓS-OPERATÓRIO",
      "PO",
      "ALGUNS MESES"
    ],
    "Sinal ou Sintoma": [
      "MÍNIMODESCONFORTO",
      "MASSA PALPÁVEL",
      "DOLOROSA A PALPAÇÃO"
    ],
    "Localização ou Região Corporal": [
      "REGIÃO DE ARTICULAÇÃO ESTERNOCLAVICULAR DIREITA",
      "PORÇÃO MEDIAL DA CLAVÍCULA",
      "LOCAL DA CIRURGIA"
    ],
    "Função Fisiológica": [
      "CRESCIMENTO INSIDIOSO"
    ],
    "Conceito Espacial": [
      "PLANOS PROFUNDOS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PRIMEIRA COSTELA À DIREITA"
    ],
    "Atividade de Assistência à Saúde": [
      "ALTA HOSPITALAR"
    ]
  },
  "labels": {
    "FA11": {
      "term_original": "massa",
      "capitulo": "15",
      "confidence_embedding": 0.7287,
      "descricao_cid": "Representação de doença CID-11: Artropatias reativas. Definição: Doença das articulações, causada por uma infecção em outra parte do corpo, uma doença autoimune, ou após vacinação. Esta doença é caracterizada por uma inflamação secundária articulações em reação a infecção, doença autoimune ou vacinação. Localizações prévias comuns de infecção são os sistemas entérico ou geniturinário.",
      "classification_reasoning": "A massa palpável em região de articulação esternoclavicular direita com crescimento insidioso há alguns meses, dolorosa à palpação e aderida aos planos profundos é mais provável ser uma artropatia reativa, caracterizada por uma inflamação secundária articulosemia em reação a infecção, doença autoimune ou vacinação."
    },
    "FB42.2": {
      "term_original": "consistência pétrea",
      "capitulo": "15",
      "confidence_embedding": 0.7657,
      "descricao_cid": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial.",
      "classification_reasoning": "A consistência pétreo descrita no contexto clínico é consistente com a descrição de um gânglio, uma lesão nodular semelhante a tumor ou de conteúdo mucóide que pode se formar em articulações, como a região esterno-clavicular direita mencionada."
    },
    "MG30.21": {
      "term_original": "sinais vitais estáveis",
      "capitulo": "21",
      "confidence_embedding": 0.7551,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática.",
      "classification_reasoning": "A descrição 'sinais vitais estáveis' refere-se à evolução do paciente após a cirurgia, indicando que os sinais vitais (pulso, frequência cardíaca, pressão arterial, etc.) estão normais e estáveis. Isso é consistente com a dor crônica pós-operatória definida no código MG30.21."
    },
    "NA06.00": {
      "term_original": "mínimodesconforto",
      "capitulo": "22",
      "confidence_embedding": 0.7978,
      "descricao_cid": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo.",
      "classification_reasoning": "A escolha do código NA06.00 se baseia no termo 'mínimodesconforto' que sugere uma representação de doença CID-11 relacionada à lesão ou ao trauma, como descrito na definição do código."
    },
    "FA84.1": {
      "term_original": "aderida",
      "capitulo": "15",
      "confidence_embedding": 0.7419,
      "descricao_cid": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\"",
      "classification_reasoning": "A opção FA84.1 se encaixa melhor no contexto do prontuário, pois refere-se à espondilolistese sem defeito na 'pars', o que se relaciona ao deslizamento da articulação esterno-clavicular direita mencionado."
    }
  }
}