{
  "prontuario_id": 210,
  "text": "POS TX RENAL\nPOS TX RENAL - CR 0,93 - FK 7,0\nHAS BOM CONTROLE\n \n \nTX RENAL FEV/14\nUSO DE : MTC 5 , FK 4/4 , MS 2/2 , ATENOLOL 25X2 , OMZ 20\nS # INTERNAMENTO POR PIORA DA FUNÇÃO RENAL , NO INTERNAMENTO CR EM QUEDA , NAO REALIZOU BIÓPSIA . \nASSINTOMÁTICA .\nO # BEG , CORADA , HIDRATADA\nPA 130/80\nMV POSITIVO , SIMETRICO\nBCRNF\nABDOMEN FLACIDO , SEM MASSAS , RHA POSITIVOS\nMEMBROS SEM EDEMA",
  "entities": {
    "Abreviação": [
      "CR",
      "FK",
      "HAS",
      "MTC",
      "MS",
      "OMZ",
      "S",
      "O",
      "BEG",
      "PA",
      "BCRNF",
      "TX RENAL",
      "CR EM QUEDA",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Atributo Clínico": [
      "CR",
      "FK",
      "PA"
    ],
    "Procedimento Laboratorial": [
      "CR"
    ],
    "Doença ou Síndrome": [
      "HAS"
    ],
    "Medicamento Clínico": [
      "MTC"
    ],
    "Conceito Quantitativo": [
      "5",
      "25X2",
      "20",
      "130/80",
      "0 , 93",
      "7 , 0"
    ],
    "Substância Química Orgânica": [
      "FK",
      "MS",
      "ATENOLOL",
      "OMZ"
    ],
    "Substância Farmacológica": [
      "FK",
      "ATENOLOL",
      "OMZ"
    ],
    "Antibiótico": [
      "MS"
    ],
    "Achado": [
      "S",
      "ASSINTOMÁTICA",
      "BEG",
      "CORADA",
      "HIDRATADA",
      "SIMETRICO",
      "BCRNF",
      "FLACIDO",
      "BOM CONTROLE",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNAMENTO",
      "BIÓPSIA",
      "O"
    ],
    "Negação": [
      "NAO",
      "ASSINTOMÁTICA",
      "SEM"
    ],
    "Procedimento Diagnóstico": [
      "BIÓPSIA"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "MEMBROS"
    ],
    "Sinal ou Sintoma": [
      "MASSAS",
      "EDEMA",
      "PIORA DA FUNÇÃO RENAL",
      "CR EM QUEDA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR EM QUEDA"
    ]
  },
  "labels": {
    "DD50": {
      "term_original": "massas",
      "capitulo": "13",
      "confidence_embedding": 0.7365,
      "descricao_cid": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal.",
      "classification_reasoning": "A opção mais precisa para o termo 'massas' no contexto do prontuário é a hérnia de parede não abdominal, pois 'massas' pode referir-se às estruturas palpáveis e visíveis que podem surgir em pacientes com doenças abdominais."
    },
    "FA27.2": {
      "term_original": "edema",
      "capitulo": "15",
      "confidence_embedding": 0.7343,
      "descricao_cid": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos.",
      "classification_reasoning": "A opção mais precisa é a FA27.2, Reumatismo palindrômico, pois apresenta edema como sintoma comum e está relacionado à dor nas articulações, o que se encontra descrito no prontuário."
    },
    "BD10": {
      "term_original": "cr em queda",
      "capitulo": "11",
      "confidence_embedding": 0.7402,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A escolha do código BD10 (Insuficiência cardíaca congestiva) se justifica por que o termo 'cr em queda' indica uma deterioração da função cardíaca, apoiada pela presença de hipertensão (PA 130/80), e não há evidências de lesões nos pés ou úlceras, descartando as opções BD54 e BA01. A síndrome clínica é caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos, o que se encontra presente no prontuário."
    },
    "MF56": {
      "term_original": "rha positivos",
      "capitulo": "21",
      "confidence_embedding": 0.7877,
      "descricao_cid": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos.",
      "classification_reasoning": "A presença de RHA positivos no contexto do prontuário sugere uma doença renal, mais especificamente a Cólica Renal (MF56), considerando o sintoma de dor paroxística intensa no flanco e irradiação para a virilha, escroto ou grandes lábios."
    },
    "GB40": {
      "term_original": "piora da função renal",
      "capitulo": "16",
      "confidence_embedding": 0.8209,
      "descricao_cid": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose.",
      "classification_reasoning": "A escolha do código GB40 é justificada pelo fato de que o paciente apresenta 'piora da função renal' sem especificar a causa, mas com sintomas compatíveis com uma síndrome nefrítica, como hematúria grave e oligúria. A presença de CR em queda e não realização de biópsia também apontam para essa possibilidade."
    },
    "BC01": {
      "term_original": "mv positivo",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa é a doença cardíaca hipertensiva (Código BA01), pois o termo 'mv positivo' se refere à presença de fibrilação atrial, característica da doença cardíaca hipertensiva."
    }
  }
}