{
  "prontuario_id": 267,
  "text": "pcte retorna com r-x de coluna   lombossacra   = sp neuromotor preservado   ombrod    sinais de impacto         mobilidade e força preservadas   manob  de impacto dolorosas  manob de manguito  dolorosas       aines  apenas se dor   forte   conforme orientado nefrologista   ,  \naines + fstp + orient +   perda de peso retorno + evirtar   atividades de impacto   + retorno apos fstp\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "pcte"
    ],
    "Abreviação": [
      "pcte",
      "sp",
      "ombrod",
      "aines",
      "fstp",
      "orient",
      "r-x de coluna lombossacra",
      "manob de impacto dolorosas",
      "manob de manguito dolorosas",
      "apos fstp"
    ],
    "Atividade de Assistência à Saúde": [
      "retorna",
      "orientado",
      "orient",
      "retorno",
      "evirtar atividades de impacto"
    ],
    "Resultado Laboratorial ou de Teste": [
      "sp"
    ],
    "Espaço ou Junção Corporal": [
      "ombrod"
    ],
    "Achado": [
      "preservadas",
      "neuromotor preservado"
    ],
    "Grupo Profissional ou Ocupacional": [
      "nefrologista"
    ],
    "Substância Farmacológica": [
      "aines"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "fstp",
      "apenas se dor forte",
      "perda de peso",
      "apos fstp"
    ],
    "Procedimento Diagnóstico": [
      "r-x de coluna lombossacra"
    ],
    "Sinal ou Sintoma": [
      "sinais de impacto",
      "manob de impacto dolorosas",
      "manob de manguito dolorosas"
    ],
    "Função Fisiológica": [
      "mobilidade e força"
    ]
  },
  "labels": {
    "FB32": {
      "term_original": "preservadas",
      "capitulo": "15",
      "confidence_embedding": 0.6807,
      "descricao_cid": "Representação de doença CID-11: Alguns transtornos musculares especificados. Definição: Trata-se de um comprometimento da saúde ou de uma condição de funcionamento anormal do músculo que não se enquadra em outra categoria.",
      "classification_reasoning": "A descrição do termo 'preservadas' no contexto de manobras e mobilidade indica que os músculos e a força muscular estão intactos, o que é característico dos transtornos musculares especificados (FA32.8) definidos na CID-11."
    },
    "NC55.2": {
      "term_original": "manob de manguito dolorosas",
      "capitulo": "22",
      "confidence_embedding": 0.6922,
      "descricao_cid": "Representação de doença CID-11: Lesão do nervo radial ao nível do punho ou mão. Definição: ",
      "classification_reasoning": "A presença de 'manob de manguito dolorosas' no contexto clínico sugere lesão do nervo radial ao nível do punho ou mão, o que é descrito pelo código NC55.2."
    },
    "8B60": {
      "term_original": "neuromotor preservado",
      "capitulo": "08",
      "confidence_embedding": 0.746,
      "descricao_cid": "Representação de doença CID-11: Doença do neurônio motor. Definição: Doença do neurônio motor é um transtorno neurodegenerativo de etiologia indeterminada, caracterizado por degeneração de neurônios motores superiores (células corticais de Betz e trato corticoespinal) ou neurônios motores inferiores (cornos ventrais da medula espinal e núcleos motores dos nervos cranianos) ou ambos. Características de envolvimento dos neurônios motores inferiores (NMI) são atrofia, fraqueza, fasciculações, hipotonia, diminuição ou ausência de reflexos tendinosos profundos. Características de envolvimento dos neurônios motores superiores (NMS) são espasticidade, reflexos tendinosos profundos exacerbados e respostas plantares extensoras. Dependendo da localização de início e da presença de características de NMI ou NMS ou ambos, a DNM têm padrões e distribuições variáveis de sinais e sintomas.",
      "classification_reasoning": "A descrição de 'neuromotor preservado' sugere que o paciente apresenta uma condição que afeta a função motor, mas sem comprometimento do sistema nervoso motor. A opção mais precisa é a Doença do neurônio motor (8B60), que caracteriza-se por degeneração de neurônios motores superiores e/ou inferiores, resultando em sinais e sintomas variáveis de envolvimento dos neurônios motores."
    },
    "MG30.5": {
      "term_original": "sinais de impacto",
      "capitulo": "21",
      "confidence_embedding": 0.7041,
      "descricao_cid": "Representação de doença CID-11: Dor neuropática crônica. Definição: Dor neuropática crônica é uma dor crônica causada por uma lesão ou doença do sistema nervoso somatossensorial. A dor pode ser espontânea ou evocada, como uma resposta aumentada a um estímulo doloroso (hiperalgesia) ou uma resposta dolorosa a um estímulo normalmente não doloroso (alodinia). O diagnóstico de dor neuropática crônica requer um antecedente de lesão ou doença do sistema nervoso e uma distribuição neuroanatomicamente plausível da dor. Sinais ou sintomas sensoriais negativos (por exemplo, diminuição ou perda de sensibilidade) e positivos (por exemplo, alodinia ou hiperalgesia) indicando o envolvimento do sistema nervoso somatossensorial devem ser compatíveis com o território de inervação da estrutura nervosa afetada.",
      "classification_reasoning": "A opção mais precisa para o termo 'sinais de impacto' é a dor neuropática crônica (MG30.5), pois é mencionado que houve mobilidade e força preservadas, mas manobras de impacto são dolorosas. Isso sugere um envolvimento do sistema nervoso somatossensorial, o que é consistente com a definição da dor neuropática crônica."
    }
  }
}