{
  "prontuario_id": 899,
  "text": "# LUCAS, 78 ANOS. SEGUNDA CONSULTA. RETORNO COM EXAMES.  # REFERE INCONTINENCIA URINARIA AOS ESFORÇOS. NEGA DEMAIS QUEIXAS URINARIAS.  # HAS HA 20 ANOS, DM HA 20 ANOS, DSLP. HISTERECTOMIZADA AOS 45 ANOS, RETIROU OVARIO DIR AOS 19 ANOS. G 1 C 1 A 0. NEGA ALERGIA A MEDICAMENTOS.  # AAS 100 MG; LEVOTIROXINA 25MCG; METFORMINA 850MG 1 CP; OMEPRAZOL 20MG 1 CP; LOSARTANA 50MG 12/12; BEZAFIBRATO 200MG; PREMARIN 0,3MG; CITRATO DE CALCIO 600MG; COLECALCIFEROL. # MAE FALECEU AOS 54 POR IAM, PAI FACELEU DE CA PROSTATA AOS 74 ANOS.  # LAB: CREAT 1,4; U 68; CKD-EPI 35,9; GLICEMIA 128; K 5,2; URINA LEVEMENTE TURVA, PH 7, LEUC 29; GASO VEN: PH 7,36; PCO2 52,60; HCO3 29.  # BEG, LOTE, NORMOCORADA, HIDRATADA. PULMONAR SP. CARDIACO SP. MMII: VARIZES BILAT MAIS PRONUNCIADAS EM MIE. PA 130/80, FC 72.  # PEÇO US DE RINS E VIAS URINARIAS, PEÇO LAB, RETORNO EM 6 MESES.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "CONSULTA",
      "RETORNO"
    ],
    "Procedimento Diagnóstico": [
      "EXAMES",
      "US DE RINS E VIAS URINARIAS"
    ],
    "Negação": [
      "NEGA",
      "SP"
    ],
    "Abreviação": [
      "HAS",
      "DM",
      "DSLP",
      "G",
      "C",
      "A",
      "AAS",
      "CP",
      "IAM",
      "LAB",
      "BEG",
      "LOTE",
      "SP",
      "MMII",
      "MIE",
      "PA",
      "FC",
      "RETIROU OVARIO DIR",
      "CA PROSTATA",
      "CREAT 1 , 4",
      "U 68",
      "CKD-EPI 35 , 9",
      "K 5 , 2",
      "PH 7",
      "LEUC 29",
      "GASO VEN",
      "PCO2 52 , 60",
      "HCO3 29",
      "VARIZES BILAT",
      "US DE RINS E VIAS URINARIAS"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DM",
      "DSLP",
      "IAM",
      "INCONTINENCIA URINARIA AOS ESFORÇOS",
      "ALERGIA A MEDICAMENTOS",
      "VARIZES BILAT"
    ],
    "Atributo Clínico": [
      "G",
      "C",
      "A",
      "PULMONAR",
      "CARDIACO",
      "PA",
      "FC"
    ],
    "Conceito Quantitativo": [
      "1",
      "0",
      "25MCG",
      "200MG",
      "600MG",
      "130/80",
      "72",
      "100 MG",
      "0 , 3MG"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "C",
      "RETIROU OVARIO DIR"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "LEVOTIROXINA",
      "METFORMINA",
      "OMEPRAZOL",
      "LOSARTANA",
      "BEZAFIBRATO",
      "PREMARIN",
      "COLECALCIFEROL",
      "CITRATO DE CALCIO"
    ],
    "Substância Farmacológica": [
      "AAS",
      "LEVOTIROXINA",
      "METFORMINA",
      "OMEPRAZOL",
      "LOSARTANA",
      "BEZAFIBRATO",
      "PREMARIN",
      "COLECALCIFEROL",
      "CITRATO DE CALCIO"
    ],
    "Conceito Temporal": [
      "12/12"
    ],
    "Vitamina": [
      "COLECALCIFEROL"
    ],
    "Grupo Familiar": [
      "MAE",
      "PAI"
    ],
    "Achado": [
      "FALECEU",
      "FACELEU",
      "BEG",
      "LOTE",
      "NORMOCORADA",
      "HIDRATADA",
      "SP",
      "HISTERECTOMIZADA AOS 45 ANOS",
      "RETIROU OVARIO DIR"
    ],
    "Localização ou Região Corporal": [
      "CARDIACO",
      "MMII",
      "MIE"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS URINARIAS"
    ],
    "Processo Neoplásico": [
      "CA PROSTATA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CREAT 1 , 4",
      "U 68",
      "CKD-EPI 35 , 9",
      "GLICEMIA 128",
      "K 5 , 2",
      "URINA LEVEMENTE TURVA",
      "PH 7",
      "LEUC 29",
      "PH 7 , 36",
      "PCO2 52 , 60",
      "HCO3 29"
    ],
    "Procedimento Laboratorial": [
      "GASO VEN"
    ],
    "Conceito Qualitativo": [
      "MAIS PRONUNCIADAS"
    ]
  },
  "labels": {
    "GC40.53": {
      "term_original": "incontinencia urinaria aos esforços",
      "capitulo": "16",
      "confidence_embedding": 0.8066,
      "descricao_cid": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso.",
      "classification_reasoning": "A escolha pelo código GC40.53 foi baseada na descrição de incontinência urinária aos esforços, o que é característico da condição descrita como 'representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico'. A presença de varizes mais pronunciadas em MIE e a história de histerectomia e retiro do ovário direito também sugerem que o sintoma pode estar relacionado ao problema anatômico ou funcional do sistema urinário feminino."
    },
    "GC40.50": {
      "term_original": "histerectomizada aos 45 anos",
      "capitulo": "16",
      "confidence_embedding": 0.7622,
      "descricao_cid": "Representação de doença CID-11: Incontinência de esforço associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por fraqueza dos músculos do assoalho pélvico e aumento da pressão intra-abdominal, causando pressão na bexiga. Esta condição é caracterizada por uma mudança na posição da uretra, permitindo que a urina saia facilmente, e incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal.",
      "classification_reasoning": "A paciente apresenta incontinência urinária ao esforço, caracterizada pela perda involuntária de urina após atividades físicas ou aumentos na pressão intra-abdominal. A histerectomia realizada aos 45 anos e o histórico de diabetes mellitus e derrame cerebral podem estar relacionados à doença."
    },
    "PK93.4": {
      "term_original": "faceleu",
      "capitulo": "23",
      "confidence_embedding": 0.7341,
      "descricao_cid": "Representação de doença CID-11: Dispositivos de gastroenterologia ou urologia associados às lesões ou danos, dispositivos diversos, não classificados em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa é PK93.4, pois o termo 'faceleu' se refere à morte prematura do pai (74 anos) devido a doença prostática, que é um dispositivo urológico relacionado às lesões ou danos."
    },
    "GA30.6": {
      "term_original": "retirou ovario dir",
      "capitulo": "16",
      "confidence_embedding": 0.7739,
      "descricao_cid": "Representação de doença CID-11: Falência ovariana prematura. Definição: Menopausa que ocorre espontaneamente antes dos 40 anos de idade, geralmente resultando em amenorréia secundária, embora algumas mulheres possam apresentar função ovárica intermitente e ovulação, com uma minoria concebendo e dando à luz uma gravidez. FOP corre principalmente sem uma causa conhecida, mas pode ser causado pelas seguintes condições: anormalidades cromossômicas numéricas e estruturais, pré-mutações do X frágil, transtornos autoimunes, radioterapia, quimioterapia, galactosemia e outros defeitos enzimáticos raros ou mutações. É subdividido em 4 categorias de acordo com a causa: congênita, adquirida, iatrogênica e desconhecida.",
      "classification_reasoning": "A escolha pelo código GA30.6 é justificada pela menção ao 'retirou ovario dir' no histórico do paciente, indicando que a mulher tem falência ovariana prematura."
    },
    "PH56": {
      "term_original": "iam",
      "capitulo": "23",
      "confidence_embedding": 0.7515,
      "descricao_cid": "Representação de doença CID-11: Exposição de intenção indeterminada a outras ou não especificadas substâncias principalmente não medicinais quanto a origem ou a seus efeitos nocivos. Definição: ",
      "classification_reasoning": "A paciente Lucas menciona que a mãe faleceu aos 54 anos devido à IAM (Infarto Agudo do Miocárdio), o que sugere uma história familiar de doenças cardíacas. Como essa informação é relevante para a avaliação da saúde do paciente, escolho o código PH56 que refere-se a exposição a substâncias não especificadas e seus efeitos nocivos, incluindo a possibilidade de doenças cardíacas."
    },
    "BD10": {
      "term_original": "dm",
      "capitulo": "11",
      "confidence_embedding": 0.7568,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A escolha pelo código BD10 (Insuficiência cardíaca congestiva) é justificada pois a paciente tem DM há 20 anos e apresenta um conjunto de sintomas, como incontinência urinária aos esforços, o que sugere uma possível insuficiência cardíaca congestiva."
    },
    "FB51.4": {
      "term_original": "varizes bilat",
      "capitulo": "15",
      "confidence_embedding": 0.716,
      "descricao_cid": "Representação de doença CID-11: Fibrose retroperitoneal. Definição: Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções.",
      "classification_reasoning": "A opção mais precisa é a Fibrose Retroperitoneal (FB51.4), pois o termo 'varizes' está relacionado à formação de varizes bilaterais, que é um sintoma comum nessa doença. Além disso, a presença de lesões no retroperitônio e obstrução de ureteres também aponta para essa possibilidade."
    },
    "MF50.2": {
      "term_original": "queixas urinarias",
      "capitulo": "21",
      "confidence_embedding": 0.7916,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção.",
      "classification_reasoning": "A paciente refere incontínencia urinária aos esforços, o que sugere perda do controle voluntário da micção. A opção MF50.2 - Incontinência urinária é a mais precisa para o termo 'queixas urinarias' no contexto clínico."
    },
    "GC40.52": {
      "term_original": "ca prostata",
      "capitulo": "16",
      "confidence_embedding": 0.8065,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal.",
      "classification_reasoning": "A escolha do código GC40.52 se baseia na descrição da incontinência urinária mista associada a prolapso de órgão pélvico, que combina sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentam a pressão intra-abdominal. Essa descrição é mais próxima do quadro clínico descrito no termo extraído 'ca prostata'."
    }
  }
}