{
  "prontuario_id": 454,
  "text": "avaliação nefrologia geral. HAS - MAU CONTROLE, DM - MAU CONTROLE, AVC PRÉVIO - RISCO CV ALTO! LUCAS, 63 ANOS. S # ENCAMINHAMENTO POR DIABETES. # PORTADORA DE DM COM DIAGNÓSTICO HÁ CERCA DE 15 ANOS, COM RETINOPATIA DIABÉTICA - USO DE INSULINA R 8 / 0 / 8, NPH 20 / 0 / 20, MTF 850 X 2. # HAS - TAMBÉM DE LONGA DATA - USO DE: ENALAPRIL 40MG /DIA, PROPRANOLOL 40MG 12/12 H. # DSLP - SVT 40. #  AVC HA CERCA DE 15 ANOS TAMBÉM. # HIPERTIREODISMO - USO DE TAPAZOL, TIREOIDECTOMIA PARCIAL POR NODULO. # G 2 C 2  # CHV: NEGA TABAGISMO, NEGA ETILISMO. # HMF: IRMÃO COM DOENÇA RENAL, DOIS SOBRINHOS COM NEFROPATIA TRANSPLANTADOS, TODOS OS IRMÃOS COM DM, MÃE  - OBITO POR CARDIOPATIA AOS 84 ANOS; MAIO/2014: RELAÇÃO ALBUMINA/CREATININA 451,34 MG/G; CR 0,6; PU - BACTERIURIA, PROTEINA, - LDL 133! HBA1C 8,7;  O #  BEG, CORADA, HIDRATADA, PA 160/100,  P 65, MV POSITIVO, SIMETRICO, BCRNF, ABDOMEN GLOBOSO, FLACIDO, SEM MASSAS, RHA POSITIVOS, MEMBROS - SEM EDEMA.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "avaliação",
      "ENCAMINHAMENTO"
    ],
    "Abreviação": [
      "HAS",
      "DM",
      "AVC",
      "S",
      "NPH",
      "MTF",
      "DSLP",
      "SVT",
      "G",
      "C",
      "CHV",
      "HMF",
      "PU",
      "O",
      "BEG",
      "PA",
      "P",
      "BCRNF",
      "RISCO CV ALTO",
      "INSULINA R",
      "CR 0 , 6",
      "HBA1C 8 , 7",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DM",
      "AVC",
      "DIABETES",
      "DSLP",
      "HIPERTIREODISMO",
      "TABAGISMO",
      "ETILISMO",
      "NEFROPATIA",
      "RETINOPATIA DIABÉTICA",
      "DOENÇA RENAL"
    ],
    "Conceito Temporal": [
      "PRÉVIO",
      "12/12 H"
    ],
    "Achado": [
      "S",
      "CHV",
      "HMF",
      "BEG",
      "CORADA",
      "HIDRATADA",
      "SIMETRICO",
      "BCRNF",
      "FLACIDO",
      "MAU CONTROLE",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Produto Intelectual": [
      "DIAGNÓSTICO"
    ],
    "Substância Farmacológica": [
      "NPH",
      "MTF",
      "ENALAPRIL",
      "PROPRANOLOL",
      "SVT",
      "TAPAZOL",
      "INSULINA R"
    ],
    "Substância Química Orgânica": [
      "MTF",
      "PROPRANOLOL",
      "SVT",
      "TAPAZOL"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Conceito Quantitativo": [
      "40",
      "2",
      "DOIS",
      "TODOS",
      "160/100",
      "65",
      "8 / 0 / 8",
      "20 / 0 / 20",
      "X 2",
      "40MG /DIA"
    ],
    "Processo Neoplásico": [
      "NODULO"
    ],
    "Sinal ou Sintoma": [
      "NODULO",
      "GLOBOSO",
      "MASSAS",
      "EDEMA"
    ],
    "Atributo Clínico": [
      "G",
      "C",
      "PA",
      "P"
    ],
    "Negação": [
      "NEGA",
      "SEM"
    ],
    "Grupo Familiar": [
      "IRMÃO",
      "SOBRINHOS",
      "IRMÃOS",
      "MÃE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRANSPLANTADOS",
      "TIREOIDECTOMIA PARCIAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "BACTERIURIA",
      "PROTEINA",
      "ALBUMINA/CREATININA 451 , 34 MG/G",
      "CR 0 , 6",
      "LDL 133",
      "HBA1C 8 , 7"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN"
    ],
    "Função Patológica": [
      "EDEMA"
    ]
  },
  "labels": {
    "5A24": {
      "term_original": "diabetes",
      "capitulo": "05",
      "confidence_embedding": 0.7878,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus não controlado ou instável. Definição: Diabetes instável ou lábil é um termo utilizado para descrever diabetes mellitus tipo 1 e tipo 2 com controle particularmente difícil. Isso resulta em oscilações extremas e frequentes nos níveis de glicose no sangue, causando hiperglicemia que pode levar à cetoacidose e hipoglicemia.",
      "classification_reasoning": "O termo 'diabetes' está relacionado ao diagnóstico de diabetes mellitus não controlado ou instável, como mencionado no prontuário (portadora de DM com diagnóstico há cerca de 15 anos, com retinopatia diabética - uso de insulina R 8 / 0 / 8, NPH 20 / 0 / 20, MTF 850 X 2.). A escolha do código 5A24 é a mais precisa para representar essa condição."
    },
    "9B71.0": {
      "term_original": "retinopatia diabética",
      "capitulo": "09",
      "confidence_embedding": 0.8123,
      "descricao_cid": "Representação de doença CID-11: Retinopatia diabética. Definição: Condição caracterizada como uma doença da retina (retinopatia) que envolve dano aos pequenos vasos sanguíneos da retina, o que é devido a níveis cronicamente elevados de glicose no sangue em pessoas com diabetes.",
      "classification_reasoning": "A paciente tem diabetes e apresenta retinopatia diabética, o que é confirmado pelo uso de insulina e medicamentos anti-diabéticos. Além disso, a presença de hipertireoidismo e histórico familiar de doenças renais e DM também apoiam essa escolha."
    },
    "MF96": {
      "term_original": "simetrico",
      "capitulo": "21",
      "confidence_embedding": 0.7792,
      "descricao_cid": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo.",
      "classification_reasoning": "A opção mais precisa para o termo 'simetrico' é a Proteinúria (Código: MF96), pois a descrição menciona excesso de proteínas séricas na urina, o que implica em uma representação simétrica da doença renal."
    },
    "BA02": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.7464,
      "descricao_cid": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica.",
      "classification_reasoning": "A escolha pelo código BA02 (Doença renal hipertensiva) é porque o termo 'HAS' é mencionado no contexto clínico como uma doença de longa duração, com uso de enalapril e propranolol. Isso sugere que a paciente tem doença renal hipertensiva."
    },
    "8A45.2Y": {
      "term_original": "rha positivos",
      "capitulo": "08",
      "confidence_embedding": 0.7134,
      "descricao_cid": "Representação de doença CID-11: Outros transtornos especificados da substância branca devidos a anormalidades vasculares ou isquemia. Definição: ",
      "classification_reasoning": "A opção mais precisa é a rabdomiólise secundária (8A45.2Y) porque o termo 'RHA positivos' refere-se a resultados de testes para detectar anticorpos contra o receptor de acetilcolina no músculo, característico da rabdomiólise."
    },
    "GB40": {
      "term_original": "doença renal",
      "capitulo": "16",
      "confidence_embedding": 0.8373,
      "descricao_cid": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose.",
      "classification_reasoning": "A paciente tem doença renal, como está relacionado ao histórico de Lucas e sua idade. Além disso, a presença de HAS (hipertensão arterial sistêmica) e DM (diabetes mellitus) aumenta o risco de insuficiência renal aguda, fazendo com que a opção GB40 seja mais precisa."
    },
    "9A78.20": {
      "term_original": "nodulo",
      "capitulo": "09",
      "confidence_embedding": 0.7027,
      "descricao_cid": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função.",
      "classification_reasoning": "O termo 'nodulo' é utilizado para descrever uma ceratopatia bolhosa, que é uma condição patológica caracterizada por pequenas vesículas ou bolhas na córnea devido à disfunção endotelial."
    },
    "QA32": {
      "term_original": "hmf",
      "capitulo": "24",
      "confidence_embedding": 0.7092,
      "descricao_cid": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para tuboplastia ou vasoplastia após esterilização prévia. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo HMF é a representação de doença CID-11: Pessoa em contato com os serviços de saúde para tuboplastia ou vasoplastia após esterilização prévia. Isso se ajusta ao contexto clínico, pois Lucas tem um irmão com doença renal e dois sobrinhos que receberam transplante de rins."
    },
    "MG29.1": {
      "term_original": "edema",
      "capitulo": "21",
      "confidence_embedding": 0.7922,
      "descricao_cid": "Representação de doença CID-11: Edema generalizado. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'edema' no contexto clínico é a representação de doença CID-11: Edema generalizado, pois o texto menciona 'MEMBROS - SEM EDEMA', sugerindo que o edema não está relacionado a uma lesão específica ou localizada. Além disso, a presença de hipertensão (PA 160/100) e insuficiência cardíaca (RISCO CV ALTO!) aumenta a probabilidade de edema generalizado."
    },
    "5A60.2": {
      "term_original": "hipertireodismo",
      "capitulo": "05",
      "confidence_embedding": 0.7648,
      "descricao_cid": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados.",
      "classification_reasoning": "O termo 'hipertireodismo' se refere à síndrome de secreção inapropriada do hormônio antidiurético (SIADH), que é caracterizada pela produção excessiva de ADH, levando a hiponatremia e hiposmolalidade. A descrição da paciente menciona hipertireodismo como uma das doenças presentes, o que justifica a escolha do código 5A60.2."
    },
    "5C51.20": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7797,
      "descricao_cid": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular.",
      "classification_reasoning": "A escolha do código 5C51.20 é justificada pelo fato de que o paciente tem diabetes (DM) e histórico de doenças renais, o que sugere uma possibilidade de hiperoxalúria primária tipo I."
    },
    "8B25.4": {
      "term_original": "avc",
      "capitulo": "08",
      "confidence_embedding": 0.7538,
      "descricao_cid": "Representação de doença CID-11: Efeitos tardios de acidente vascular cerebral desconhecido se isquêmico ou hemorrágico. Definição: Efeitos tardios ocorrendo após 1 mês ou mais do início da doença. Os códigos para acidente vascular cerebral (AVC) agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados.",
      "classification_reasoning": "A opção mais precisa é o código 8B25.4, pois o termo 'AVC' está relacionado a um acidente vascular cerebral desconhecido com efeitos tardios, que se encaixa na definição desse código."
    },
    "MF95": {
      "term_original": "mau controle",
      "capitulo": "21",
      "confidence_embedding": 0.7442,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A opção mais precisa para o termo 'mau controle' é a mioglobinúria (Código: MF95), pois a descrição menciona a presença de mioglobina na urina, o que está relacionado ao mau controle da doença renal e à falta de regulação energética nas células musculares."
    }
  }
}