{
  "prontuario_id": 602,
  "text": "Acompanhamento Nefrologia  desde 2012 devido encaminhamento da endocrinologia por DM.  ID: Lucas, 65 anos, do lar.  QP: Consulta para analise exames laboratoriais, sem queixas. paciente refere nicturia, maior vol urinario a noite. nega disuria. paciente refere edema principalmente se aumento ingesta sal. paciente refere dor em flanco D em caso de aumento da ingesta de sal. PAciente  relata aumento de 13 Kg em 8 meses.  medicamentos em uso:  Losartana 50mg 2 x/d,  Anlodipino 5mg 2 x/d, Atenolol 50mg 2 x/d, Hidroclorotiazida 25mg 1 x/d,  AAS 1mg 1 x/d, Atorvastatina 20mg 1 x/d, Trayenta (linagliptina), Actos 15mg 1 x/d, Isordil 5mg se dor peito, Clopidogrel 75mg 1 x/d,  Exames laboratoriais 23/05/2013: HMG: Hb  12,2; VG 36,3; leucocitos 5440; eosinofilos 3%; linfocitos 28%; bastonetes 1%; plaquetas 204000; creatinina 1,2; glicose 192; ureia 38; calcio total 9,3; ac urico 5,5; TG 138; HDL 47; Sodio 138; Potassio 4,8; CT 178; Fosforo 3,9; LDL 103; microalbuminuria 24 h 11,8; clearance creatinina pelo CKD-epi 48 ml/min. cx revascularizacao miocardio, Ponte de safena 2008, angioplastia 2012, HAS,  DM ha 12 anos, nega alergias.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "Acompanhamento",
      "encaminhamento",
      "Consulta"
    ],
    "Organização Relacionada à Saúde": [
      "Nefrologia"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Nefrologia",
      "endocrinologia"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "alergias"
    ],
    "Abreviação": [
      "DM",
      "ID",
      "QP",
      "AAS",
      "HAS",
      "maior vol urinario",
      "flanco D",
      "Hb 12 , 2",
      "VG 36 , 3",
      "CT 178"
    ],
    "Achado": [
      "QP",
      "cx revascularizacao miocardio",
      "Ponte de safena"
    ],
    "Negação": [
      "sem",
      "nega"
    ],
    "Sinal ou Sintoma": [
      "queixas",
      "nicturia",
      "disuria",
      "edema",
      "dor",
      "maior vol urinario",
      "aumento de 13 Kg"
    ],
    "Paciente ou Grupo com Deficiência": [
      "paciente",
      "PAciente"
    ],
    "Função Patológica": [
      "edema"
    ],
    "Substância Farmacológica": [
      "medicamentos",
      "Losartana",
      "Anlodipino",
      "Atenolol",
      "Hidroclorotiazida",
      "AAS",
      "Atorvastatina",
      "Trayenta",
      "linagliptina",
      "Actos",
      "Isordil",
      "Clopidogrel"
    ],
    "Substância Química Orgânica": [
      "Losartana",
      "Anlodipino",
      "Atenolol",
      "Hidroclorotiazida",
      "AAS",
      "Atorvastatina",
      "Trayenta",
      "linagliptina",
      "Actos",
      "Isordil",
      "Clopidogrel"
    ],
    "Conceito Quantitativo": [
      "5mg",
      "2 x/d",
      "25mg",
      "1 x/d"
    ],
    "Procedimento Laboratorial": [
      "HMG",
      "exames laboratoriais",
      "Exames laboratoriais"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "angioplastia",
      "cx revascularizacao miocardio",
      "Ponte de safena"
    ],
    "Localização ou Região Corporal": [
      "flanco D"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Hb 12 , 2",
      "VG 36 , 3",
      "leucocitos 5440",
      "eosinofilos 3%",
      "linfocitos 28%",
      "bastonetes 1%",
      "plaquetas 204000",
      "creatinina 1 , 2",
      "glicose 192",
      "ureia 38",
      "calcio total 9 , 3",
      "ac urico 5 , 5",
      "TG 138",
      "HDL 47",
      "Sodio 138",
      "Potassio 4 , 8",
      "CT 178",
      "Fosforo 3 , 9",
      "LDL 103",
      "microalbuminuria 24 h 11 , 8",
      "clearance creatinina pelo CKD-epi 48 ml/min"
    ]
  },
  "labels": {
    "BD93": {
      "term_original": "edema",
      "capitulo": "11",
      "confidence_embedding": 0.7892,
      "descricao_cid": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais.",
      "classification_reasoning": "A opção mais precisa para o termo 'edema' é a Linfedema (BD93), uma condição caracterizada pelo acúmulo excessivo de linfa nos tecidos, que causa edema e pode afetar as extremidades. A descrição da doença menciona a presença de edema, principalmente após aumento da ingestão de sal, o que se alinha com a apresentação clínica do paciente."
    },
    "5B5K.6": {
      "term_original": "has",
      "capitulo": "05",
      "confidence_embedding": 0.7696,
      "descricao_cid": "Representação de doença CID-11: Deficiência de cobre. Definição: Deficiência dietética é rara e tem sido observada em prematuros e bebês com baixo peso ao nascimento que são alimentados exclusivamente com leite de vaca e em indivíduos em nutrição parenteral total (NPT) prolongada sem cobre. Manifestações clínicas incluem despigmentação de pele e cabelo, distúrbios neurológicos, leucopenia, anemia microcítica e hipocrômica e anormalidades esqueléticas.",
      "classification_reasoning": "A escolha do código 5B5K.6 (Deficiência de cobre) é a mais precisa para o termo 'has' no contexto clínico, pois o paciente tem história de revascularização miocárdica e ponte de safena, sugerindo uma possível doença cardiovascular."
    },
    "MF55": {
      "term_original": "disuria",
      "capitulo": "21",
      "confidence_embedding": 0.7487,
      "descricao_cid": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina.",
      "classification_reasoning": "A paciente refere nicturia, maior volume urinário à noite, o que caracteriza a poliúria. Além disso, não há referência a dor ao urinar (disuria), portanto, a escolha MF55 como mais precisa para o termo dentro do contexto clínico."
    },
    "MG43.6": {
      "term_original": "aumento de 13 kg",
      "capitulo": "21",
      "confidence_embedding": 0.76,
      "descricao_cid": "Representação de doença CID-11: Ganho de peso excessivo. Definição: Aumento na massa corporal total, devido ao aumento de fluido, gordura ou tecido adiposo, ou massa magra (muscular) que está fora da faixa esperada para crescimento e desenvolvimento normal e é suficiente em quantidade para criar risco para a saúde do indivíduo.",
      "classification_reasoning": "O aumento de peso excessivo é mencionado como um sintoma pelo paciente, especificamente aumento de 13 kg em 8 meses. Isso é uma indicação clínica do código MG43.6: Ganho de peso excessivo."
    },
    "GB40": {
      "term_original": "nicturia",
      "capitulo": "16",
      "confidence_embedding": 0.7686,
      "descricao_cid": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose.",
      "classification_reasoning": "A escolha é pela síndrome nefrítica (Código CID-11: GB40) devido à presença de nictura, maior volume urinário à noite e edema principalmente relacionado ao aumento da ingestão de sal. Além disso, a dor em flanco D também é mencionada como ocorrendo apenas quando há aumento da ingestão de sal, o que sugere uma possível relação com a síndrome nefrítica."
    },
    "NC95.50": {
      "term_original": "ponte de safena",
      "capitulo": "22",
      "confidence_embedding": 0.7024,
      "descricao_cid": "Representação de doença CID-11: Laceração da veia safena menor ao nível da perna. Definição: ",
      "classification_reasoning": "A ponte de safena mencionada no contexto clínico refere-se ao procedimento cirúrgico realizado em 2008, que é relacionado à lesão da veia safena menor ao nível da perna (NC95.50)."
    },
    "BC43.7": {
      "term_original": "cx revascularizacao miocardio",
      "capitulo": "11",
      "confidence_embedding": 0.7649,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A escolha do código BC43.7 (Cardiomiopatia diabética) é mais precisa por causa da referência à revascularização miocárdio e ao histórico de diabetes mellitus há 12 anos, o que sugere um comprometimento miocárdico relacionado à doença."
    },
    "8E43.0": {
      "term_original": "dor",
      "capitulo": "08",
      "confidence_embedding": 0.7554,
      "descricao_cid": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema.",
      "classification_reasoning": "A dor referida pelo paciente em seu flanco direito pode ser relacionada à neuropatia diabética, comum em pacientes com diabetes melito como o paciente, e caracterizada por dor elétrica ou queimação."
    },
    "5A60.2": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7635,
      "descricao_cid": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados.",
      "classification_reasoning": "O paciente refere nicturia e maior volume de urina à noite, sem disuria, o que sugere uma possível alteração na regulação do equilíbrio de líquidos. Além disso, a referência ao edema e dor em flanco direito em caso de aumento da ingesta de sal também aponta para um possível problema de sobrecarga de líquidos."
    }
  }
}