{
  "prontuario_id": 932,
  "text": "LUCAS, 55 ANOS, RETORNO PARA AVALIAÇÃO DE EXAMES,  EM ACOMPANHAMENTO HÁ 3 ANOS POR DM 2, EM USO INSULINA NPH 16 U ANTES DE DORMIR E METFORMINA 850 MG 2 VEZES AO DIA, REFERE CONTROLE DA DOENÇA  CARDIOMIOPATIA ISQUEMICA COM HISTORICO DE CX PARA REVASCULARIZAÇÃO (3 POSTES SAFENA) EM 2011, HIPERTENSO EM USO DE ENALAPRIL 1 CP A NOITE,  DISLIPIDEMICO EM USO DE SINVASTATINA 60 MG,  EM USO DE AAS 100 MG, EM USO DE CLOPRIM 75 MG.  EXAMES: HMG - HB 12,5; HT 35,9; PLAQUETAS 217000;   CR 1 MG/DL, CKD-EPI 84 ML/ MIN, GLICOSE 113 MG/DL, HEMO GLICADA 6,03%; AC URICO 8;   TG 171; HDL 46; CT 197; LDL 117; TGP 17; TGO 27;  ACIDO FOLICO 20; MICROALBUMINURIA EM AMOSTRA ISOLADA 5,88 MG/G DE CREATININA.  SINAIS VITAIS  110/ 70 MMHG, PULSO  76.  CONDUTA: VYTORIN 10/40 MG 1 COMPRIMIDO AO DIA, NO LUGAR DE SINVASTATINA 60 MG. SOLICITADO RETORNO EM MARÇO DE 2015, COM EXAMES.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "ACOMPANHAMENTO",
      "SOLICITADO RETORNO"
    ],
    "Substância Farmacológica": [
      "METFORMINA",
      "ENALAPRIL",
      "SINVASTATINA",
      "AAS",
      "CLOPRIM",
      "VYTORIN",
      "INSULINA NPH"
    ],
    "Substância Química Orgânica": [
      "METFORMINA",
      "SINVASTATINA",
      "AAS",
      "CLOPRIM",
      "VYTORIN"
    ],
    "Achado": [
      "HIPERTENSO",
      "DISLIPIDEMICO"
    ],
    "Doença ou Síndrome": [
      "HIPERTENSO",
      "DISLIPIDEMICO",
      "DM 2",
      "DOENÇA CARDIOMIOPATIA ISQUEMICA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Abreviação": [
      "AAS",
      "DM 2",
      "CX PARA REVASCULARIZAÇÃO",
      "AC URICO 8"
    ],
    "Procedimento Laboratorial": [
      "EXAMES",
      "HMG"
    ],
    "Atributo Clínico": [
      "PULSO",
      "SINAIS VITAIS"
    ],
    "Conceito Quantitativo": [
      "76",
      "16 U",
      "850 MG",
      "2 VEZES AO DIA",
      "1 CP A NOITE",
      "60 MG",
      "100 MG",
      "75 MG",
      "110/ 70 MMHG",
      "10/40 MG",
      "1 COMPRIMIDO AO DIA"
    ],
    "Produto Intelectual": [
      "CONDUTA"
    ],
    "Conceito Temporal": [
      "ANTES DE DORMIR"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX PARA REVASCULARIZAÇÃO",
      "POSTES SAFENA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HB 12 , 5",
      "HT 35 , 9",
      "PLAQUETAS 217000",
      "CR 1 MG/DL",
      "CKD-EPI 84 ML/ MIN",
      "GLICOSE 113 MG/DL",
      "HEMO GLICADA 6 , 03%",
      "AC URICO 8",
      "TG 171",
      "HDL 46",
      "CT 197",
      "LDL 117",
      "TGP 17",
      "TGO 27",
      "ACIDO FOLICO 20",
      "MICROALBUMINURIA EM AMOSTRA ISOLADA 5",
      "88 MG/G DE CREATININA"
    ]
  },
  "labels": {
    "BC43.7": {
      "term_original": "doença cardiomiopatia isquemica",
      "capitulo": "11",
      "confidence_embedding": 0.8031,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A cardiomiopatia diabética é a opção mais precisa para o termo 'doença cardiomiopatia isquemica' no contexto clínico, pois Lucas tem DM2 e história de cardiomiopatia isquêmica com intervenções coronárias. A presença de insulina NPH e metformina também apoia a escolha da cardiomiopatia diabética."
    },
    "5C80.3": {
      "term_original": "dm 2",
      "capitulo": "05",
      "confidence_embedding": 0.7637,
      "descricao_cid": "Representação de doença CID-11: Hiperalfalipoproteinemia. Definição: Condição em que a lipoproteína de alta densidade sérica está elevada.",
      "classification_reasoning": "O termo 'dm 2' refere-se ao diabetes mellitus tipo 2, e o código CID-11 mais preciso para isso é o Código 5C80.3, que representa a Representação de doença CID-11: Hiperalfalipoproteinemia."
    },
    "BA01": {
      "term_original": "hipertenso",
      "capitulo": "11",
      "confidence_embedding": 0.8169,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A escolha do código BA01 é a mais precisa para o termo 'hipertenso' no contexto clínico, pois está relacionado à doença cardíaca hipertensiva, que é mencionada no prontuário como um problema de saúde crônico de Lucas. Além disso, a presença de enalapril 1 CP à noite e a conduta com Vytorin 10/40 MG 1 comprimido ao dia, no lugar de Sinvastatina 60 MG, sugerem que o hipertensivo é um componente importante da doença cardíaca de Lucas."
    }
  }
}