{
  "prontuario_id": 360,
  "text": "LUCAS  60 ANOS COMORBIDADES: IAM HÁ 5 ANOS - CATETERIZAÇÃO, ICC, DISLIPIDEMIA, HAS, DM MUC: AAS 100MG 1CP, ENALAPRIL 10MG 1CP 12/12HRS, SELOZOK 100MG 1CP 12/12HRS, ESPIRONOLACTONA 25MG 1CP, SINVASTATINA 20MG 2CP, FLUOXETINA 10MG 1CP  GLIFAGE 500MG 1CP NOITE, INSULINA NPH 28U M 24U N, INSULINA REGULAR 12U N  #S - EM ACOMPANHAMENTO AMBULATORIAL POR DM TIPO 2 HÁ 5 ANOS, DX DE DM HÁ 23 ANOS - PACIENTE VAI FAZER O LASER PARA CORREÃO DA VISÃO - NEGA ALTERAÇÕES DE HABITO URINARIO E INTESTINAL - NÃO FAZ ACOMPANHAMENTO NUTRICIONAL - PRATICA CAMINHADAS DE 1 HORA PELA MANHA E A ATARDE TODO DIA   # O - BEG , LOTE, ANICTERICA, ACIANOTICA, CORADA E HIDRATADA - CV : BRNF 2T SS - CPP : spp - ABS : spp - MMII : PES BEM CUIDADOS, COM TROFISMO PRESERVADO, SEM EVIDENCIA DE ONICOMICOSE  EXAMES LABORATORIAIS - Cr 1,2 TFG CKD EPI 48.9 ml/min/1.73 m2- GLICOSE 155 - HBAC1 7,86% - MICROALBUMINURIA 24 HRS 10,8MG / 24HRS  # A - DM TIPO 2 EM ACOMPANHAMENTO - SEM EVIDENCIA DE IRC  # P - PACIENTE ORIENTADA QUANDO AO CONTROLE DA GLICEMIA CAPILAR - ORIENTAÇAO PARA PEGA FITAS  E FAZER CADASTRO EM CURITIBA",
  "entities": {
    "Doença ou Síndrome": [
      "COMORBIDADES",
      "IAM",
      "ICC",
      "DISLIPIDEMIA",
      "HAS",
      "DM",
      "ONICOMICOSE",
      "IRC",
      "DM TIPO 2"
    ],
    "Abreviação": [
      "IAM",
      "ICC",
      "HAS",
      "DM",
      "MUC",
      "AAS",
      "1CP",
      "2CP",
      "M",
      "N",
      "S",
      "DX",
      "O",
      "BEG",
      "LOTE",
      "CV",
      "SS",
      "CPP",
      "spp",
      "ABS",
      "MMII",
      "A",
      "IRC",
      "P",
      "DM TIPO 2",
      "BRNF 2T",
      "Cr 1 , 2"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CATETERIZAÇÃO",
      "LASER",
      "CORREÃO DA VISÃO",
      "CONTROLE DA GLICEMIA CAPILAR"
    ],
    "Achado": [
      "MUC",
      "S",
      "BEG",
      "LOTE",
      "ANICTERICA",
      "ACIANOTICA",
      "CORADA",
      "HIDRATADA",
      "SS",
      "spp",
      "BRNF 2T",
      "BEM CUIDADOS",
      "TROFISMO PRESERVADO"
    ],
    "Substância Farmacológica": [
      "AAS",
      "ENALAPRIL",
      "SELOZOK",
      "ESPIRONOLACTONA",
      "SINVASTATINA",
      "FLUOXETINA",
      "GLIFAGE",
      "INSULINA NPH",
      "INSULINA REGULAR"
    ],
    "Conceito Temporal": [
      "12/12HRS",
      "NOITE",
      "M",
      "N",
      "MANHA",
      "HÁ 5 ANOS",
      "HÁ 23 ANOS",
      "1 HORA",
      "TODO DIA"
    ],
    "Organização Relacionada à Saúde": [
      "AMBULATORIAL"
    ],
    "Atividade de Assistência à Saúde": [
      "DX",
      "O",
      "ACOMPANHAMENTO",
      "ORIENTADA",
      "ORIENTAÇAO",
      "ACOMPANHAMENTO NUTRICIONAL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Negação": [
      "NEGA",
      "NÃO",
      "ANICTERICA",
      "ACIANOTICA",
      "SS",
      "spp",
      "SEM"
    ],
    "Função de Organismo": [
      "INTESTINAL",
      "HABITO URINARIO"
    ],
    "Sistema Corporal": [
      "CV",
      "CPP"
    ],
    "Localização ou Região Corporal": [
      "ABS",
      "MMII"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PES"
    ],
    "Procedimento Diagnóstico": [
      "A"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Dispositivo Médico": [
      "FITAS"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "INSULINA NPH",
      "INSULINA REGULAR"
    ],
    "Hormônio": [
      "INSULINA NPH",
      "INSULINA REGULAR"
    ],
    "Procedimento Laboratorial": [
      "EXAMES LABORATORIAIS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Cr 1 , 2",
      "TFG CKD EPI 48",
      "GLICOSE 155",
      "HBAC1 7 , 86%",
      "MICROALBUMINURIA 24 HRS 10 , 8MG / 24HRS"
    ]
  },
  "labels": {
    "4A44.B": {
      "term_original": "irc",
      "capitulo": "04",
      "confidence_embedding": 0.7481,
      "descricao_cid": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição.",
      "classification_reasoning": "A escolha do código 4A44.B (Vasculite leucocitoclástica) é a mais precisa porque não há evidência de IRC (Insuficiência Renal Crônica) no contexto clínico, e as outras opções não estão relacionadas ao termo 'irc' ou não se aplicam ao paciente."
    },
    "5B70": {
      "term_original": "muc",
      "capitulo": "05",
      "confidence_embedding": 0.7782,
      "descricao_cid": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade.",
      "classification_reasoning": "A opção mais precisa para o termo 'muc' dentro do contexto clínico é a deficiência de ácidos graxos essenciais (AGE), pois a presença do termo em um contexto de doença renal crônica (CKD) e diabetes mellitus tipo 2 (DM) sugere uma possibilidade de déficit nutricional relacionado à falta de AGE na dieta. Além disso, a deficiência de ácidos graxos essenciais pode ser associada a alterações cardiovasculares e renais, o que é compatível com os achados clínicos apresentados no prontuário."
    },
    "EB13.0": {
      "term_original": "onicomicose",
      "capitulo": "14",
      "confidence_embedding": 0.7735,
      "descricao_cid": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira.",
      "classification_reasoning": "A opção mais precisa para o termo 'onicomicose' é a síndrome de Stevens-Johnson (SSJ), que envolveu hipersensibilidade mediada por imunocomplexos afetando mucosas e pele. A definição da SSJ inclui a descamação e ulceração extensa, carregando um risco significativo de desfecho fatal, o que se encaixa com a situação do paciente Lucas."
    },
    "9A94.1": {
      "term_original": "acianotica",
      "capitulo": "09",
      "confidence_embedding": 0.7636,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "A opção mais precisa é a síndrome da íris flácida (9A94.1), pois o termo 'acianotica' sugere uma condição relacionada à córnea ou à íris, e a descrição da doença menciona a possibilidade de prolapsamento da íris durante a cirurgia."
    },
    "BC81.30": {
      "term_original": "brnf 2t",
      "capitulo": "11",
      "confidence_embedding": 0.7538,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A opção mais precisa é a fibrilação atrial paroxística (BC81.30) pois o termo 'brnf' está relacionado ao registro de frequência cardíaca e a descrição da doença refere-se à presença de episódios recorrentes de fibrilação atrial."
    },
    "ss": {
      "term_original": "ss",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'ss' é a Representação de doença CID-11: Síndromes de alto débito (BD12), pois o contexto clínico menciona uma série de sintomas e exames laboratoriais relacionados à doença cardiovascular, como hipertensão arterial, dislipidemia e insuficiência cardíaca."
    },
    "9B10.21": {
      "term_original": "spp",
      "capitulo": "09",
      "confidence_embedding": 0.7509,
      "descricao_cid": "Representação de doença CID-11: Catarata diabética. Definição: Refere-se a um grupo não especificado de doenças metabólicas em que a pessoa apresenta glicose sanguínea aumentada, seja porque o pâncreas não produz insulina suficiente ou porque as células não respondem à insulina que é produzida. Esse diagnóstico é quando há catarata diabética.",
      "classification_reasoning": "A opção mais precisa é a catarata diabética, pois o paciente tem DM tipo 2 em acompanhamento e está programado para fazer um procedimento de laser para correção da visão, sugerindo que ele tem comprometimento visual relacionado à sua diabetes."
    },
    "BD10": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.7553,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A escolha pelo código BD10 (Insuficiência cardíaca congestiva) se baseia na presença de histórico de IAM (Insuficiência Atrial Malha) e também pela mencionada comorbidade de HAS (Hipertensão Arterial Sistêmica), que é um fator de risco para a insuficiência cardíaca."
    },
    "BD54": {
      "term_original": "iam",
      "capitulo": "11",
      "confidence_embedding": 0.7515,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A opção mais precisa para o termo 'iam' é Úlcera de pé diabético, considerando que a paciente tem DM tipo 2 e histórico de IAM há 5 anos, com sequelas que podem incluir lesões nos pés."
    },
    "5A11": {
      "term_original": "dm tipo 2",
      "capitulo": "05",
      "confidence_embedding": 0.7757,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus tipo 2. Definição: Diabetes Mellitus tipo 2 (anteriormente diabetes mellitus não dependente de insulina ou diabetes de início na idade adulta) é um transtorno metabólico que se caracteriza por níveis elevados de glicose no sangue, no contexto de resistência à insulina e deficiência relativa de insulina.",
      "classification_reasoning": "A escolha foi baseada na observação de que o paciente tem DM tipo 2 em acompanhamento, sendo a opção mais precisa para o termo 'dm tipo 2' no contexto clínico."
    },
    "BC43.7": {
      "term_original": "dislipidemia",
      "capitulo": "11",
      "confidence_embedding": 0.7615,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A dislipidemia está relacionada à cardiomiopatia diabética, caracterizada por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, o que justifica a escolha do código BC43.7"
    }
  }
}