{
  "prontuario_id": 222,
  "text": "feminino, 75 anos acompanhamento da diabetes e da creatinina  parcial de urina : nitrito positivo, leucocitos 57, cor castanha, traços de proteinas creatinina 1.9 CKD/EPI 25 ml/min Hb glicada 8,5 % glicose durante o dia : de manha controlada e no inicio e fim da noite sempre mais alta  HMF : DM 2 e HAS há 30 anos dislipidemia doença renal estagio 4 obesidade e sedentarismo cx previas : platina no braço e perna  em uso de : losartana 30 mg 2x dia sinvastatina 20 mg 1 x dia omeprazol 20 mg 1 x ao dia hidroclorotiazida 25 mg 1 x dia fluoxetina 20 mg 1 x dia insulina : NPH 50U de manha e 30U de noite, regular apenas de meio dia quando esta alta , usa 5 U uso de metformina apenas quando glicose maior que 300  PA : 117/64 mmHg FC : 67 bpm MMII edema 1+/4+ peso : 108 kg diurese mais de 3 x ao dia evacuaçoes : 1 x na semana  conduta : retirar metformina NPH 50 de manha, 10 no almoço e 30U de noite  atb com macrodantina 100 mg 2x ao dia",
  "entities": {
    "Atributo Clínico": [
      "feminino",
      "PA",
      "FC",
      "peso"
    ],
    "Atividade de Assistência à Saúde": [
      "acompanhamento",
      "conduta",
      "retirar"
    ],
    "Doença ou Síndrome": [
      "diabetes",
      "HAS",
      "dislipidemia",
      "obesidade",
      "DM 2",
      "doença renal estagio 4"
    ],
    "Substância Biologicamente Ativa": [
      "creatinina",
      "glicose"
    ],
    "Substância Química Orgânica": [
      "glicose",
      "macrodantina"
    ],
    "Substância Farmacológica": [
      "glicose",
      "losartana",
      "sinvastatina",
      "omeprazol",
      "hidroclorotiazida",
      "fluoxetina",
      "insulina",
      "NPH",
      "regular",
      "metformina",
      "macrodantina"
    ],
    "Conceito Temporal": [
      "manha",
      "previas",
      "noite",
      "durante o dia",
      "inicio e fim da noite",
      "há 30 anos",
      "meio dia",
      "1 x na semana"
    ],
    "Abreviação": [
      "HMF",
      "HAS",
      "cx",
      "NPH",
      "PA",
      "FC",
      "MMII",
      "atb",
      "DM 2"
    ],
    "Achado": [
      "HMF"
    ],
    "Sinal ou Sintoma": [
      "sedentarismo",
      "edema"
    ],
    "Comportamento Individual": [
      "sedentarismo"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "cx",
      "platina"
    ],
    "Elemento, Íon ou Isótopo": [
      "platina"
    ],
    "Localização ou Região Corporal": [
      "braço",
      "perna",
      "MMII"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "insulina",
      "NPH",
      "regular"
    ],
    "Hormônio": [
      "insulina",
      "NPH",
      "regular"
    ],
    "Resultado Laboratorial ou de Teste": [
      "1+/4+",
      "nitrito positivo",
      "leucocitos 57",
      "cor castanha",
      "traços de proteinas",
      "creatinina 1",
      "CKD/EPI 25 ml/min",
      "Hb glicada 8 , 5 %"
    ],
    "Conceito Quantitativo": [
      "1+/4+",
      "30 mg",
      "2x dia",
      "20 mg",
      "1 x dia",
      "1 x ao dia",
      "25 mg",
      "5 U",
      "maior que 300",
      "117/64 mmHg",
      "67 bpm",
      "108 kg",
      "3 x ao dia",
      "1 x na semana",
      "100 mg",
      "2x ao dia"
    ],
    "Função de Organismo": [
      "diurese",
      "evacuaçoes"
    ],
    "Produto Intelectual": [
      "conduta"
    ],
    "Antibiótico": [
      "atb"
    ],
    "Grupo Etário": [
      "75 anos"
    ],
    "Procedimento Laboratorial": [
      "parcial de urina"
    ]
  },
  "labels": {
    "5B81": {
      "term_original": "sedentarismo",
      "capitulo": "05",
      "confidence_embedding": 0.7563,
      "descricao_cid": "Representação de doença CID-11: Obesidade. Definição: A obesidade é uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos únicos podem ser identificados (medicamentos, doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).\r\nO índice de massa corporal (IMC) é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir obesidade variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, a obesidade é definida por um IMC maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento.",
      "classification_reasoning": "A obesidade está relacionada ao sedentarismo, característica mencionada no contexto clínico. A escolha do código 5B81 é a mais precisa pois é uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde."
    },
    "BD93": {
      "term_original": "edema",
      "capitulo": "11",
      "confidence_embedding": 0.7862,
      "descricao_cid": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais.",
      "classification_reasoning": "A presença de edema 1+/4+ no paciente, associada à doença renal estagio 4 e histórico de diabetes, sugere a possibilidade de linfedema. A escolha do código BD93 se justifica pela descrição da doença como um edema devido ao acúmulo excessivo de linfa nos tecidos, o que é compatível com os achados clínicos apresentados no prontuário."
    },
    "5C70.0": {
      "term_original": "has",
      "capitulo": "05",
      "confidence_embedding": 0.7618,
      "descricao_cid": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água.",
      "classification_reasoning": "A desidratação é mencionada como possibilidade com a presença de leucocitos 57 na urina, indicando uma possível perda excessiva de água no corpo."
    },
    "5A13.3": {
      "term_original": "diabetes",
      "capitulo": "05",
      "confidence_embedding": 0.7912,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus devido a endocrinopatias. Definição: Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido.",
      "classification_reasoning": "Diabetes tipo 2 em adultos é a forma mais comum de diabetes e é caracterizada por hipersecreção de insulina e resistência periférica à insulina. A paciente tem história de diabetes tipo 2 há 30 anos, apresenta glicose durante o dia controlada pela insulina NPH e metformina, mas com variações durante a noite e meio-dia. Além disso, tem doença renal estagio 4 e obesidade, fatores de risco para diabetes tipo 2."
    },
    "GB60.3": {
      "term_original": "doença renal estagio 4",
      "capitulo": "16",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha por GB60.3 se baseia na presença de doença renal estágio 4, com creatinina parcial de urina de 1,9 e clearance de urina de 25 ml/min. Isso é coerente com a definição de insuficiência renal aguda, estágio 3 (GB60.2), mas considerando o contexto clínico como um todo, a escolha mais precisa é GB60.3, que corresponde ao estágio 4 de doença renal crônica."
    },
    "5B5A.0": {
      "term_original": "dm 2",
      "capitulo": "05",
      "confidence_embedding": 0.7428,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "Como o termo extraído é 'DM 2', que é a forma de diabetes, e considerando o contexto clínico do paciente com diabetes tipo 2 (DM 2) há 30 anos, a opção mais precisa é a Beribéri (5B5A.0)."
    },
    "E66.3Z": {
      "term_original": "obesidade",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A obesidade é uma condição crônica caracterizada por um excesso de gordura corpórea, que está claramente relacionada à situação do paciente, com peso de 108 kg e sedentarismo há 30 anos."
    },
    "DA14.82": {
      "term_original": "dislipidemia",
      "capitulo": "13",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A dislipidemia é uma condição caracterizada por um excesso de lipídios no sangue, o que pode ser um fator de risco para a doença cardiovascular e renal. Na história do paciente há doença renal estagio 4 e obesidade, o que aumenta o risco de dislipidemia."
    }
  }
}