{
  "prontuario_id": 178,
  "text": "PACIENTE INTERNA PARA REALIZAR ACTP + STENT .  PROCEDIMENTO NÃO FOI REALIZADO POIS FIO-GUIA NÃO ULTRAPASSOU A LESÃO.  NA INTERNAÇÃO, INVESTIGOU-SE QUEIXAS DE CLAUDICAÇÃO INTERMITENTE COM ARTERIOGRAFIA DE MMII , EVIDENCIANDO LESÃO SEVERA EM ARTÉRIA FEMORAL EXTERNA BILATERALMENTE.  PACIENTE ASSINTOMÁTICA, OPTOU-SE POR ALTA HOSPITALAR E RETORNO PARA AVALIAÇÃO COM O Doutor Vital Brazil SAAD, CONFORME ORIENTADO PELO Doutor Vital Brazil ZAGO.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "REALIZADO",
      "INVESTIGOU-SE",
      "RETORNO",
      "AVALIAÇÃO",
      "ORIENTADO",
      "ALTA HOSPITALAR"
    ],
    "Abreviação": [
      "ACTP",
      "MMII"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ACTP",
      "PROCEDIMENTO"
    ],
    "Procedimento Diagnóstico": [
      "ACTP",
      "PROCEDIMENTO",
      "INVESTIGOU-SE",
      "ARTERIOGRAFIA"
    ],
    "Dispositivo Médico": [
      "STENT",
      "FIO-GUIA"
    ],
    "Negação": [
      "NÃO",
      "ASSINTOMÁTICA"
    ],
    "Lesão ou Envenenamento": [
      "LESÃO"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Achado": [
      "ASSINTOMÁTICA"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS DE CLAUDICAÇÃO INTERMITENTE"
    ],
    "Resultado Laboratorial ou de Teste": [
      "LESÃO SEVERA EM ARTÉRIA FEMORAL EXTERNA BILATERALMENTE"
    ]
  },
  "labels": {
    "M34.7": {
      "term_original": "queixas de claudicação intermitente",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A queixa de claudicação intermitente é característica de doenças vasculares, como a artéria femoral externa bilateralmente lesada, descrita no contexto clínico."
    },
    "NA06.00": {
      "term_original": "lesão",
      "capitulo": "22",
      "confidence_embedding": 0.7256,
      "descricao_cid": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo.",
      "classification_reasoning": "A opção mais precisa é a NA06.00 porque o termo 'lesão' se refere a uma lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção, o que está relacionado à descrição da lesão na artéria femoral externa bilateralmente mencionada no contexto."
    }
  }
}