{
  "prontuario_id": 858,
  "text": "12:10H - RETORNOU DO CC , CALMO, COMUNICATIVO, EUPNEICO EM AR AMBIENTE, SEM QUEIXAS DE DOR. ACESSO VENOSO PERIFÉRICO COM FLUIDOTERAPIA EM CURSO EM MSE. ABDOME PLANO, FLÁCIDO . SVD ATIVA COM DIURESE CLARA PRESENTE EM BOLSA COLETORA. CURATIVOS OCLUSIVOS LIMPO E SECOS EM REGIÃO DO QUADRIL BILATERAL , MMII SEM PRESENÇA DE EDEMA, PERFUSÃO E PULSOS DISTAIS PRESENTES. ORIENTO BOLSA DE GELO. SEGUE SOB CUIDADOS DE ENFEMRAGEM.  Enfermeira Florence Nightingale.  COXARTROSE PRIMARIA BILATERAL",
  "entities": {
    "Abreviação": [
      "CC",
      "MSE",
      "SVD",
      "MMII"
    ],
    "Organização Relacionada à Saúde": [
      "CC"
    ],
    "Achado": [
      "CALMO",
      "COMUNICATIVO",
      "PLANO",
      "FLÁCIDO",
      "ATIVA",
      "LIMPO",
      "SECOS",
      "PRESENTES",
      "EUPNEICO EM AR AMBIENTE",
      "DIURESE CLARA"
    ],
    "Negação": [
      "SEM"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FLUIDOTERAPIA",
      "SVD",
      "ACESSO VENOSO PERIFÉRICO",
      "CURATIVOS OCLUSIVOS",
      "BOLSA DE GELO"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "ABDOME",
      "MMII",
      "REGIÃO DO QUADRIL"
    ],
    "Dispositivo Médico": [
      "SVD",
      "ACESSO VENOSO PERIFÉRICO",
      "BOLSA COLETORA",
      "CURATIVOS OCLUSIVOS",
      "BOLSA DE GELO"
    ],
    "Conceito Espacial": [
      "BILATERAL"
    ],
    "Sinal ou Sintoma": [
      "EDEMA",
      "QUEIXAS DE DOR"
    ],
    "Atributo Clínico": [
      "PERFUSÃO",
      "PULSOS DISTAIS"
    ],
    "Atividade de Assistência à Saúde": [
      "ORIENTO",
      "CUIDADOS DE ENFEMRAGEM"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Função de Organismo": [
      "DIURESE CLARA"
    ],
    "Doença ou Síndrome": [
      "COXARTROSE PRIMARIA"
    ]
  },
  "labels": {
    "FA80.8": {
      "term_original": "flácido",
      "capitulo": "15",
      "confidence_embedding": 0.7724,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'flácido' é a degeneração de disco intervertebral da coluna lombar sem prolapso de disco (FA80.8), pois a descrição menciona um abdome plano e flácido, sugerindo uma condição relacionada à coluna vertebral."
    },
    "EH40.3": {
      "term_original": "edema",
      "capitulo": "14",
      "confidence_embedding": 0.8102,
      "descricao_cid": "Representação de doença CID-11: Edema hemorrágico agudo da infância. Definição: O edema hemorrágico agudo é uma vasculite cutânea mediada por imunocomplexos geralmente associada a infecção respiratória ou imunização. Acomete crianças com idades entre 4 meses e 2 anos, sendo meninos duas vezes mais afetados do que meninas. A dramática aparência clínica do edema facial e dos membros com múltiplas máculas purpúricas em alvo contrasta com seu curso geralmente benigno.",
      "classification_reasoning": "A presença do termo 'edema' no contexto clínico sugere a possibilidade de uma resposta inflamatória aguda, caracterizada por edema e hemorragia cutânea. A definição da doença CID-11 EH40.3 descreve um quadro similar, associado a infecção respiratória ou imunização, o que é coerente com o contexto de pacientes sob cuidados de enfermagem."
    },
    "FA38.3": {
      "term_original": "coxartrose primaria",
      "capitulo": "15",
      "confidence_embedding": 0.7131,
      "descricao_cid": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética.",
      "classification_reasoning": "A escolha do código FA38.3 é baseada na descrição de 'coxartrose primária bilateral' no contexto, que refere-se a uma lesão articular bilateral não-infecciosa e crônica, característica da coxartrose hemofílica."
    },
    "4A85.21": {
      "term_original": "ativa",
      "capitulo": "04",
      "confidence_embedding": 0.7783,
      "descricao_cid": "Representação de doença CID-11: Urticária ou angioedema induzido pelo alimento. Definição: Urticária e/ou angioedema desencadeados por ingestão ou contato direto com alérgeno da comida em paciente sensibilizado.",
      "classification_reasoning": "Como o termo 'ativa' está relacionado à urticária ou angioedema, que é uma condição de hipersensibilidade alérgica, a escolha mais precisa para este contexto clínico é o código 4A85.21."
    },
    "MG30.20": {
      "term_original": "queixas de dor",
      "capitulo": "21",
      "confidence_embedding": 0.8043,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente.",
      "classification_reasoning": "A queixa de dor está relacionada à cirurgia realizada, portanto, a escolha mais precisa é MG30.20, que descreve a dor crônica pós-traumática."
    },
    "MB23.H": {
      "term_original": "presentes",
      "capitulo": "21",
      "confidence_embedding": 0.7521,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A presença de 'presentes' no texto refere-se à ausência de dor e à normalidade do estado geral, o que sugere a crise de pânico. Além disso, a orientação para a bolsa de gelo também pode estar relacionada à crise de pânico."
    }
  }
}