{
  "prontuario_id": 928,
  "text": "DAC ESTAVEL -LESAO  REMANESCENTE    MODERADA \nNAO CESSOU TBG\nSEM QX  CARDILOGICAS\nQX    MUIALGIA  E  DESCONFORTO  DE  MMII \n30-4-15 FE  61   EP 33 AE  42 INSUF MI DISCRETA 21-5-15   T6 E POSITIVO PAR  ISQUEMIA\n7-5-15  HB 15    HT  46   K  5,3  NA  133   CRE  1  GLI  85   U    51    CK  71  TRI 310 TGP 36  HDL  47  TGO  31    COL  296   LDL  187  --LAB SEM  SVT P  CINTILO  VIA ROTA \n CESSAR  SVT  INICIO ATORVA  20    LIPANON   MTP 25  D MANTENHO    ENL 10 12-12  CLOPIDOGREL 75 D   AAS\n \n \n \n ",
  "entities": {
    "Negação": [
      "NAO",
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QX",
      "MUIALGIA",
      "DESCONFORTO",
      "-LESAO REMANESCENTE MODERADA",
      "QX CARDILOGICAS"
    ],
    "Abreviação": [
      "QX",
      "MMII",
      "EP",
      "T6",
      "SVT",
      "P",
      "CINTILO",
      "ATORVA",
      "MTP",
      "ENL",
      "AAS",
      "DAC ESTAVEL",
      "CESSOU TBG",
      "QX CARDILOGICAS",
      "INSUF MI DISCRETA",
      "HT 46",
      "CRE 1",
      "GLI 85",
      "U 51",
      "TRI 310",
      "COL 296"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Atributo Clínico": [
      "FE",
      "EP",
      "AE"
    ],
    "Conceito Quantitativo": [
      "61",
      "33",
      "42",
      "20",
      "25",
      "10",
      "12-12",
      "75"
    ],
    "Resultado Laboratorial ou de Teste": [
      "POSITIVO",
      "-LESAO REMANESCENTE MODERADA",
      "HB 15",
      "HT 46",
      "K 5 , 3",
      "NA 133",
      "CRE 1",
      "GLI 85",
      "U 51",
      "CK 71",
      "TRI 310",
      "TGP 36",
      "HDL 47",
      "TGO 31",
      "COL 296",
      "LDL 187"
    ],
    "Doença ou Síndrome": [
      "ISQUEMIA",
      "DAC ESTAVEL",
      "INSUF MI DISCRETA"
    ],
    "Substância Farmacológica": [
      "SVT",
      "ATORVA",
      "LIPANON",
      "ENL",
      "CLOPIDOGREL",
      "AAS"
    ],
    "Atividade de Assistência à Saúde": [
      "P",
      "INICIO",
      "MANTENHO"
    ],
    "Procedimento Diagnóstico": [
      "CINTILO"
    ],
    "Substância Química Orgânica": [
      "ATORVA",
      "AAS"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENL"
    ],
    "Achado": [
      "CESSOU TBG"
    ]
  },
  "labels": {
    "BA41": {
      "term_original": "insuf mi discreta",
      "capitulo": "11",
      "confidence_embedding": 0.7897,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)",
      "classification_reasoning": "A descrição 'insuf mi discreta' sugere insuficiência cardíaca, especificamente uma condição de insuficiência miocárdica discreta, caracterizada por isquemia miocárdica aguda. O termo CID-11 mais preciso para essa condição é o código BA41, Infarto agudo do miocárdio."
    },
    "MB23.H": {
      "term_original": "desconforto",
      "capitulo": "21",
      "confidence_embedding": 0.7415,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'desconforto' é Crise de pânico, código MB23.H, pois a descrição menciona sintomas característicos como sensação de desconforto abdominal e outras manifestações físicas associadas à ansiedade."
    },
    "MF95": {
      "term_original": "qx",
      "capitulo": "21",
      "confidence_embedding": 0.7377,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A opção mais precisa para o termo 'qx' é a mioglobinúria (Código: MF95), uma condição clínica caracterizada pela presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Isso está relacionado ao contexto do prontuário, que menciona lesão muscular e descoordo muscular."
    },
    "FB32.20": {
      "term_original": "muialgia",
      "capitulo": "15",
      "confidence_embedding": 0.761,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A opção mais precisa para o termo 'muialgia' é a rabdomiólise idiopática (Código FB32.20), uma lesão muscular caracterizada pelo extravazamento maciço de conteúdo muscular e mioglobinúria, com sintomas como dor e desconforto músculo-esquelético."
    },
    "NE82.1Z": {
      "term_original": "-lesao remanescente moderada",
      "capitulo": "22",
      "confidence_embedding": 0.7127,
      "descricao_cid": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: ",
      "classification_reasoning": "A descrição de \"lesao remanescente moderada\" sugere lesão ao tecido cardíaco, o que justifica a escolha do código NE82.1Z para Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada."
    }
  }
}