{
  "prontuario_id": 223,
  "text": "# 2 CX DE TROCA DE MITRAL + ATRIOSEPTOPLASTIA (2006)\n# FA PERMANENTE \n# 23/09/14:  PROTESE METALICA EM POSIÇÃO MITRAL NORMOFUNCIONANTE. VE APRESENTA DIMENSÕES NORMAIS COM FUNÇÃO SISTOLICA\nPRESERVADA. VENTRICULO DIREITO APRESENTA DIMENSÕES AUMENTADAS E FUNÇÃO SISTOLICA COMPROMETIDA DISCRETAMENTE.\nREGURGITAÇÃO TRICUSPIDE DISCRETA. PSAP ESTIMADA EM 45MMHG. ATRIO ESQUERDO E DIREITO DILATADOS. \n# MEDICAMENTOS EM USO: \nWARFARIM 5MG\nSELOKEN 100MG 12/12H\nPENICILINA BENZATINA 21/21DIAS \n# PACIENTE VEM PARA COPNSULTA REFERINDO APENAS DOR INFRAMAMARIA TIPO MESMO EM REPOUSO, TIPO FISGADA, CONTINUA, SEM RELAÇÃO COM ATIVIDADE.\nNEGA DISPNEIA OU OUTROS SINTOMAS\nSEM OUTRAS QUEIXAS NO PERIODO \n# AO EXAME :\nBEG, CORADA, HIDRATADA, LOTE, EUPNÉICA.\nMV + SEM RA. RITMO CARDÍACO IRREGULAR,\nACV : BULHAS NORMOFONÉTICAS, PRESENÇA DE ESTALIDO METÁLICO.\nFC 71\nPA 100X60 MMHG \nCONDUTA: MANTIDO MEDICAÇÕES\nRAIOX DE TORAX CONTROLE\nRETORNO EM 1 ANO\n \n \n \n ",
  "entities": {
    "Conceito Quantitativo": [
      "2",
      "45MMHG",
      "5MG",
      "21/21DIAS",
      "71",
      "100MG 12/12H",
      "100X60 MMHG"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATRIOSEPTOPLASTIA",
      "CX DE TROCA DE MITRAL"
    ],
    "Abreviação": [
      "VE",
      "PSAP",
      "BEG",
      "LOTE",
      "RA",
      "ACV",
      "FC",
      "PA",
      "CX DE TROCA DE MITRAL",
      "FA PERMANENTE",
      "MV +"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "VE",
      "VENTRICULO DIREITO"
    ],
    "Atributo Clínico": [
      "PSAP",
      "FC",
      "PA"
    ],
    "Conceito Espacial": [
      "ESQUERDO",
      "DIREITO"
    ],
    "Sinal ou Sintoma": [
      "DILATADOS",
      "FISGADA",
      "DISPNEIA",
      "RA",
      "DIMENSÕES AUMENTADAS",
      "FUNÇÃO SISTOLICA COMPROMETIDA DISCRETAMENTE",
      "REGURGITAÇÃO TRICUSPIDE DISCRETA",
      "DOR INFRAMAMARIA",
      "EM REPOUSO",
      "OUTROS SINTOMAS",
      "OUTRAS QUEIXAS",
      "RITMO CARDÍACO IRREGULAR",
      "ESTALIDO METÁLICO"
    ],
    "Medicamento Clínico": [
      "MEDICAMENTOS",
      "MEDICAÇÕES"
    ],
    "Substância Farmacológica": [
      "MEDICAMENTOS",
      "WARFARIM",
      "SELOKEN",
      "MEDICAÇÕES",
      "PENICILINA BENZATINA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "COPNSULTA",
      "CONDUTA",
      "MANTIDO",
      "RETORNO"
    ],
    "Conceito Qualitativo": [
      "CONTINUA"
    ],
    "Negação": [
      "SEM",
      "NEGA"
    ],
    "Achado": [
      "BEG",
      "CORADA",
      "HIDRATADA",
      "LOTE",
      "EUPNÉICA",
      "POSIÇÃO MITRAL NORMOFUNCIONANTE",
      "DIMENSÕES NORMAIS",
      "FUNÇÃO SISTOLICA PRESERVADA",
      "RELAÇÃO COM ATIVIDADE",
      "MV +",
      "BULHAS NORMOFONÉTICAS"
    ],
    "Procedimento Diagnóstico": [
      "ACV",
      "RAIOX DE TORAX"
    ],
    "Sistema Corporal": [
      "ACV"
    ],
    "Doença ou Síndrome": [
      "FA PERMANENTE"
    ],
    "Dispositivo Médico": [
      "PROTESE METALICA"
    ],
    "Função Patológica": [
      "DIMENSÕES AUMENTADAS"
    ],
    "Anormalidade Adquirida": [
      "REGURGITAÇÃO TRICUSPIDE DISCRETA"
    ],
    "Antibiótico": [
      "PENICILINA BENZATINA"
    ],
    "Conceito Temporal": [
      "NO PERIODO",
      "1 ANO"
    ]
  },
  "labels": {
    "BB61.0": {
      "term_original": "ra",
      "capitulo": "11",
      "confidence_embedding": 0.802,
      "descricao_cid": "Representação de doença CID-11: Insuficiência mitral reumática. Definição: A insuficiência mitral pode ser causada por condições como a febre reumática. \r\nA insuficiência mitral é o escoamento de sangue do ventrículo esquerdo para o átrio esquerdo durante a sístole.",
      "classification_reasoning": "A paciente apresenta insuficiência mitral, como mencionado na consulta médica (#2 CX DE TROCA DE MITRAL + ATRIOSEPTOPLASTIA). Além disso, a presença de estenose da valva mitral com insuficiência (BB63.Z) e outras doenças da valva mitral especificadas (BB6Y) podem ser descartadas, pois não há informações que sugiram essas condições. A insuficiência mitral reumática (BB61.0) é a opção mais precisa para o termo 'ra' no contexto clínico."
    },
    "MC82.0": {
      "term_original": "estalido metálico",
      "capitulo": "21",
      "confidence_embedding": 0.7531,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A presença de 'estalido metálico' no eletrocardiograma (ACV) sugere uma parada cardíaca com taquicardia e fibrilação ventricular, que é a definição do código MC82.0."
    },
    "MG30.2": {
      "term_original": "dor inframamaria",
      "capitulo": "21",
      "confidence_embedding": 0.7023,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A dor inframamaria descrita no prontuário não está relacionada a um problema cardíaco, e sim é um sintoma pós-operatório crônico, considerando que o paciente já foi submetido à troca de válvula mitral e atrioseptoplastia há 8 anos."
    },
    "BC81.32": {
      "term_original": "fa permanente",
      "capitulo": "11",
      "confidence_embedding": 0.8023,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial permanente. Definição: Termo usado para identificar indivíduos com FA persistente em que foi tomada a decisão de não mais seguir uma estratégia de controle do ritmo, ou em que a cardioversão falhou ou não foi tentada.",
      "classification_reasoning": "A opção mais precisa para o termo 'fa permanente' é a fibrilação atrial persistente, que é caracterizada pela ausência de controle do ritmo cardíaco e não há referências no prontuário à tentativa de cardioversão ou ao uso de medicamentos para controlar o ritmo."
    },
    "BB61.Z": {
      "term_original": "função sistolica comprometida discretamente",
      "capitulo": "11",
      "confidence_embedding": 0.7682,
      "descricao_cid": "Representação de doença CID-11: Insuficiência da valva mitral, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'função sistólica comprometida discretamente' é a insuficiência da valva mitral, não especificada (BB61.Z), pois há referência à presença de uma prótese metálica na valva mitral e ao comprometimento da função sistólica, o que sugere uma possível insuficiência cardíaca"
    },
    "FA80.6": {
      "term_original": "dimensões aumentadas",
      "capitulo": "15",
      "confidence_embedding": 0.7056,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com esporão ósseo na vértebra. Definição: ",
      "classification_reasoning": "A opção mais precisa é FA80.6 porque o termo 'dimensões aumentadas' está relacionado à degeneração de disco intervertebral da coluna torácica com esporão ósseo na vértebra, que pode estar afetando o ventrículo direito e causando dilatação atrial."
    },
    "FA38.2": {
      "term_original": "dilatados",
      "capitulo": "15",
      "confidence_embedding": 0.7156,
      "descricao_cid": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa é a FA38.2 porque o termo 'dilatados' está relacionado à descrição de artropatia associada a reações de hipersensibilidade, e o contexto clínico refere-se ao paciente com trânsito de válvula mitral e atrioseptoplastia, apresentando dilatação do átrio esquerdo e direito."
    },
    "MF34": {
      "term_original": "outras queixas",
      "capitulo": "21",
      "confidence_embedding": 0.7213,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: ",
      "classification_reasoning": "O termo 'outras queixas' se refere a outras manifestações de sintomas ou problemas do paciente, e não está relacionado à doenças cardíacas, inflamações ou paradas cardíacas. A opção MF34 (Sintoma ou queixa da gravidez) é mais precisa para este termo porque 'outras queixas' pode se referir a qualquer outra manifestação de sintomas ou problemas, incluindo aqueles relacionados à gravidez."
    },
    "BB6Y": {
      "term_original": "mv +",
      "capitulo": "11",
      "confidence_embedding": 0.8046,
      "descricao_cid": "Representação de doença CID-11: Outra doença da valva mitral especificada. Definição: ",
      "classification_reasoning": "A presença do termo 'MV+' sugere uma referência à valva mitral, e a descrição de doença da valva mitral especificada (outro) coincide com o contexto clínico que descreve a troca de valva mitral realizada em 2006."
    },
    "BB63.1": {
      "term_original": "função sistolica preservada",
      "capitulo": "11",
      "confidence_embedding": 0.7704,
      "descricao_cid": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação.",
      "classification_reasoning": "A descrição 'função sistolica preservada' sugere que a paciente tem uma estenose mitral não reumática com insuficiência, mantendo a função cardíaca sístola normal, o que é consistente com o diagnóstico de Estenose da valva mitral com insuficiência (BB63.1)"
    },
    "MF33": {
      "term_original": "outros sintomas",
      "capitulo": "21",
      "confidence_embedding": 0.7201,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa.",
      "classification_reasoning": "A opção mais precisa para o termo 'outros sintomas' é MF33, pois trata de sintomas pré-menstruais cíclicos que afetam mulheres. Nesse contexto clínico, não há menção a menstruação ou ao ciclo menstrual, mas a presença de dor inofiosa e continua sem relação com atividade física leva a suspeita de outros sintomas que podem estar relacionados à síndrome pré-menstrual."
    },
    "FA11": {
      "term_original": "dimensões normais",
      "capitulo": "15",
      "confidence_embedding": 0.7201,
      "descricao_cid": "Representação de doença CID-11: Artropatias reativas. Definição: Doença das articulações, causada por uma infecção em outra parte do corpo, uma doença autoimune, ou após vacinação. Esta doença é caracterizada por uma inflamação secundária articulações em reação a infecção, doença autoimune ou vacinação. Localizações prévias comuns de infecção são os sistemas entérico ou geniturinário.",
      "classification_reasoning": "A opção mais precisa é FA11 pois o termo 'dimensões normais' se refere às características anatômicas ou funcionais do paciente que não estão afetadas pela doença, como no caso da apresentação de dimensões normais das válvulas mitral e ventrículo direito. A opção FA11 é a mais adequada para descrever uma situação em que as articulações ou estruturas adjacentes são normais."
    },
    "BE12.1": {
      "term_original": "regurgitação tricuspide discreta",
      "capitulo": "11",
      "confidence_embedding": 0.7745,
      "descricao_cid": "Representação de doença CID-11: Insuficiência da valva mitral pós procedimento. Definição: Este é um transtorno pós-procedimento do coração em que a valva mitral não se fecha adequadamente quando o coração bombeia sangue. É o escoamento anormal de sangue do ventrículo esquerdo, através da valva mitral, e para o átrio esquerdo, quando o ventrículo esquerdo se contrai, ou seja, há regurgitação de sangue de volta ao átrio esquerdo.",
      "classification_reasoning": "A regurgitação tricuspide discreta mencionada no prontuário é sintomática de insuficiência da valva mitral pós procedimento, o que justifica a escolha do código BE12.1"
    },
    "MD11.5": {
      "term_original": "dispneia",
      "capitulo": "21",
      "confidence_embedding": 0.7674,
      "descricao_cid": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas.",
      "classification_reasoning": "A opção mais precisa para o termo 'dispneia' é a representação de doença CID-11 MD11.5, que define dispneia como percepções de dificuldade ou sofrimento relacionados à respiração e reconhecida como sintoma de doença quando ocorre em circunstâncias inapropriadas."
    },
    "8D89.2": {
      "term_original": "ritmo cardíaco irregular",
      "capitulo": "08",
      "confidence_embedding": 0.7255,
      "descricao_cid": "Representação de doença CID-11: Síndrome de taquicardia postural ortostática. Definição: Síndrome de taquicardia postural ortostática é um tipo de intolerância ortostática crônica com duração de três meses ou mais associada a taquicardia ereta excessiva na ausência de hipotensão ortostática, além de uma constelação de sintomas tipicamente diários que podem incluir sensação de \"cabeça leve\", tontura, náusea, dispneia, diaforese, dor de cabeça, fadiga e outros sintomas de disfunção autonômica. A taquicardia excessiva é definida por consenso atual como um aumento da frequência cardíaca de pelo menos 30 batimentos por minuto em adultos (40 batimentos por minuto para adolescentes), ou uma frequência cardíaca superior a 120 batimentos por minuto, dentro de 10 minutos do teste de inclinação vertical.",
      "classification_reasoning": "A irregularidade cardíaca descrita no prontuário (ritmo cardíaco irregular) é mais compatível com a Síndrome de Taquicardia Postural Ortostática, do que com qualquer outra opção, considerando o contexto clínico e as informações fornecidas."
    }
  }
}