{
  "prontuario_id": 103,
  "text": "LUCAS, 56,  procedente Curitiba, aposentado, casado, 4 filhos.\nAcompanhamento pela cardio após 3 pontes de safena e troca valvar na mesma operação (5/5/06).\nHMA: \" quando esquenta demais, os pés incham \".\nHMP: em 2006 desmaiou após sentir um \" sufoco \", falta de ar; após avaliação médica foi encaminhado para cateterismo;\nja ficou internado por 21 dias por cisticercose (1987); fraturou 2 costelas em 1986;\nHAS em uso de losartana 50 mg 2x / dia, atenolol 25 mg, furosemida 40 mg, atorvastatina 20 mg 2 cps, ezetimibe 10 mg, AAS 100 mg\ntambém em uso de omeprazol 20 mg 2 cps e fenitoina 100 mg.\nHMF: irmãos com HAS, mãe teve 3 IAM, irmãos com DM, irmão câncer intestino e prostata e cistolitiase, \nCHV: não fuma, não bebe, \nROS: sem queixas, somente quando está para chover, sente dor nos grampos da esternotomia mediana.\nEF: PA 100/60, FC 68, FR 20, \nAC: desdobramento de B1 (?).\nAR: MV + bilateralmente sem RA;\n \n \n \n ",
  "entities": {
    "Achado": [
      "aposentado",
      "casado",
      "bebe",
      "4 filhos",
      "MV +"
    ],
    "Atividade de Assistência à Saúde": [
      "Acompanhamento",
      "encaminhado",
      "internado",
      "avaliação médica"
    ],
    "Grupo Profissional ou Ocupacional": [
      "cardio"
    ],
    "Organização Relacionada à Saúde": [
      "cardio"
    ],
    "Abreviação": [
      "cardio",
      "HMA",
      "HAS",
      "AAS",
      "IAM",
      "DM",
      "EF",
      "PA",
      "FC",
      "FR",
      "AC",
      "AR",
      "RA",
      "MV +"
    ],
    "Conceito Temporal": [
      "após"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "operação",
      "cateterismo",
      "pontes de safena",
      "troca valvar",
      "esternotomia mediana"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pés",
      "costelas",
      "intestino"
    ],
    "Sinal ou Sintoma": [
      "desmaiou",
      "sufoco",
      "fuma",
      "queixas",
      "dor",
      "RA",
      "falta de ar",
      "desdobramento de B1"
    ],
    "Procedimento Diagnóstico": [
      "cateterismo",
      "EF",
      "AC",
      "AR",
      "avaliação médica"
    ],
    "Doença ou Síndrome": [
      "cisticercose",
      "HAS",
      "IAM",
      "DM",
      "cistolitiase"
    ],
    "Lesão ou Envenenamento": [
      "fraturou"
    ],
    "Conceito Quantitativo": [
      "2",
      "100/60",
      "68",
      "20",
      "50 mg 2x / dia",
      "25 mg",
      "40 mg",
      "20 mg 2 cps",
      "10 mg",
      "100 mg"
    ],
    "Substância Química Orgânica": [
      "losartana",
      "atenolol",
      "furosemida",
      "ezetimibe",
      "AAS",
      "omeprazol",
      "fenitoina"
    ],
    "Substância Farmacológica": [
      "losartana",
      "atenolol",
      "furosemida",
      "atorvastatina",
      "ezetimibe",
      "AAS",
      "omeprazol",
      "fenitoina"
    ],
    "Grupo Familiar": [
      "irmãos",
      "mãe",
      "irmão"
    ],
    "Processo Neoplásico": [
      "câncer"
    ],
    "Negação": [
      "não",
      "sem"
    ],
    "Dispositivo Médico": [
      "grampos"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "FR"
    ],
    "Conceito Espacial": [
      "bilateralmente"
    ]
  },
  "labels": {
    "AR": {
      "term_original": "ra",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'ra' encontrado no contexto clínico se refere à Representação de doença CID-11: Aorta, tornando a opção mais precisa para o termo dentro do contexto clínico."
    },
    "MB23.H": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.7351,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'queixas' é a Crise de Pânico (Código MB23.H), pois no contexto clínico é relatado que o paciente desmaiou após sentir um 'sufoco', falta de ar; após avaliação médica foi encaminhado para cateterismo. Isso coincide com os sintomas característicos da Crise de Pânico, como sensação de falta de ar e sensação de asfixia."
    },
    "1F70.0": {
      "term_original": "cisticercose",
      "capitulo": "01",
      "confidence_embedding": 0.7406,
      "descricao_cid": "Representação de doença CID-11: Cisticercose do sistema nervoso central. Definição: Doença do sistema nervoso central, causada por uma infecção de tecido por cistos larvais do verme parasita Taenia solium. Esta doença se apresenta com sintomas que dependem da localização da infecção, do número e tamanho dos cistos, e do estado imunológico do indivíduo. Esta doença pode se manifestar com epilepsia, cefaleia crônica, hidrocefalia, déficits neurológicos, ou pode ser assintomática. A transmissão ocorre por disseminação hematogênica de larvas para o sistema nervoso central após a ingestão de ovos de Taenia solium em alimentos ou água contaminados. A confirmação é feita pela detecção de anticorpos contra Taenia solium em uma amostra de sangue ou líquido cefalorraquidiano e exames avançados de imagem do cérebro.",
      "classification_reasoning": "A cisticercose do sistema nervoso central é a opção mais precisa para o termo 'cisticercose' no contexto clínico, pois Lucas já foi internado por 21 dias por essa doença em 1987 e atualmente apresenta sintomas relacionados à infecção, como dor nos grampos da esternotomia mediana."
    },
    "BC80": {
      "term_original": "falta de ar",
      "capitulo": "11",
      "confidence_embedding": 0.7311,
      "descricao_cid": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade.",
      "classification_reasoning": "A expressão 'falta de ar' é comummente associada a sintomas cardíacos, e o código BC80 se refere à bradiarritmia supraventricular, que pode causar sensação de falta de ar."
    },
    "BB72.0": {
      "term_original": "sufoco",
      "capitulo": "11",
      "confidence_embedding": 0.7336,
      "descricao_cid": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico",
      "classification_reasoning": "A escolha do código BB72.0 se baseia na queixa do paciente de ter desmaiado após sentir um 'sufoco' e falta de ar, o que sugere uma possibilidade de estenose aórtica reumática com insuficiência. Além disso, o histórico do paciente inclui procedimentos cardiovasculares anteriores, como pontes de safena e troca valvar, o que aumenta a probabilidade da presença de doença cardíaca."
    },
    "BA01": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.7538,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A opção mais precisa é o Código BD01, pois a presença de hipertensão é mencionada em 'HMA: quando esquenta demais, os pés incham' e também nos medicamentos utilizados (losartana, atenolol e furosemida), sugerindo que a doença cardíaca hipertensiva está presente nesse paciente."
    },
    "2C82": {
      "term_original": "câncer",
      "capitulo": "02",
      "confidence_embedding": 0.7542,
      "descricao_cid": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata",
      "classification_reasoning": "A presença do termo \"câncer\" no contexto clínico se refere ao irmão do paciente que tem câncer de próstata e intestino, o que justifica a escolha do código 2C82 para Neoplasia maligna da próstata."
    },
    "FA38.2": {
      "term_original": "fraturou",
      "capitulo": "15",
      "confidence_embedding": 0.6955,
      "descricao_cid": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa é a FA38.2, pois o termo 'fraturou' se refere à fratura de costelas em 1986, que está mencionada no contexto clínico."
    },
    "MF95": {
      "term_original": "desdobramento de b1",
      "capitulo": "21",
      "confidence_embedding": 0.7571,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A opção mais precisa para o termo 'desdobramento de B1' é a mioglobinúria (MF95), uma condição caracterizada pela presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Embora não seja explicitamente mencionada em texto, a referência à esternotomia mediana e ao desdobramento de B1 sugere um possível trauma muscular ou lesão renal aguda, o que é consistente com a definição de mioglobinúria."
    },
    "2C25.0": {
      "term_original": "iam",
      "capitulo": "02",
      "confidence_embedding": 0.732,
      "descricao_cid": "Representação de doença CID-11: Adenocarcinoma de brônquio ou pulmão. Definição: Carcinoma que surge do pulmão e é caracterizado pela presença de células epiteliais glandulares malignas. Existe uma predileção pelo sexo masculino com uma proporção de sexo masculino para feminino de 2:1. Geralmente o adenocarcinoma pulmonar é assintomático e é identificado por meio de estudos de triagem ou como um achado radiológico incidental. Se sintomas clínicos estiverem presentes, eles incluem falta de ar, tosse, hemoptise, dor no peito e febre. A fumaça do tabaco é fator de risco reconhecido.",
      "classification_reasoning": "A presença de histórico familiar de câncer intestinal e prostata, juntamente com a queixa de dor nos grampos da esternotomia mediana, sugere uma possível relação entre esses eventos e a doença IAM (Insuficiência Aorto-Mitral) mencionada no HMF."
    },
    "BE10": {
      "term_original": "desmaiou",
      "capitulo": "11",
      "confidence_embedding": 0.7271,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A escolha do código BE10 (Síndrome pós-cardiotomia) é a mais precisa para o termo 'desmaiou' no contexto clínico, pois Lucas desmaiou após sentir um \"sufoco\" e falta de ar, o que sugere uma reação adversa à cirurgia cardíaca realizada em 2006."
    },
    "MD81": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.756,
      "descricao_cid": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica.",
      "classification_reasoning": "A dor descrita pelo paciente como sentindo dor nos grampos da esternotomia mediana é mais provável ser uma manifestação de dor abdominal ou pélvica, justificando a escolha do código MD81."
    },
    "EA90.3": {
      "term_original": "cistolitiase",
      "capitulo": "14",
      "confidence_embedding": 0.7547,
      "descricao_cid": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito.",
      "classification_reasoning": "A presença do termo 'cistolitiase' no HMF do paciente sugere que a doença é relacionada à história familiar, e como a psoríase eritrodérmica (EA90.3) também está presente na família do paciente, considerando a dor nos grampos da esternotomia mediana mencionada no CHV, escolhi o código EA90.3 para representar a doença CID-11"
    },
    "5B70": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7747,
      "descricao_cid": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade.",
      "classification_reasoning": "A deficiência de ácidos graxos essenciais (AGE) é uma doença que pode causar sintomas semelhantes ao DM, como dermatite e alopecia. Além disso, o uso de medicamentos como losartana, atenolol e furosemida pode contribuir para a deficiência de AGE."
    }
  }
}