{
  "prontuario_id": 531,
  "text": "Lucas,57 anos\nHomoenxerto aortico ( por EAo ) + MIE - DA; RAD - CD; SAF - MG em 2006.\nHipertenso.\nEm uso de: AAS 100 mg dia, losartana 100 mg dia, atovastatina 20 mg 2 cp / dia ( prescrito 80mg / d, porém está usando somente 40mg / d por falta da medicação na saúde há 20 dias ), atenolol 25mg / dia, furosemida 40mg / dia, omeoprazol 40mg ao dia, ezatimibe 10 mg, Hidantal 100mg - por cisticercose.\nPenicilina G benzatina 1,200,000U IM a cada 21 dia - suspenso em 2013.\nExames:\nEcocardiograma - 26/06/2013: Homoenxerto em posição aórtica normofuncionante. VE hipertrofiado com dimensões normais e fumção sistólica preservada. ALteração do relaxamento do VE. AE dilatado. Homoenxerto com mobilidade adequada. FE: 66%.\n- Lab (05/02/15): Cr 0,91, CT 174, TGC 197, HDL 44, K 4,8, LDL 90, Glic 107.\nS #  Pte relata dor em ponto específico paraesternal, sem relação com esforço físico e com duração de horas, sintoma existente desde a cx, sem piora desde então. Nega dor precordial. \nAo exame:\nPte em BEG, eupneico, corado, hidratado.\nFC: 64; PA: 120/70.\nCP: sem estase jugular.\nAC: BCRNF sem sopros.\nAP: MV presente bilateralmente, sem RA.\nA # ICO crônica.\nP # Retorno em 6 meses com eco + lab  ( incluindo TTOG e Hb glicada ). Reforço MEV.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "EAo",
      "MIE",
      "DA",
      "RAD",
      "CD",
      "SAF",
      "MG",
      "AAS",
      "IM",
      "Lab",
      "Pte",
      "cx",
      "BEG",
      "FC",
      "PA",
      "CP",
      "AC",
      "BCRNF",
      "AP",
      "RA",
      "eco",
      "lab",
      "TTOG",
      "VE hipertrofiado",
      "ALteração do relaxamento do VE",
      "AE dilatado",
      "FE : 66%",
      "Cr 0 , 91",
      "CT 174",
      "TGC 197",
      "Glic 107",
      "MV presente bilateralmente",
      "ICO crônica",
      "Hb glicada"
    ],
    "Doença ou Síndrome": [
      "EAo",
      "Hipertenso",
      "cisticercose",
      "ICO crônica"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MIE",
      "DA",
      "RAD",
      "CD",
      "SAF",
      "MG"
    ],
    "Substância Farmacológica": [
      "AAS",
      "losartana",
      "atovastatina",
      "atenolol",
      "furosemida",
      "omeoprazol",
      "ezatimibe",
      "Hidantal"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "losartana",
      "atenolol",
      "furosemida",
      "omeoprazol",
      "Penicilina G benzatina"
    ],
    "Atividade de Assistência à Saúde": [
      "prescrito",
      "suspenso",
      "Retorno"
    ],
    "Organização Relacionada à Saúde": [
      "saúde"
    ],
    "Conceito Quantitativo": [
      "100mg",
      "64",
      "120/70",
      "100 mg",
      "10 mg",
      "1 , 200 , 000U"
    ],
    "Conceito Funcional": [
      "IM"
    ],
    "Procedimento Diagnóstico": [
      "Ecocardiograma",
      "exame",
      "CP",
      "AC",
      "AP",
      "eco"
    ],
    "Achado": [
      "normofuncionante",
      "piora",
      "BEG",
      "eupneico",
      "corado",
      "hidratado",
      "BCRNF",
      "falta da medicação",
      "fumção sistólica preservada",
      "Homoenxerto com mobilidade adequada",
      "MV presente bilateralmente"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Lab",
      "lab",
      "VE hipertrofiado",
      "dimensões normais",
      "fumção sistólica preservada",
      "ALteração do relaxamento do VE",
      "AE dilatado",
      "FE : 66%",
      "Cr 0 , 91",
      "CT 174",
      "TGC 197",
      "HDL 44",
      "K 4 , 8",
      "LDL 90",
      "Glic 107"
    ],
    "Procedimento Laboratorial": [
      "Lab",
      "lab",
      "TTOG",
      "Hb glicada"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "sintoma",
      "sopros",
      "RA",
      "dor precordial",
      "estase jugular"
    ],
    "Negação": [
      "sem",
      "Nega"
    ],
    "Conceito Temporal": [
      "desde",
      "cada 21 dia",
      "duração de horas"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "cx",
      "Homoenxerto aortico"
    ],
    "Atributo Clínico": [
      "FC",
      "PA"
    ],
    "Antibiótico": [
      "Penicilina G benzatina"
    ],
    "Anormalidade Adquirida": [
      "VE hipertrofiado",
      "AE dilatado"
    ],
    "Localização ou Região Corporal": [
      "ponto específico paraesternal"
    ],
    "Função de Organismo": [
      "esforço físico"
    ]
  },
  "labels": {
    "NB30.0Z": {
      "term_original": "ra",
      "capitulo": "22",
      "confidence_embedding": 0.788,
      "descricao_cid": "Representação de doença CID-11: Lesão da aorta torácica, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é a NB30.0Z, Lesão da aorta torácica, não especificada, pois o paciente tem uma história de homo enxerto aoórtico (EAo) em 2006 e apresenta dor em ponto específico paraesternal sem relação com esforço físico e com duração de horas. Isso sugere possivelmente lesão ou doença relacionada à aorta torácica, mas não especifica qual é a natureza exata da lesão."
    },
    "BC43.1": {
      "term_original": "ve hipertrofiado",
      "capitulo": "11",
      "confidence_embedding": 0.7871,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta.",
      "classification_reasoning": "A opção mais precisa é a cardiomiopatia hipertrófica (Código BC43.1), pois o termo 'VE hipertrofiado' refere-se à hipertrofia do ventrículo esquerdo, que é descrita na ecocardiograma realizada em 26/06/2013 como apresentando dimensões normais e fumção sistólica preservada."
    },
    "MG24.7": {
      "term_original": "piora",
      "capitulo": "21",
      "confidence_embedding": 0.7588,
      "descricao_cid": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: ",
      "classification_reasoning": "A palavra 'piora' foi utilizada no contexto para descrever a falta de piora nos sintomas desde a cirurgia, o que sugere um termo relacionado à evolução da doença cardiovascular."
    },
    "1F70.0": {
      "term_original": "cisticercose",
      "capitulo": "01",
      "confidence_embedding": 0.7428,
      "descricao_cid": "Representação de doença CID-11: Cisticercose do sistema nervoso central. Definição: Doença do sistema nervoso central, causada por uma infecção de tecido por cistos larvais do verme parasita Taenia solium. Esta doença se apresenta com sintomas que dependem da localização da infecção, do número e tamanho dos cistos, e do estado imunológico do indivíduo. Esta doença pode se manifestar com epilepsia, cefaleia crônica, hidrocefalia, déficits neurológicos, ou pode ser assintomática. A transmissão ocorre por disseminação hematogênica de larvas para o sistema nervoso central após a ingestão de ovos de Taenia solium em alimentos ou água contaminados. A confirmação é feita pela detecção de anticorpos contra Taenia solium em uma amostra de sangue ou líquido cefalorraquidiano e exames avançados de imagem do cérebro.",
      "classification_reasoning": "A escolha do código 'Cisticercose do sistema nervoso central' (1F70.0) é a mais precisa pois o paciente apresenta sintomas relacionados ao ponto específico paraesternal, sem relação com esforço físico e com duração de horas, e o diagnóstico de cisticercose foi mencionado no prontuário. Além disso, não há indicações de que a cisticercose seja localizada em outros locais do corpo."
    },
    "FB42.3": {
      "term_original": "sopros",
      "capitulo": "15",
      "confidence_embedding": 0.7291,
      "descricao_cid": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte.",
      "classification_reasoning": "A opção mais precisa é FB42.3 - Hipertrofia sinovial, não classificada em outra parte. Isso porque o paciente apresenta dor no ponto específico paraesternal sem relação com esforço físico e duração de horas, característica da hipertrofia sinovial."
    },
    "BD52.71": {
      "term_original": "ae dilatado",
      "capitulo": "11",
      "confidence_embedding": 0.7899,
      "descricao_cid": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento",
      "classification_reasoning": "A dilatação adquirida da aorta ascendente ou da raiz é uma condição que se refere ao aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico, o que coincide com a descrição presente no relatório 'ae dilatado'."
    },
    "4A8Y": {
      "term_original": "ico crônica",
      "capitulo": "04",
      "confidence_embedding": 0.794,
      "descricao_cid": "Representação de doença CID-11: Condições alérgicas ou de hipersensibilidade de outro tipo especificado. Definição: ",
      "classification_reasoning": "A escolha pelo código 4A8Y se deve ao fato de que o paciente tem uma 'ICO crônica', o que sugere um problema respiratório crônico, independentemente da natureza exata do sintoma. Este código é mais amplo e engloba diferentes condições alérgicas ou de hipersensibilidade envolvendo o trato respiratório."
    },
    "MF32": {
      "term_original": "sintoma",
      "capitulo": "21",
      "confidence_embedding": 0.7432,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa da menopausa. Definição: ",
      "classification_reasoning": "O sintoma descrito pelo paciente é dor em ponto específico paraesternal, sem relação com esforço físico e com duração de horas. Isso lembra a queixa de síndrome cardíaca isquêmica ou doença coronária, o que justifica a escolha do código MF32."
    },
    "9A03.0Y": {
      "term_original": "dor precordial",
      "capitulo": "09",
      "confidence_embedding": 0.7033,
      "descricao_cid": "Representação de doença CID-11: Outra blefaroptose especificada. Definição: ",
      "classification_reasoning": "A dor precordial não é relacionada a esforço físico e não há piora desde então, o que sugere uma possível referência à blefaroptose, caracterizada por dor ou desconforto ao redor da pálpebra."
    },
    "NA60.2Z": {
      "term_original": "estase jugular",
      "capitulo": "22",
      "confidence_embedding": 0.7695,
      "descricao_cid": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'estase jugular' é NA60.2Z, Lesão da veia jugular externa, não especificada. A descrição do prontuário refere-se à ausência de estase jugular (CP: sem estase jugular), o que sugere uma lesão ou problema na veia jugular externa, mas não especificado."
    },
    "BA01": {
      "term_original": "hipertenso",
      "capitulo": "11",
      "confidence_embedding": 0.841,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A hipertenso é o termo extraído, e a escolha do código BA01 se justifica pela definição de Doença cardíaca hipertensiva como um termo geralmente aplicado a doenças cardíacas causadas por efeitos diretos ou indiretos da hipertensão."
    },
    "BC43.0": {
      "term_original": "homoenxerto com mobilidade adequada",
      "capitulo": "11",
      "confidence_embedding": 0.7413,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida.",
      "classification_reasoning": "A escolha do código BC43.0 (Cardiomiopatia dilatada) é a mais precisa porque o termo 'homoenxerto com mobilidade adequada' sugere que há uma alteração na estrutura e função do miocárdio, característica da cardiomiopatia dilatada. Além disso, o relato de dor em ponto específico paraesternal sem relação com esforço físico e com duração de horas também é consistente com essa condição."
    },
    "MC84": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.7616,
      "descricao_cid": "Representação de doença CID-11: Dor cardiovascular. Definição: ",
      "classification_reasoning": "A dor específica paraesternal do paciente, sem relação com esforço físico e com duração de horas, é mais compatível com a representação de doença CID-11: Dor cardiovascular (Código MC84)."
    },
    "QA77": {
      "term_original": "falta da medicação",
      "capitulo": "24",
      "confidence_embedding": 0.7515,
      "descricao_cid": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "A falta de medicação referenciada no prontuário se refere à ausência de atovastatina por 20 dias, contraindicando o uso adequado da medicação prescrita e justificando a escolha do código QA77."
    }
  }
}