{
  "prontuario_id": 791,
  "text": "Lucas, 57 anos\nHomoenxerto aortico ( por EAo ) + MIE - DA; RAD - CD; SAF - MG em 2006 - Doutor Vital Brazil. Hipertenso,\nEm uso de: AAS 100 mg dia, losartana 100 mg dia, atovastatina 20 mg 4CP / DIA, atenolol 25mg / dia, furosemida 40mg / dia, omeoprazol 40mg ao dia, ezatimibe 10 mg, Hidantal 100mg - por cisticercose.\nPenicilina G benzatina 1,200,000U IM a cada 21 dia - suspenso em 2013\nDOR REGIAO ESTERNAL, EM FO, LOCAL FIOS AÇO, EM QUEIMAÇÃO. \n- Labs: tg 221 / ct 166 / ldl 76, demais ok \n- Ecocardio 12/08/15: A0 / VD 22 / Septo 11 / FE 66. Homoenxerto aortico com mobilidade ampla folhetps. grad pressao 4mmHg. Regurgitacao grau leve a moderada com jato dirigido valva mitral (?). \nExames:\nEcocardiograma - 26/06/2013: Homoenxerto em posição aórtica normofuncionante. VE hipertrofiado com dimensões normais e fumção sistólica preservada. ALteração\ndo relaxamento do VE AE dilatado. Homoenxerto com mobilidade adequada. FE: 66%\n- Lab (05/02/15): Cr 0,91, CT 174, TGC 197, HDL 44, K 4,8, LDL 90, Glic 107\nAo exame:\nPte em BEG, eupneico, corado, hidratado.\nFC79  PA: 130/80\nCP: sem estase jugular\nAC: BCRNF sem sopros\nAP: MV presente bilateralmente, sem RA.\nmantenho medicações\nencaminho para cir cardiaca para retirada pontos suttura esterno\nretorno 6 meses\ne3 cardio Doutor Vital Brazil \n \n \n \n ",
  "entities": {
    "Abreviação": [
      "EAo",
      "AAS",
      "4CP",
      "IM",
      "FO",
      "Labs",
      "Ecocardio",
      "A0",
      "Lab",
      "Pte",
      "BEG",
      "FC79",
      "PA",
      "CP",
      "AC",
      "AP",
      "RA",
      "MIE - DA",
      "RAD - CD",
      "SAF - MG",
      "tg 221",
      "ct 166",
      "ldl 76",
      "VD 22",
      "FE 66",
      "grad pressao 4mmHg",
      "VE hipertrofiado com dimensões normais e fumção sistólica preservada",
      "ALteração do relaxamento do VE AE dilatado",
      "FE : 66%",
      "Cr 0 , 91",
      "CT 174",
      "TGC 197",
      "HDL 44",
      "K 4 , 8",
      "LDL 90",
      "Glic 107",
      "MV presente bilateralmente",
      "cir cardiaca"
    ],
    "Doença ou Síndrome": [
      "EAo",
      "Hipertenso",
      "cisticercose"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "losartana",
      "atovastatina",
      "atenolol",
      "furosemida",
      "omeoprazol",
      "ezatimibe",
      "Hidantal",
      "Penicilina G benzatina"
    ],
    "Substância Farmacológica": [
      "AAS",
      "losartana",
      "atovastatina",
      "atenolol",
      "furosemida",
      "omeoprazol",
      "ezatimibe",
      "Hidantal",
      "medicações"
    ],
    "Conceito Temporal": [
      "dia",
      "DIA",
      "a cada 21 dia",
      "6 meses"
    ],
    "Conceito Quantitativo": [
      "4CP",
      "25mg",
      "40mg",
      "100mg",
      "130/80",
      "100 mg",
      "20 mg",
      "10 mg",
      "1 , 200 , 000U"
    ],
    "Atividade de Assistência à Saúde": [
      "suspenso",
      "mantenho",
      "encaminho",
      "retirada",
      "retorno"
    ],
    "Localização ou Região Corporal": [
      "ESTERNAL"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Conceito Qualitativo": [
      "QUEIMAÇÃO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Labs",
      "A0",
      "tg 221",
      "ct 166",
      "ldl 76",
      "demais ok",
      "VD 22",
      "Septo 11",
      "FE 66",
      "Homoenxerto aortico com mobilidade ampla folhetps",
      "grad pressao 4mmHg",
      "Regurgitacao grau leve a moderada com jato dirigido valva mitral",
      "Homoenxerto em posição aórtica normofuncionante",
      "VE hipertrofiado com dimensões normais e fumção sistólica preservada",
      "ALteração do relaxamento do VE AE dilatado",
      "Homoenxerto com mobilidade adequada",
      "FE : 66%",
      "Cr 0 , 91",
      "CT 174",
      "TGC 197",
      "HDL 44",
      "K 4 , 8",
      "LDL 90",
      "Glic 107"
    ],
    "Procedimento Laboratorial": [
      "Labs",
      "Lab"
    ],
    "Procedimento Diagnóstico": [
      "Ecocardio",
      "Ecocardiograma"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Pte"
    ],
    "Achado": [
      "BEG",
      "eupneico",
      "corado",
      "hidratado",
      "MV presente bilateralmente"
    ],
    "Atributo Clínico": [
      "FC79",
      "PA",
      "CP",
      "AC",
      "AP"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CP",
      "MIE - DA",
      "RAD - CD",
      "SAF - MG"
    ],
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "sopros",
      "RA",
      "estase jugular"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "medicações",
      "pontos",
      "Homoenxerto aortico"
    ],
    "Grupo Profissional ou Ocupacional": [
      "cardio",
      "Doutor",
      "cir cardiaca"
    ],
    "Antibiótico": [
      "Penicilina G benzatina"
    ],
    "Dispositivo Médico": [
      "FIOS AÇO"
    ]
  },
  "labels": {
    "DA20.3": {
      "term_original": "fo",
      "capitulo": "13",
      "confidence_embedding": 0.7609,
      "descricao_cid": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica.",
      "classification_reasoning": "A opção mais precisa é a DA20.3, pois o termo 'fo' se refere ao esôfago e o contexto do prontuário menciona dor regional esterna, localizada em fios açúcar, sugerindo que a doença está relacionada à perfuração do esôfago."
    },
    "BD52.71": {
      "term_original": "eao",
      "capitulo": "11",
      "confidence_embedding": 0.8015,
      "descricao_cid": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento",
      "classification_reasoning": "A presença de uma homoartico (homograft) aórtico, realizada em 2006, e a descrição da dilatação adquirida da aorta ascendente ou da raiz, justificam a escolha do código BD52.71 para representar a doença."
    },
    "BA01": {
      "term_original": "hipertenso",
      "capitulo": "11",
      "confidence_embedding": 0.8381,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A escolha do código BA01 é a mais precisa para o termo 'hipertenso' no contexto clínico, pois Lucas tem hipertensão como uma das suas doenças. A descrição da doença cardíaca hipertensiva inclui sintomas e complicações relacionadas à hipertensão, o que se alinha com a história de Lucas."
    },
    "MC80.0": {
      "term_original": "sopros",
      "capitulo": "21",
      "confidence_embedding": 0.7329,
      "descricao_cid": "Representação de doença CID-11: Valor elevado da pressão arterial sem diagnóstico de hipertensão. Definição: ",
      "classification_reasoning": "A opção mais precisa é MC80.0, pois o paciente apresenta hipertensão (130/80 mmHg) e não há qualquer indício de parada cardíaca ou fibrilação ventricular."
    },
    "1F70.0": {
      "term_original": "cisticercose",
      "capitulo": "01",
      "confidence_embedding": 0.7527,
      "descricao_cid": "Representação de doença CID-11: Cisticercose do sistema nervoso central. Definição: Doença do sistema nervoso central, causada por uma infecção de tecido por cistos larvais do verme parasita Taenia solium. Esta doença se apresenta com sintomas que dependem da localização da infecção, do número e tamanho dos cistos, e do estado imunológico do indivíduo. Esta doença pode se manifestar com epilepsia, cefaleia crônica, hidrocefalia, déficits neurológicos, ou pode ser assintomática. A transmissão ocorre por disseminação hematogênica de larvas para o sistema nervoso central após a ingestão de ovos de Taenia solium em alimentos ou água contaminados. A confirmação é feita pela detecção de anticorpos contra Taenia solium em uma amostra de sangue ou líquido cefalorraquidiano e exames avançados de imagem do cérebro.",
      "classification_reasoning": "A cisticercose do sistema nervoso central é a mais precisa para o contexto clínico, pois o paciente tem hidantal 100mg - por cisticercose, o que sugere uma infecção por cistos larvais do verme parasita Taenia solium no sistema nervoso central."
    },
    "FA22": {
      "term_original": "mv presente bilateralmente",
      "capitulo": "15",
      "confidence_embedding": 0.7029,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A opção mais precisa para o termo 'MV presente bilateralmente' é a polimialgia reumática (PMR), que está relacionada à presença de dor nos membros superiores bilaterais. Isso é consistente com os critérios de classificação provisórios para PMR."
    },
    "BE10": {
      "term_original": "estase jugular",
      "capitulo": "11",
      "confidence_embedding": 0.786,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A presença de 'estase jugular' no exame físico sugere a possibilidade de síndrome pós-cardiotomia, justificando a escolha do código BE10."
    }
  }
}