{
  "prontuario_id": 513,
  "text": "TX RENAL\nMTC 5, TACROLIMO 2 / 2, AZATIOPRINA 100, MACRODANTINA, LT4 50, LANTUS 35, MACRODANTINA\nS : SEM QUEIXAS\nESPORADICAMENTE COM FLATULENCIA QUE MELHORA COM SIMETICONA\nO : PA 140/80  P 68  AF  PESO 55\nMUCOSAS CORADAS\nCPP LIVRES\nPC SP\nABD RHA+, GLOBOSO, FLACIDO\nMMII SINAIS DAOP\nTX RENAL COM CR 0,92 E NS FK 9,0\nDM LÁBIL COM ACOMP. COM ENDO\nHIPOTIREOIDISMO\nMELHORA DA ANEMIA, MAS COM LEUCOPENIA DISCRETA\n \n \n ",
  "entities": {
    "Substância Farmacológica": [
      "MTC",
      "TACROLIMO",
      "AZATIOPRINA",
      "MACRODANTINA",
      "LT4",
      "LANTUS",
      "SIMETICONA"
    ],
    "Antibiótico": [
      "MTC",
      "MACRODANTINA"
    ],
    "Abreviação": [
      "MTC",
      "LT4",
      "PA",
      "P",
      "AF",
      "PC",
      "SP",
      "ABD",
      "RHA+",
      "MMII",
      "DAOP",
      "DM",
      "ACOMP",
      "TX RENAL",
      "CPP LIVRES",
      "CR 0 , 92",
      "NS FK 9 , 0"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "TACROLIMO",
      "AZATIOPRINA",
      "MACRODANTINA",
      "SIMETICONA"
    ],
    "Substância Química Inorgânica": [
      "MTC"
    ],
    "Conceito Quantitativo": [
      "5",
      "100",
      "50",
      "35",
      "140/80",
      "68",
      "2 / 2"
    ],
    "Substância Perigosa ou Venenosa": [
      "AZATIOPRINA"
    ],
    "Hormônio": [
      "LT4",
      "LANTUS"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LT4",
      "LANTUS"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "SINAIS"
    ],
    "Achado": [
      "FLATULENCIA",
      "AF",
      "SP",
      "RHA+",
      "GLOBOSO",
      "FLACIDO",
      "MUCOSAS CORADAS",
      "CPP LIVRES",
      "LEUCOPENIA DISCRETA"
    ],
    "Conceito Qualitativo": [
      "MELHORA",
      "LÁBIL"
    ],
    "Material Biomédico ou Odontológico": [
      "SIMETICONA"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "AF",
      "PESO",
      "PC"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD",
      "MMII"
    ],
    "Doença ou Síndrome": [
      "DAOP",
      "DM",
      "HIPOTIREOIDISMO",
      "ANEMIA"
    ],
    "Atividade de Assistência à Saúde": [
      "ACOMP"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 92",
      "NS FK 9 , 0"
    ]
  },
  "labels": {
    "FA25.20": {
      "term_original": "globoso",
      "capitulo": "15",
      "confidence_embedding": 0.6873,
      "descricao_cid": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos.",
      "classification_reasoning": "A descrição 'globoso' sugere a presença de tofos, que são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia. A presença de gota tofácea é compatível com os achados clínicos descritos no prontuário (MUCOSAS CORADAS) e com a hiperuricemia sugerida pelo contexto da doença renal."
    },
    "3A71.2": {
      "term_original": "anemia",
      "capitulo": "03",
      "confidence_embedding": 0.8123,
      "descricao_cid": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue.",
      "classification_reasoning": "Escolhi essa opção porque a anemia está relacionada à doença renal crônica, o que é mencionado no prontuário (TX RENAL COM CR 0,92 E NS FK 9,0) e corroborado pela presença de DM LÁBIL COM ACOMP. COM ENDO HIPOTIREOIDISMO."
    },
    "GA16.3": {
      "term_original": "rha+",
      "capitulo": "16",
      "confidence_embedding": 0.7455,
      "descricao_cid": "Representação de doença CID-11: Hematometra. Definição: Presença de coágulos sanguíneos dentro do útero, geralmente causados por uma obstrução do fluxo uterino.",
      "classification_reasoning": "O termo 'RHA+' sugere a presença de sangue no rim, o que é mais consistente com a Hematometra (Código GA16.3) do que com as outras opções"
    },
    "BA02": {
      "term_original": "af",
      "capitulo": "11",
      "confidence_embedding": 0.733,
      "descricao_cid": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica.",
      "classification_reasoning": "A opção mais precisa para o termo 'af' é a doença renal hipertensiva (Código: BA02), pois no contexto do prontuário, há uma referência à pressão arterial (PA) que é de 140/80 mmHg, o que sugere uma hipertensão crônica e relacionada com a doença renal."
    },
    "DA42.6": {
      "term_original": "flatulencia",
      "capitulo": "13",
      "confidence_embedding": 0.763,
      "descricao_cid": "Representação de doença CID-11: Doença de Ménétrier. Definição: Gastrite caracterizada por hipertrofia da mucosa gástrica, que pode causar pregas gigantes. O espessamento das pregas é causado predominantemente pela expansão do compartimento de células epiteliais da mucosa gástrica. Os pacientes com doença de Ménétrier mais \r\nfrequentemente apresentam hipoalbuminemia secundária à perda de albumina para o lúmen gástrico.",
      "classification_reasoning": "A flatulência é um sintoma comum em pacientes com doença de Ménétrier, caracterizada por hipertrofia da mucosa gástrica e potencialmente causando pregas gigantes no estômago."
    },
    "ME08": {
      "term_original": "sinais",
      "capitulo": "21",
      "confidence_embedding": 0.7516,
      "descricao_cid": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI.",
      "classification_reasoning": "A opção mais precisa para o termo 'sinais' é a flatulência, que é uma queixa espordadicamente apresentada pelo paciente e melhora com simeticona. Isso está relacionado ao capítulo CID-11: Flatulência e afecções correlatas (ME08)."
    },
    "ME10.02": {
      "term_original": "daop",
      "capitulo": "21",
      "confidence_embedding": 0.7274,
      "descricao_cid": "Representação de doença CID-11: Hepatoesplenomegalia. Definição: Refere-se ao aumento do fígado e baço além de seu tamanho normal, não descrito em outra parte.",
      "classification_reasoning": "A presença de SINAIS DAOP no prontuário indica a hipótese de hepatosplenomegalia, que é confirmada pelo código ME10.02."
    },
    "5A00.20": {
      "term_original": "hipotireoidismo",
      "capitulo": "05",
      "confidence_embedding": 0.8097,
      "descricao_cid": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente.",
      "classification_reasoning": "O termo 'hipotireoidismo' está relacionado à conduta medicamentosa e substâncias exógenas no prontuário, o que faz sentido com a presença de TACROLIMO 2 / 2 e AZATIOPRINA 100. Além disso, o paciente apresenta DM LÁBIL COM ACOMP. COM ENDO HIPOTIREOIDISMO, o que confirma a escolha do código."
    },
    "5D01": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7586,
      "descricao_cid": "Representação de doença CID-11: Síndrome de lise tumoral. Definição: Grupo de complicações metabólicas que podem ocorrer após o tratamento do câncer, geralmente linfomas e leucemias, e às vezes até mesmo sem tratamento. Essas complicações são causadas pelos produtos de degradação das células cancerosas mortas e incluem hipercalemia, hiperfosfatemia, hiperuricemia e hiperuricosúria, hipocalcemia e consequente nefropatia aguda por ácido úrico e insuficiência renal aguda.",
      "classification_reasoning": "A escolha do código 'Síndrome de lise tumoral' (5D01) é a mais precisa para o termo 'dm', pois refere-se à disfunção renal, que é claramente relacionada às informações apresentadas no prontuário. Além disso, a presença de hipotireoidismo e anemia, bem como a melhora da anemia com subsequente leucopenia discreta, sugerem uma possível patologia endócrina, o que também é compatível com a síndrome de lise tumoral."
    },
    "EB12.1": {
      "term_original": "mucosas coradas",
      "capitulo": "14",
      "confidence_embedding": 0.7321,
      "descricao_cid": "Representação de doença CID-11: Eritema multiforme mucocutâneo. Definição: Eritema multiforme com envolvimento da mucosas, geralmente de mucosas orais e/ou genitais. Causa significativamente mais morbidade do que o eritema multiforme confinado à pele.",
      "classification_reasoning": "A presença de mucosas coradas no prontuário sugeriu uma possibilidade de envolvimento mucoso na doença, o que coincide com a definição da EB12.1 - Eritema multiforme mucocutâneo. Além disso, não há outras opções que apresentem características semelhantes."
    },
    "FA25": {
      "term_original": "cpp livres",
      "capitulo": "15",
      "confidence_embedding": 0.7145,
      "descricao_cid": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato.",
      "classification_reasoning": "A presença de 'cpp livres' no contexto clínico sugere uma lesão muscular, possivelmente associada à hiperuricemia e deposição de cristais de urato em tecidos articulares, característica da gota."
    }
  }
}