{
  "prontuario_id": 410,
  "text": "PACIENTE EM PRIMEIRA CONSULTA ENCAMINHADA PARA CX DE CATARATA DE OE \nREFERE BAV PROGRESSIVA DE OE \nJÁ REALIZADO CX DE CATARATA EM OD EM 2005 NO HOSPITAL DE CLINICAS \nHAS HÁ 8 ANOS EM TTO CONTROLADA \nNEGA DM \nREFERE ARRITMIA CARDIACA FA EM ACOMPANHAMENTO \nECOGRAFIA DE OE 03/09/2013\nRETINA COLADA CENTRAL E PERIFERICAMENTE COM CAVIDADE VITREA SEM ALTERAÇÕES E MUSCULATURA OCULAR NORMAIS \nAV : 20/80 // VÊ VULTOS \nESQ: +1,00 ESF // DIFICIL DEVIDO OPACIDADE \nTOL: SEM MELHORA DA AV E PACIENTE NÃO COLABORATIVA \nBIO: OD LIO TOPICA COM CA CALMA E BEM FORMADA AO COM PUPILAS FOTOREAGENTES BILATERAL E SIMETRIACMENTE AO ; OE CATARATA IMPORTANTE \nFO: OD: PAPILA E MACULA NORMAIS \nOE : NÃO VISUALIZADO DEVIDO OPACIDADE DE MEIOS \nPIO: 15/16\nBIO:\nOE: CATARATA CAPSULAR ANTERIOR 4+/4 COM NUCLEAR 3+/4+ \nMR: DIFICL DEVIDO OPACIDADE DE MEIOS \nCDTA: PREENCHO APAC E SOLICITO EXAMES LABORATORIAIS . NO RETORNO REALIZAR NOVA CLASSIFICAÇÃO DE CATARATA EXTRA ??\nR1 Vital Brasil \nR3 Vital Brasil \n\n\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "CONSULTA",
      "ENCAMINHADA",
      "ACOMPANHAMENTO",
      "CDTA",
      "PREENCHO",
      "SOLICITO",
      "RETORNO",
      "REALIZAR"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OE",
      "OD"
    ],
    "Abreviação": [
      "HAS",
      "TTO",
      "DM",
      "AV",
      "ESQ",
      "TOL",
      "BIO",
      "OD",
      "AO",
      "OE",
      "FO",
      "PIO",
      "MR",
      "CDTA",
      "APAC",
      "R1",
      "R3",
      "BAV PROGRESSIVA DE OE",
      "CX DE CATARATA EM OD",
      "ARRITMIA CARDIACA",
      "ECOGRAFIA DE OE",
      "+1 , 00 ESF",
      "MELHORA DA AV",
      "LIO TOPICA COM CA CALMA E BEM FORMADA"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DM",
      "CATARATA",
      "ARRITMIA CARDIACA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TTO",
      "CX DE CATARATA EM OD"
    ],
    "Conceito Qualitativo": [
      "CONTROLADA",
      "COLABORATIVA",
      "MELHORA DA AV"
    ],
    "Negação": [
      "NEGA",
      "SEM",
      "NÃO"
    ],
    "Procedimento Diagnóstico": [
      "AV",
      "ESQ",
      "TOL",
      "BIO",
      "FO",
      "PIO",
      "MR",
      "ECOGRAFIA DE OE"
    ],
    "Conceito Quantitativo": [
      "20/80",
      "15/16",
      "+1 , 00 ESF"
    ],
    "Sinal ou Sintoma": [
      "VULTOS",
      "DIFICIL DEVIDO OPACIDADE"
    ],
    "Regulamento ou Lei": [
      "APAC"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "R3"
    ],
    "Achado": [
      "BAV PROGRESSIVA DE OE"
    ],
    "Conceito Temporal": [
      "HÁ 8 ANOS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "RETINA COLADA CENTRAL E PERIFERICAMENTE COM CAVIDADE VITREA SEM ALTERAÇÕES",
      "MUSCULATURA OCULAR NORMAIS",
      "LIO TOPICA COM CA CALMA E BEM FORMADA",
      "PUPILAS FOTOREAGENTES BILATERAL E SIMETRIACMENTE",
      "CATARATA IMPORTANTE",
      "PAPILA E MACULA NORMAIS",
      "NÃO VISUALIZADO DEVIDO OPACIDADE DE MEIOS",
      "CATARATA CAPSULAR ANTERIOR 4+/4 COM NUCLEAR 3+/4+",
      "DIFICL DEVIDO OPACIDADE DE MEIOS"
    ],
    "Procedimento Laboratorial": [
      "EXAMES LABORATORIAIS"
    ]
  },
  "labels": {
    "9A03.24": {
      "term_original": "bav progressiva de oe",
      "capitulo": "09",
      "confidence_embedding": 0.7529,
      "descricao_cid": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme.",
      "classification_reasoning": "O termo 'bav progressiva de oe' é relacionado à Síndrome da frouxidão palpebral, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar. Essa síndrome está associada a homens obesos e apneia obstrutiva do sono."
    },
    "MC20.2": {
      "term_original": "dificil devido opacidade",
      "capitulo": "21",
      "confidence_embedding": 0.7383,
      "descricao_cid": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade.",
      "classification_reasoning": "A opacidade dificil devido opacidade no contexto do prontuário se refere à presença de células inflamatórias na câmara anterior do olho, o que corresponde ao hipópio descrito pelo Código CID-11 MC20.2."
    },
    "9B10.20": {
      "term_original": "catarata",
      "capitulo": "09",
      "confidence_embedding": 0.7453,
      "descricao_cid": "Representação de doença CID-11: Catarata traumática. Definição: Opacidade parcial ou completa sobre ou no cristalino ou na sua cápsula em um ou ambos os olhos, prejudicando a visão ou causando cegueira. Os muitos tipos de catarata são classificados por sua morfologia (tamanho, forma, localização) ou etiologia (causa e tempo de ocorrência) resultando de ou subsequente a uma lesão.",
      "classification_reasoning": "A escolha do código é baseada na presença de catarata em ambos os olhos (OE e OD), especificamente em OE, com descrição de catarata capsular anterior 4+/4 com nuclear 3+/4+. Além disso, o paciente tem história prévia de catarata em OD em 2005, o que sugere uma etiologia relacionada à idade madura (catarata traumática)."
    },
    "BC43.6": {
      "term_original": "arritmia cardiaca",
      "capitulo": "11",
      "confidence_embedding": 0.7465,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo.",
      "classification_reasoning": "A escolha do código BC43.6 se baseia na referência à 'arritmia cardiaca' e a descrição de cardiomiopatia ventricular arritmogênica, que inclui a propensão a arritmias ventriculares."
    },
    "5B55.5": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7114,
      "descricao_cid": "Representação de doença CID-11: Deficiência de vitamina A com cicatrizes xeroftálmicas da córnea ou cegueira. Definição: A xeroftalmia ou \"olho seco\" continua sendo a causa mais importante de cegueira infantil em muitos países em desenvolvimento. As sequelas s das doenças da córnea anterior relacionadas à deficiência de vitamina A incluem opacidades ou cicatrizes de densidade variável (nebulosa, mácula, leucoma), enfraquecimento e proteção das camadas restantes da córnea (estafiloma e descemetocele) e, onde ocorreu perda de conteúdo intraocular, phthisis bulbi, um globo encolhido com cicatrizes. Essas lesões em estágio final não são específicas para xeroftalmia e podem surgir de várias outras condições, principalmente trauma e infecção.",
      "classification_reasoning": "A deficiência de vitamina A foi excluída como possibilidade, pois o contexto menciona DM (diabetes mellitus) e não há referências a essa condição. Além disso, a descrição da cegueira é consistente com as sequelas da deficiência de vitamina A."
    }
  }
}