{
  "prontuario_id": 973,
  "text": "Lucas, 60 ANOS\n# HAS\n# DSLP\n# MIOCARDIOPATIA ISQUEMICA\n# 06/2013: IAMCSST - KILLIP I => ATC DA COM STENT COM SUCESSO\n# EX-TABAGISTA: 45MAÇOS/ANO PAROU QUANDO INFARTOU\n# EM USO DE: AAS 100MG, ENALAPRIL 10MG 12/12H; BRILINTA 90MG 12/12H; SELOZOK 150MG; SINVASTATINA 40MG / D; ESPIRONOLACTONA 25MG / D\n# ECOCARDIO 24/10/13: AE 44 // VD 25 // SEPTO 10 // VE 64 // FE 40% *\nVE AUMENTADO EM GRAU DISCRETO, PADRÃO DE HIPERTROFIA EXCENTRICA, DISFUNÇÃO SISTOLICA MODERADA. CONTRAÇÃO SEGMENTAR DO VE\nALTERADA. DISFUNÇÃO DIASTÓLICA GRAU II DO VE - RESTRITIVO.AE AUMENTADO EM GRAU DISCRETO. INSUFICIENCIA MITRAL DISCRETA\nS # DISPNEIA EM REPOUSO, PRINCIPALMENTE AO DEITAR. DORME COM 2 TRAVESSEIROS, REFERE DISPNEIA PAROXISTICA.\nDOR TORACICA CONTINUA DIARIAMENTE, TIPO FISGADA,DURAÇAO DE ATÉ UM MINUTO. SEM IRRADIAÇAO. SEM RELAÇAO COM ESFORÇO FISICO OU REPOUSO. \nNAO CONSEGIU REALIZAR NOVO ECOCARDIO POR FALTA DE VAGA.\nAO EXAME:\nBEG, LOTE\nPA 140X80 MMHG   FC 65\nAP MVB+, DIFUSAMENTE DIMINUIDO, S RA\nAC BCRNF SS\nMMII SP\nEX LAB:\nHBA1C 5,1%  K 5,3\nA #  DAC  IC ETIOLOGIA  ISQUEMICA\nP # SUSPENDO BRILINTA CARVEDILOL 25MG  E SUSPENDO SELOZOK\nPRESCREVO FUROSEMIDA \nAGUARDA ECOCARDIO\nR2 CM Doutor Vital Brazil ",
  "entities": {
    "Abreviação": [
      "HAS",
      "DSLP",
      "IAMCSST",
      "AAS",
      "12/12H",
      "D",
      "ECOCARDIO",
      "BEG",
      "LOTE",
      "PA",
      "FC",
      "AP",
      "MVB+",
      "S",
      "RA",
      "AC",
      "BCRNF",
      "SS",
      "MMII",
      "SP",
      "DAC",
      "R2",
      "ATC DA COM STENT",
      "AE 44",
      "VD 25",
      "VE 64",
      "FE 40%",
      "VE AUMENTADO EM GRAU DISCRETO",
      "CONTRAÇÃO SEGMENTAR DO VE ALTERADA",
      "DISFUNÇÃO DIASTÓLICA GRAU II DO VE - RESTRITIVO",
      "AE AUMENTADO EM GRAU DISCRETO",
      "EX LAB",
      "HBA1C 5 , 1%",
      "K 5 , 3",
      "IC ETIOLOGIA ISQUEMICA"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DSLP",
      "IAMCSST",
      "DAC",
      "MIOCARDIOPATIA ISQUEMICA",
      "INSUFICIENCIA MITRAL DISCRETA",
      "DISPNEIA PAROXISTICA",
      "IC ETIOLOGIA ISQUEMICA"
    ],
    "Achado": [
      "EX-TABAGISTA",
      "BEG",
      "LOTE",
      "MVB+",
      "BCRNF",
      "SP",
      "PAROU QUANDO INFARTOU",
      "DORME COM 2 TRAVESSEIROS"
    ],
    "Conceito Quantitativo": [
      "45MAÇOS/ANO",
      "100MG",
      "90MG",
      "12/12H",
      "150MG",
      "40MG",
      "25MG",
      "65",
      "140X80 MMHG"
    ],
    "Substância Farmacológica": [
      "AAS",
      "ENALAPRIL",
      "BRILINTA",
      "SELOZOK",
      "SINVASTATINA",
      "ESPIRONOLACTONA",
      "CARVEDILOL",
      "FUROSEMIDA"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "ENALAPRIL",
      "BRILINTA",
      "SELOZOK",
      "SINVASTATINA",
      "ESPIRONOLACTONA",
      "CARVEDILOL",
      "FUROSEMIDA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Ácido Nucleico, Nucleosídeo ou Nucleotídeo": [
      "BRILINTA"
    ],
    "Conceito Temporal": [
      "D",
      "DIARIAMENTE",
      "DURAÇAO DE ATÉ UM MINUTO"
    ],
    "Procedimento Diagnóstico": [
      "ECOCARDIO"
    ],
    "Negação": [
      "SEM",
      "NAO",
      "S",
      "SS"
    ],
    "Fenômeno ou Processo Natural": [
      "IRRADIAÇAO"
    ],
    "Sinal ou Sintoma": [
      "IRRADIAÇAO",
      "RA",
      "SS",
      "DISPNEIA EM REPOUSO",
      "DISPNEIA PAROXISTICA",
      "DOR TORACICA CONTINUA",
      "DIFUSAMENTE DIMINUIDO"
    ],
    "Conceito Qualitativo": [
      "RELAÇAO",
      "PRINCIPALMENTE AO DEITAR",
      "TIPO FISGADA"
    ],
    "Atividade Diária ou Recreativa": [
      "REPOUSO"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "AP",
      "AC"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Atividade de Assistência à Saúde": [
      "SUSPENDO",
      "PRESCREVO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R2"
    ],
    "Classificação": [
      "KILLIP I"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATC DA COM STENT"
    ],
    "Resultado Laboratorial ou de Teste": [
      "AE 44",
      "VD 25",
      "SEPTO 10",
      "VE 64",
      "FE 40%",
      "VE AUMENTADO EM GRAU DISCRETO",
      "PADRÃO DE HIPERTROFIA EXCENTRICA",
      "DISFUNÇÃO SISTOLICA MODERADA",
      "CONTRAÇÃO SEGMENTAR DO VE ALTERADA",
      "DISFUNÇÃO DIASTÓLICA GRAU II DO VE - RESTRITIVO",
      "AE AUMENTADO EM GRAU DISCRETO",
      "INSUFICIENCIA MITRAL DISCRETA",
      "HBA1C 5 , 1%",
      "K 5 , 3"
    ],
    "Procedimento Laboratorial": [
      "EX LAB"
    ]
  },
  "labels": {
    "BA51": {
      "term_original": "miocardiopatia isquemica",
      "capitulo": "11",
      "confidence_embedding": 0.8041,
      "descricao_cid": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas.",
      "classification_reasoning": "A escolha do código BA51 é baseada na história de Lucas, 60 anos, com antecedente de infarto do miocárdio e subsequente revascularização por stenting. Além disso, apresenta sintomas de dispneia em repouso e dor torácica diária, o que sugere uma cardiomiopatia isquêmica. A presença de miocardiopatia isquêmica é confirmada pelo exame ecocardiográfico, que revela disfunção sistólica moderada do ventrículo esquerdo e contração segmentar alterada."
    },
    "MC80.0Y": {
      "term_original": "dor toracica continua",
      "capitulo": "21",
      "confidence_embedding": 0.7337,
      "descricao_cid": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: ",
      "classification_reasoning": "A dor toracica continua é mais provávelmente relacionada a um valor anormal da pressão arterial, considerando a história de miocardite isquêmica e insuficiência mitral discreta. Além disso, o paciente tem uma história de paroxismo de dispneia e dor toracica contínua diária."
    },
    "8C01": {
      "term_original": "sp",
      "capitulo": "08",
      "confidence_embedding": 0.7269,
      "descricao_cid": "Representação de doença CID-11: Polineuropatia inflamatória. Definição: Neuropatias periféricas inflamatórias adquiridas são de etiologia imune presumida e são classificadas com base em seu curso clínico: polineuropatia inflamatória desmielinizante aguda (PIDA ou síndrome de Guillain-Barré) com o déficit motor atingindo um nível máximo em 28 dias e polineuropatia inflamatória desmielinizante crônica (PIDC) que tem um curso lentamente progressivo de dois ou mais meses ou um curso remitente recorrente. Existem muitas variantes de PIDA e PIDC.",
      "classification_reasoning": "A escolha do código 8C01 (Polineuropatia inflamatória) é justificada pelo relato de dor torácica contínua, duração até um minuto, sem relação com esforço físico ou repouso, o que sugere lesão nervosa. Além disso, a presença de dispneia em repouso e ao deitar, principalmente paroxística, também pode estar relacionada a uma lesão neurológica."
    },
    "BB63.1": {
      "term_original": "insuficiencia mitral discreta",
      "capitulo": "11",
      "confidence_embedding": 0.7649,
      "descricao_cid": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação.",
      "classification_reasoning": "A insuficiência mitral discreta descrita no prontuário refere-se a uma estenose mitral não reumática com insuficiência, o que se encaixa melhor com o código BB63.1."
    },
    "6C45.3": {
      "term_original": "dslp",
      "capitulo": "06",
      "confidence_embedding": 0.7261,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "O termo 'DSLP' no contexto do prontuário refere-se à Disfunção Sistolica do Líquido Pleural, o que é uma condição clínica relacionada à intoxicação por cocaína. Embora haja outras opções de código disponíveis, a escolha mais precisa para 'DSLP' dentro do contexto clínico é a representação de doença CID-11: Intoxicação por cocaína."
    },
    "QC48.0": {
      "term_original": "ex-tabagista",
      "capitulo": "24",
      "confidence_embedding": 0.6769,
      "descricao_cid": "Representação de doença CID-11: História pessoal de uso de longo prazo de anticoagulantes. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'ex-tabagista' é QA78.0, pois se refere a histórico de uso prolongado de anticoagulantes. No entanto, como o termo menciona 'ex-tabagista', isso sugere que Lucas parou de fumar após ter um infarto, e QC48.0 melhor reflete essa informação."
    },
    "BA41.0": {
      "term_original": "ic etiologia isquemica",
      "capitulo": "11",
      "confidence_embedding": 0.7728,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio com supradesnível de ST. Definição: Infarto agudo do miocárdio com supradesnível de ST (IAMCSST) é um infarto agudo do miocárdio com desenvolvimento de supradesnível de ST em duas derivações contíguas do eletrocardiograma. Os critérios de elevação do ST são os seguintes; novo supradesnível de ST no ponto J em duas derivações contíguas aplicando os pontos de corte: 0,2mV em homens> 40 anos; > 0,25mV em homens <40 anos, e > 0,15mV em mulheres.",
      "classification_reasoning": "A escolha do código BA41.0 se baseia na presença de IAMCSST - Killip I em 06/2013, o que indica um infarto agudo do miocárdio com supradesnível de ST."
    },
    "MC82.0": {
      "term_original": "dorme com 2 travesseiros",
      "capitulo": "21",
      "confidence_embedding": 0.755,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A opção mais precisa para o termo 'dorme com 2 travesseiros' é a parada cardíaca, mais especificamente a bradicardia (Código: MC82.0), pois o paciente relata dor torácica contínua e dispneia em repouso, especialmente ao deitar, sugerindo que o paciente pode estar experimentando crises cardíacas."
    },
    "CA22.0": {
      "term_original": "dispneia paroxistica",
      "capitulo": "12",
      "confidence_embedding": 0.7281,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A dispensia paroxística descrita como um sintoma característico do paciente, associado a dor torácica contínua diariamente, sugerindo uma doença pulmonar obstrutiva crônica com exacerbação aguda não especificada."
    },
    "8B10": {
      "term_original": "bcrnf",
      "capitulo": "08",
      "confidence_embedding": 0.7119,
      "descricao_cid": "Representação de doença CID-11: Ataque isquêmico transitório. Definição: Episódio transitório de disfunção neurológica focal causada por isquemia cerebral focal sem infarto agudo na área clinicamente relevante do cérebro ou perda visual monocular transitória devida à isquemia retiniana. Os sintomas devem desaparecer completamente em 24 horas.",
      "classification_reasoning": "A escolha pelo código 8B10 (Ataque isquêmico transitório) se baseia na descrição de sintomas neurológicos focal e a falta de infarto agudo no contexto do paciente Lucas, que apresenta alterações cardíacas e história de IAMCSST. O termo 'bcrnf' sugere uma alteração em relação à função do músculo, o que é consistente com as descrições de ataque isquêmico transitório."
    },
    "QA8D": {
      "term_original": "parou quando infartou",
      "capitulo": "24",
      "confidence_embedding": 0.7254,
      "descricao_cid": "Representação de doença CID-11: Paciente que recebeu um teste diagnóstico ou tratamento destinado a outro paciente, sem lesão ou dano. Definição: ",
      "classification_reasoning": "O paciente parou de fumar quando infartou, o que indica que recebeu um teste diagnóstico (infarto) destinado a outro paciente (fumante), sem lesão ou dano."
    },
    "6C40.3": {
      "term_original": "has",
      "capitulo": "06",
      "confidence_embedding": 0.7306,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A opção mais precisa é a intoxicação por álcool (6C40.3) porque o termo 'has' está relacionado à história de tabagismo do paciente, e embora não seja diretamente mencionada na anamnese, é um fator que influencia a escolha da opção mais precisa."
    },
    "MD11.7": {
      "term_original": "beg",
      "capitulo": "21",
      "confidence_embedding": 0.7353,
      "descricao_cid": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação.",
      "classification_reasoning": "A opção mais precisa é a hiperventilação (MD11.7), pois o paciente apresenta sintomas de dispneia em repouso e dor torácica contínua, sugerindo uma possível resposta hipercapnica ou hipóxia."
    }
  }
}