{
  "prontuario_id": 371,
  "text": "Lucas, 60 ANOS\n# HAS\n# DSLP\n# MIOCARDIOPATIA ISQUEMICA\n# 06/2013: IAMCSST - KILLIP I => ATC DA COM STENT COM SUCESSO\n# EX-TABAGISTA: 45MAÇOS/ANO PAROU QUANDO INFARTOU\n# EM USO DE: AAS 100MG, ENALAPRIL 10MG 12/12H; BRILINTA 90MG 12/12H; SELOZOK 150MG; SINVASTATINA 40MG / D; ESPIRONOLACTONA 25MG / D\n# ECOCARDIO 24/10/13: AE 44 // VD 25 // SEPTO 10 // VE 64 // FE 40% *\nVE AUMENTADO EM GRAU DISCRETO, PADRÃO DE HIPERTROFIA EXCENTRICA, DISFUNÇÃO SISTOLICA MODERADA. CONTRAÇÃO SEGMENTAR DO VE\nALTERADA. DISFUNÇÃO DIASTÓLICA GRAU II DO VE - RESTRITIVO AE AUMENTADO EM GRAU DISCRETO. INSUFICIENCIA MITRAL DISCRETA\nS # REFERE MELHORA DA DISPNEIA.\nAO EXAME:\nBEG, LOTE\nPA 140X80 MMHG FC 65\nAP  MVB+, DIFUSAMENTE DIMINUIDO, S RA\nAC BCRNF SS\nMMII SP\nEX LAB:\nCREAT 1,3; UR 71\nA # DAC IC ETIOLOGIA ISQUEMICA\nP #  ",
  "entities": {
    "Abreviação": [
      "HAS",
      "DSLP",
      "IAMCSST",
      "AAS",
      "12/12H",
      "D",
      "ECOCARDIO",
      "BEG",
      "LOTE",
      "PA",
      "FC",
      "AP",
      "MVB+",
      "S",
      "RA",
      "AC",
      "BCRNF",
      "SS",
      "MMII",
      "SP",
      "DAC",
      "ATC DA COM STENT",
      "AE 44",
      "VD 25",
      "VE 64",
      "FE 40%",
      "VE AUMENTADO EM GRAU DISCRETO",
      "CONTRAÇÃO SEGMENTAR DO VE ALTERADA",
      "DISFUNÇÃO DIASTÓLICA GRAU II DO VE - RESTRITIVO",
      "AE AUMENTADO EM GRAU DISCRETO",
      "EX LAB",
      "CREAT 1 , 3",
      "UR 71",
      "IC ETIOLOGIA ISQUEMICA"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DSLP",
      "IAMCSST",
      "INFARTOU",
      "DAC",
      "MIOCARDIOPATIA ISQUEMICA",
      "IC ETIOLOGIA ISQUEMICA"
    ],
    "Achado": [
      "EX-TABAGISTA",
      "MELHORA",
      "BEG",
      "LOTE",
      "MVB+",
      "BCRNF"
    ],
    "Conceito Quantitativo": [
      "45MAÇOS/ANO",
      "100MG",
      "10MG",
      "90MG",
      "150MG",
      "40MG",
      "25MG",
      "65",
      "140X80 MMHG"
    ],
    "Substância Farmacológica": [
      "AAS",
      "ENALAPRIL",
      "BRILINTA",
      "SELOZOK",
      "SINVASTATINA",
      "ESPIRONOLACTONA"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "ENALAPRIL",
      "BRILINTA",
      "SELOZOK",
      "SINVASTATINA",
      "ESPIRONOLACTONA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Conceito Temporal": [
      "12/12H",
      "D"
    ],
    "Ácido Nucleico, Nucleosídeo ou Nucleotídeo": [
      "BRILINTA"
    ],
    "Procedimento Diagnóstico": [
      "ECOCARDIO"
    ],
    "Sinal ou Sintoma": [
      "DISPNEIA",
      "RA",
      "SS",
      "SP",
      "DIFUSAMENTE DIMINUIDO"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "AP",
      "AC"
    ],
    "Negação": [
      "S",
      "SS",
      "SP"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII"
    ],
    "Classificação": [
      "KILLIP I"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATC DA COM STENT"
    ],
    "Resultado Laboratorial ou de Teste": [
      "AE 44",
      "VD 25",
      "SEPTO 10",
      "VE 64",
      "FE 40%",
      "VE AUMENTADO EM GRAU DISCRETO",
      "PADRÃO DE HIPERTROFIA EXCENTRICA",
      "DISFUNÇÃO SISTOLICA MODERADA",
      "CONTRAÇÃO SEGMENTAR DO VE ALTERADA",
      "DISFUNÇÃO DIASTÓLICA GRAU II DO VE - RESTRITIVO",
      "AE AUMENTADO EM GRAU DISCRETO",
      "INSUFICIENCIA MITRAL DISCRETA",
      "CREAT 1 , 3",
      "UR 71"
    ],
    "Procedimento Laboratorial": [
      "EX LAB"
    ]
  },
  "labels": {
    "BA51": {
      "term_original": "miocardiopatia isquemica",
      "capitulo": "11",
      "confidence_embedding": 0.7972,
      "descricao_cid": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas.",
      "classification_reasoning": "A escolha do código BA51 se justifica pela presença de miocardiopatia isquêmica definida no contexto, com história de infarto agudo do miocárdio (IAMCSST) e estenose coronariana superior a 75%. Além disso, a descrição da cardiomiopatia isquêmica na consulta clínica coincide com a definição fornecida pelo código BA51."
    },
    "VV3Y": {
      "term_original": "beg",
      "capitulo": "V",
      "confidence_embedding": 0.7026,
      "descricao_cid": "Representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Definição: ",
      "classification_reasoning": "O termo 'beg' se refere ao exame de Beg, que é um teste clínico para avaliar a função cardiovascular. Como o paciente tem uma história de miocardiopatia isquêmica e infarto do miocárdio, é provável que o termo esteja relacionado às funções do sistema cardiovascular, especificamente no contexto da doença cardíaca. Portanto, a opção mais precisa é VV3Y - Representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas."
    },
    "BA41.0": {
      "term_original": "ic etiologia isquemica",
      "capitulo": "11",
      "confidence_embedding": 0.7696,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio com supradesnível de ST. Definição: Infarto agudo do miocárdio com supradesnível de ST (IAMCSST) é um infarto agudo do miocárdio com desenvolvimento de supradesnível de ST em duas derivações contíguas do eletrocardiograma. Os critérios de elevação do ST são os seguintes; novo supradesnível de ST no ponto J em duas derivações contíguas aplicando os pontos de corte: 0,2mV em homens> 40 anos; > 0,25mV em homens <40 anos, e > 0,15mV em mulheres.",
      "classification_reasoning": "A escolha do código BA41.0 foi baseada na descrição de 'infarto agudo do miocárdio com supradesnível de ST' no histórico médico, o que é compatível com a definição do CID-11. Além disso, o termo 'ic etiologia isquemica' também está presente na descrição da doença."
    },
    "9A94.1": {
      "term_original": "ra",
      "capitulo": "09",
      "confidence_embedding": 0.6935,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "A opção mais precisa para o termo 'ra' é a Síndrome da íris flácida (9A94.1), pois 'ra' parece referir-se à anatomia da íris, que é afetada pela síndrome."
    },
    "8B43.2": {
      "term_original": "mvb+",
      "capitulo": "08",
      "confidence_embedding": 0.7241,
      "descricao_cid": "Representação de doença CID-11: Infarto venoso crônico de medula espinal. Definição: Perda de fluxo sanguíneo para a medula espinal devida a anormalidade do fluxo venoso, levando ao desenvolvimento de infarto da medula espinal por um período de tempo mais longo.",
      "classification_reasoning": "O termo 'mvb+' sugere uma lesão ou doença relacionada à medula espinhal, o que está alinhado com a definição do código 8B43.2 (Infarto venoso crônico de medula espinal)."
    },
    "MC82.0": {
      "term_original": "difusamente diminuido",
      "capitulo": "21",
      "confidence_embedding": 0.7401,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A opção mais precisa é MC82.0 porque o termo 'difusamente diminuido' se refere à representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular, que pode estar relacionada ao quadro clínico descrito no prontuário (parada cardíaca com bradicardia e insuficiência mitral)."
    },
    "6C48.2": {
      "term_original": "dslp",
      "capitulo": "06",
      "confidence_embedding": 0.7335,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A presença do termo 'dslp' no contexto do prontuário sugere que Lucas é um ex-tabagista, o que não está relacionado às opções de intoxicação por cafeína ou cocaína. Além disso, a ausência de sintomas compatíveis com essas condições também desconsidera essas opções. A opção mais precisa para o termo 'dslp' é representar a história de tabagismo passado de Lucas."
    },
    "QC48.0": {
      "term_original": "ex-tabagista",
      "capitulo": "24",
      "confidence_embedding": 0.6793,
      "descricao_cid": "Representação de doença CID-11: História pessoal de uso de longo prazo de anticoagulantes. Definição: ",
      "classification_reasoning": "O paciente é ex-tabagista, o que indica uma história pessoal de uso de longo prazo de anticoagulantes."
    },
    "9A03.0Y": {
      "term_original": "bcrnf",
      "capitulo": "09",
      "confidence_embedding": 0.6859,
      "descricao_cid": "Representação de doença CID-11: Outra blefaroptose especificada. Definição: ",
      "classification_reasoning": "Como o termo 'bcrnf' está relacionado à representação de doença, a opção mais precisa é a Representação de doença CID-11: Outra blefaroptose especificada (Código 9A03.0Y), uma vez que outras opções como Síndrome da íris flácida e Crise glaucomatociclítica não têm relação clínica com o termo 'bcrnf'."
    },
    "8C84": {
      "term_original": "sp",
      "capitulo": "08",
      "confidence_embedding": 0.7193,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN).",
      "classification_reasoning": "A presença de miocardiopatia isquêmica e de um exame ecocardiográfico que revela disfunção sistólica moderada e diastólica grau II do ventrículo esquerdo, com segmentar do ventrículo esquerdo alterado, sugere que a rabdomiólise secundária é mais provável que outra opção."
    },
    "XE945": {
      "term_original": "lote",
      "capitulo": "X",
      "confidence_embedding": 0.7356,
      "descricao_cid": "Representação de doença CID-11: Fase da atividade, treinamento cardiovascular. Definição: ",
      "classification_reasoning": "O termo 'lote' refere-se à representação de doença CID-11 relacionada ao treinamento cardiovascular, o que é coerente com a presença de problemas cardíacos na paciente (MIOCARDIOPATIA ISQUEMICA) e a descrição da função cardíaca no exame físico (BEG, LOTE)."
    },
    "CA22.0": {
      "term_original": "dispneia",
      "capitulo": "12",
      "confidence_embedding": 0.7081,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A escolha do código CA22.0 é a mais precisa para o termo 'dispneia' no contexto do prontuário, pois refere-se à doença pulmonar obstrutiva crônica com exacerbação aguda não especificada, que inclui sintomas como dispneia basal."
    }
  }
}