{
  "prontuario_id": 412,
  "text": "# MCP dilatada - IDIOPÁTICA\nCF II-III OSCILANTE.\n** PROTOCOLO DE TX CARDIACO - INDICE CARDIACO \n*** Em uso de: Omeprazol 20mg / d, AAS 100mg / d, Losartan 50mg 12/12hs, Espironolactona 25mg / d, Hidralazina 50mg 12/12hs, Carvedilol 12,5mg 12/12hs\nS # QUEIXA DE CANSAÇO AOS ESFORÇOS. DEMAIS SP\nTG 111, HDL 37, K 4,7, CT 162, LDL 103, TSH 1,59, HB 13, HB GLICASADA 5,87, NA 145, TGP 28, TGO 26, CREAT 0,98\nAO EAXME PA 110/70 FC 64\nSEM TURGÊNCIA JUGULAR\nCPP - MV + BILATERAL, \nPC - BCR SEM SOPROS,\nMMII - SEM EDEM\nA # MCP dilatada CF II / III\nP # MEDICAÇÕES MANTIDAS.\n \n \n \n ",
  "entities": {
    "Substância Farmacológica": [
      "Omeprazol",
      "AAS",
      "Losartan",
      "Espironolactona",
      "Hidralazina",
      "Carvedilol",
      "MEDICAÇÕES"
    ],
    "Substância Química Orgânica": [
      "Omeprazol",
      "AAS",
      "Losartan",
      "Espironolactona",
      "Hidralazina",
      "Carvedilol"
    ],
    "Conceito Quantitativo": [
      "20mg",
      "100mg",
      "50mg",
      "25mg",
      "110/70",
      "64",
      "12 , 5mg"
    ],
    "Conceito Temporal": [
      "d",
      "12/12hs"
    ],
    "Abreviação": [
      "d",
      "AAS",
      "12/12hs",
      "PA",
      "FC",
      "PC",
      "MMII",
      "MCP dilatada - IDIOPÁTICA CF II-III OSCILANTE",
      "TX CARDIACO",
      "TG 111",
      "HDL 37",
      "K 4 , 7",
      "CT 162",
      "LDL 103",
      "TSH 1 , 59",
      "HB 13",
      "HB GLICASADA 5 , 87",
      "NA 145",
      "TGP 28",
      "TGO 26",
      "CREAT 0 , 98",
      "MV + BILATERAL",
      "BCR SEM SOPROS",
      "MCP dilatada CF II / III"
    ],
    "Sinal ou Sintoma": [
      "QUEIXA",
      "CANSAÇO AOS ESFORÇOS",
      "TURGÊNCIA JUGULAR",
      "EDEM A"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "PC"
    ],
    "Negação": [
      "SEM"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "MEDICAÇÕES",
      "TX CARDIACO"
    ],
    "Atividade de Assistência à Saúde": [
      "MANTIDAS"
    ],
    "Doença ou Síndrome": [
      "MCP dilatada - IDIOPÁTICA CF II-III OSCILANTE",
      "MCP dilatada CF II / III"
    ],
    "Resultado Laboratorial ou de Teste": [
      "TG 111",
      "HDL 37",
      "K 4 , 7",
      "CT 162",
      "LDL 103",
      "TSH 1 , 59",
      "HB 13",
      "HB GLICASADA 5 , 87",
      "NA 145",
      "TGP 28",
      "TGO 26",
      "CREAT 0 , 98"
    ],
    "Achado": [
      "MV + BILATERAL",
      "BCR SEM SOPROS"
    ]
  },
  "labels": {
    "BC43.0": {
      "term_original": "mcp dilatada cf ii / iii",
      "capitulo": "11",
      "confidence_embedding": 0.7659,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida.",
      "classification_reasoning": "A escolha é baseada na descrição do prontuário que menciona 'MCP dilatada - IDIOPÁTICA' e 'CF II-III OSCILANTE', o que sugere cardiomiopatia dilatada idiopática, uma condição caracterizada pela disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos."
    },
    "MD11.7": {
      "term_original": "queixa",
      "capitulo": "21",
      "confidence_embedding": 0.7234,
      "descricao_cid": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação.",
      "classification_reasoning": "A queixa descrita refere-se ao cansaço aos esforços, o que sugere hiperventilação, uma condição caracterizada por um aumento na frequência da ventilação alveolar."
    },
    "FA22": {
      "term_original": "mv + bilateral",
      "capitulo": "15",
      "confidence_embedding": 0.7053,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A opção FA22, Polimialgia reumática, é a mais precisa para o termo 'mv + bilateral' no contexto do prontuário. Isso porque a polimialgia reumática caracteriza-se pela dor nos ombros bilaterais e músculos proximais das extremidades."
    }
  }
}