{
  "prontuario_id": 160,
  "text": "LUCAS, 63 ANOS\n\n# TV AO + MI = 2007\n   - PROTESE AO BRAILE 25MM\n   - PROTESE MI CARDIOPROTESE 29MM\nEM USO DE: ENALAPRIL 10MG; HCTZ 25MG /D; METOPROLOL 100MG /D; AAS 100MG /D; SVT 20MG /D.\n\nECOCARDIO 2014: RA 33, VD 47, AE 47,  SEPTO 13, PP 13, DD 57, DS 41, FE 53%.\nMI BIOL: GMAX 14, MEDIO 5, IMOD.\nPROTESE AO BIOL GMAX 40, MEDIO 20 - DLAO DISCRETA.\n\nPCTE SEM QUEIXAS, NEGA DISPNÉIA, NEGA ORTOPNÉIA. QUEIXA-SE DE IMPOTENCIA APÓS INICIAR O USO DE METOPROLOL.\nSEQUELA MOTORA ESQ - PARALISIA INFANTIL? \n\nPA 140X60, FC 64\nAP MVB+ S RA\nAC BCRNF SOPRO SISTOLICO AO E PANFOCAL +4/+6 EJETIVO; SOPRO DIASTOLICO AO E MI ASPIRATIVO +3/+6\nABD SP\nMMII SP\n\nA # TROCA DE VAO E MI HÁ 8 ANOS\nCF I => LIMITADO PELA ALTERAÇÃO MOTORA? SUBESTIMADO\n\nP # AUMENTO ENALAPRIL 10 MG 12/12H; METOPROLOL 50MG /D.\nMANTIDOS DEMAIS.\nRETORNO COM NOVO ECO EM 6 MESES.\n\nR4 CARDIO LUCAS\nDoutor Vital Brazil ",
  "entities": {
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "AO",
      "MI",
      "ABD",
      "MMII"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Substância Farmacológica": [
      "ENALAPRIL",
      "HCTZ",
      "METOPROLOL",
      "AAS",
      "SVT"
    ],
    "Substância Química Orgânica": [
      "ENALAPRIL",
      "HCTZ",
      "METOPROLOL",
      "AAS",
      "SVT"
    ],
    "Conceito Quantitativo": [
      "10MG",
      "140X60",
      "64",
      "50MG",
      "25MG /D",
      "10 MG"
    ],
    "Abreviação": [
      "HCTZ",
      "AAS",
      "SVT",
      "ECOCARDIO",
      "DLAO",
      "PCTE",
      "PA",
      "FC",
      "AP",
      "MVB+",
      "S",
      "RA",
      "AC",
      "BCRNF",
      "AO",
      "MI",
      "MMII",
      "SP",
      "A",
      "P",
      "ECO",
      "PROTESE AO BRAILE 25MM",
      "PROTESE MI CARDIOPROTESE 29MM",
      "RA 33",
      "VD 47",
      "AE 47",
      "PP 13",
      "DD 57",
      "DS 41",
      "FE 53%",
      "MI BIOL",
      "PROTESE AO BIOL",
      "SEQUELA MOTORA ESQ"
    ],
    "Procedimento Diagnóstico": [
      "ECOCARDIO",
      "AP",
      "AC",
      "A",
      "ECO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "IMOD",
      "+3/+6",
      "RA 33",
      "VD 47",
      "AE 47",
      "SEPTO 13",
      "PP 13",
      "DD 57",
      "DS 41",
      "FE 53%",
      "GMAX 14",
      "MEDIO 5",
      "+4/+6 EJETIVO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Negação": [
      "SEM",
      "NEGA",
      "S"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "DISPNÉIA",
      "ORTOPNÉIA",
      "QUEIXA-SE",
      "RA",
      "SOPRO SISTOLICO",
      "SOPRO DIASTOLICO"
    ],
    "Doença ou Síndrome": [
      "IMPOTENCIA",
      "PARALISIA INFANTIL"
    ],
    "Atributo Clínico": [
      "PA",
      "FC"
    ],
    "Achado": [
      "MVB+",
      "BCRNF",
      "SP"
    ],
    "Localização ou Região Corporal": [
      "AO",
      "PANFOCAL",
      "MI"
    ],
    "Conceito Qualitativo": [
      "ASPIRATIVO"
    ],
    "Dispositivo Médico": [
      "VAO",
      "PROTESE AO BRAILE 25MM",
      "PROTESE MI CARDIOPROTESE 29MM",
      "PROTESE AO BIOL"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "AUMENTO"
    ],
    "Atividade de Assistência à Saúde": [
      "AUMENTO",
      "MANTIDOS DEMAIS"
    ],
    "Conceito Temporal": [
      "12/12H",
      "/D",
      "HÁ 8 ANOS"
    ],
    "Função Patológica": [
      "SEQUELA MOTORA ESQ",
      "SOPRO SISTOLICO",
      "SOPRO DIASTOLICO",
      "ALTERAÇÃO MOTORA"
    ]
  },
  "labels": {
    "MA81": {
      "term_original": "queixa-se",
      "capitulo": "21",
      "confidence_embedding": 0.6882,
      "descricao_cid": "Representação de doença CID-11: Disfluência da fala. Definição: A disfluência da fala é caracterizada pela interrupção frequente ou persistente do fluxo rítmico da fala, que surge após o período de desenvolvimento (ou seja, no início na idade adulta) e está fora dos limites da variação normal, resultando em redução da inteligibilidade e comprometimento significativo da comunicação. Pode envolver repetições de sons, sílabas ou palavras, prolongamentos de sons, quebras de palavras, bloqueio de produção de palavras, uso excessivo de interjeições e fala em impulsos curtos e rápidos.",
      "classification_reasoning": "A queixa de impotência após início do uso de metoprolol sugere disfluência da fala (MA81), uma representação de doença CID-11."
    },
    "BC63.3": {
      "term_original": "ra",
      "capitulo": "11",
      "confidence_embedding": 0.7542,
      "descricao_cid": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)",
      "classification_reasoning": "A presença de RA no eletrocardiograma (ECOCARDIO) e a queixa de impotência após o uso de metoprolol sugerem um bloqueio de ramo direito, o que é compatível com o código BC63.3."
    },
    "9A03.0": {
      "term_original": "mvb+",
      "capitulo": "09",
      "confidence_embedding": 0.6756,
      "descricao_cid": "Representação de doença CID-11: Blefaroptose. Definição: Queda da pálpebra superior devida a desenvolvimento deficiente ou paralisia do músculo levantador da pálpebra superior.",
      "classification_reasoning": "A opção mais precisa é a blefaroptose, pois o termo 'mvb+' refere-se à pálpebra superior e não há nenhuma referência ao glaucoma ou síndrome da íris flácida no contexto clínico."
    },
    "9A94.1": {
      "term_original": "sopro diastolico",
      "capitulo": "09",
      "confidence_embedding": 0.6866,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "O termo 'sopro diastolico' se refere à pressão arterial sistólica elevada e pressão arterial diastólica normal, característica da doença cardíaca. O código 9A94.1, Representação de doença CID-11: Síndrome da íris flácida, não é relacionado ao termo 'sopro diastolico'. Já o código 9C61.25, Crise glaucomatociclítica, também não tem relação com o termo 'sopro diastolico', pois é uma doença ocular e não cardíaca. O código 9A03.0Y, Outra blefaroptose especificada, e o código 9A03.0, Blefaroptose, não têm nenhuma relação com o termo 'sopro diastolico'. Já o código 9B71.3, Retinopatia da prematuridade, é uma doença ocular neonatal e não relacionada ao termo 'sopro diastolico'. Portanto, a escolha mais precisa para o termo 'sopro diastolico' é o código 09 que se refere à Representação de doença CID-11: Síndrome da íris flácida."
    },
    "FB32.20": {
      "term_original": "sequela motora esq",
      "capitulo": "15",
      "confidence_embedding": 0.7091,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A sequela motora esq é mais consistente com a rabdomiólise idiopática, considerando que o paciente tem história de paralisia infantil e agora apresenta sequela motora na mesma região."
    },
    "9A03.0Y": {
      "term_original": "bcrnf",
      "capitulo": "09",
      "confidence_embedding": 0.7007,
      "descricao_cid": "Representação de doença CID-11: Outra blefaroptose especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'bcrnf' é a blefaroptose, especificamente a paralisia infantil esquerda que está relacionada à sequela motora descrita no prontuário."
    },
    "LA80.3": {
      "term_original": "paralisia infantil",
      "capitulo": "20",
      "confidence_embedding": 0.725,
      "descricao_cid": "Representação de doença CID-11: Coração extratorácico. Definição: Malformação cardiovascular congênita em que o coração está pelo menos parcialmente fora do tórax.",
      "classification_reasoning": "A opção mais precisa para o termo 'paralisia infantil' no contexto clínico é LA80.3, que refere-se a representação de doença CID-11: Coração extratorácico. Embora o termo possa parecer relacionado à paralisia, é importante considerar o contexto do prontuário, que menciona sequela motora esq - paralisa infantil?, sugerindo uma anomalia cardíaca congênita."
    },
    "MC82.0": {
      "term_original": "sp",
      "capitulo": "21",
      "confidence_embedding": 0.6992,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A escolha pelo código MC82.0 é baseada na queixa de impotência após o início do uso de metoprolol e nos achados ecocardiográficos, como a paralise infantil esquioa. Essas informações sugerem uma possível lesão neuromuscular subsequente à taquicardia e fibrilação ventricular."
    },
    "HA01.1": {
      "term_original": "impotencia",
      "capitulo": "17",
      "confidence_embedding": 0.7048,
      "descricao_cid": "Representação de doença CID-11: Disfunção erétil do homem. Definição: A disfunção erétil peniana é caracterizada pela incapacidade ou redução acentuada na capacidade dos homens de atingir ou manter uma ereção peniana de duração ou rigidez suficiente para permitir a atividade sexual. O padrão de dificuldade erétil ocorre apesar do desejo de atividade sexual e estimulação sexual adequadas, de forma episódica ou persistente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo.",
      "classification_reasoning": "A queixa de impotência após o uso de Metoprolol e a falta de outros fatores etiológicos apontam para uma disfunção erétil do homem, caracterizada pela incapacidade ou redução acentuada na capacidade dos homens de atingir ou manter uma ereção peniana de duração ou rigidez suficiente."
    }
  }
}