{
  "prontuario_id": 792,
  "text": "Pcte relata síncope há 30 dias mais com o calor.\npródromos: tontura e sudorese e escurecimento visual.\nDuração de segundos há 3 minutos.\nNega confusão mental ou salivação após.\nNega uso de medicação.\nNega outros sintomas.\nHF - p cardiopatia.\nECG: DCRD.\nPA 110x70.\nAC bnf em 2t e ss.\nAP mv+ simetrico s ra.\nAbd sp.\nmmii s edema.\nVaso vagal?\n\nc # ecocardio, holter e TE.\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Pcte"
    ],
    "Abreviação": [
      "Pcte",
      "HF",
      "ECG",
      "DCRD",
      "PA",
      "AC",
      "AP",
      "s",
      "ra",
      "Abd",
      "sp",
      "mmii",
      "c",
      "ecocardio",
      "TE",
      "bnf em 2t e ss",
      "mv+ simetrico"
    ],
    "Sinal ou Sintoma": [
      "síncope",
      "pródromos",
      "tontura",
      "sudorese",
      "salivação",
      "sintomas",
      "ra",
      "edema",
      "escurecimento visual",
      "confusão mental"
    ],
    "Negação": [
      "Nega",
      "s"
    ],
    "Conceito Temporal": [
      "após"
    ],
    "Substância Farmacológica": [
      "medicação"
    ],
    "Achado": [
      "HF",
      "sp",
      "bnf em 2t e ss",
      "mv+ simetrico"
    ],
    "Doença ou Síndrome": [
      "cardiopatia",
      "Vaso vagal"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "AC",
      "AP",
      "ecocardio",
      "holter",
      "TE"
    ],
    "Resultado Laboratorial ou de Teste": [
      "DCRD"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Conceito Quantitativo": [
      "110x70"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Abd",
      "mmii"
    ],
    "Função Patológica": [
      "edema"
    ],
    "Produto Intelectual": [
      "c"
    ]
  },
  "labels": {
    "R06.0": {
      "term_original": "síncope",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "Síncope é um sintoma característico de colapso cardiovascular, e a presença de tontura, sudorese e escurecimento visual antes disso sugere uma possível etiologia cardíaca. Além disso, a história prévia de cardiopatia e o ECG com DCRD (discreta curva R) apoiam essa hipótese."
    },
    "6C40.4": {
      "term_original": "tontura",
      "capitulo": "06",
      "confidence_embedding": 0.7582,
      "descricao_cid": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído.",
      "classification_reasoning": "A escolha do código 6C40.4 'Abstinência de álcool' se baseia na apresentação de tontura como um dos sintomas pródromos, juntamente com sudorese e escurecimento visual, que são características comuns da abstinência alcoólica."
    },
    "MB23.H": {
      "term_original": "pródromos",
      "capitulo": "21",
      "confidence_embedding": 0.7659,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A escolha do código MB23.H é baseada na presença de pródromos (tontura, sudorese e escurecimento visual) que antecederam a síncope há 30 dias. Além disso, a descrição do termo 'pródromos' é consistente com a definição de Crise de pânico (MB23.H), o que reforça a escolha."
    },
    "9A94.1": {
      "term_original": "sudorese",
      "capitulo": "09",
      "confidence_embedding": 0.7243,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "A presença de sudorese é um sintoma que remete à síndrome da íris flácida, uma condição que envolve dor e sensação de areia nos olhos."
    },
    "BC63.4": {
      "term_original": "hf",
      "capitulo": "11",
      "confidence_embedding": 0.7891,
      "descricao_cid": "Representação de doença CID-11: Bloqueio de ramo esquerdo. Definição: Transtorno do sistema de condução atrioventricular em que a duração do QRS é maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos de idade e maior que 90 ms em crianças menores de 4 anos; há um padrão QS ou rS na derivação V1 e uma onda R larga e empastada nas derivações I e V6.",
      "classification_reasoning": "A presença de HF (insuficiência cardíaca) e DCRD (deflexão cardiodesviada à esquerda) na ECG, juntamente com a PA (pressão arterial) de 110x70 mmHg e o diagnóstico de cardiopatia, sugerem um bloqueio de ramo esquerdo. Isso é confirmado pela descrição da DCRD como 'Bloqueio do fascículo anterior esquerdo' no código BC63.4."
    },
    "XS1T": {
      "term_original": "bnf em 2t e ss",
      "capitulo": "X",
      "confidence_embedding": 0.7041,
      "descricao_cid": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'bnf em 2t e ss' é XS1T, pois refere-se ao estágio I: Assintomático, obstrução incompleta dos vasos sanguíneos, sugerindo que a paciente tem uma doença cardiovascular assintomática ou com obstrução incompleta, o que pode estar relacionado à cardiopatia mencionada no prontuário."
    },
    "AB31.6": {
      "term_original": "ra",
      "capitulo": "10",
      "confidence_embedding": 0.7222,
      "descricao_cid": "Representação de doença CID-11: Paroxismia vestibular. Definição: Paroxismia vestibular (PV) é caracterizada por crises recorrentes de vertigem ou tontura, durando segundos a minutos, frequentemente várias vezes ao dia. Os ataques geralmente ocorrem espontaneamente, mas podem ocasionalmente ser induzidos por mudanças na posição da cabeça (que então precisa ser diferenciada da vertigem posicional paroxística benigna). Possíveis sintomas concomitantes são ataques curtos de tinnitus ou alterações na audição. No intervalo livre de crise podem ser observados comprometimentos leves a moderados da função vestibular ou audiológica. A compressão cruzada neurovascular do oitavo nervo é o mecanismo presumido.",
      "classification_reasoning": "A escolha do código AB31.6 se baseia na presença de sintomas como tontura e escurecimento visual, que são características comuns da paroxismia vestibular (PV). Além disso, a história de síncope há 30 dias, mais com o calor, sugerem uma possível relação com a função vestibular."
    },
    "FB50.2": {
      "term_original": "edema",
      "capitulo": "15",
      "confidence_embedding": 0.7491,
      "descricao_cid": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho",
      "classification_reasoning": "O termo 'edema' se refere a uma representação de doença CID-11, relacionada à bursa ou bolsa sinovial localizada na região posterior do joelho, o que não está diretamente relacionado às outras opções apresentadas."
    },
    "8D89.0": {
      "term_original": "vaso vagal",
      "capitulo": "08",
      "confidence_embedding": 0.7205,
      "descricao_cid": "Representação de doença CID-11: Síncope reflexa. Definição: A síncope reflexa é uma perda transitória de consciência com recuperação espontânea e associada à perda do tônus postural. A síncope reflexa é a forma mais comum de síncope e pode ocorrer em indivíduos com função autonômica normal. Acredita-se que o mecanismo esteja relacionado ao acúmulo de sangue nas pernas, seguido pela redução no retorno do sangue ao coração, o que desencadeia um aumento do tônus simpático. Supõe-se que contrações cardíacas vigorosas com um ventrículo sub-preenchido causem perda reflexa do tônus simpático e vagotonia.",
      "classification_reasoning": "A escolha do código 8D89.0 (Síncope reflexa) é a mais precisa pois o paciente apresentou síncope com característica de perda transitória de consciência e recuperação espontânea, associada à perda do tônus postural, o que se ajusta à definição da Síncope Reflexa. Além disso, a presença de sinais pré-síncope (tontura, sudorese e escurecimento visual) também apoia essa escolha."
    }
  }
}