{
  "prontuario_id": 32,
  "text": "LUCAS, 18 anos.\n\n# HF -  cardiopatia.\n\nEm uso de : Diclin  (ACO).\n\nHMA: Pcte relata síncope inicio em janeiro mais com o calor.\npródromos: tontura e sudorese e escurecimento visual.\nRefere exacerbação dos sintomas com nervosismo.\nDuração de segundos há 3 minutos.\nNega confusão mental ou salivação após.\nNega uso de medicação.\nNega outros sintomas.\nRefere que continua apresentando sintomas, com ultimo ha 1 semana, durante atividades domesticas.\n\nEcocardio 18/02/15: RA 20, AE 26, VD 17, Septo 08, PP 08, VE 39, FE 63%. Exame dentro da normalidade.\nTeste ergometrico: Resposta cardiovascular normal ao esforço fisico, atingiu 11 METS.\nECG: DCRD.\n\nHF - p cardiopatia.\n\nBEG, hidratada, normocorada, acianotica.\nFC 80, FR 18, PA: 120/70, SAT 98%AA.\nAC bnf em 2t e ss,\nAP mv+ simetrico s ra,\nAbd sp.\nmmii s edema,\n\nVaso vagal?\n\nA: Aguarda holter.\nRetorno com exames.\n \n \n \n ",
  "entities": {
    "Achado": [
      "HF",
      "HMA",
      "BEG",
      "hidratada",
      "normocorada",
      "Exame dentro da normalidade",
      "bnf em 2t",
      "mv+ simetrico"
    ],
    "Abreviação": [
      "HF",
      "ACO",
      "HMA",
      "Pcte",
      "Ecocardio",
      "ECG",
      "DCRD",
      "p",
      "BEG",
      "FC",
      "FR",
      "PA",
      "AC",
      "AP",
      "s",
      "ra",
      "Abd",
      "sp",
      "mmii",
      "A",
      "RA 20",
      "AE 26",
      "VD 17",
      "PP 08",
      "VE 39",
      "FE 63%",
      "bnf em 2t",
      "mv+ simetrico"
    ],
    "Doença ou Síndrome": [
      "cardiopatia",
      "Vaso vagal"
    ],
    "Substância Farmacológica": [
      "Diclin",
      "ACO",
      "medicação"
    ],
    "Substância Química Orgânica": [
      "Diclin"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Pcte"
    ],
    "Sinal ou Sintoma": [
      "síncope",
      "tontura",
      "sudorese",
      "nervosismo",
      "salivação",
      "sintomas",
      "acianotica",
      "ra",
      "sp",
      "edema",
      "escurecimento visual",
      "exacerbação dos sintomas",
      "confusão mental",
      "outros sintomas",
      "Vaso vagal"
    ],
    "Negação": [
      "Nega",
      "acianotica",
      "ss",
      "s",
      "sp"
    ],
    "Conceito Temporal": [
      "após",
      "durante atividades domesticas"
    ],
    "Procedimento Diagnóstico": [
      "Ecocardio",
      "ECG",
      "AC",
      "AP",
      "A",
      "holter",
      "exames",
      "Teste ergometrico"
    ],
    "Resultado Laboratorial ou de Teste": [
      "DCRD",
      "RA 20",
      "AE 26",
      "VD 17",
      "Septo 08",
      "PP 08",
      "VE 39",
      "FE 63%",
      "Resposta cardiovascular normal ao esforço fisico",
      "atingiu 11 METS"
    ],
    "Atributo Clínico": [
      "FC",
      "FR",
      "PA",
      "SAT"
    ],
    "Conceito Quantitativo": [
      "80",
      "18",
      "120/70",
      "98%AA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Abd",
      "mmii"
    ],
    "Função Patológica": [
      "edema"
    ]
  },
  "labels": {
    "9B75.2": {
      "term_original": "escurecimento visual",
      "capitulo": "09",
      "confidence_embedding": 0.7338,
      "descricao_cid": "Representação de doença CID-11: Coriorretinopatia serosa central. Definição: Doença ocular que causa comprometimento visual, geralmente temporário, geralmente em um dos olhos. Quando o transtorno está ativo, é caracterizado por vazamento de fluido sob a retina, que tem propensão a se acumular sob a mácula central.",
      "classification_reasoning": "A opção mais precisa para o termo 'escurecimento visual' no contexto clínico é a Coriorretinopatia serosa central, pois apresenta características de comprometimento visual temporário e vazamento de fluido sob a retina, o que está relacionado aos sintomas descritos pelo paciente (síncope com escurecimento visual)."
    },
    "BC43": {
      "term_original": "ra",
      "capitulo": "11",
      "confidence_embedding": 0.792,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada.",
      "classification_reasoning": "A escolha do código BC43 (Cardiomiopatia) é a mais precisa porque o paciente tem uma história de cardiopatia e apresenta sintomas relacionados à doença, como síncope, tontura e escurecimento visual. Além disso, o exame ecocardiográfico revelou valores normais, o que sugere que a cardiomiopatia é mais provável do que uma doença cardíaca isquêmica ou hipertensiva."
    },
    "FB32.20": {
      "term_original": "mv+ simetrico",
      "capitulo": "15",
      "confidence_embedding": 0.7043,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A opção mais precisa para o termo 'mv+ simetrico' é a Rabdomiólise idiopática, pois 'mv+' parece referir-se ao resultado do exame físico de movimentos musculares, que está aumentado e simétrico. Isso sugere lesão muscular, como descrita na definição da rabdomiólise."
    },
    "XS1T": {
      "term_original": "bnf em 2t",
      "capitulo": "X",
      "confidence_embedding": 0.7212,
      "descricao_cid": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: ",
      "classification_reasoning": "A presença de 'bnf em 2t' no contexto indica que o paciente está em treinamento cardiovascular, sugerindo que ele está realizando atividades físicas moderadas. Isso se alinha com a definição da opção XS1T: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa."
    },
    "MG24.7": {
      "term_original": "hma",
      "capitulo": "21",
      "confidence_embedding": 0.7426,
      "descricao_cid": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: ",
      "classification_reasoning": "A escolha para o termo 'hma' é MG24.7, Medo de doença cardiovascular, pois a sintomatologia relatada pelo paciente, como síncope, tontura e escurecimento visual, associados à exacerbação dos sintomas com nervosismo, sugere que o paciente está experimentando um medo de doença cardiovascular. Além disso, a falta de confusão mental ou salivação após os episódios síncope também é consistente com essa escolha."
    },
    "MB23.H": {
      "term_original": "tontura",
      "capitulo": "21",
      "confidence_embedding": 0.7455,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A tontura relatada pelo paciente Lucas é um sintoma comum em crises de pânico, que também incluem outros sintomas característicos como palpitações, sudorese e escurecimento visual. Como o paciente refere exacerbação dos sintomas com nervosismo e a presença de pródromos tontura e sudorese e escurecimento visual, é mais provável que a tontura seja relacionada à crise de pânico do que a uma outra condição."
    },
    "BC43.7": {
      "term_original": "beg",
      "capitulo": "11",
      "confidence_embedding": 0.7943,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A presença de cardiopatia hipertrófica é descartada pela ausência de hipertensão arterial e estenose valvar aórtica, além da apresentação de síncope com calor e nervosismo. A cardiomiopatia diabética é uma opção mais precisa por conta da presença de diabetes mellitus (não descrita no prontuário, mas pode ser inferida pela menção de 'Diclin' como medicamento em uso) e da descrição de cardiomegalia sem outros achados significativos no ecocardiograma. Além disso, a exacerbação dos sintomas com nervosismo é consistente com a hipótese de cardiomiopatia diabética."
    },
    "BC43.1": {
      "term_original": "cardiopatia",
      "capitulo": "11",
      "confidence_embedding": 0.8049,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta.",
      "classification_reasoning": "A escolha do código BC43.1 é baseada na presença de cardiomiopatia hipertrófica, que é uma das opções apresentadas como diagnóstico possível para a doença. Além disso, o paciente tem cardiopatia, síncope e exacerbação dos sintomas com nervosismo, o que sugere uma condição cardíaca mais específica."
    },
    "MB27": {
      "term_original": "sintomas",
      "capitulo": "21",
      "confidence_embedding": 0.7274,
      "descricao_cid": "Representação de doença CID-11: Sintomas ou sinais relativos a distúrbios de percepção. Definição: Sintomas e sinais que envolvem uma ruptura na percepção sensorial, incluindo despersonalização, desrealização e alucinações em qualquer modalidade.",
      "classification_reasoning": "A escolha do código MB27 se baseia na descrição dos sintomas apresentados pelo paciente, que incluem tontura e escurecimento visual, o que sugere um problema de percepção sensorial. Além disso, a menção à despersonalização e ao exacerbação dos sintomas com nervosismo também apoia essa escolha."
    },
    "6C45.3": {
      "term_original": "nervosismo",
      "capitulo": "06",
      "confidence_embedding": 0.7747,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A presença de nervosismo como sintoma pródromo da síncope e sua exacerbação com atividades domesticas, sugerem que o termo 'nervosismo' pode estar relacionado à intoxicação por cocaína, pois essa condição pode causar sintomas psicomotórios e de ansiedade."
    },
    "FA27.2": {
      "term_original": "edema",
      "capitulo": "15",
      "confidence_embedding": 0.7328,
      "descricao_cid": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos.",
      "classification_reasoning": "A opção mais precisa para o termo 'edema' no contexto clínico é a FA27.2, Reumatismo palindrômico, pois as características descritas na anamnese, como crises agudas de dor e edema nas articulações, são consistentes com essa entidade. Além disso, a presença de RA 20, AE 26 e VD 17 no ecocardiograma também sugere uma possível ligação com o reumatismo palindrômico."
    },
    "MC82.0": {
      "term_original": "síncope",
      "capitulo": "21",
      "confidence_embedding": 0.7717,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A escolha do código MC82.0 é justificada pela presença de sintomas de síncope, que são definidos como colapso hemodinâmico resultante da despolarização ventricular rápida ou descoordenada. Embora haja outras opções de códigos, o MC82.0 é a mais precisa para describir os sintomas apresentados pelo paciente Lucas."
    }
  }
}