{
  "prontuario_id": 914,
  "text": "Nefro Geral.\n\nabuso AINE / ITUs de repetição.\nencaminhada por cisto simples em rim E em 1/3 superior (35 x 42 mm).\nUS com resíduo miccional importante (32%).\ncreatinina normal.\ncintilografia: RE com cicatriz, porém função preservada. RD normal.\nUC de abril/16 com E coli resistente a cipro, sensível aos demais - não tratou.\nS: Refere infecções ocorrerem associadas a possível fissura anal (parto vaginal difícil).\n \nnitrofurantoína 5 dias.\nencaminho ao Proctologista.\nretorno com exames.\n \n ",
  "entities": {
    "Abreviação": [
      "AINE",
      "US",
      "UC",
      "cipro",
      "S",
      "Nefro Geral",
      "ITUs de repetição",
      "rim E",
      "RE com cicatriz",
      "RD normal"
    ],
    "Substância Farmacológica": [
      "AINE",
      "nitrofurantoína"
    ],
    "Atividade de Assistência à Saúde": [
      "encaminhada",
      "tratou",
      "encaminho",
      "retorno"
    ],
    "Procedimento Diagnóstico": [
      "US",
      "cintilografia",
      "exames"
    ],
    "Conceito Quantitativo": [
      "32%",
      "35 x 42 mm"
    ],
    "Procedimento Laboratorial": [
      "UC"
    ],
    "Negação": [
      "não"
    ],
    "Doença ou Síndrome": [
      "infecções",
      "ITUs de repetição",
      "cisto simples",
      "fissura anal"
    ],
    "Substância Química Orgânica": [
      "nitrofurantoína"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Proctologista"
    ],
    "Organização Relacionada à Saúde": [
      "Proctologista",
      "Nefro Geral"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "rim E"
    ],
    "Localização ou Região Corporal": [
      "1/3 superior"
    ],
    "Resultado Laboratorial ou de Teste": [
      "resíduo miccional",
      "creatinina normal",
      "RE com cicatriz",
      "RD normal"
    ],
    "Achado": [
      "creatinina normal",
      "função preservada",
      "RD normal",
      "sensível aos demais"
    ]
  },
  "labels": {
    "NB51.4": {
      "term_original": "itus de repetição",
      "capitulo": "22",
      "confidence_embedding": 0.7353,
      "descricao_cid": "Representação de doença CID-11: Mordedura aberta do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'itus de repetição' é o código NB51.4, que se refere a Mordedura aberta do abdome, região lombar ou pelve. A palavra 'repetição' sugere uma seqüência de eventos, como uma série de mordeduras, o que é coerente com este termo."
    },
    "GC04.16": {
      "term_original": "cisto simples",
      "capitulo": "16",
      "confidence_embedding": 0.7518,
      "descricao_cid": "Representação de doença CID-11: Fístula retovaginal. Definição: Uma afecção do reto e da vagina, causada por parto, traumatismo, doença de Crohn, intervenção médica ou infecção. Essa afecção é caracterizada pela formação de uma passagem anormal entre o reto e a vagina, sem outra especificação.",
      "classification_reasoning": "A cisto simples é uma lesão localizada na parede vaginal e reto, caracterizada por formação de um saco fechado que se forma em ou a partir da glândula de Bartholin ou seus ductos. No contexto do prontuário, o termo 'cisto simples' refere-se à fissura anal possível associada ao parto vaginal difícil e infecções subsequentes."
    },
    "JB09.1": {
      "term_original": "fissura anal",
      "capitulo": "18",
      "confidence_embedding": 0.7804,
      "descricao_cid": "Representação de doença CID-11: Laceração de períneo de segundo grau durante o parto. Definição: As lacerações perineais envolvem, além disso, a fáscia e os músculos do corpo perineal mas não o esfíncter anal.",
      "classification_reasoning": "A opção mais precisa é JB09.1, Laceração de períneo de segundo grau durante o parto, pois a história do paciente refere possível fissura anal associada a infecções ocorrerem durante o parto vaginal difícil, o que sugere uma lesão na região perineal."
    },
    "1B20.20": {
      "term_original": "infecções",
      "capitulo": "01",
      "confidence_embedding": 0.7539,
      "descricao_cid": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor.",
      "classification_reasoning": "A escolha do código 1B20.20 (Reação hansênica do tipo I) se baseia na menção de 'infecções' no prontuário, que sugere a possibilidade de uma resposta imune anormal ao tratamento ou a presença de outro fator desencadeante para as infecções referidas. A reação hansênica do tipo I é uma condição clínica caracterizada por um aumento da imunidade mediada por células e manifestações inflamatórias, o que se ajusta ao contexto clínico fornecido."
    }
  }
}