{
  "prontuario_id": 367,
  "text": "pos tx renal.\nTx renal dez/13.\ninternamento em maio/14 por diarreia e lesão L5-S1.\nobesidade, cadeirante por lombociatalgia, onicomicose, insônia, eosinofilia persistente.\nDM mal controlado.\nhiperTGL.\nEcodoppler: IR 0,9 em todas artérias.\nECG: ritmo sinusal, sem sinais de isq.\n \n \nMTC 5, MPS 2 / 1, FK 1 / 2, OMP 40, amiodarona (exceto FDS), AAS 100, MTF 850 x2, FSM 40 x2, ATN 50 x2, PT4 100, NPH 34 / 12 / 12 e IR 12 / 12 / 8, fluconazol semanal, lactulona, Polaramine 2mg, cilostazol.\n\nS: Refere amortecimento em face há alguns dias, sem déficit focal. Episódios de diarreia ocasional. Refere ainda precordialgia atípica. Controles mostram glicemia mal controlada. PA bem controlada.\nExames mostram ClCr 64ml/min, Hb 12,2, TGL 400, NS FK 5,0  sem ferropenia,  UC neg.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "internamento"
    ],
    "Sinal ou Sintoma": [
      "diarreia",
      "lombociatalgia",
      "insônia",
      "déficit focal",
      "precordialgia atípica"
    ],
    "Doença ou Síndrome": [
      "obesidade",
      "onicomicose",
      "hiperTGL",
      "DM mal controlado"
    ],
    "Resultado Laboratorial ou de Teste": [
      "eosinofilia",
      "Exames",
      "ferropenia",
      "IR 0 , 9 em todas artérias",
      "ritmo sinusal",
      "glicemia mal controlada",
      "ClCr 64ml/min",
      "Hb 12 , 2",
      "TGL 400",
      "NS FK 5 , 0",
      "UC neg"
    ],
    "Conceito Qualitativo": [
      "persistente"
    ],
    "Abreviação": [
      "hiperTGL",
      "ECG",
      "MTC",
      "MPS",
      "FK",
      "OMP",
      "FDS",
      "AAS",
      "MTF",
      "FSM",
      "ATN",
      "PT4",
      "NPH",
      "tx renal",
      "Tx renal",
      "DM mal controlado",
      "PA bem controlada",
      "ClCr 64ml/min",
      "TGL 400",
      "NS FK 5 , 0"
    ],
    "Procedimento Diagnóstico": [
      "Ecodoppler",
      "ECG"
    ],
    "Negação": [
      "sem",
      "exceto"
    ],
    "Substância Farmacológica": [
      "MTC",
      "MPS",
      "FK",
      "OMP",
      "amiodarona",
      "AAS",
      "MTF",
      "FSM",
      "ATN",
      "PT4",
      "NPH",
      "fluconazol",
      "lactulona",
      "Polaramine",
      "cilostazol"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "FK",
      "OMP",
      "amiodarona",
      "AAS",
      "MTF",
      "FSM",
      "ATN",
      "fluconazol",
      "Polaramine",
      "cilostazol"
    ],
    "Conceito Quantitativo": [
      "5",
      "40",
      "100",
      "semanal",
      "2mg",
      "2 / 1",
      "1 / 2",
      "850 x2",
      "40 x2",
      "50 x2",
      "34 / 12 / 12",
      "12 / 12 / 8"
    ],
    "Conceito Temporal": [
      "FDS",
      "semanal",
      "Episódios",
      "ocasional"
    ],
    "Hormônio": [
      "NPH"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "NPH"
    ],
    "Localização ou Região Corporal": [
      "face"
    ],
    "Procedimento Laboratorial": [
      "Controles"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tx renal",
      "Tx renal"
    ],
    "Lesão ou Envenenamento": [
      "lesão L5-S1"
    ],
    "Achado": [
      "ritmo sinusal",
      "PA bem controlada"
    ]
  },
  "labels": {
    "FA22": {
      "term_original": "obesidade",
      "capitulo": "15",
      "confidence_embedding": 0.7132,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A obesidade é um sintoma comum na polimialgia reumática (PMR), caracterizada por dores nas porções proximais das extremidades e do tronco. A escolha desse código se baseia na referência à obesidade como uma condição associada ao paciente, o que é consistente com a definição da PMR."
    },
    "7A42.2": {
      "term_original": "insônia",
      "capitulo": "07",
      "confidence_embedding": 0.7732,
      "descricao_cid": "Representação de doença CID-11: Hipoventilação central não congênita com anormalidades hipotalâmicas. Definição: Hipoventilação central não congênita com disfunção hipotalâmica é um transtorno do controle central da ventilação. Os pacientes usualmente são saudáveis no início da infância (frequentemente até 2-3 anos de idade) quando eles desenvolvem hiperfagia e obesidade grave, seguidas por hipoventilação central, que se apresenta com frequência como insuficiência respiratória. A disfunção endócrina hipotalâmica pode ser caracterizada por níveis hormonais aumentados ou diminuídos e pode incluir um ou mais dos seguintes: diabetes insipidus, hipersecreção inadequada do hormônio antidiurético, puberdade precoce, hipogonadismo, hiperprolactinemia, hipotireoidismo e secreção diminuída do hormônio do crescimento, ou tumores de origem neural. Alterações comportamentais e do humor, algumas vezes graves, estão frequentemente presentes. Atrasos do desenvolvimento ou características de autismo podem estar presentes, mas muitos pacientes são cognitivamente normais.\r\n\r\nNota: Um diagnóstico definitivo requer a evidência objetiva baseada na polissonografia com monitorização do dióxido de carbono (CO2) por medida arterial ou expiratória ou transcutânea.",
      "classification_reasoning": "Como o termo 'insônia' é mencionado no contexto do prontuário, e a descrição para o código 7A42.2 se refere especificamente à hipoventilação central não congênita com disfunção hipotalâmica caracterizada por insuficiência respiratória durante o sono, essa é a escolha mais precisa para o termo dentro do contexto clínico."
    },
    "FA25": {
      "term_original": "lesão l5-s1",
      "capitulo": "15",
      "confidence_embedding": 0.7205,
      "descricao_cid": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato.",
      "classification_reasoning": "A lesão L5-S1 é mais consistente com uma lesão vertebral, como a gota, do que com outras opções. Além disso, o contexto clínico apresenta sintomas articulares e hiperuricemia, reforçando essa escolha."
    },
    "BA02": {
      "term_original": "hipertgl",
      "capitulo": "11",
      "confidence_embedding": 0.7959,
      "descricao_cid": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica.",
      "classification_reasoning": "A hipertgl referida no prontuário se refere à doença renal hipertensiva, pois há menção a transplante renal e valores de creatinina sérica (ClCr) aumentados. Além disso, há histórico de diarreia e lesão L5-S1, o que pode estar relacionado ao comprometimento renal."
    },
    "MC86": {
      "term_original": "precordialgia atípica",
      "capitulo": "21",
      "confidence_embedding": 0.7438,
      "descricao_cid": "Representação de doença CID-11: Dor precordial. Definição: ",
      "classification_reasoning": "Apreciação da dor precordial como um sintoma atípico, que pode ser relacionado a doenças cardíacas ou pulmonares. O termo 'atípica' sugere que não há uma explicação clara para essa dor e o código MC86 (Dor precordial) é mais adequado para descrever este sintoma."
    },
    "EE12.1": {
      "term_original": "onicomicose",
      "capitulo": "14",
      "confidence_embedding": 0.7412,
      "descricao_cid": "Representação de doença CID-11: Onicomicose. Definição: Infecção fúngica das unhas das mãos e/ou dos pés devida mais comumente a dermatófitos (tinea unguium ou tinha ungueal) ou leveduras, especialmente espécies de Candida.",
      "classification_reasoning": "A onicomicose é mencionada como um sintoma do paciente, com infecção fúngica das unhas das mãos e/ou dos pés devida a dermatófitos ou leveduras."
    },
    "DD91.2": {
      "term_original": "diarreia",
      "capitulo": "13",
      "confidence_embedding": 0.7833,
      "descricao_cid": "Representação de doença CID-11: Diarreia funcional. Definição: Diarreia funcional é uma síndrome contínua ou recorrente caracterizada pela passagem de fezes moles (pastosas) ou aquosas sem dor ou desconforto abdominal.",
      "classification_reasoning": "A diarreia apresentada é caracterizada como ocasional e sem déficit focal, o que sugere uma condição funcional ou crônica, justificando a escolha do código DD91.2."
    },
    "5A60.2": {
      "term_original": "dm mal controlado",
      "capitulo": "05",
      "confidence_embedding": 0.7621,
      "descricao_cid": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados.",
      "classification_reasoning": "A escolha do código 5A60.2 se baseia na referência à 'DM mal controlado' no termo extraído. A síndrome da secreção inapropriada do hormônio antidiurético (SIADH) é caracterizada por hiponatremia, hiposmolalidade e natriurese, o que pode estar relacionado ao DM não controlado."
    }
  }
}