{
  "prontuario_id": 97,
  "text": "LUCAS, 65 anos. \n\n2007 IAM, RM, desenvolveu arritmia após RM, em 2010 fez angioplastia,\nTem sentido palpitação um dia sim, dia não, costuma durar pelo menos uma hora, ocasionalmente dura a noite inteira, associada a dispneia, aperto no peito e dor nas costas, mal estar, depois da angioplastia.\nem 2010 não teve mais síncope,\nHAS, coronariopatia, arritmia, catarata, hipertireoidismo.\nProstatectomia, RM, angioplastia, trauma (pedaço de ferro entrou no peito),\nHMF: ave, câncer (mãe e irmãs),\nMedicamentos: tapazol 10 mg, enalapril 10 mg, selozok 50 mg, sinvastatina 40 mg, xarelto 20 mg,\nEF: FC 60 bpm, bcrnf, demais spp.\nacrescentou-se 25 mg de selozok.\nretorno em 60 dias.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "IAM",
      "RM",
      "HAS",
      "HMF",
      "ave",
      "EF",
      "FC",
      "bcrnf",
      "spp"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "HAS",
      "coronariopatia",
      "catarata",
      "hipertireoidismo",
      "ave"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RM",
      "angioplastia",
      "Prostatectomia"
    ],
    "Achado": [
      "arritmia",
      "HMF",
      "bcrnf",
      "entrou no peito"
    ],
    "Conceito Temporal": [
      "após",
      "2010",
      "ocasionalmente",
      "depois",
      "um dia sim , dia não"
    ],
    "Sinal ou Sintoma": [
      "palpitação",
      "dispneia",
      "síncope",
      "durar pelo menos uma hora",
      "dura a noite inteira",
      "aperto no peito",
      "dor nas costas",
      "mal estar"
    ],
    "Negação": [
      "não",
      "spp"
    ],
    "Função Patológica": [
      "arritmia"
    ],
    "Lesão ou Envenenamento": [
      "trauma"
    ],
    "Processo Neoplásico": [
      "câncer"
    ],
    "Grupo Familiar": [
      "mãe",
      "irmãs"
    ],
    "Substância Farmacológica": [
      "Medicamentos",
      "tapazol",
      "enalapril",
      "selozok",
      "sinvastatina",
      "xarelto"
    ],
    "Substância Química Orgânica": [
      "tapazol",
      "selozok",
      "sinvastatina",
      "xarelto"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "enalapril"
    ],
    "Procedimento Diagnóstico": [
      "EF"
    ],
    "Atributo Clínico": [
      "FC"
    ],
    "Atividade de Assistência à Saúde": [
      "acrescentou-se"
    ],
    "Conceito Quantitativo": [
      "durar pelo menos uma hora",
      "10 mg",
      "50 mg",
      "40 mg",
      "20 mg",
      "60 bpm",
      "25 mg"
    ],
    "Objeto Manufaturado": [
      "pedaço de ferro"
    ]
  },
  "labels": {
    "BA60.1": {
      "term_original": "aperto no peito",
      "capitulo": "11",
      "confidence_embedding": 0.7803,
      "descricao_cid": "Representação de doença CID-11: Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio. Definição: Inflamação do pericárdio que pode causar dor no peito, que ocorre tão precocemente quanto o primeiro dia e até 6 semanas após o infarto agudo do miocárdio. A dor da pericardite irradia para qualquer crista do trapézio. O infarto do miocárdio transmural é responsável pela inflamação pericárdica local. Atritos pericárdicos transitórios são relativamente comuns em pacientes com infarto transmural nas primeiras 48 horas. Uma pericardite fibrinosa aguda ocorre comumente após o infarto transmural, enquanto o risco de pericardite hemorrágica está aumentado por anticoagulação.",
      "classification_reasoning": "O termo 'aperto no peito' sugere dor ou compressão no pericárdio, o que é comum em pacientes com arritmia e infarto agudo do miocárdio. A opção mais precisa é a Código BA60.1, que se refere à representação de doença CID-11: Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio."
    },
    "BC43.7": {
      "term_original": "coronariopatia",
      "capitulo": "11",
      "confidence_embedding": 0.8076,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A opção mais precisa é a cardiomiopatia diabética (BC43.7) porque o paciente tem coronariopatia e arritmias, e a presença de dispneia, aperto no peito e dor nas costas sugere disfunção miocárdica associada à doença arterial coronariana."
    },
    "BA60.8": {
      "term_original": "arritmia",
      "capitulo": "11",
      "confidence_embedding": 0.7656,
      "descricao_cid": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio.",
      "classification_reasoning": "A escolha foi feita pois o paciente apresenta arritmia como complicação subsequente à angioplastia, em 2010 não teve mais síncope e há descrição de palpitação irregular associada a dispneia, aperto no peito e dor nas costas, o que é consistente com a definição de Arritmia como complicação atual subsequente a infarto agudo do miocárdio."
    },
    "5A02.6": {
      "term_original": "hipertireoidismo",
      "capitulo": "05",
      "confidence_embedding": 0.8241,
      "descricao_cid": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo.",
      "classification_reasoning": "Escolhi o código 5A02.6 porque o termo 'hipertireoidismo' se refere a uma condição de excesso de produção do hormônio tireoidiano pela glândula tireoide, e isso está presente no contexto clínico como um diagnóstico estabelecido para Lucas. Além disso, a descrição do código 5A02.6 se ajusta à sintomatologia relatada por Lucas de palpitações, mal estar e outros sintomas associados ao hipertireoidismo secundário."
    },
    "MC80.7": {
      "term_original": "mal estar",
      "capitulo": "21",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do código 'Mal estar' é mais precisa para o termo encontrado no contexto clínico, pois 'mal estar' é uma descrição que refere-se ao estado geral de saúde do paciente, caracterizado por sintomas como palpitação, dispneia e dor nas costas, apesar da angioplastia ter sido realizada em 2010. O código MC80.7 se refere a Sintoma cardiovascular não especificado, que inclui descrições de mal estar e desconforto, o que é mais adequado ao contexto clínico."
    },
    "FB32.20": {
      "term_original": "dor nas costas",
      "capitulo": "15",
      "confidence_embedding": 0.7524,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A dor nas costas pode ser um sintoma de rabdomiólise idiopática, uma lesão muscular que não há causa identificável e pode ocorrer em populações adultas e pediátricas."
    },
    "2C90": {
      "term_original": "câncer",
      "capitulo": "02",
      "confidence_embedding": 0.7553,
      "descricao_cid": "Representação de doença CID-11: Neoplasias malignas do rim, exceto pelve renal. Definição: O câncer de rim representa 2% da carga total de câncer em humanos, com aproximadamente 190.000 novos casos diagnosticados a cada ano. Ocorrem em todas as regiões do mundo, com uma preferência por países desenvolvidos. Fatores etiológicos incluem carcinógenos ambientais (tabagismo) e fatores de estilo de vida, em particular a obesidade. Embora os tumores renais possam ser completamente removidos cirurgicamente, a metástase hematogênica é frequente e pode ocorrer já em um estágio inicial da doença. O padrão de mutações somáticas em tumores renais tem sido extensivamente investigado e se tornou, além da histopatologia, um dos principais critérios de classificação. Os tumores renais também ocorrem no contexto de várias síndromes de câncer hereditárias, incluindo a doença de von Hippel-Lindau.",
      "classification_reasoning": "A opção mais precisa para o termo 'câncer' é a neoplasia maligna do rim, considerando a histórico de doenças familiares (AVE e câncer em mãe e irmãs) e a presença do código 2C90 no contexto clínico."
    },
    "NE82.1Y": {
      "term_original": "iam",
      "capitulo": "22",
      "confidence_embedding": 0.7469,
      "descricao_cid": "Representação de doença CID-11: Outra disfunção especificada do marcapasso ou cardioversor desfibrilador implantável. Definição: ",
      "classification_reasoning": "A opção mais precisa é NE82.1Y, pois a expressão 'IAM' se refere à estimulação cardíaca artificial (pacemaker), que está relacionada ao desenvolvimento de arritmia após a RM e a subsequente angioplastia."
    },
    "9B10.02": {
      "term_original": "catarata",
      "capitulo": "09",
      "confidence_embedding": 0.72,
      "descricao_cid": "Representação de doença CID-11: Catarata relacionada à idade madura. Definição: Trata-se da turvação do cristalino, relacionado à idade madura, que leva a uma diminuição da visão. É a causa mais comum de cegueira e é tratada convencionalmente com cirurgia. Perda visual ocorre porque a opacificação do cristalino obstrui a passagem da luz e prejudica seu foco na retina no fundo do olho.",
      "classification_reasoning": "A catarata é mencionada como uma das doenças do paciente, e o código 9B10.02 refere-se a Catarata relacionada à idade madura, o que é consistente com a história do paciente."
    },
    "QB50.4": {
      "term_original": "has",
      "capitulo": "24",
      "confidence_embedding": 0.7199,
      "descricao_cid": "Representação de doença CID-11: Presença de implante ou enxerto de angioplastia coronária. Definição: ",
      "classification_reasoning": "A presença de implante ou enxerto de angioplastia coronária é mencionada no contexto clínico, especificamente na frase 'Tem sentido palpitação um dia sim, dia não, costuma durar pelo menos uma hora, ocasionalmente dura a noite inteira, associada a dispneia, aperto no peito e dor nas costas, mal estar, depois da angioplastia.'"
    },
    "NB90.50": {
      "term_original": "entrou no peito",
      "capitulo": "22",
      "confidence_embedding": 0.7177,
      "descricao_cid": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos renais. Definição: ",
      "classification_reasoning": "A expressão 'pedaço de ferro entrou no peito' sugere um trauma físico que causou lesão nos vasos sanguíneos, o que justifica a escolha da opção NB90.50, laceração menor dos vasos sanguíneos renais."
    },
    "QA77": {
      "term_original": "hmf",
      "capitulo": "24",
      "confidence_embedding": 0.7111,
      "descricao_cid": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "A frase 'HMF: ave, câncer (mãe e irmãs)' indica que o paciente tem história familiar de doenças (hmf), especificamente mencionando que a mãe e irmãs tiveram câncer. Isso sugere uma representação de doença relacionada à medicação ou substância que se sabe está contraindicada para o paciente, independentemente da lesão ou dano."
    },
    "CA23.00": {
      "term_original": "dispneia",
      "capitulo": "12",
      "confidence_embedding": 0.7676,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A dispensia mencionada no prontuário está associada a sintomas de falta de ar, tosse e aperto no peito, características comuns em exacerbações de asma alérgica."
    },
    "BA40.Y": {
      "term_original": "palpitação",
      "capitulo": "11",
      "confidence_embedding": 0.8018,
      "descricao_cid": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: ",
      "classification_reasoning": "A palpitação descrita é característica de angina pectoris, especificamente uma forma episódica e paroxística. O contexto da história do paciente, incluindo a presença de cardiopatia coronariana e arritmia, apoia essa escolha."
    },
    "MG29.10": {
      "term_original": "dura a noite inteira",
      "capitulo": "21",
      "confidence_embedding": 0.737,
      "descricao_cid": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia.",
      "classification_reasoning": "A frase \"dura a noite inteira\" sugere que o paciente está experienciando sintomas cardíacos crônicos, como palpitação e dispneia, durante períodos prolongados. Isso é mais consistente com edema devido a pressão capilar aumentada do que com outros termos listados."
    },
    "MC80.Z": {
      "term_original": "durar pelo menos uma hora",
      "capitulo": "21",
      "confidence_embedding": 0.7378,
      "descricao_cid": "Representação de doença CID-11: Valor anormal da pressão arterial, sem diagnóstico, não especificado. Definição: ",
      "classification_reasoning": "A opção MC80.Z é mais precisa para o termo 'durar pelo menos uma hora' pois refere-se a um valor anormal da pressão arterial, sem diagnóstico, não especificado. Isso está relacionado à sintomatologia descrita no prontuário de Lucas, como palpitação e dor no peito que podem estar associados a alterações na pressão arterial."
    },
    "NE82.03": {
      "term_original": "síncope",
      "capitulo": "22",
      "confidence_embedding": 0.7841,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia induzida por estimulação (por marcapasso). Definição: ",
      "classification_reasoning": "A escolha do código NE82.03 é a mais precisa pois Lucas desenvolveu arritmia após RM e não há evidência de disfunção do marcapasso ou cardioversor desfibrilador implantável, nem erosão de bolsa. A descrição da síncope em 2007 também sugere uma condição relacionada à cardiomiopatia induzida por estimulação."
    },
    "ND57": {
      "term_original": "trauma",
      "capitulo": "22",
      "confidence_embedding": 0.7624,
      "descricao_cid": "Representação de doença CID-11: Efeito secundário do trauma. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'trauma' no contexto clínico é ND57, pois refere-se ao efeito secundário do trauma, que é um aspecto importante na história de Lucas, 65 anos. O trauma mencionado no prontuário é uma entrada ferro no peito, que está relacionada à sua doença coronariopatia."
    }
  }
}