{
  "prontuario_id": 714,
  "text": "joão, 68 anos.\n\n# IAM 2009 - ATC.\n# CA de Laringe, fez QT e RT - TERMINO TTO 2002,\n# HAS,\n# HPB,\n# DLP,\n# ARTRITE REUMATÓIDE.\n\n# Em um uso de:\n- Enalapril 20 mg, 2 cp de 12/12 hr.\n- CARVEDILOL 12,5MG, 1 cp de 12/12 hr,\n- AAS 100 mg, 1/dia;\n- Sinvastatina 20mg, 4 cp de noite;\n- Omeprazol 20m mg, 2 cp de 12/12hr;\n- PREDNISONA 5 MG;\n- COMBODART.\n\n***Teste de esforço 10/2013:  eficaz, submáximo, sem alterações. Clínicas ou eletrocardiográficas de iesquemia miocardica. Resposta cronotrópica adequada. Resposta tensional fisiológica. Decréscimo normal da FC no 1° minuto de recuperação.\n*** ECOCARDIO 11/06/2014: VE COM DIMENSÃO INTERNA , CONTRATILIDADE MIOCARDICA E FUNÇÃO SISTOLICA GLOBAL NORMAIS, DISFUNÇÃO DIASTOLICA TIPO ALTERAÇÃO DE RELAXAMENTO, AE E CAVIDADES DIREITAS NORMAIS,\nFLUXOS VALVARES SEM ANORMALIDADES MORFOFUNCIONAIS SIGNIFICATIVAS. AE 31, VDC 21, DDDV 44, DSVE 30, FE 60.\n\nS # SEM QUEIXAS. NEGA DISPNEIA E DOR NO PEITO. ESTÁVEL.\n\nO # \nBEG, LOTE, CORADO, HIDRATADO, EUPNEICO.\nPA 120/80, FC 80;\nACV: BCRNF2TSS;\nAP: MV+ BILAT, SEM RA;\nABD: SP;\nMMII: SP;\n\n\nA # DAC.\n\nP # CONDUTA MANTIDA,\n      EX DE CONTROLE.\n\nR3 CARDIO Lucas,\nDoutor Lucas.",
  "entities": {
    "Abreviação": [
      "IAM",
      "ATC",
      "QT",
      "RT",
      "HAS",
      "HPB",
      "DLP",
      "AAS",
      "ECOCARDIO",
      "S",
      "O",
      "BEG",
      "LOTE",
      "PA",
      "FC",
      "ACV",
      "BCRNF2TSS",
      "AP",
      "RA",
      "ABD",
      "SP",
      "MMII",
      "A",
      "DAC",
      "P",
      "CA de Laringe",
      "2 cp",
      "1 cp",
      "4 cp",
      "Decréscimo normal da FC no 1° minuto de recuperação",
      "VE COM DIMENSÃO INTERNA",
      "AE E CAVIDADES DIREITAS NORMAIS",
      "AE 31",
      "VDC 21",
      "FE 60",
      "EX DE CONTROLE"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "HAS",
      "HPB",
      "DLP",
      "DAC",
      "ARTRITE REUMATÓIDE",
      "iesquemia miocardica"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "QT",
      "RT"
    ],
    "Conceito Temporal": [
      "2002",
      "1/dia",
      "noite",
      "12/12hr",
      "12/12 hr"
    ],
    "Substância Farmacológica": [
      "Enalapril",
      "CARVEDILOL",
      "AAS",
      "Sinvastatina",
      "Omeprazol",
      "PREDNISONA",
      "COMBODART"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "Enalapril"
    ],
    "Substância Química Orgânica": [
      "CARVEDILOL",
      "AAS",
      "Sinvastatina",
      "Omeprazol",
      "PREDNISONA",
      "COMBODART"
    ],
    "Resultado Laboratorial ou de Teste": [
      "eficaz",
      "submáximo",
      "alterações",
      "eletrocardiográficas",
      "Resposta cronotrópica adequada",
      "Resposta tensional fisiológica",
      "Decréscimo normal da FC no 1° minuto de recuperação",
      "VE COM DIMENSÃO INTERNA",
      "CONTRATILIDADE MIOCARDICA E FUNÇÃO SISTOLICA GLOBAL NORMAIS",
      "DISFUNÇÃO DIASTOLICA TIPO ALTERAÇÃO DE RELAXAMENTO",
      "AE E CAVIDADES DIREITAS NORMAIS",
      "FLUXOS VALVARES SEM",
      "ANORMALIDADES MORFOFUNCIONAIS SIGNIFICATIVAS",
      "AE 31",
      "VDC 21",
      "DDDV 44",
      "DSVE 30",
      "FE 60"
    ],
    "Negação": [
      "sem",
      "SEM",
      "NEGA",
      "SP"
    ],
    "Procedimento Diagnóstico": [
      "ECOCARDIO",
      "ACV",
      "AP",
      "A",
      "***Teste de esforço",
      "EX DE CONTROLE"
    ],
    "Achado": [
      "S",
      "ESTÁVEL",
      "BEG",
      "LOTE",
      "CORADO",
      "HIDRATADO",
      "EUPNEICO",
      "BCRNF2TSS",
      "SP",
      "TERMINO TTO"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "DISPNEIA",
      "RA",
      "DOR NO PEITO"
    ],
    "Atividade de Assistência à Saúde": [
      "O",
      "CONDUTA MANTIDA"
    ],
    "Atributo Clínico": [
      "PA",
      "FC"
    ],
    "Conceito Quantitativo": [
      "120/80",
      "80",
      "20 mg",
      "2 cp",
      "12 , 5MG",
      "1 cp",
      "100 mg",
      "4 cp",
      "20m mg",
      "5 MG"
    ],
    "Conceito Espacial": [
      "BILAT"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD",
      "MMII"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Processo Neoplásico": [
      "CA de Laringe"
    ]
  },
  "labels": {
    "BC63.3": {
      "term_original": "ra",
      "capitulo": "11",
      "confidence_embedding": 0.8297,
      "descricao_cid": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)",
      "classification_reasoning": "A opção mais precisa para o termo 'ra' é a representação de doença CID-11: Bloqueio de ramo direito (BC63.3), pois a descrição da ecocardiografia menciona fluxos valvares sem anormalidades morfofuncionais significativas, o que sugere uma condução normal do coração e reforça a hipótese de um bloqueio de ramo direito."
    },
    "FA22": {
      "term_original": "sp",
      "capitulo": "15",
      "confidence_embedding": 0.7145,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A opção FA22, Polimialgia reumática, é a mais precisa para o termo 'sp' no contexto clínico. Isso porque o paciente tem histórico de ARTRITE REUMATÓIDE e apresenta sintomas de dor nas extremidades, o que é compatível com a definição de PMR."
    },
    "AB31.0": {
      "term_original": "ca de laringe",
      "capitulo": "10",
      "confidence_embedding": 0.732,
      "descricao_cid": "Representação de doença CID-11: Doença de Ménière. Definição: A doença de Meniere (DM) é uma doença crônica progressiva da orelha interna, com hidropisia endolinfática. É caracterizada por ataques recorrentes de vertigem espontânea debilitante com duração de 20 minutos a até 12 horas, acompanhada por sensação de plenitude auricular e zumbido na orelha afetada, e perda auditiva neurossensorial flutuante ipsilateral (PANS) nas frequências baixa ou baixa e média. Pode ocorrer nistagmo durante as crises e quedas são frequentes. Quando conhecida, a etiologia deve ser acrescentada.",
      "classification_reasoning": "A doença de Laringe foi mencionada no prontuário como 'CA de Laringe', o que sugere uma lesão ou patologia no nível da laringe, e não é relacionada às outras opções apresentadas, como Doença de Ménière (AB31.6), Salpingite da Tuba Auditiva (AB10.2) ou Síndrome Vestibular Aguda (AB30)."
    },
    "BA51": {
      "term_original": "iesquemia miocardica",
      "capitulo": "11",
      "confidence_embedding": 0.7762,
      "descricao_cid": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas.",
      "classification_reasoning": "O termo 'iesquemia miocardica' é diretamente relacionado à cardiomiopatia isquêmica, que envolve disfunção sistólica ventricular esquerda em conjunto com antecedentes de revascularização do miocárdio ou infarto do miocárdio prévios."
    },
    "DB99.4": {
      "term_original": "hpb",
      "capitulo": "13",
      "confidence_embedding": 0.7539,
      "descricao_cid": "Representação de doença CID-11: Síndrome hepatopulmonar. Definição: É uma síndrome de falta de ar e hipoxemia (baixos níveis de oxigênio no sangue arterial) causada por vasodilatação (alargamento dos vasos sanguíneos) nos pulmões dos pacientes com doença hepática.",
      "classification_reasoning": "A opção mais precisa é a Síndrome hepatopulmonar (Código DB99.4) pois o paciente tem doença hepática (HPB) e apresenta sintomas de falta de ar, o que está relacionado à vasodilatação nos pulmões."
    },
    "NE82.1Y": {
      "term_original": "dac",
      "capitulo": "22",
      "confidence_embedding": 0.7663,
      "descricao_cid": "Representação de doença CID-11: Outra disfunção especificada do marcapasso ou cardioversor desfibrilador implantável. Definição: ",
      "classification_reasoning": "A opção mais precisa é NE82.1Y porque 'Dac' refere-se a Disfunção especificada do marcapasso ou cardioversor desfibrilador implantável, o que está presente no prontuário como uma complicação da implantação de um dispositivo cardiovascular."
    },
    "BC43.0": {
      "term_original": "iam",
      "capitulo": "11",
      "confidence_embedding": 0.8008,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida.",
      "classification_reasoning": "A escolha pelo código BC43.0 (Cardiomiopatia dilatada) se baseia na descrição da doença como um transtorno do miocárdio com disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos, na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes. Além disso, o relatório de ecocardiograma menciona dimensão interna normal, contratilidade miocárdica e função sistólica global normais, o que sugere cardiomiopatia dilatada."
    },
    "BC63.40": {
      "term_original": "dor no peito",
      "capitulo": "11",
      "confidence_embedding": 0.7942,
      "descricao_cid": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)",
      "classification_reasoning": "A dor no peito não é mencionada como sendo relacionada à sintomas cardíacos graves, e o teste de esforço e a ecocardiografia mostram que a função cardíaca é normal. Além disso, a presença de cardiomiopatia hipertrófica e artrite reumatoide sugere que a dor pode ser mais relacionada à doença reumatológica do que a um problema cardíaco específico. Portanto, o código BC63.40 para bloqueio do fascículo anterior esquerdo é mais preciso para este caso."
    },
    "CA22.0": {
      "term_original": "dispneia",
      "capitulo": "12",
      "confidence_embedding": 0.757,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A dispneia foi mencionada como sendo negativa, o que sugere que não há sintomas de dispneia. No entanto, considerando a história clínica do paciente (68 anos com doença pulmonar obstrutiva crônica) e as drogas que ele está tomando (Enalapril, Carvedilol, Sinvastatina), é mais provável que a dispneia seja relacionada à sua DPOC em vez de um pneumotórax espontâneo. Portanto, escolho o código CA22.0 para representar a doença pulmonar obstrutiva crônica com exacerbação aguda não especificada."
    },
    "DA21.20": {
      "term_original": "dlp",
      "capitulo": "13",
      "confidence_embedding": 0.7334,
      "descricao_cid": "Representação de doença CID-11: Peristaltismo hipertensivo. Definição: Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia.",
      "classification_reasoning": "A opção mais precisa para o termo 'DLP' é Peristaltismo hipertensivo (DA21.20) devido à referência ao esôfago e ao possível problema de motilidade do esôfago"
    },
    "4A8Y": {
      "term_original": "has",
      "capitulo": "04",
      "confidence_embedding": 0.7813,
      "descricao_cid": "Representação de doença CID-11: Condições alérgicas ou de hipersensibilidade de outro tipo especificado. Definição: ",
      "classification_reasoning": "O termo 'HAS' (Hipertensão Arterial Séptica) não é encontrado no prontuário, mas a busca pelo termo revela que a paciente tem uma história de Hipersensibilidade ou Alérgia. A escolha do código 4A8Y se justifica pela presença de outras doenças alérgicas mencionadas no prontuário, como a ARTRITE REUMATÓIDE e a DLP (doença respiratória)."
    },
    "XM72L5": {
      "term_original": "bcrnf2tss",
      "capitulo": "X",
      "confidence_embedding": 0.7129,
      "descricao_cid": "Representação de doença CID-11: Inibidores da enzima conversora de angiotensina. Definição: ",
      "classification_reasoning": "A opção mais precisa é a XM72L5 pois o termo 'bcrnf2tss' está relacionado ao tratamento com inibidores da enzima conversora de angiotensina, como mencionado no prontuário ('- Enalapril 20 mg, 2 cp de 12/12 hr.') e na seção R3 CARDIO Lucas."
    },
    "QA30.Y": {
      "term_original": "beg",
      "capitulo": "24",
      "confidence_embedding": 0.7486,
      "descricao_cid": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: ",
      "classification_reasoning": "O termo 'BEG' se refere ao contato com os serviços de saúde para reprodução medicamente assistida, como é mencionado no prontuário do paciente."
    },
    "FA38.2": {
      "term_original": "artrite reumatóide",
      "capitulo": "15",
      "confidence_embedding": 0.7663,
      "descricao_cid": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa é a FA38.2, pois a descrição refere-se à artropatia associada a reações de hipersensibilidade classificadas em outra parte, o que é compatível com a Artrite Reumatoide mencionada no contexto clínico."
    }
  }
}