{
  "prontuario_id": 719,
  "text": "DAC  INCIPIENTE .\nHAS.\n09-14 - CATE:   DA  PIM  COM OBSRUÇÃO SISTOLE   >  50 % -- LEDSAO   MODERADA  1/3   PROXIMAL  CD.\nUSA  HCT,  ATL,  AAS,  CLOPIDOGREL, SVT,    VERAPAMIL  80 D.\nS:   SEM QX  CARDIOLOGICAS    ATUAIS -  DOR   DIM,INUI  EM INMTENSIDADE  E FREQUENCIOA.\nO: 27-2-15  - FE  53,  EP 39, AE  42,  FÇAO SIST    LIMITROFE   E  DIAST   PRESERVADA,    AE  LIMITROFE,     INSUF MI DISCRETA   , HSAP 42.\n31-3-15 -  HB  15, HT  89,    CRE 1,1;   GLI  88,    U  30 ,  TRI 72, HDL  47 , NA   137 , LDL 121 , K  4,4 ;   COL    182.\nP:  AUMENMTO  SVT  40 MG N.\nCINTILO / RETORNO.\nCARDIO    GERAL.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "HAS",
      "CATE",
      "DA",
      "HCT",
      "ATL",
      "AAS",
      "SVT",
      "D",
      "S",
      "O",
      "P",
      "CINTILO",
      "DAC INCIPIENTE",
      "LEDSAO MODERADA 1/3 PROXIMAL CD",
      "QX CARDIOLOGICAS",
      "FE 53",
      "EP 39",
      "AE 42",
      "FÇAO SIST LIMITROFE",
      "DIAST PRESERVADA",
      "AE LIMITROFE",
      "INSUF MI DISCRETA",
      "HSAP 42",
      "HB 15",
      "HT 89",
      "CRE 1 , 1",
      "GLI 88",
      "U 30",
      "TRI 72",
      "COL 182",
      "CARDIO GERAL"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DAC INCIPIENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CATE"
    ],
    "Substância Farmacológica": [
      "HCT",
      "ATL",
      "AAS",
      "CLOPIDOGREL",
      "SVT",
      "VERAPAMIL"
    ],
    "Substância Química Orgânica": [
      "HCT",
      "ATL",
      "AAS",
      "CLOPIDOGREL",
      "SVT",
      "VERAPAMIL"
    ],
    "Conceito Temporal": [
      "D",
      "ATUAIS"
    ],
    "Achado": [
      "S",
      "DIM , INUI EM INMTENSIDADE E FREQUENCIOA"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "DOR",
      "QX CARDIOLOGICAS"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Procedimento Diagnóstico": [
      "CINTILO"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "PIM COM OBSRUÇÃO SISTOLE &gt; 50 %",
      "LEDSAO MODERADA 1/3 PROXIMAL CD",
      "FE 53",
      "EP 39",
      "AE 42",
      "FÇAO SIST LIMITROFE",
      "DIAST PRESERVADA",
      "AE LIMITROFE",
      "INSUF MI DISCRETA",
      "HSAP 42",
      "HB 15",
      "HT 89",
      "CRE 1 , 1",
      "GLI 88",
      "U 30",
      "TRI 72",
      "HDL 47",
      "NA 137",
      "LDL 121",
      "K 4 , 4",
      "COL 182"
    ],
    "Conceito Quantitativo": [
      "40 MG"
    ]
  },
  "labels": {
    "BA51": {
      "term_original": "dac incipiente",
      "capitulo": "11",
      "confidence_embedding": 0.7401,
      "descricao_cid": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas.",
      "classification_reasoning": "A presença de dor dim e frequência em intensidade e frequência, além da observação sistólica > 50% na ecocardiografia, sugere uma cardiomiopatia isquêmica incipiente, caracterizada pela disfunção sistólica ventricular esquerda com antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios. A análise dos parâmetros laboratoriais e a medicação em uso também apoiam essa hipótese."
    },
    "MC84": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.7369,
      "descricao_cid": "Representação de doença CID-11: Dor cardiovascular. Definição: ",
      "classification_reasoning": "A dor é um sintoma descrito no contexto clínico, relacionado à condição cardíaca do paciente. A opção MC84 - Dor cardiovascular é a mais precisa para o termo 'dor' nesse contexto."
    },
    "MD11.7": {
      "term_original": "dim , inui em inmtensidade e frequencioa",
      "capitulo": "21",
      "confidence_embedding": 0.7302,
      "descricao_cid": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação.",
      "classification_reasoning": "A opção mais precisa para o termo 'dim, inui em inmtensidade e frequencioa' é a hiperventilação (Código CID-11: MD11.7), pois a dor dim e inui mencionada no prontuário podem estar relacionadas ao sintoma de hiperventilação, que caracteriza-se por um aumento na frequência da ventilação alveolar."
    },
    "BC43.6": {
      "term_original": "qx cardiologicas",
      "capitulo": "11",
      "confidence_embedding": 0.7651,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo.",
      "classification_reasoning": "A presença do termo 'qx cardiologicas' no contexto clínico sugere que a doença cardíaca está relacionada à função cardiaca, e o código BC43.6 se refere especificamente à cardiomiopatia ventricular arritmogênica, que é uma condição caracterizada por perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso."
    }
  }
}