{
  "prontuario_id": 359,
  "text": "DAC INCIPIENTE,\nHAS.\n\n09-14 CATE : DA Ponte Intra Miocárdica COM OBSRUÇÃO SISTOLE > 50 % --LEDSAO MODERADA 1/3 PROXIMAL CD.\n\n#  HCTZ 25, ATL50, AAS100, SVT 40, VERAPAMIL 80 D.\n\nECO 27-2-15: FE 53, EP 39, AE 42, FÇAO SIST LIMITROFE E DIAST PRESERVADA, AE LIMITROFE, INSUF MI DISCRETA, HSAP 42.\n\n31-3-15: HB 15, HT 89, CRE 1,1; GLI 88, U 30, TRI 72, HDL 47, NA 137, LDL 121, K 4,4; COL 182.\n\nCintilografia miocárdica: FE 59%, negativa para isquemia.\n\n\nPA 140/80,\n\nEF: BEG, M corado, hidratado, uepencio, acianotico, anciterico.\nMV +, s/ RA,\nBRNF 2 t, s/ sorpso.\n\nmembros perufndidos, sem edemas.\n\nCD : mantidas demais condutas.\nlipidgrama.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "HAS",
      "CATE",
      "DA",
      "HCTZ",
      "ATL50",
      "AAS100",
      "SVT",
      "D",
      "ECO",
      "PA",
      "EF",
      "BEG",
      "s/",
      "RA",
      "CD",
      "DAC INCIPIENTE",
      "--LEDSAO MODERADA 1/3 PROXIMAL CD",
      "FE 53",
      "EP 39",
      "AE 42",
      "FÇAO SIST LIMITROFE",
      "DIAST PRESERVADA",
      "AE LIMITROFE",
      "INSUF MI DISCRETA",
      "HSAP 42",
      "HT 89",
      "CRE 1 , 1",
      "GLI 88",
      "U 30",
      "TRI 72",
      "COL 182",
      "FE 59%",
      "MV +",
      "BRNF 2 t"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DAC INCIPIENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CATE"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "DA"
    ],
    "Substância Farmacológica": [
      "HCTZ",
      "ATL50",
      "AAS100",
      "SVT",
      "VERAPAMIL"
    ],
    "Substância Química Orgânica": [
      "HCTZ",
      "AAS100",
      "SVT",
      "VERAPAMIL"
    ],
    "Conceito Quantitativo": [
      "25",
      "40",
      "140/80"
    ],
    "Substância Química Inorgânica": [
      "ATL50"
    ],
    "Conceito Temporal": [
      "D"
    ],
    "Procedimento Diagnóstico": [
      "ECO",
      "EF",
      "Cintilografia miocárdica"
    ],
    "Negação": [
      "negativa",
      "acianotico",
      "anciterico",
      "s/",
      "sem"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Achado": [
      "BEG",
      "corado",
      "hidratado",
      "uepencio",
      "MV +",
      "BRNF 2 t",
      "membros perufndidos"
    ],
    "Sinal ou Sintoma": [
      "acianotico",
      "anciterico",
      "RA",
      "sorpso",
      "edemas"
    ],
    "Função Patológica": [
      "edemas"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "mantidas demais condutas"
    ],
    "Procedimento Laboratorial": [
      "lipidgrama"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Ponte Intra Miocárdica COM OBSRUÇÃO SISTOLE &gt; 50 %",
      "--LEDSAO MODERADA 1/3 PROXIMAL CD",
      "FE 53",
      "EP 39",
      "AE 42",
      "FÇAO SIST LIMITROFE",
      "DIAST PRESERVADA",
      "AE LIMITROFE",
      "INSUF MI DISCRETA",
      "HSAP 42",
      "HB 15",
      "HT 89",
      "CRE 1 , 1",
      "GLI 88",
      "U 30",
      "TRI 72",
      "HDL 47",
      "NA 137",
      "LDL 121",
      "K 4 , 4",
      "COL 182",
      "FE 59%"
    ]
  },
  "labels": {
    "BC43.7": {
      "term_original": "mv +",
      "capitulo": "11",
      "confidence_embedding": 0.7797,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A presença de 'mv +' no contexto do prontuário sugere a presença de cardiomiopatia diabética, caracterizada por fibrose miocárdica e remodelamento disfuncional."
    },
    "NB30.0Y": {
      "term_original": "ra",
      "capitulo": "22",
      "confidence_embedding": 0.745,
      "descricao_cid": "Representação de doença CID-11: Outra lesão especificada da aorta torácica. Definição: ",
      "classification_reasoning": "A opção mais precisa é a NB30.0Y, pois o termo 'ra' provavelmente se refere à Representação de doença CID-11: Outra lesão especificada da aorta torácica."
    },
    "MG29.10": {
      "term_original": "has",
      "capitulo": "21",
      "confidence_embedding": 0.7468,
      "descricao_cid": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia.",
      "classification_reasoning": "A opção mais precisa para o termo 'has' é a edema devido à pressão capilar aumentada, pois o prontuário descreve membros periféricos sem edemas, mas não há indicação de que eles estejam normais. Além disso, a condição clínica descrita sugere possíveis problemas cardíacos e pulmonares, o que pode estar relacionado ao edema."
    },
    "FA26.1": {
      "term_original": "membros perufndidos",
      "capitulo": "15",
      "confidence_embedding": 0.7229,
      "descricao_cid": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada.",
      "classification_reasoning": "A opção mais precisa para o termo 'membros perufndidos' é a doença por deposição de hidroxiapatita (FA26.1), pois a descrição destaca a presença de cristais de fosfato de cálcio básico em tecidos moles periarticulares, especialmente nos tendões e ligamentos dos membros inferiores."
    },
    "EF02.2": {
      "term_original": "edemas",
      "capitulo": "14",
      "confidence_embedding": 0.7944,
      "descricao_cid": "Representação de doença CID-11: Lipedema. Definição: Lipedema é caracterizado por tumefação \"gordurosa\" difusa, sem depressões, geralmente confinada a pernas, coxas, quadris e braços. Pode ser confundido com linfedema. O lipedema também pode ocorrer no couro cabeludo.",
      "classification_reasoning": "A opção mais precisa para o termo 'edemas' é o código EF02.2, que descreve a doença Lipedema, caracterizada por tumefação difusa e gordurosa sem depressões, confinada principalmente às pernas, coxas, quadris e braços."
    },
    "NC15.4": {
      "term_original": "brnf 2 t",
      "capitulo": "22",
      "confidence_embedding": 0.7256,
      "descricao_cid": "Representação de doença CID-11: Lesão de múltiplos vasos sanguíneos ao nível do ombro ou braço. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'brnf 2 t' é a lesão de múltiplos vasos sanguíneos ao nível do ombro ou braço, uma vez que a representação da doença refere-se à lesão nos membros superiores."
    }
  }
}