{
  "prontuario_id": 227,
  "text": "21:55h Responsivo a estimulos, mas periodos de agitaçao psicomotora, face corada, pupilas iso / foto. SNE com infusao de dieta 50ml/hr. Intubado,sob vm  em modo PCV com 50% FIO, PEEP 5, PL 18, FR  16, ausculta pulmonar com sibilos difusos, aspirado com media quantidade de secreçao, em uso de filtro bacteriologico. Acesso periferico jugular E com infusao de dormonid 15ml/hr + fentanil 8ml/hr. Extremidades edemaciadas, perfusao periferica preservada. Abdomen flacido, palpaçao, rha +. Hiperemia reg dorsal + reg glutea. Diurese por SVD presente em coletro amarelo citrico. Mantem monitorizada continuamente com cardioscopico + oximetria de pulso + pam nao invasiva. Enfermeira Florence Nightingale. SINDROME DO DESCONFORTO RESPIRATORIO DO ADULTO.",
  "entities": {
    "Conceito Temporal": [
      "periodos"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "Abdomen"
    ],
    "Abreviação": [
      "iso",
      "foto",
      "SNE",
      "vm",
      "FIO",
      "PEEP",
      "PL",
      "FR",
      "SVD",
      "pam",
      "rha +",
      "reg dorsal",
      "reg glutea"
    ],
    "Achado": [
      "iso",
      "foto",
      "flacido",
      "Responsivo a estimulos",
      "face corada",
      "perfusao periferica preservada",
      "rha +"
    ],
    "Dispositivo Médico": [
      "SNE",
      "SVD"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SNE",
      "Intubado",
      "vm",
      "PCV",
      "aspirado",
      "SVD"
    ],
    "Atividade de Assistência à Saúde": [
      "infusao",
      "monitorizada continuamente"
    ],
    "Conceito Quantitativo": [
      "50ml/hr",
      "50%",
      "5",
      "18",
      "16",
      "15ml/hr",
      "media quantidade"
    ],
    "Atributo Clínico": [
      "FIO",
      "PEEP",
      "PL",
      "FR"
    ],
    "Substância Corporal": [
      "aspirado"
    ],
    "Sinal ou Sintoma": [
      "secreçao",
      "Hiperemia",
      "agitaçao psicomotora",
      "sibilos difusos",
      "Extremidades edemaciadas"
    ],
    "Substância Química Orgânica": [
      "dormonid",
      "fentanil"
    ],
    "Substância Farmacológica": [
      "dormonid",
      "fentanil"
    ],
    "Procedimento Diagnóstico": [
      "palpaçao",
      "cardioscopico",
      "ausculta pulmonar",
      "oximetria de pulso"
    ],
    "Função de Organismo": [
      "Diurese"
    ],
    "Negação": [
      "nao"
    ],
    "Conceito Qualitativo": [
      "invasiva"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Objeto Manufaturado": [
      "filtro bacteriologico"
    ],
    "Localização ou Região Corporal": [
      "reg dorsal",
      "reg glutea"
    ],
    "Doença ou Síndrome": [
      "SINDROME DO DESCONFORTO RESPIRATORIO DO ADULTO"
    ]
  },
  "labels": {
    "6C46.3": {
      "term_original": "responsivo a estimulos",
      "capitulo": "06",
      "confidence_embedding": 0.7752,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões.",
      "classification_reasoning": "O termo 'responsivo a estimulos' sugere que o paciente está apresentando efeitos fisiológicos e psicológicos devido ao consumo de anfetaminas ou outros estimulantes, caracterizando uma intoxicação transitória clinicamente significativa. Portanto, a escolha mais precisa é o código 6C46.3: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona."
    },
    "MD81.3": {
      "term_original": "flacido",
      "capitulo": "21",
      "confidence_embedding": 0.7575,
      "descricao_cid": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças.",
      "classification_reasoning": "A descrição do termo 'flacido' se refere ao abdome, que é descrito como 'flácido', o que sugere um aumento na distensão abdominal, característica da síndrome de abdome agudo."
    },
    "DA26.3": {
      "term_original": "secreçao",
      "capitulo": "13",
      "confidence_embedding": 0.7977,
      "descricao_cid": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse.",
      "classification_reasoning": "A palavra 'secreçao' está relacionada à presença de secreção na descrição do paciente, o que leva a considerar a possibilidade de síndrome da laceração hemorrágica gastroesofágica (Código DA26.3)."
    },
    "CA23.00": {
      "term_original": "sibilos difusos",
      "capitulo": "12",
      "confidence_embedding": 0.7707,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A presença de sibilos difusos no exame pulmonar sugere uma doença respiratória crônica, como a asma alérgica, que é caracterizada por episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira e aperto no peito."
    },
    "FA27.2": {
      "term_original": "extremidades edemaciadas",
      "capitulo": "15",
      "confidence_embedding": 0.7395,
      "descricao_cid": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos.",
      "classification_reasoning": "A escolha do código FA27.2 (Reumatismo palindrômico) é baseada na descrição de 'extremidades edemaciadas' no prontuário, o que sugere a presença de edema articular em ambas as extremidades, característica comum desse tipo de reumatismo."
    },
    "6C45.3": {
      "term_original": "agitaçao psicomotora",
      "capitulo": "06",
      "confidence_embedding": 0.8179,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A agitação psicomotora é um sintoma comum em indivíduos intoxicados por cocaína, caracterizado pela ansiedade, irritabilidade e aumento da atividade motoria. A escolha do código 6C45.3 se justifica pois apresenta a agitação psicomotora como um dos sintomas característicos da intoxicação por cocaína."
    },
    "CB00": {
      "term_original": "sindrome do desconforto respiratorio do adulto",
      "capitulo": "12",
      "confidence_embedding": 0.7752,
      "descricao_cid": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave.",
      "classification_reasoning": "A paciente apresenta SNE com infusão de dieta, intubado e em uso de filtro bacteriologico, o que sugere um quadro agudo de doença pulmonar. Além disso, a presença de sibilos difusos na ausculta pulmonar e hiperemia reg dorsal + reg glutea também apontam para uma síndrome respiratória aguda. Portanto, a escolha mais precisa é o Código CB00 - Síndrome do desconforto respiratório agudo."
    },
    "ME01": {
      "term_original": "hiperemia",
      "capitulo": "21",
      "confidence_embedding": 0.7506,
      "descricao_cid": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen.",
      "classification_reasoning": "A hiperemia descrita no prontuário refere-se ao inchaço e ruborização do dorso e glúteos, o que é característico de uma distensão abdominal. Isso justifica a escolha do código ME01."
    },
    "MG31.0": {
      "term_original": "face corada",
      "capitulo": "21",
      "confidence_embedding": 0.754,
      "descricao_cid": "Representação de doença CID-11: Dor aguda na face, não classificada em outra parte. Definição: ",
      "classification_reasoning": "A face corada sugere dor aguda na face, o que é descrito no código MG31.0. Isso é mais preciso do que outras opções, como pânico ou hemorragia pulmonar, que não estão relacionadas à dor facial."
    }
  }
}