{
  "prontuario_id": 77,
  "text": "12:50H - PROVENIENTE DA UTI 1, CALMO, COMUNICATIVO, EUPNEICO EM AR MABIENTE, SEM QUEIXAS DE DOR NO MOMENTO. ACESSO VENOSO PERIFÉRICO SALINIZADO EM MSD. CURATIVOS TORÁCICOS BILATERAIS E ABDOMINAL OCLUSIVOS LIMPOS E SECOS EXTERNAMENTE. RETIRADO SVD AINDA NA UTI 1, NÃO APRESENTOU DIURESE ESPONTANEA APÓS RETIRADA DA SVD, PORÉM SEM QUEIXAS DE DOR, DIFICULDADE URINÁRIA, ABDOME PLANO E FLACIDO SEM SINAIS DE GLOBO VESICAL. SEGUE SOB CUIDADOS DE ENFERMAGEM.  Enfermeira Florence Nightingale.  EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO.",
  "entities": {
    "Abreviação": [
      "SVD",
      "MSD",
      "UTI 1"
    ],
    "Dispositivo Médico": [
      "SVD",
      "ACESSO VENOSO PERIFÉRICO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SVD",
      "ACESSO VENOSO PERIFÉRICO"
    ],
    "Negação": [
      "SEM",
      "NÃO"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "DIFICULDADE URINÁRIA",
      "SINAIS DE GLOBO VESICAL",
      "QUEIXAS DE DOR",
      "GLOBO VESICAL"
    ],
    "Achado": [
      "CALMO",
      "PLANO",
      "COMUNICATIVO",
      "FLACIDO",
      "EUPNEICO EM AR MABIENTE",
      "DIURESE ESPONTANEA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABDOME",
      "MSD"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS",
      "RETIRADO",
      "RETIRADA",
      "EXAME GERAL"
    ],
    "Organização Relacionada à Saúde": [
      "ENFERMAGEM",
      "UTI 1"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Localização ou Região Corporal": [
      "ABDOMINAL",
      "TORÁCICOS BILATERAIS"
    ],
    "Conceito Qualitativo": [
      "OCLUSIVOS",
      "LIMPOS",
      "SECOS"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Conceito Temporal": [
      "APÓS",
      "NO MOMENTO"
    ],
    "Procedimento Diagnóstico": [
      "INVESTIGACAO DE PESSOAS"
    ],
    "Doença ou Síndrome": [
      "DIAGNOSTICO RELATADO"
    ],
    "Função de Organismo": [
      "DIURESE ESPONTANEA"
    ]
  },
  "labels": {
    "MF9C": {
      "term_original": "diagnóstico relatado",
      "capitulo": "21",
      "confidence_embedding": 0.8079,
      "descricao_cid": "Representação de doença CID-11: Achados anormais ao exame citológico e histológico da urina. Definição: ",
      "classification_reasoning": "A opção MF9C é a mais precisa para o termo 'diagnóstico relatado' pois refere-se a achados anormais ao exame citológico e histológico da urina, que é um resultado de uma investigação feita no paciente. Isso coincide com a descrição do contexto clínico, que menciona um exame geral e investigação de pessoas sem queixa ou diagnóstico relacionado."
    },
    "MF50.63": {
      "term_original": "flacido",
      "capitulo": "21",
      "confidence_embedding": 0.7905,
      "descricao_cid": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga",
      "classification_reasoning": "A descrição do termo 'flacido' refere-se à apresentação abdominal plano e flácido, o que é compatível com a definição de urgência miccional (Urgência miccional: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga)."
    },
    "MF50.2": {
      "term_original": "plano",
      "capitulo": "21",
      "confidence_embedding": 0.7932,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção.",
      "classification_reasoning": "A opção mais precisa é a incontinência urinária (Código MF50.2) porque o paciente tem uma divisão do jato urinário descrita no contexto, que sugere uma perda de controle voluntário da micción."
    },
    "6C00.2": {
      "term_original": "comunicativo",
      "capitulo": "06",
      "confidence_embedding": 0.7818,
      "descricao_cid": "Representação de doença CID-11: Enurese noturna e diurna. Definição: Enurese noturna e diurna se refere à eliminação repetida de urina nas roupas ou na cama, que ocorre tanto durante o sono (ou seja, durante a noite) quanto em vigília em um indivíduo que alcançou uma idade de desenvolvimento na qual a continência urinária é normalmente esperada (5 anos). A incontinência urinária pode estar presente desde o nascimento (ou seja, uma extensão atípica da incontinência infantil normal), ou pode ter surgido após um período em que o controle vesical havia sido adquirido. Na maioria dos casos, o comportamento é involuntário, mas em alguns casos parece intencional.",
      "classification_reasoning": "O termo 'comunicativo' está relacionado à capacidade do paciente de se comunicar e realizar diálogos com a enfermeira Florence Nightingale, o que sugere uma enurese noturna e diurna."
    },
    "MB2A.1": {
      "term_original": "queixas de dor",
      "capitulo": "21",
      "confidence_embedding": 0.7861,
      "descricao_cid": "Representação de doença CID-11: Urinar-se. Definição: Vazamento de urina para a roupa ou cama, podendo ocorrer durante o dia ou a noite, após uma idade e desenvolvimento em que seja esperada a continência urinária.",
      "classification_reasoning": "A opção mais precisa para o termo 'queixas de dor' é MB2A.1, que representa a condição de urinar-se, ou seja, a perda involuntária de urina para a roupa ou cama."
    },
    "GC01.1": {
      "term_original": "globo vesical",
      "capitulo": "16",
      "confidence_embedding": 0.7906,
      "descricao_cid": "Representação de doença CID-11: Fístula vesical, não classificada em outra parte. Definição: Uma afecção causada por intervenção médica, traumatismo, inflamação, infecção, câncer ou fatores congênitos. Esta afecção é caracterizada pela formação de uma passagem anormal entre a bexiga urinária e a pele, intestino, vagina, útero ou reto, e dor suprapúbica, aumento da frequência, disúria ou tenesmo.",
      "classification_reasoning": "A opção mais precisa para o termo 'globo vesical' é a representação de doença CID-11: Fístula vesical, não classificada em outra parte. Embora não seja explicitamente mencionado como sendo uma condição recente ou relacionada ao procedimento SVD, o fato de o paciente não apresentar diurese espontânea após a retirada da sonda e não ter queixas de dor ou dificuldade urinária sugere que houve possivelmente uma lesão vesical durante o procedimento. Isso justifica a escolha do código GC01.1."
    },
    "MF50.62": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.7948,
      "descricao_cid": "Representação de doença CID-11: Divisão do jato urinário. Definição: Condição em que o jato de urina se divide em duas ou mais direções diferentes",
      "classification_reasoning": "A opção mais precisa é a divisão do jato urinário (Código MF50.62), pois o termo 'queixas' refere-se à falta de queixa ou dificuldade urinária, o que é característico da condição descrita na história clínica."
    },
    "GC40.5": {
      "term_original": "dificuldade urinária",
      "capitulo": "16",
      "confidence_embedding": 0.7915,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária associada a prolapso de órgãos pélvicos. Definição: Uma afecção do sistema urinário, causada pelo deslocamento anormal de um ou mais órgãos pélvicos. Esta afecção é caracterizada pela perda involuntária de urina. A confirmação é feita por urinálise.",
      "classification_reasoning": "A opção mais precisa para o termo 'dificuldade urinária' é a Incontinência urinária associada a prolapso de órgãos pélvicos (Código GC40.5). Isso porque a dificuldade urinária pode ser um sintoma comum em pacientes com essa condição, caracterizada pela perda involuntária de urina."
    },
    "GB71.0": {
      "term_original": "sinais de globo vesical",
      "capitulo": "16",
      "confidence_embedding": 0.7882,
      "descricao_cid": "Representação de doença CID-11: Cálculo na bexiga. Definição: Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada por cálculos urinários localizados na bexiga. Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdômen inferior ou virilha. A confirmação é feita por radiografia abdominal, para determinar a presença e localização de cálculos.",
      "classification_reasoning": "A opção mais precisa para o termo 'sinais de globo vesical' é a condição de Cálculo na bexiga (Código GB71.0), pois a descrição da condição menciona a possibilidade de hematúria, que é um sintoma relacionado ao globo vesical."
    }
  }
}