{
  "prontuario_id": 350,
  "text": "10:00hs - POI de nefrectomia e esplenectomia, glasglow 15, pupilas isocóricas e fotoreagentes, respiração espontanea com suporte de névoa ´mida saturando 100%, AVPMSE com soroterapia gravitacional em curso, SVD com diurese presente. Monitorizado com PNI: 120x90 mmHg, cardioscopia com Fc: 75 bpm e oximetria depulso, mucosa coradas, AP: MV presentes e roncos esparsos com tosse efetiv, abdomen flácido , doloroso a palpação com RH presente, curativo de laparotomia com um ponto pouco sangrante, DTF a esquerda pouco hemático e sem fuga aerea, extremidades aquecidas e bem perfundidas. Enfermeira Florence Nightingale. TRAUMATISMO DE REGIAO NAO ESPECIFICADA DO CORPO.",
  "entities": {
    "Conceito Temporal": [
      "POI"
    ],
    "Abreviação": [
      "POI",
      "AVPMSE",
      "SVD",
      "PNI",
      "Fc",
      "AP",
      "DTF",
      "75 bpm",
      "MV presentes",
      "RH presente"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "nefrectomia",
      "esplenectomia",
      "AVPMSE",
      "SVD",
      "PNI",
      "DTF",
      "suporte de névoa ´mida",
      "soroterapia gravitacional",
      "curativo de laparotomia"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "abdomen"
    ],
    "Achado": [
      "isocóricas",
      "fotoreagentes",
      "flácido",
      "glasglow 15",
      "respiração espontanea",
      "saturando 100%",
      "mucosa coradas",
      "MV presentes",
      "RH presente",
      "extremidades aquecidas",
      "bem perfundidas"
    ],
    "Dispositivo Médico": [
      "AVPMSE",
      "SVD"
    ],
    "Atividade de Assistência à Saúde": [
      "Monitorizado"
    ],
    "Procedimento Diagnóstico": [
      "PNI",
      "cardioscopia",
      "AP",
      "palpação",
      "oximetria depulso"
    ],
    "Atributo Clínico": [
      "Fc"
    ],
    "Sinal ou Sintoma": [
      "doloroso",
      "hemático",
      "roncos esparsos",
      "tosse efetiv",
      "ponto pouco sangrante",
      "fuga aerea"
    ],
    "Conceito Espacial": [
      "esquerda"
    ],
    "Negação": [
      "sem"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Função de Organismo": [
      "diurese presente"
    ],
    "Conceito Quantitativo": [
      "120x90 mmHg",
      "75 bpm"
    ]
  },
  "labels": {
    "BC61": {
      "term_original": "isocóricas",
      "capitulo": "11",
      "confidence_embedding": 0.7939,
      "descricao_cid": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado.",
      "classification_reasoning": "A termo 'isocóricas' se refere à equalidade de tamanho das pupilas, o que é um indício de despolarização juncional prematura (BC61). Isso ocorre quando a despolarização elétrica cardíaca origina-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
    },
    "FA80.4": {
      "term_original": "flácido",
      "capitulo": "15",
      "confidence_embedding": 0.7628,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'flácido' é a degeneração de disco intervertebral da coluna torácica sem prolapso de disco (FA80.4), pois flácido refere-se à perda de tonus muscular e rigidez, comum em casos de lesões ou doenças que afetam o sistema nervoso e músculos, como a degeneração do disco intervertebral."
    },
    "NB32.6Z": {
      "term_original": "fuga aerea",
      "capitulo": "22",
      "confidence_embedding": 0.7714,
      "descricao_cid": "Representação de doença CID-11: Lesão da pleura, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'fuga aerea' é NB32.6Z, Lesão da pleura, não especificada, pois a menção de 'DTF a esquerda pouco hemático e sem fuga aerea' sugere lesão pleural ou traçado da pleura sem escape de ar."
    },
    "CA22.0": {
      "term_original": "respiração espontanea",
      "capitulo": "12",
      "confidence_embedding": 0.7799,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A presença de respiração espontânea e saturando 100% sugere um agravamento dos sintomas respiratórios, caracterizando uma exacerbação aguda não especificada da Doença Pulmonar Obstrutiva Crônica (DPOC)."
    },
    "GA19.0": {
      "term_original": "hemático",
      "capitulo": "16",
      "confidence_embedding": 0.7961,
      "descricao_cid": "Representação de doença CID-11: Hematoma do ligamento largo. Definição: Condição que afeta mulheres, causada por parto, traumatismo ou cirurgia. Esta condição é caracterizada por uma laceração na parte superior da vagina, colo do útero ou útero que se estende para as artérias uterinas ou vaginais, sangramento (embora nem sempre com sangramento vaginal óbvio), dor nas costas, pressão na área retoanal, tontura, hipotensão ou anemia . A confirmação é feita por exame retovaginal para descartar coagulação e expansão do hematoma.",
      "classification_reasoning": "A presença do termo 'hemático' no contexto clínico sugere que a lesão é relacionada ao sangramento, o que se encaixa com a definição de Hematoma do ligamento largo (GA19.0), uma condição caracterizada por sangramento e dor após parto, traumatismo ou cirurgia."
    },
    "FA80.5": {
      "term_original": "doloroso",
      "capitulo": "15",
      "confidence_embedding": 0.7514,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'doloroso' é a degeneração de disco intervertebral da coluna torácica com prolapso de disco, pois há referência à palpação do abdome doloroso."
    },
    "BC62": {
      "term_original": "mv presentes",
      "capitulo": "11",
      "confidence_embedding": 0.7607,
      "descricao_cid": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos).",
      "classification_reasoning": "A presença de MV (movimentos ventriculares) no contexto da nefrectomia e esplenectomia sugere a presença de uma via acessória, pois essa condição é caracterizada por conexões elétricas adicionais que desviam do nó AV. Além disso, a ausência de sintomas cardíacos mais graves nos dados clínicos sugere que a via acessória pode estar funcionando adequadamente."
    },
    "9B94.1": {
      "term_original": "fotoreagentes",
      "capitulo": "09",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A presença de 'fotoreagentes' na descrição clínica sugere uma resposta ao estímulo luminoso, o que é característico da síndrome da íris flácida (Código 9A94.1). Esta escolha se justifica pela presença de pupilas isocóricas e fotoreagentes no prontuário."
    },
    "MD2Z": {
      "term_original": "roncos esparsos",
      "capitulo": "21",
      "confidence_embedding": 0.7019,
      "descricao_cid": "Representação de doença CID-11: Hemorragia das vias respiratórias, não especificada. Definição: ",
      "classification_reasoning": "O termo 'roncos esparsos' refere-se à presença de hemorragia nas vias respiratórias, o que é compatível com a descrição do código MD2Z."
    },
    "NE81.0Z": {
      "term_original": "ponto pouco sangrante",
      "capitulo": "22",
      "confidence_embedding": 0.7269,
      "descricao_cid": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa é NE81.0Z pois o termo 'ponto pouco sangrante' sugere uma lesão hemorrágica não especificada que está complicando um procedimento (laparotomia) e não é classificável em outra parte do Código CID-11."
    },
    "MD12": {
      "term_original": "tosse efetiv",
      "capitulo": "21",
      "confidence_embedding": 0.744,
      "descricao_cid": "Representação de doença CID-11: Tosse. Definição: Tosse é um importante mecanismo natural de defesa e reflexo protetor para limpeza das vias aéreas superiores e inferiores de secreções excessivas como muco e de partículas inaladas. A tosse é um sintoma comum da maioria dos transtornos respiratórios e pode ser indicativa de doenças triviais ou muito graves de vias aéreas ou pulmões.",
      "classification_reasoning": "A tosse efetiv é um sintoma presente no prontuário, relacionado à respiração espontânea e ao suporte de névoa com saturação de 100%. A opção MD12 se ajusta melhor ao contexto clínico, pois descreve a tosse como um mecanismo natural de defesa para limpeza das vias aéreas."
    },
    "EB13.1": {
      "term_original": "mucosa coradas",
      "capitulo": "14",
      "confidence_embedding": 0.763,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A expressão 'mucosa coradas' é similar à descrição de Necrólise Epidérmica Tóxica (NET) no contexto clínico, que menciona envolvimento das mucosas. Isso justifica a escolha do código EB13.1."
    }
  }
}