{
  "prontuario_id": 704,
  "text": "11:39Hrs Cliente em ramsay 6, pupilas iso / foto +, IOT + VM nos parametros PCV,   peep 5 cmh2o,   FR 12,   FiO2 50%, face corada, mucosa oral hidratada, boa perfusão periferica, no leito com cabeceira elevada á 45°. Mantem com monitorização de multiparametros ECG, PNI, SpO2,   SNG aberta com dietaterapia em curso BI 75 ml/hr, acesso venoso central duplo-lumem em sub-clavia DIR com fentanil 15 ml/hr, dormonid 20 ml/hr em curso BI. Apresenta ausculta cardiaca ritmica e normofonetica, ausculta pulmonar MV + com roncos difusos, abdomem globoso e flacido com RHA +, edemas em MMSS e II cacifo ++. Faz uso de SVD com debito diuretico presente ++ de coloração amarelo-claro, eliminação fecal ausente. Segue cuidados intensivos de enfermagem.  Enfermeira Florence Nightingale . TRAUMATISMO CEREBRAL DIFUSO.",
  "entities": {
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "abdomem",
      "MMSS",
      "II",
      "sub-clavia DIR"
    ],
    "Achado": [
      "iso",
      "globoso",
      "flacido",
      "foto +",
      "face corada",
      "mucosa oral hidratada",
      "boa perfusão periferica",
      "ritmica e normofonetica",
      "MV +",
      "RHA +",
      "presente ++"
    ],
    "Abreviação": [
      "iso",
      "IOT",
      "VM",
      "peep",
      "FR",
      "FiO2",
      "ECG",
      "PNI",
      "SpO2",
      "BI",
      "MMSS",
      "II",
      "SVD",
      "foto +",
      "SNG aberta",
      "sub-clavia DIR",
      "MV +",
      "RHA +"
    ],
    "Dispositivo Médico": [
      "IOT",
      "SVD",
      "SNG aberta",
      "acesso venoso central duplo-lumem"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "IOT",
      "VM",
      "PCV",
      "PNI",
      "SpO2",
      "dietaterapia",
      "SVD",
      "leito com cabeceira elevada á 45°",
      "acesso venoso central duplo-lumem"
    ],
    "Atributo Clínico": [
      "peep",
      "FR",
      "FiO2"
    ],
    "Conceito Quantitativo": [
      "12",
      "50%",
      "5 cmh2o",
      "75 ml/hr",
      "15 ml/hr",
      "20 ml/hr"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "PNI",
      "SpO2",
      "ausculta cardiaca",
      "ausculta pulmonar"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BI"
    ],
    "Substância Farmacológica": [
      "fentanil",
      "dormonid"
    ],
    "Substância Química Orgânica": [
      "fentanil",
      "dormonid"
    ],
    "Sinal ou Sintoma": [
      "edemas",
      "ramsay 6",
      "roncos difusos"
    ],
    "Negação": [
      "ausente"
    ],
    "Grupo Profissional ou Ocupacional": [
      "enfermagem",
      "Enfermeira"
    ],
    "Organização Relacionada à Saúde": [
      "enfermagem"
    ],
    "Atividade de Assistência à Saúde": [
      "monitorização de multiparametros",
      "cuidados intensivos"
    ],
    "Resultado Laboratorial ou de Teste": [
      "cacifo ++"
    ],
    "Função de Organismo": [
      "debito diuretico",
      "eliminação fecal"
    ],
    "Conceito Qualitativo": [
      "coloração amarelo-claro"
    ],
    "Doença ou Síndrome": [
      "TRAUMATISMO CEREBRAL DIFUSO"
    ]
  },
  "labels": {
    "FA34.0": {
      "term_original": "flacido",
      "capitulo": "15",
      "confidence_embedding": 0.6823,
      "descricao_cid": "Representação de doença CID-11: Corpo flutuante na articulação. Definição: ",
      "classification_reasoning": "A opção mais precisa é o Código FA34.0, Corpo flutuante na articulação, pois no contexto do prontuário menciona-se 'abdomem globoso e flacido' o que sugere a presença de um corpo estranho dentro do abdome."
    },
    "CB21.1": {
      "term_original": "mv +",
      "capitulo": "12",
      "confidence_embedding": 0.7651,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "O termo 'MV+' sugere a presença de fluido no espaço pleural, caracterizando um pneumotórax espontâneo não hipertensivo."
    },
    "9A94.1": {
      "term_original": "iso",
      "capitulo": "09",
      "confidence_embedding": 0.7588,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "O termo 'iso' se refere às pupilas isocoriadas, o que indica uma reação normal à luz e ausência de dor, característica da síndrome da íris flácida."
    },
    "FA80.4": {
      "term_original": "globoso",
      "capitulo": "15",
      "confidence_embedding": 0.6754,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'globoso' é FA80.4, Degeneração de disco intervertebral da coluna torácica sem prolapso de disco, pois a descrição refere-se à deformidade ou expansão do corpo vertebral, que pode ser caracterizada como 'globosa'."
    },
    "CB01": {
      "term_original": "edemas",
      "capitulo": "12",
      "confidence_embedding": 0.7447,
      "descricao_cid": "Representação de doença CID-11: Edema pulmonar. Definição: Edema pulmonar é uma condição causada por excesso de líquido nos pulmões, que se acumula nos sacos alveolares do pulmão, dificultando a respiração.",
      "classification_reasoning": "A presença de edemas mencionados no relatório (edemas em MMSS e II cacifo ++) sugere a presença de edema pulmonar, justificando a escolha do código CB01."
    },
    "BE10": {
      "term_original": "ramsay 6",
      "capitulo": "11",
      "confidence_embedding": 0.7175,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A referência ao 'Ramsay 6' no contexto do prontuário sugere que o paciente está em um leito de terapia intensiva, possivelmente após uma cirurgia cardíaca. A Síndrome Pós-Cardiotomia (Código CID-11: BE10) é a escolha mais precisa para o termo extraído 'Ramsay 6' dado o contexto clínico e a presença de outros achados que sugerem uma situação pós-cirúrgica, como a presença de ventilador mecanizado, monitorização de parâmetros múltiplos e uso de sedativos."
    },
    "8A60.5": {
      "term_original": "traumatismo cerebral difuso",
      "capitulo": "08",
      "confidence_embedding": 0.7517,
      "descricao_cid": "Representação de doença CID-11: Epilepsia devida a traumatismo de cabeça. Definição: Epilepsia que ocorre relacionada a lesão traumática cerebral. Início após mais de 1 semana do traumatismo, com aumento do risco a partir da gravidade do dano cerebral.",
      "classification_reasoning": "Escolhi o código 8A60.5 porque o paciente apresenta traumatismo cerebral difuso, que está relacionado ao início de convulsões após mais de uma semana do evento causador do dano cerebral. Isso é consistente com a definição da Epilepsia devida a traumatismo de cabeça, que ocorre após mais de uma semana do traumatismo e aumenta o risco à medida que a gravidade do dano cerebral aumenta."
    }
  }
}