{
  "prontuario_id": 259,
  "text": "          Paciente HAS, asmática em uso crônico de presdnisona, com história de episódios de pré-síncope; consultou na XXXX,  realizando ECG que mostrou BAV total com posteior  escape em TV (27/06/02). Realizado avaliação enzimática sugestica de IAM não Q + persistência de isquemia lateral ao ECG.           Realizou CAT em 02/06/02 mostrando oclusão total em 1/3 médio de CD, onde foi realizado ACTP + colocação de stent com boa revascularização (TIMI 3).            Apresenta boa evolução após o procedimento, sem sinais ou sintomas de isquemia. Recebe alta em bom estado geral, com orientações de retorno ao ambulatório de cardiologia para revisão. ",
  "entities": {
    "Abreviação": [
      "HAS",
      "ECG",
      "CAT",
      "BAV total com posteior escape em TV",
      "IAM não Q",
      "1/3 médio de CD",
      "realizado ACTP"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "asmática",
      "IAM não Q",
      "oclusão total"
    ],
    "Conceito Temporal": [
      "crônico",
      "episódios",
      "persistência",
      "após"
    ],
    "Substância Química Orgânica": [
      "presdnisona"
    ],
    "Hormônio": [
      "presdnisona"
    ],
    "Substância Farmacológica": [
      "presdnisona"
    ],
    "Sinal ou Sintoma": [
      "pré-síncope",
      "sinais ou sintomas de isquemia"
    ],
    "Atividade de Assistência à Saúde": [
      "consultou",
      "colocação",
      "alta",
      "retorno",
      "revisão"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "CAT",
      "procedimento"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CAT",
      "procedimento",
      "realizado ACTP"
    ],
    "Dispositivo Médico": [
      "stent"
    ],
    "Negação": [
      "sem",
      "IAM não Q"
    ],
    "Resultado Laboratorial ou de Teste": [
      "BAV total com posteior escape em TV",
      "isquemia lateral",
      "oclusão total"
    ],
    "Procedimento Laboratorial": [
      "avaliação enzimática"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "1/3 médio de CD"
    ],
    "Achado": [
      "boa revascularização",
      "boa evolução",
      "bom estado geral"
    ],
    "Organização Relacionada à Saúde": [
      "ambulatório de cardiologia"
    ]
  },
  "labels": {
    "BA41": {
      "term_original": "boa revascularização",
      "capitulo": "11",
      "confidence_embedding": 0.784,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)",
      "classification_reasoning": "A escolha do código BA41 é a mais precisa para o termo 'boa revascularização' no contexto do prontuário, pois está relacionado ao procedimento de angioplastia com colocação de stent (ACTP) realizado após a CAT, que indicou obstrução total em 1/3 médio da corrente arterial (CD). A boa revascularização referida provavelmente é uma indicação de que o procedimento foi bem-sucedido e permitiu uma restauração adequada do fluxo sanguíneo ao miocárdio, o que está relacionado ao código BC41 (Infarto agudo do miocárdio)."
    },
    "CA23.00": {
      "term_original": "asmática",
      "capitulo": "12",
      "confidence_embedding": 0.7833,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "O termo 'asmática' está relacionado à doença pulmonar obstrutiva crônica (DPOC), especificamente à asma alérgica, que é caracterizada por episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito ou alguma combinação desses sintomas."
    },
    "8A64.3": {
      "term_original": "iam não q",
      "capitulo": "08",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'iam não q' é a encefalopatia hipóxico-isquêmica (Código: 8B24), pois o contexto menciona a presença de isquemia lateral ao ECG e a realização de CAT que mostrou oclusão total em 1/3 médio do CD, indicando uma lesão cerebral."
    },
    "6C45.3": {
      "term_original": "pré-síncope",
      "capitulo": "06",
      "confidence_embedding": 0.83,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "O termo 'pré-síncope' refere-se a sintomas de falta de ar ou sensação de que está prestes a desmaiar, o que é comum em pacientes com doenças cardíacas, como a asmática do paciente HAS. A escolha do código 6C45.3 (Representação de doença CID-11: Intoxicação por cocaína) é improvável, pois não há indícios de consumo de drogas no relatório. O código 6C49.3 (Representação de doença CID-11: Intoxicação por alucinógenos) também é pouco provável, uma vez que não há menção a uso de alucinógenos. A escolha do código 6C40.4 (Representação de doença CID-11: Abstinência de álcool) é igualmente improvável, pois não há indícios de abstinência de álcool no relatório. O único código que resta é o C48.2 (Representação de doença CID-11: Intoxicação por cafeína), mas essa também é uma escolha improvável, pois não há menção a consumo de cafeína no relatório. A escolha do código 6C45.3 (Representação de doença CID-11: Intoxicação por cocaína) parece mais precisa para o termo 'pré-síncope' dentro do contexto clínico."
    }
  }
}