{
  "prontuario_id": 89,
  "text": "PACIENTE COM HAS EM USO DE HCTZ, ENXAQUECA (USO DE DERIVADOS DO ERGOT), JÁ COM PASSADO DE ANGINA E CORONARIAS NORMAIS, TEVE QUADRO DE SÍNCOPE AO ORTOSTATISMO SEGUIDO DE SUDORESE E MAL ESTAR. FOI REALIZADO ECG NO DOMICILIO QUE MOSTROU SUPRA DESNIVEL DE ST DE V1 - V4. CHEGOU AO XXXX JÁ ASSINTOMATICA COM ECG NORMAL. ENZIMAS TAMBEM NORMAIS. CONCLUIU-SE POR ANGINA VASOESPASTICA (PARA A QUAL SE ATRIBUI PROVAVEL CARDIOPATIA ISQUEMICA INCIPIENTE). NÃO SE PODE EXCLUIR 2 FATORES PRECIPITANTES: HIPOTENSAO POR CONSTRIÇÃO DE VOLUME PELA HCTZ E VASOESPASMO ASSOCIADO AO USO DE DERIVADOS DO ERGOT.  ASSIM FORAM SUSPENSOS O ORMIGREM E A HCTZ. INICIADO MONONITRATO (CEFALEIA COM DINITRATO), BLOQUEADOR DE CANAIS DE CALCIO (AMLODIPINA), AAS, ESTATINA (DOSE A SER REAJUSTADA C/ PERFIL LIPIDICO APOS ALTA). ALTA ASSINTOMATICA POR 72H.",
  "entities": {
    "Abreviação": [
      "HAS",
      "HCTZ",
      "ECG",
      "AAS",
      "ECG NORMAL"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "ENXAQUECA",
      "ANGINA VASOESPASTICA",
      "CARDIOPATIA ISQUEMICA INCIPIENTE"
    ],
    "Substância Farmacológica": [
      "HCTZ",
      "ORMIGREM",
      "MONONITRATO",
      "DINITRATO",
      "AMLODIPINA",
      "AAS",
      "ESTATINA",
      "DERIVADOS DO ERGOT",
      "BLOQUEADOR DE CANAIS DE CALCIO"
    ],
    "Substância Química Orgânica": [
      "HCTZ",
      "MONONITRATO",
      "DINITRATO",
      "AMLODIPINA",
      "AAS",
      "ESTATINA"
    ],
    "Conceito Temporal": [
      "PASSADO",
      "APOS",
      "72H"
    ],
    "Sinal ou Sintoma": [
      "ANGINA",
      "QUADRO",
      "SUDORESE",
      "ASSINTOMATICA",
      "CEFALEIA",
      "SÍNCOPE AO ORTOSTATISMO",
      "MAL ESTAR"
    ],
    "Procedimento Diagnóstico": [
      "ECG"
    ],
    "Negação": [
      "ASSINTOMATICA",
      "NÃO"
    ],
    "Função Patológica": [
      "VASOESPASMO"
    ],
    "Atividade de Assistência à Saúde": [
      "SUSPENSOS",
      "INICIADO",
      "REAJUSTADA",
      "ALTA"
    ],
    "Conceito Quantitativo": [
      "DOSE"
    ],
    "Achado": [
      "CORONARIAS NORMAIS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "SUPRA DESNIVEL DE ST DE V1 - V4",
      "ECG NORMAL",
      "ENZIMAS TAMBEM NORMAIS"
    ],
    "Procedimento Laboratorial": [
      "PERFIL LIPIDICO"
    ]
  },
  "labels": {
    "BA85": {
      "term_original": "vasoespasmo",
      "capitulo": "11",
      "confidence_embedding": 0.7488,
      "descricao_cid": "Representação de doença CID-11: Doença vasoespástica coronariana. Definição: O termo doença coronariana vasoespástica refere-se a uma vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso. Embora possa estar envolvido em outras síndromes coronárias, representa a causa habitual de angina variante.",
      "classification_reasoning": "A escolha do código BA85 (Doença vasoespástica coronariana) é a mais precisa para o termo 'vasoespasmo' no contexto clínico, pois refere-se especificamente à vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso, como descrito no prontuário do paciente."
    },
    "6e+61": {
      "term_original": "enxaqueca",
      "capitulo": "06",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "Enxaqueca é um termo que se refere ao sintoma de dor ou desconforto crônico, freqüentemente associado a alterações vasomotora e cerebral. Considerando o contexto clínico da história do paciente, com quadro de síncope ortostático seguido de sudorese e mal-estar, e o uso de derivados do ergot, a escolha mais precisa é o código 6E61."
    },
    "MB23.H": {
      "term_original": "sudorese",
      "capitulo": "21",
      "confidence_embedding": 0.696,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A sintomatologia descrita, incluindo sudorese e mal-estar, é consistente com a definição de crise de pânico. Além disso, o contexto do paciente com histórico de enxaqueca e uso de derivados do ergot sugere uma possível relação entre esses fatores e os sintomas apresentados."
    },
    "MC82.0": {
      "term_original": "quadro",
      "capitulo": "21",
      "confidence_embedding": 0.769,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A escolha pelo termo 'quadro' leva à opção mais precisa de Parada cardíaca com taquicardia e fibrilação ventricular (Código: MC82.0), considerando o contexto clínico que descreve um quadro de síncopalismo ortostático seguido de sudorese e mal-estar, com ECG normal e enzimas também normais."
    },
    "BA40.Y": {
      "term_original": "angina",
      "capitulo": "11",
      "confidence_embedding": 0.8033,
      "descricao_cid": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: ",
      "classification_reasoning": "A escolha do código BA40.Y foi baseada na presença de sintomas de angina, como o quadro de síncope ao ortostatismo seguido de sudorese e mal-estar, e a presença de doença coronariana vasoespástica suspeita"
    },
    "6C48.2": {
      "term_original": "cefaleia",
      "capitulo": "06",
      "confidence_embedding": 0.7474,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A cefaleia mencionada no contexto clínico é provavelmente relacionada ao uso de derivados do ergot, que podem causar sintomas similares à cefaleia, como espasmos musculares e sudorese."
    }
  }
}