{
  "prontuario_id": 894,
  "text": "Lucas, 26 anos\nTRM CERVICAL POR COLISÃO AUTO X AUTO (MAIO/2014) SÍNCOPES DE REPETIÇÃO (JUNHO/14) C/ TRAUMA CRÂNIOCERVICAL APÓS QUEDA #\nINVAGINAÇÃO BASILAR / PLATIBASIA / FUSÃO C1 - C2 # TETRAPARESIA ESPÁSTICA (MIELOPATIA CERVICAL ALTA PÓS -TRM)\nPO DESCOMPRESSÃO MICROCIRÚRGICA DE JUNÇÃO CRANIOCERVICAL VIA POSTERIOR (RESSECÇÃO SUBOCCIPITAL + ARCO POSTERIOR DE C1\nASSIMILADO AO CRANIO) PARA CORREÇÃO DE ESTENOSE CRANIOCERVICAL CONSEQUENTE À INVAGINAÇÃO BASILAR (18/12/14)\nPaciente afirma melhora importante do quadro de força motora. Sem queixas álgicas (melhora completa da dor cervical prévia). Nega alteração de controle\nesfincteriano. Nega febre, vertigem e síncope. Realizando FST 2 x / semana.\nExame Físico 01/09/15: Tetraparesia espástica, de predomínio em hemicorpo à direita ( FM: MSD = 4-, MSE = 4+, MID = 4, MIE = 4+) Hiperreflexia à direita com aumento de\nárea reflexógena, com clônus esgotável à direita e Hoffman presente à direita Babinski bilateral. Sem alteração de sensibilidade ao exame comparado, incluindo\nproprioceptiva; Marcha protopática e disbasia, hemiparética\nCD: Discuto com Doutor Vital Brazil . AIH sem rota para artodese occipito - cervical 3 níveis via posterior + tratamento cirúrgico de Chiari. A ser discutido posteriormente\nressecção de ondontoíde via transoral (em 2 tempo)\n \n \n \n ",
  "entities": {
    "Lesão ou Envenenamento": [
      "TRM",
      "-TRM",
      "TRAUMA CRÂNIOCERVICAL"
    ],
    "Abreviação": [
      "TRM",
      "-TRM",
      "PO",
      "FST",
      "FM",
      "CD",
      "AIH",
      "MSD = 4-",
      "MSE = 4+",
      "MID = 4",
      "MIE = 4+"
    ],
    "Localização ou Região Corporal": [
      "CERVICAL",
      "cervical",
      "hemicorpo à direita",
      "área reflexógena"
    ],
    "Evento": [
      "QUEDA",
      "COLISÃO AUTO X AUTO"
    ],
    "Anormalidade Congênita": [
      "PLATIBASIA",
      "INVAGINAÇÃO BASILAR"
    ],
    "Conceito Temporal": [
      "PÓS"
    ],
    "Conceito Qualitativo": [
      "melhora"
    ],
    "Negação": [
      "Sem",
      "Nega",
      "sem"
    ],
    "Sinal ou Sintoma": [
      "febre",
      "vertigem",
      "síncope",
      "disbasia",
      "hemiparética",
      "SÍNCOPES DE REPETIÇÃO",
      "FUSÃO C1 - C2",
      "queixas álgicas",
      "alteração de controle esfincteriano",
      "Tetraparesia espástica",
      "MSD = 4-",
      "MSE = 4+",
      "MID = 4",
      "MIE = 4+",
      "Hiperreflexia à direita",
      "clônus esgotável à direita",
      "Babinski bilateral",
      "alteração de sensibilidade",
      "Marcha protopática"
    ],
    "Atividade de Assistência à Saúde": [
      "FST",
      "CD",
      "Discuto",
      "AIH"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FST",
      "DESCOMPRESSÃO MICROCIRÚRGICA DE JUNÇÃO CRANIOCERVICAL VIA POSTERIOR",
      "RESSECÇÃO SUBOCCIPITAL",
      "ARCO POSTERIOR DE C1 ASSIMILADO AO CRANIO",
      "artodese occipito - cervical",
      "tratamento cirúrgico de Chiari",
      "ressecção de ondontoíde via transoral"
    ],
    "Conceito Espacial": [
      "direita"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor"
    ],
    "Doença ou Síndrome": [
      "INVAGINAÇÃO BASILAR",
      "FUSÃO C1 - C2",
      "TETRAPARESIA ESPÁSTICA",
      "MIELOPATIA CERVICAL ALTA",
      "ESTENOSE CRANIOCERVICAL"
    ],
    "Conceito Quantitativo": [
      "2 x / semana"
    ],
    "Resultado Laboratorial ou de Teste": [
      "MSD = 4-",
      "MSE = 4+",
      "MID = 4",
      "MIE = 4+"
    ]
  },
  "labels": {
    "8B22.A": {
      "term_original": "estenose craniocervical",
      "capitulo": "08",
      "confidence_embedding": 0.7398,
      "descricao_cid": "Representação de doença CID-11: Síndrome de roubo da subclávia. Definição: Fluxo sanguíneo retrógrado na artéria vertebral no contexto de estenose ou oclusão proximal da artéria subclávia ipsilateral, levando a sintomas de insuficiência basilar.",
      "classification_reasoning": "A estenose craniocervical está relacionada à compressão do fluxo sanguíneo na artéria vertebral, o que pode causar síndrome de roubo da subclávia. O código escolhido é a representação mais precisa para essa condição."
    },
    "FA84.1": {
      "term_original": "hemiparética",
      "capitulo": "15",
      "confidence_embedding": 0.7521,
      "descricao_cid": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\"",
      "classification_reasoning": "A opção mais precisa para o termo 'hemiparética' é a espondilolistese sem defeito na 'pars', pois a paciente apresenta tetraparesia espástica com predomínio em hemicorpo à direita, o que sugere uma lesão vertebral com comprometimento de um lado do corpo. Além disso, a descrição da espondilolistese sem defeito na 'pars' pode estar relacionada ao trauma crânio-cervical e à invaginação basal/platibasia mencionados no prontuário."
    },
    "8A41.0": {
      "term_original": "mie = 4+",
      "capitulo": "08",
      "confidence_embedding": 0.753,
      "descricao_cid": "Representação de doença CID-11: Mielite transversa. Definição: Transtorno desmielinizante e inflamatório focal da medula espinal, resultando em disfunção motora, sensitiva e autonômica. Sintomas incluem sinal de Lhermitte, dormência de membros, paraplegia espástica progressiva, urge-incontinência urinária e disfunção sexual.",
      "classification_reasoning": "A descrição do termo 'mie = 4+' indica hiperreflexia à direita com aumento de área reflexógena, o que é característico da mielite transversa (mioite transversal). Além disso, a presença de tetraparesia espástica e hemicorpo à direita predomina também apoia essa escolha."
    },
    "MB50.1": {
      "term_original": "alteração de controle esfincteriano",
      "capitulo": "21",
      "confidence_embedding": 0.7518,
      "descricao_cid": "Representação de doença CID-11: Tetraplegia espástica. Definição: Esta é uma perda grave ou completa da função motora em todos os quatro membros com contrações involuntárias.",
      "classification_reasoning": "A perda de controle esfincteriano mencionada no prontuário é sintomática de tetraparesia espástica, que é caracterizada por uma perda grave ou completa da função motora em todos os quatro membros com contrações involuntárias. O código MB50.1 é a representação mais precisa para este sintoma."
    },
    "8A44.2": {
      "term_original": "msd = 4-",
      "capitulo": "08",
      "confidence_embedding": 0.7341,
      "descricao_cid": "Representação de doença CID-11: Doença de Alexander. Definição: Doença de Alexander é um transtorno neurodegenerativo que abrange diferentes formas clínicas. A forma infantil (do nascimento aos 2 anos), a mais comum, é caracterizada por início precoce e evolução grave com megalencefalia (algumas vezes hidrocefalia), atraso do desenvolvimento psicomotor ou declínio cognitivo, sinais piramidais, ataxia e crises convulsivas. A forma juvenil inicia-se na fase escolar da criança, e se associa a paraplegia espástica e sinais bulbares pogressivos. A forma adulta é heterogênea e de díficil diagnóstico.",
      "classification_reasoning": "Escolho o código '8A44.2 - Doença de Alexander' pois o paciente apresenta tetraparesia espástica, hiperreflexia à direita com aumento da área reflexógena e clonus esgotável à direita, o que é consistente com a forma juvenil da doença de Alexander."
    },
    "NA22.02": {
      "term_original": "trm",
      "capitulo": "22",
      "confidence_embedding": 0.7129,
      "descricao_cid": "Representação de doença CID-11: Fratura da parte lateral da primeira vértebra cervical. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'TRM CERVICAL POR COLISÃO AUTO X AUTO' é a fratura da parte lateral da primeira vértebra cervical, pois a história do paciente revela uma colisão autoxauto (auto-accident) que resultou em trauma crânio-cervical com lesões na coluna cervical, especificamente na junção craniocervical."
    },
    "NA22.13": {
      "term_original": "síncope",
      "capitulo": "22",
      "confidence_embedding": 0.7577,
      "descricao_cid": "Representação de doença CID-11: Outra fratura da segunda vértebra cervical. Definição: ",
      "classification_reasoning": "A síncope de repetição mencionada no prontuário é sintoma de lesão cervical, específicamente fratura da segunda vértebra cervical, o que condiz com o código NA22.13."
    },
    "8A68.4": {
      "term_original": "clônus esgotável à direita",
      "capitulo": "08",
      "confidence_embedding": 0.7599,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica tônico-clônica generalizada. Definição: Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono.",
      "classification_reasoning": "A descrição do termo 'clônus esgotável à direita' é compatível com a definição de Crise epiléptica tônico-clônica generalizada, caracterizado pela presença de espasmos musculares bruscos e descoordenados."
    },
    "NA22.01": {
      "term_original": "trauma crâniocervical",
      "capitulo": "22",
      "confidence_embedding": 0.7619,
      "descricao_cid": "Representação de doença CID-11: Fratura do arco posterior da primeira vértebra cervical. Definição: ",
      "classification_reasoning": "A escolha do códgo NA22.01 (Fratura do arco posterior da primeira vértebra cervical) é a mais precisa para o termo 'trauma crâniocervical' no contexto clínico, pois trata-se de uma lesão específica na região cervical que afeta tanto a coluna vertebral quanto ao crânio."
    },
    "FA82": {
      "term_original": "platibasia",
      "capitulo": "15",
      "confidence_embedding": 0.7018,
      "descricao_cid": "Representação de doença CID-11: Estenose do canal vertebral. Definição: Esta é uma condição caracterizada pelo estreitamento do canal vertebral.",
      "classification_reasoning": "A platibasia está relacionada à estenose do canal vertebral, que é uma compressão do canal vertebral causada pela invaginação basal e fusão das vértebras C1-C2. Portanto, a opção mais precisa para o termo é FA82 - Estenose do canal vertebral."
    },
    "8B44.0": {
      "term_original": "hiperreflexia à direita",
      "capitulo": "08",
      "confidence_embedding": 0.7392,
      "descricao_cid": "Representação de doença CID-11: Paraplegia espástica hereditária. Definição: Paraplegias espásticas hereditárias (PEH) compreendem um grupo genetica e clinicamente heterogêneo de transtornos neurodegenerativos caracterizados por graus variáveis de espasticidade de membros inferiores, fraqueza piramidal, hiperreflexia e envolvimento da bexiga hipertônica. Clinicamente, as PEH podem ser divididas em dois grupos principais: formas não complicadas (puras) e complicadas (complexas), dependendo da presença de outras manifestações neurológicas, incluindo ataxia, neuropatia periférica, comprometimento cognitivo, epilepsia, amiotrofia, retinopatia, surdez, ictiose e envolvimento extrapiramidal , além de paraparesia espástica. As PEH puras são caracterizadas por espasticidade e fraqueza lentamente progressivas em extremidades inferiores, frequentemente associadas a distúrbios urinários hipertônicos, leve redução da sensibilidade vibratória de extremidades inferiores e, ocasionalmente, da sensação de posição articular. As formas complexas de PEH são caracterizadas pela presença de manifestações neurológicas ou não neurológicas adicionais. Uma história familiar positiva, particularmente em casos autossômicos dominantes, está frequentemente presente, mas nem sempre. O diagnóstico pode ser auxiliado por neuroimagem e testes genéticos.",
      "classification_reasoning": "A hiperreflexia à direita é uma característica clínica comum em pacientes com paraparesia espástica hereditária, que é uma doença caracterizada por graus variáveis de espasticidade de membros inferiores e fraqueza piramidal. A escolha do código 8B44.0 está fundamentada na similitude entre a descrição da doença e as características clínicas apresentadas no contexto."
    },
    "8B91": {
      "term_original": "babinski bilateral",
      "capitulo": "08",
      "confidence_embedding": 0.7142,
      "descricao_cid": "Representação de doença CID-11: Transtornos do plexo braquial. Definição: O plexo braquial é formado por ramos ventrais de cinco nervos espinhais (C5-T1), que possuem fibras motoras, sensoriais e simpáticas pré-ganglionares que inervam o membro superior. Esses cinco ramos se unem para formar três troncos (superior-C5-C6; médio-C7; inferior-C8-T1) que novamente se segmentam em seis divisões para se tornarem três cordões (lateral, medial e posterior). O plexo é vulnerável a traumatismos em vários níveis e pode ser afetado por uma variedade de doenças devido à sua proximidade com linfonodos, vasos sanguíneos e parênquima pulmonar; diabetes mellitus e vasculite também podem causar disfunção do plexo braquial. Alguns casos são considerados como plexopatia braquial idiopática. As características clínicas dependem se é o plexo inteiro ou parte dele que está envolvido. Na panplexopatia, o braço pende inanimado ao lado, o membro está flácido e arreflexo com perda sensorial completa abaixo de uma linha que se estende do ombro diagonalmente para baixo e medialmente até o meio do braço.\r\nNas lesões da parte superior do tronco, o braço pende lateralmente, rodado internamente na altura do ombro, com o cotovelo estendido e o antebraço pronado em postura de “gorjeta do garçom”. Os reflexos bicipital e braquiorradial estão ausentes e a perda sensorial é observada na face lateral do braço, antebraço e polegar.\r\nNas lesões do tronco inferior, há fraqueza dos músculos intrínsecos da mão, o reflexo de flexão dos dedos está diminuído ou ausente, e há perda sensorial nos dois dedos mediais, bem como na face medial do antebraço e da mão.",
      "classification_reasoning": "A presença de Babinski bilateral indica uma lesão cerebral superior ou midline, o que coincide com a história de trauma cervical e síncopes de repetição. Além disso, a tetraparesia espástica bilateral também sugere um envolvimento do plexo braquial, reforçando a escolha para o código 8B91."
    },
    "ME65": {
      "term_original": "alteração de sensibilidade",
      "capitulo": "21",
      "confidence_embedding": 0.7358,
      "descricao_cid": "Representação de doença CID-11: Distúrbios da sensibilidade cutânea de etiologia não especificada. Definição: Grupo de sintomas cutâneos para os quais freqüentemente é impossível identificar uma causa precisa.",
      "classification_reasoning": "A opção mais precisa é ME65 porque o termo 'alteração de sensibilidade' se refere a um distúrbio na percepção cutânea, que está presente no contexto clínico como 'Sem alteração de sensibilidade ao exame comparado, incluindo proprioceptiva'. Esta opção melhor se ajusta à descrição da doença CID-11 do que as outras opções."
    },
    "FA72": {
      "term_original": "invaginação basilar",
      "capitulo": "15",
      "confidence_embedding": 0.7293,
      "descricao_cid": "Representação de doença CID-11: Transtornos vertebrais. Definição: Alterações na estrutura da coluna vertebral que causam danos às vértebras e aos tecidos perivertebrais, secundárias a infecção, lesão, tumores, alterações ósseas associadas ao envelhecimento, etc. As doenças da coluna vertebral frequentemente associam-se à limitação dos movimentos e dor, quando as alterações ósseas associam-se à compressão da medula espinal ou nervos.",
      "classification_reasoning": "A invaginação basilar é um tipo de lesão na coluna vertebral que pode causar compressão da medula espinal e danos à estrutura cervical. Como a opção FA72 se refere a 'Transtornos vertebrais', incluindo lesões secundárias a lesão, infecção ou envelhecimento, ela é a mais precisa para o termo invaginação basilar no contexto clínico."
    }
  }
}