{
  "prontuario_id": 22,
  "text": "PCTE RELATA TER VARIZES, HA 10 ANOS ATRAS NO VITA\nRELATA QUE HA 5 ANOS INICIOU COM RETORNO DOS SINTOMAS, COM PIORA  PROGRESSIVA NO ULTIMO ANO\nPCTE DM, HAS, E ENFISEMA PULMONAR\nEM USO DE BNOMBINHA, METFORMINA, GLIBENCLAMIDA, ENALAPRIL, SINVASTATINA, E CLOPIDOGREL\nRELATA ALGIA EM QUEIMAÇÃO\nMMII PULSOS PERIFERIVCOS PALPAVEIS, PERFUSAO PERIFERICA ADQUADA\nPRESENÇA DE VARICOSES\nCD: AGENDO RETORNO\n       PRESCREVO MEIA ELASTICA\n       PRESCREVO VENOTONICO\nR3 Doutor Vital Brazil ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Abreviação": [
      "PCTE",
      "DM",
      "HAS",
      "MMII",
      "CD",
      "R3"
    ],
    "Doença ou Síndrome": [
      "VARIZES",
      "DM",
      "HAS",
      "VARICOSES",
      "ENFISEMA PULMONAR"
    ],
    "Sinal ou Sintoma": [
      "SINTOMAS",
      "PIORA PROGRESSIVA",
      "ALGIA EM QUEIMAÇÃO"
    ],
    "Substância Farmacológica": [
      "BNOMBINHA",
      "METFORMINA",
      "GLIBENCLAMIDA",
      "ENALAPRIL",
      "SINVASTATINA",
      "VENOTONICO"
    ],
    "Substância Química Orgânica": [
      "METFORMINA",
      "GLIBENCLAMIDA",
      "ENALAPRIL",
      "SINVASTATINA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "RETORNO",
      "PRESCREVO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R3",
      "Doutor"
    ],
    "Conceito Temporal": [
      "HA 10 ANOS ATRAS",
      "HA 5 ANOS",
      "ULTIMO ANO"
    ],
    "Achado": [
      "PULSOS PERIFERIVCOS PALPAVEIS",
      "PERFUSAO PERIFERICA ADQUADA"
    ],
    "Dispositivo Médico": [
      "MEIA ELASTICA"
    ]
  },
  "labels": {
    "6A23.01": {
      "term_original": "sintomas",
      "capitulo": "06",
      "confidence_embedding": 0.7724,
      "descricao_cid": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento.",
      "classification_reasoning": "Como o paciente está relatando sintomas de varizes e histórico de sintomas progressivos nos últimos anos, apesar do tratamento atual, a opção mais precisa é o Código 6A23.01, que refere-se a Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial."
    },
    "BD74.1": {
      "term_original": "varizes",
      "capitulo": "11",
      "confidence_embedding": 0.7558,
      "descricao_cid": "Representação de doença CID-11: Varizes de membros inferiores. Definição: Manifestação mais comum da insuficiência venosa periférica crônica, as veias varicosas apresentam-se como dilatação e tortuosidade das veias superficiais das extremidades inferiores. A incompetência do sistema valvar venoso superficial impede o retorno do sangue venoso ao coração. A pressão venosa cronicamente elevada causa sintomas como sensação de peso, desconforto, fadiga nas extremidades, coceira e dor surda ou em queimação.",
      "classification_reasoning": "A escolha por BD74.1 é a mais precisa porque o paciente relata ter varizes e apresenta sintomas de insuficiência venosa periférica crônica, como sensação de peso, desconforto, fadiga nas extremidades, coceira e dor surda ou em queimação, os quais são características da doença descrita pelo código."
    },
    "5B5A.0": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7796,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "O termo 'DM' é um abreviatura comum para diabetes mellitus, que é uma das doenças presentes no paciente, como mencionado na história clínica."
    },
    "ME64": {
      "term_original": "perfusao periferica adquada",
      "capitulo": "21",
      "confidence_embedding": 0.7438,
      "descricao_cid": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação.",
      "classification_reasoning": "A descrição do termo 'perfusao periferica adquada' sugere que a paciente tem boa circulação sanguínea nos membros, o que é compatível com a presença de varizes e ausência de sintomas graves em relação à perfusão periférica."
    },
    "ME64.2": {
      "term_original": "algia em queimação",
      "capitulo": "21",
      "confidence_embedding": 0.7404,
      "descricao_cid": "Representação de doença CID-11: Palidez. Definição: Palidez da pele, podendo ser resultante de anemia grave ou choque hipovolêmico.",
      "classification_reasoning": "A escolha do código ME64.2 é baseada na descrição de 'algia em queimação' no termo extraído, que sugere a presença de palidez da pele relacionada à anemia grave ou choque hipovolêmico."
    },
    "CA23.00": {
      "term_original": "piora progressiva",
      "capitulo": "12",
      "confidence_embedding": 0.7408,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A escolha para o código CA23.00 é baseada na presença de sintomas de piora progressiva, caracterizados como algaia em queimação, e a presença de doenças pulmonares (enfisema pulmonar), o que sugere uma exacerbação aguda da asma alérgica."
    },
    "BD75.3": {
      "term_original": "varicoses",
      "capitulo": "11",
      "confidence_embedding": 0.7964,
      "descricao_cid": "Representação de doença CID-11: Varizes pélvicas. Definição: Presença de veias ovarianas e pélvicas dilatadas e incompetentes em mulheres. Elas podem não causar sintomas, mas podem estar associados à dor pélvica crônica (síndrome da congestão pélvica) ou a varicosidades vulvovaginais externamente aparentes.",
      "classification_reasoning": "A opção mais precisa é BD75.3, pois o paciente relata ter varizes, especificamente pélvicas, com presença de veias ovarianas e pélvicas dilatadas e incompetentes."
    },
    "CA21": {
      "term_original": "enfisema pulmonar",
      "capitulo": "12",
      "confidence_embedding": 0.8136,
      "descricao_cid": "Representação de doença CID-11: Enfisema. Definição: O enfisema é definido como o aumento anormal e permanente dos espaços aéreos distais aos bronquíolos terminais. Isto é acompanhado pela destruição das paredes alveolares, sem fibrose evidente (ou seja, não há fibrose visível a olho nu). O enfisema pode existir em indivíduos que não tenham obstrução das vias aéreas; entretanto, é mais comum em pacientes que têm obstrução moderada ou grave ao fluxo aéreo.",
      "classification_reasoning": "A escolha pelo código CA21 é baseada na descrição do termo 'enfisema pulmonar' no contexto clínico, que refere-se ao aumento anormal e permanente dos espaços aéreos distais aos bronquíolos terminais, sem fibrose evidente. Esta definição coincide com a descrição do código CA21, representando a doença CID-11: Enfisema."
    }
  }
}