{
  "prontuario_id": 543,
  "text": "LUCAS, 66 anos\n# Multiplos CBC's (face - dorso nasal, supra labial, frontal, cervical, dorso, ombro).\n# CEC in situ malar 05/2013\n# QA's\ns: sem queixas. Usou efurix por 7 dias apenas devido a irritação.\no: Lesão tipo placa pouco deprimida de aprox 1 cm em dorso superior.\nLesões eritemato-crostosas não infiltradas em face e dorso de \nmãos (pouca quantidade).\na: ceratoses actínicas em face e dorso de mãos\n   lesão suspeita em dorso superior: CBC superficial? Bowen?\np: agendo bx de lesão em dorso e shaving + ect de lesão\nde verruga viral em sulco paranasal D\ncriocx em ceratoses actínicas\nr1 doutor Vital Brazil\n \n \n \n ",
  "entities": {
    "Processo Neoplásico": [
      "CBC's",
      "CEC in situ",
      "CBC superficial"
    ],
    "Abreviação": [
      "CBC's",
      "bx",
      "ect",
      "criocx",
      "r1",
      "CEC in situ",
      "CBC superficial",
      "sulco paranasal D"
    ],
    "Localização ou Região Corporal": [
      "face",
      "frontal",
      "cervical",
      "dorso",
      "ombro",
      "malar",
      "shaving",
      "dorso nasal",
      "supra labial",
      "dorso superior",
      "dorso de mãos",
      "sulco paranasal D"
    ],
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "queixas",
      "irritação",
      "lesão",
      "lesão de verruga viral"
    ],
    "Substância Farmacológica": [
      "efurix"
    ],
    "Ácido Nucleico, Nucleosídeo ou Nucleotídeo": [
      "efurix"
    ],
    "Doença ou Síndrome": [
      "Bowen",
      "ceratoses actínicas"
    ],
    "Atividade de Assistência à Saúde": [
      "agendo"
    ],
    "Procedimento Diagnóstico": [
      "bx"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "shaving",
      "ect",
      "criocx"
    ],
    "Grupo Profissional ou Ocupacional": [
      "r1",
      "doutor"
    ],
    "Conceito Temporal": [
      "7 dias"
    ],
    "Conceito Qualitativo": [
      "pouco deprimida",
      "pouca quantidade"
    ],
    "Conceito Quantitativo": [
      "1 cm"
    ],
    "Lesão ou Envenenamento": [
      "Lesões eritemato-crostosas"
    ]
  },
  "labels": {
    "2E67.4": {
      "term_original": "cec in situ",
      "capitulo": "02",
      "confidence_embedding": 0.7914,
      "descricao_cid": "Representação de doença CID-11: Carcinoma in situ do pênis. Definição: Compreende o carcinoma escamoso in situ e a doença de Paget extramamária do pênis. A primeira é uma doença pré-cancerosa incomum da pele do pênis. As lesões geralmente aparecem na glande ou na face interna do prepúcio e quase sempre são encontradas em homens não circuncidados. Se não for tratada, 10-30% dos casos evoluem para carcinoma de células escamosas invasivo do pênis. Quando afeta a pele do corpo do pênis ou prepúcio, é comumente chamada de doença de Bowen. Se afetar a glande ou a superfície interna do prepúcio, também pode ser chamada de neoplasia intraepitelial peniana (ou, no passado, eritroplasia de Queyrat). A doença de Paget extramamária do pênis é uma forma rara de carcinoma in situ envolvendo pele peniana ou glande.",
      "classification_reasoning": "A presença de 'CEC in situ' no contexto do prontuário e a lesão suspeita em dorso superior, sugerem uma possível diagnose de Carcinoma in situ de células escamosas da pele do pênis (Doença de Bowen). Além disso, o uso da expressão 'in situ' para se referir à lesão no dorso superior reforça essa escolha."
    },
    "EB90.00": {
      "term_original": "lesões eritemato-crostosas",
      "capitulo": "14",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A lesão eritemato-crostosa descrita na história clínica é mais similar ao quadro de Eritema Multiforme (EB12), caracterizado pela presença de lesões eritematosas não infiltradas em face e dorso das mãos. Além disso, a localização das lesões em áreas expostas à luz solar e o fato de ser suspeita uma lesão similar na região dorsal superior da paciente também apóiam essa escolha."
    },
    "ND90.1": {
      "term_original": "cbc's",
      "capitulo": "22",
      "confidence_embedding": 0.7332,
      "descricao_cid": "Representação de doença CID-11: Queimadura de cabeça ou pescoço, exceto face, queimadura de espessura parcial superficial. Definição: ",
      "classification_reasoning": "A descrição do prontuário menciona 'Multiplos CBC's (face - dorso nasal, supra labial, frontal, cervical, dorso, ombro)' e a lesão em dorso superior é considerada suspeita de CBC superficial ou Bowen. O código ND90.1 se ajusta melhor à descrição da lesão em dorso superior e das outras localizações mencionadas como CBC's."
    },
    "EK90.0": {
      "term_original": "ceratoses actínicas",
      "capitulo": "14",
      "confidence_embedding": 0.7996,
      "descricao_cid": "Representação de doença CID-11: Ceratose actínica. Definição: Ceratoses actínicas (CA) são áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. São muito comuns em área exposta ao sol de indivíduos de pele clara que tiveram exposição excessiva à luz solar. Inicialmente pápulas escamosas planas, podem se tornar significativamente elevadas em relação à superfície da pele pela produção de queratina aderente densa ou como resultado de proliferação celular desregulada que pode progredir para franco carcinoma in situ ou carcinoma espinocelular invasivo.",
      "classification_reasoning": "A ceratoses actínicas é uma condição caracterizada por proliferação e diferenciação anormais de queratinócitos induzidas pela exposição crônica à radiação ultravioleta, o que é compatível com a descrição clínica da paciente (ceratoses actínicas em face e dorso de mãos). O código EK90.0 melhor se ajusta ao termo extraído, pois define ceratose actínica como uma condição caracterizada por proliferação e diferenciação anormais de queratinócitos."
    },
    "NC15.3": {
      "term_original": "cbc superficial",
      "capitulo": "22",
      "confidence_embedding": 0.7496,
      "descricao_cid": "Representação de doença CID-11: Lesão da veia superficial ao nível do ombro ou braço. Definição: ",
      "classification_reasoning": "A opção mais precisa é NC15.3, pois o termo 'CBC superficial' se refere a uma lesão na veia superficial no nível do ombro ou braço, que está descrita no prontuário como uma lesão suspeita em dorso superior."
    },
    "ME64.3": {
      "term_original": "lesão",
      "capitulo": "21",
      "confidence_embedding": 0.776,
      "descricao_cid": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica).",
      "classification_reasoning": "A lesão suspeita em dorso superior, descrita como placa pouco deprimida de aproximadamente 1 cm, é mais provável ser uma representação de petéquias (ME64.3) do que outra condição descrita nas opções."
    },
    "2E64.00": {
      "term_original": "bowen",
      "capitulo": "02",
      "confidence_embedding": 0.7436,
      "descricao_cid": "Representação de doença CID-11: Doença de Bowen da pele. Definição: Carcinoma de células escamosas intraepidérmico devido a fatores predisponentes, incluindo infecção crônica pelo papilomavírus humano, ingestão de arsênico, radiação ionizante e imunossupressão crônica.",
      "classification_reasoning": "A opção mais precisa é a doença de Bowen da pele, pois a descrição do termo 'Bowen' no contexto clínico se refere à doença de Bowen, que é um tipo de carcinoma in situ da pele."
    }
  }
}