{
  "prontuario_id": 849,
  "text": "85 anos.\nlombalgia de longa data, sem historia de trauma.\napresentando melhora parcial leve com fst\ndor em ombro dir de longa data.\nrx de coluna lombo sacra ( 07/12): dextroescoliose, espondilolistese grau 1 L5, redução espaço discais L3-L4 e L5-S1, redução da altura do corpo vertebral de T12 e L1\nUs de ombro dir (03/11): tendão do supra rotura completa\nEF: lasegue negativo bilateral, fm graus 5 universal, sensibildaide preservada bilateral, hiporreflexia patelar e aquiliana bilateral.\nA: hernia disco L5-S1 + lesão do supra.\nCD: fst, analgesico, retorno em 1 mes. após termino da fst.\nencaminho ao amb. do ombro para discussõ de cx\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "lombalgia",
      "hiporreflexia patelar e aquiliana bilateral"
    ],
    "Negação": [
      "sem"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "fst",
      "cx"
    ],
    "Abreviação": [
      "fst",
      "EF",
      "CD",
      "amb",
      "cx",
      "ombro dir",
      "rx de coluna lombo sacra",
      "Us de ombro dir",
      "fm graus 5 universal"
    ],
    "Atividade de Assistência à Saúde": [
      "fst",
      "CD",
      "retorno",
      "encaminho",
      "discussõ"
    ],
    "Anormalidade Anatômica": [
      "dextroescoliose"
    ],
    "Resultado Laboratorial ou de Teste": [
      "dextroescoliose",
      "espondilolistese grau 1 L5",
      "redução espaço discais L3-L4 e L5-S1",
      "redução da altura do corpo vertebral de T12 e L1",
      "tendão do supra rotura completa"
    ],
    "Substância Farmacológica": [
      "analgesico"
    ],
    "Substância Química Orgânica": [
      "analgesico"
    ],
    "Substância Perigosa ou Venenosa": [
      "analgesico"
    ],
    "Organização Relacionada à Saúde": [
      "amb"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ombro",
      "ombro dir"
    ],
    "Conceito Temporal": [
      "longa data",
      "1 mes",
      "após termino"
    ],
    "Lesão ou Envenenamento": [
      "historia de trauma",
      "lesão do supra"
    ],
    "Conceito Qualitativo": [
      "melhora parcial leve"
    ],
    "Procedimento Diagnóstico": [
      "rx de coluna lombo sacra",
      "Us de ombro dir"
    ],
    "Doença ou Síndrome": [
      "espondilolistese grau 1 L5",
      "hernia disco L5-S1"
    ],
    "Achado": [
      "lasegue negativo bilateral",
      "fm graus 5 universal",
      "sensibildaide preservada bilateral"
    ]
  },
  "labels": {
    "FA84.1": {
      "term_original": "dextroescoliose",
      "capitulo": "15",
      "confidence_embedding": 0.7237,
      "descricao_cid": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\"",
      "classification_reasoning": "A escolha do código FA84.1 é a mais precisa porque o texto clínico descreve uma 'dextroescoliose' (espondilolistese à direita) em L5, sem menção a um defeito na 'pars articularis', característica da FA84. A FA80.Z, FA80.A e FA80.8 não se aplicam ao contexto pois se relacionam a degeneração de disco intervertebral, enquanto o termo 'dextroescoliose' refere-se especificamente a um deslizamento anterior do corpo vertebral."
    },
    "NB6Z": {
      "term_original": "lesão do supra",
      "capitulo": "22",
      "confidence_embedding": 0.7662,
      "descricao_cid": "Representação de doença CID-11: Lesão da medula espinhal lombar ao nível do abdome, região lombar ou pelve, não especificada. Definição: ",
      "classification_reasoning": "A lesão do supra é relacionada à dor no ombro direito de longa data, e o código NB6Z se refere a lesão da medula espinhal lombar ao nível do abdome, região lombar ou pelve, não especificada. A presença de lesão do supra como uma complicação da hernia disco L5-S1 aponta para a lesão da medula espinhal como a causa da dor no ombro."
    },
    "ME93.43": {
      "term_original": "hiporreflexia patelar e aquiliana bilateral",
      "capitulo": "21",
      "confidence_embedding": 0.68,
      "descricao_cid": "Representação de doença CID-11: Estenose de disco intervertebral do canal medular, região lombar. Definição: ",
      "classification_reasoning": "A hiporreflexia patelar e aquiliana bilateral sugere uma lesão ou compressão do nervo sciático, o que é consistentemente com a hernia disco L5-S1 e lesão do supra detectada. O código ME93.43 representa a estenose de disco intervertebral do canal medular na região lombar."
    },
    "FA80.8": {
      "term_original": "lombalgia",
      "capitulo": "15",
      "confidence_embedding": 0.7394,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A lombalgia de longa data sem história de trauma e melhora parcial leve com FST sugere degeneração de disco intervertebral na coluna lombar, sem prolapso de disco."
    },
    "ND5Z": {
      "term_original": "historia de trauma",
      "capitulo": "22",
      "confidence_embedding": 0.7458,
      "descricao_cid": "Representação de doença CID-11: Traumatismos de parte não especificada de tronco, membro ou região do corpo, não especificados. Definição: ",
      "classification_reasoning": "A história de trauma não específica na paciente refere-se a um evento que causou lesão ao nível da coluna lombo-sacra, o que justifica a escolha do código ND5Z"
    }
  }
}