{
  "prontuario_id": 396,
  "text": "# Lucas, 67\n# HAS\n# ATQ BILATERAL POR COXARTROSE - 1996 ESQUERDA / 2002 DIREITA\n# RATQ - JAN2014/MAR2014\n# RMP - MAI2014\n# PACIENTE COM QUADRIL DIREITO BALANTE SEM MATERIAL DE PROTESE, DESEJO DE RECOLOCACAO. POREM VHS E PCR ACIMA DO LIMITE.\n# BEG, EUP, COR, HID. HA 1 ANO SEM PROTESE OU ATB. DISCRETA DOR LOCAL APENAS, TROFISMO DIMINUIDO\n# RX COM PRESENCA DE CIMENTO EM FEMUR E ACETABULO DIREITO\n# RETORNO EM 3 SEMANAS, FICO COM RX PARA DISCUTIR CASO COM Doutor Vital Brazil  R1 Doutor Vital Brazil \n \n \n \n ",
  "entities": {
    "Abreviação": [
      "HAS",
      "ATQ",
      "RATQ",
      "RMP",
      "BEG",
      "EUP",
      "COR",
      "HID",
      "ATB",
      "RX",
      "R1"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "COXARTROSE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATQ",
      "RATQ",
      "RMP",
      "RECOLOCACAO"
    ],
    "Conceito Espacial": [
      "BILATERAL",
      "ESQUERDA",
      "DIREITA",
      "DIREITO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Negação": [
      "SEM"
    ],
    "Achado": [
      "BEG",
      "EUP",
      "COR",
      "HID"
    ],
    "Dispositivo Médico": [
      "PROTESE",
      "MATERIAL DE PROTESE"
    ],
    "Antibiótico": [
      "ATB"
    ],
    "Procedimento Diagnóstico": [
      "RX"
    ],
    "Material Biomédico ou Odontológico": [
      "CIMENTO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "FEMUR",
      "ACETABULO"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "DISCUTIR"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor",
      "R1"
    ],
    "Conceito Temporal": [
      "HA 1 ANO",
      "3 SEMANAS"
    ],
    "Sinal ou Sintoma": [
      "DISCRETA DOR LOCAL",
      "TROFISMO DIMINUIDO"
    ]
  },
  "labels": {
    "FA38.3": {
      "term_original": "coxartrose",
      "capitulo": "15",
      "confidence_embedding": 0.7618,
      "descricao_cid": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética.",
      "classification_reasoning": "A escolha do código FA38.3 se baseia na presença de 'coxartrose' no contexto clínico, que indica uma forma de artropatia hemofílica caracterizada pela destruição das articulações nos quadris e outras áreas."
    },
    "MG30.2": {
      "term_original": "discreta dor local",
      "capitulo": "21",
      "confidence_embedding": 0.7664,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A dor é descrita como 'discreta dor local' e não há informações sobre infecção, malignidade ou outros problemas que possam estar causando a dor. Portanto, a escolha mais precisa para o termo dentro do contexto clínico é a dor crônica pós-operatória ou pós-traumática (MG30.2)."
    },
    "MB50.0": {
      "term_original": "trofismo diminuido",
      "capitulo": "21",
      "confidence_embedding": 0.7348,
      "descricao_cid": "Representação de doença CID-11: Tetraplegia flácida. Definição: Esta é uma perda grave ou completa da função motora em todos os quatro membros com músculos flácidos e relaxados.",
      "classification_reasoning": "A opção mais precisa para o termo 'trofismo diminuido' é a MB50.0 - Tetraplegia flácida, pois isso refere-se à perda de função motora em todos os quatro membros, caracterizado por músculos flácidos e relaxados."
    }
  }
}