{
  "prontuario_id": 474,
  "text": "# QP: PTERÍGIO AO + LACRIMEJAMENTO OE\n# HMA: BAV PARA LONGE. USA ÓCULOS PARA DESCANSO\n# HMP: NEGA TRAUMA OU CIRURGIAS OFTALMOLÓGICAS. SEM COMORBIDADES; \n# HMF: PAI COM CATARATA\nExame Físico: \n# Avis: OD: 20/25\n            OE: 20/25\n# Esq: OD -0,25 A 180 // -0,25 A 90; OE: +0,75 A 180 // -0,5 A 90\n# Tol: OD: pl esf; OE: +0,75-1,00 180 // 20/20\n# FO: AO DISCO ÓPICO COM ESCAVAÇÃO FISIOLÓGICA, SIMÉTRICO E RESPEITANDO A REGRA ISNT. APRESENTA REGIÃO MACULAR SEM ALTERAÇÕES\n# BIO: AO CA CALMA E BEM FORMADA, PUPILAS FOTORREAGENTES, CÓRNEA CLARA; OD PT GRAU 1; OE PT GRAU 3\n# PIO: 12/12\nCONDUTA: PRESCREVO LACRIFILM COLÍREO E AGENDO PACIENTE PARA CIRURGIA PARA REMOÇÃO DE PTERÍGIO. ORIENTAMOS PACIENTE Á DIRIGIR-SE AO HUC CASO APRESENTE QUALQUER ALTERAÇÃO DA SAÚDE OCULAR. RETORNO ANUAL VIA UBS \n\nR1 Doutor Vital Btazil\n\n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "LACRIMEJAMENTO",
      "20/25",
      "ALTERAÇÕES",
      "ALTERAÇÃO",
      "BAV PARA LONGE",
      "-0 , 25 A 90",
      "+0 , 75 A 180",
      "-0 , 5 A 90"
    ],
    "Abreviação": [
      "QP",
      "OE",
      "HMF",
      "Avis",
      "OD",
      "Esq",
      "Tol",
      "pl",
      "esf",
      "FO",
      "BIO",
      "PIO",
      "UBS",
      "R1",
      "BAV PARA LONGE",
      "RESPEITANDO A REGRA ISNT",
      "CA CALMA E BEM FORMADA",
      "PT GRAU 1",
      "PT GRAU 3"
    ],
    "Doença ou Síndrome": [
      "PTERÍGIO",
      "COMORBIDADES",
      "CATARATA",
      "PT GRAU 1",
      "PT GRAU 3"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OE",
      "OD",
      "PUPILAS"
    ],
    "Dispositivo Médico": [
      "ÓCULOS"
    ],
    "Negação": [
      "NEGA",
      "SEM"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMA"
    ],
    "Grupo Familiar": [
      "PAI"
    ],
    "Atributo Clínico": [
      "Avis"
    ],
    "Conceito Quantitativo": [
      "20/25",
      "180",
      "20/20",
      "12/12",
      "-0 , 25",
      "+0 , 75-1 , 00"
    ],
    "Procedimento Diagnóstico": [
      "Esq",
      "Tol",
      "FO",
      "BIO",
      "PIO"
    ],
    "Achado": [
      "20/20",
      "FOTORREAGENTES",
      "CÓRNEA CLARA",
      "SAÚDE OCULAR"
    ],
    "Resultado Laboratorial ou de Teste": [
      "SIMÉTRICO",
      "DISCO ÓPICO COM ESCAVAÇÃO FISIOLÓGICA",
      "RESPEITANDO A REGRA ISNT",
      "CA CALMA E BEM FORMADA"
    ],
    "Atividade de Assistência à Saúde": [
      "CONDUTA",
      "PRESCREVO",
      "AGENDO",
      "ORIENTAMOS",
      "RETORNO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CIRURGIA",
      "CIRURGIAS OFTALMOLÓGICAS"
    ],
    "Conceito Temporal": [
      "ANUAL"
    ],
    "Organização Relacionada à Saúde": [
      "UBS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "Doutor"
    ],
    "Localização ou Região Corporal": [
      "REGIÃO MACULAR"
    ],
    "Classificação": [
      "PT GRAU 1",
      "PT GRAU 3"
    ],
    "Medicamento Clínico": [
      "LACRIFILM COLÍREO"
    ],
    "Substância Farmacológica": [
      "LACRIFILM COLÍREO"
    ]
  },
  "labels": {
    "9A04.0": {
      "term_original": "pterígio",
      "capitulo": "09",
      "confidence_embedding": 0.8155,
      "descricao_cid": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam.",
      "classification_reasoning": "O termo 'pterígio' refere-se ao crescimento anormal de cílios que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Como é mencionado no exame físico como um pterígio ao + lacrimejamento OE, o código 9A04.0 é a escolha mais precisa."
    },
    "9A10.3": {
      "term_original": "lacrimejamento",
      "capitulo": "09",
      "confidence_embedding": 0.8175,
      "descricao_cid": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal.",
      "classification_reasoning": "A opção mais precisa para o termo 'lacrimejamento' é a hiperlacrimação (Código: 9A10.3), pois o paciente apresenta drenagem insuficiente do filme lacrimal, com lágrimas que vão drenar pela face abaixo em vez de fazerem pelo sistema nasolacrimal."
    },
    "9A03.24": {
      "term_original": "pt grau 1",
      "capitulo": "09",
      "confidence_embedding": 0.7736,
      "descricao_cid": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme.",
      "classification_reasoning": "A opção mais precisa para o termo 'pt grau 1' é a síndrome da frouxidão palpebral, pois a descrição do paciente apresenta PT (pálpebra) e grau 1 de alteração, o que se encaixa com a definição da síndrome."
    },
    "MC13": {
      "term_original": "alterações",
      "capitulo": "21",
      "confidence_embedding": 0.7711,
      "descricao_cid": "Representação de doença CID-11: Epífora. Definição: Transbordamento de lágrimas para o rosto. Sinal ou condição clínica que consiste em drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas escorrem pelo rosto ao invés de através do sistema nasolacrimal.",
      "classification_reasoning": "A opção mais precisa para o termo 'alterações' é a epífora (MC13), pois há referência ao lacrimejamento (OE) e à necessidade de usar óculos para descanso, o que sugere alterações no filme lacrimal ou na produção de lágrimas."
    },
    "9B10.02": {
      "term_original": "catarata",
      "capitulo": "09",
      "confidence_embedding": 0.795,
      "descricao_cid": "Representação de doença CID-11: Catarata relacionada à idade madura. Definição: Trata-se da turvação do cristalino, relacionado à idade madura, que leva a uma diminuição da visão. É a causa mais comum de cegueira e é tratada convencionalmente com cirurgia. Perda visual ocorre porque a opacificação do cristalino obstrui a passagem da luz e prejudica seu foco na retina no fundo do olho.",
      "classification_reasoning": "A escolha do código 9B10.02 é baseada na presença de 'Pai com catarata' no histórico familiar, o que sugere uma relação entre a doença e a idade madura. Além disso, a paciente apresenta pterígio ao lado esquerdo, o que não está diretamente relacionado à síndrome da íris flácida ou à hiperlacrimação. A opção 9B10.02 é mais precisa para o termo 'catarata' no contexto clínico."
    },
    "9C61.34": {
      "term_original": "pt grau 3",
      "capitulo": "09",
      "confidence_embedding": 0.7847,
      "descricao_cid": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico.",
      "classification_reasoning": "A opção mais precisa é o Código 9C61.34, Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais, pois o termo 'pt grau 3' está relacionado à presença de glaucoma secundário, que é uma condição caracterizada pela elevação da pressão intraocular e dano ao nervo óptico. A presença de degeneração macular não justifica a escolha desse código."
    },
    "NA06.5": {
      "term_original": "trauma",
      "capitulo": "22",
      "confidence_embedding": 0.8283,
      "descricao_cid": "Representação de doença CID-11: Trauma do esfíncter da íris. Definição: Refere-se ao trauma ao músculo na parte do olho chamada íris. Este circunda internamente a pupila da íris, o que é apropriado à sua função como constritor da pupila.",
      "classification_reasoning": "A opção mais precisa para o termo 'trauma' é NA06.5, pois refere-se ao trauma do esfíncter da íris, o que está diretamente relacionado à descrição de traumatismo ao músculo na parte do olho chamada íris apresentada no prontuário."
    }
  }
}