{
  "prontuario_id": 596,
  "text": "QP: Retorno com exames + dores osteomusculares ( joelho e cervical )\nPaciente alega cefaleia forte (9) anoite, quase todos os dias, nega fatores de melhora ou piora, em região frontal, associada a nauseas,  vômitos e lacrimejamento.\nAfirma ter dor em articulações  (joelhos e ombros), piora com movimentação, associado a edema MMII bilateral (inicio de manhã com piora final do dia).\nAlega sofrer queda de cabelo, constipação, poliuria e boca seca.\n \nmãe falecida aos 32 anos devido Chagas, pai falecido aos 70 anos devido AVC, irmão com lesões (polipos) em intestino.\n- Colesterol total 207mg/dL\n- HDL 47 mg/dL\n\n# Normais\n- Glicose em jejum 84mg/dL\n- CPK: 121 U/L\n- Transaminase pirúvica:   27 U/L\n- Transaminase oxalacetica: 24 U/L\n- HDL 47 mg/dL\n- TSH ultra sensivel 2,21 \n- T4 livre 1,22 ng/dL \n\nInternamentos:\ncolecistectomia ha 5 anos\nCx henia de disco\n\nGO: \nG 2  C 2  P 0 A 0\nmenopausa ha 6 anos sem reposição hormonal\n\nAlergia a iogo e frutos do mar\nTG, HDL, colesterol total, T4 livre, TSH.",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "nauseas",
      "vômitos",
      "lacrimejamento",
      "constipação",
      "poliuria",
      "polipos",
      "dores osteomusculares",
      "cefaleia forte",
      "dor em articulações",
      "piora com movimentação",
      "queda de cabelo",
      "boca seca"
    ],
    "Abreviação": [
      "QP",
      "AVC",
      "HDL",
      "CPK",
      "GO",
      "iogo",
      "TG",
      "TSH",
      "MMII bilateral",
      "TSH ultra sensivel",
      "Cx henia de disco"
    ],
    "Atividade de Assistência à Saúde": [
      "Retorno",
      "Internamentos"
    ],
    "Procedimento Laboratorial": [
      "exames",
      "TG",
      "HDL",
      "TSH",
      "colesterol total",
      "T4 livre"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "joelho",
      "joelhos",
      "ombros",
      "intestino",
      "MMII bilateral"
    ],
    "Localização ou Região Corporal": [
      "cervical",
      "região frontal"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Conceito Temporal": [
      "anoite",
      "ha 5 anos",
      "ha 6 anos"
    ],
    "Negação": [
      "nega",
      "sem"
    ],
    "Grupo Familiar": [
      "mãe",
      "pai",
      "irmão"
    ],
    "Doença ou Síndrome": [
      "Chagas",
      "AVC"
    ],
    "Conceito Quantitativo": [
      "207mg/dL",
      "84mg/dL",
      "2",
      "0",
      "47 mg/dL",
      "121 U/L",
      "24 U/L",
      "1 , 22 ng/dL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Normais",
      "Colesterol total",
      "Glicose em jejum",
      "Transaminase pirúvica : 27 U/L",
      "Transaminase oxalacetica",
      "TSH ultra sensivel",
      "2 , 21",
      "T4 livre"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "colecistectomia",
      "C",
      "Cx henia de disco",
      "reposição hormonal"
    ],
    "Função de Organismo": [
      "G",
      "P"
    ],
    "Função Fisiológica": [
      "menopausa"
    ],
    "Alimento": [
      "iogo",
      "frutos do mar"
    ],
    "Achado": [
      "fatores de melhora ou piora"
    ],
    "Hormônio": [
      "reposição hormonal"
    ],
    "Substância Química Orgânica": [
      "reposição hormonal"
    ],
    "Substância Farmacológica": [
      "reposição hormonal"
    ]
  },
  "labels": {
    "6C46.3": {
      "term_original": "nauseas",
      "capitulo": "06",
      "confidence_embedding": 0.7445,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões.",
      "classification_reasoning": "A paciente relata cefaleia forte, nauseas, vômitos e lacrimejamento, associados a dor osteomusculares e edema MMII bilateral. Além disso, apresenta outros sintomas como queda de cabelo, constipação, poliuria e boca seca. A alergia ao iogo e frutos do mar e o histórico familiar da paciente também são relevantes para a escolha. A intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona, é uma das possibilidades que melhor explicam os sintomas apresentados pela paciente."
    },
    "8A80.2": {
      "term_original": "cefaleia forte",
      "capitulo": "08",
      "confidence_embedding": 0.778,
      "descricao_cid": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos.",
      "classification_reasoning": "A paciente apresenta cefaleia forte e frequente, associada a nauseas, vômitos e lacrimejamento, o que sugere enxaqueca crônica. A duração da dor não é especificamente mencionada, mas as características de cefaleia forte e frequentes apoiam essa escolha."
    },
    "FA25": {
      "term_original": "queda de cabelo",
      "capitulo": "15",
      "confidence_embedding": 0.6862,
      "descricao_cid": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato.",
      "classification_reasoning": "A perda de cabelo é um sintoma comum em pacientes com gota, uma doença caracterizada pela deposição de cristais de urato em tecidos articulares. Embora não haja uma relação direta entre a perda de cabelo e a gota, ambos estão presentes no contexto clínico do paciente."
    },
    "9A10.3": {
      "term_original": "lacrimejamento",
      "capitulo": "09",
      "confidence_embedding": 0.7557,
      "descricao_cid": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal.",
      "classification_reasoning": "Escolhi o código de hiperlacrimação (9A10.3) porque a paciente apresenta sintomas de excessiva produção de lágrimas associados à cefaleia, nauseas e vômitos, característicos da hiperlacrimação."
    },
    "2E92.40": {
      "term_original": "polipos",
      "capitulo": "02",
      "confidence_embedding": 0.7179,
      "descricao_cid": "Representação de doença CID-11: Síndrome de polipose. Definição: Síndromes de polipose intestinal podem ser divididas, com base na histologia, nas categorias amplas de polipose adenomatosa familiar (FAP), síndromes de polipose hamartomatosa e outras síndromes de polipose raras, como a síndrome de polipose mista hereditária (HMPS).",
      "classification_reasoning": "A presença de polipos em um paciente com doenças familiares (Chagas e AVC) sugere uma possível síndrome de polipose intestinal, especialmente considerando a história de lesões no intestino do irmão."
    },
    "BD53.4": {
      "term_original": "poliuria",
      "capitulo": "11",
      "confidence_embedding": 0.7553,
      "descricao_cid": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda.",
      "classification_reasoning": "A presença de poliuria, juntamente com cefaleia forte e sintomas osteomusculares, sugere que a paciente pode estar apresentando uma condição relacionada à função renal, o que é compatível com a definição de ateroembolismo de colesterol. Além disso, a história de doenças familiares, como Chagas e AVC, também são relevantes para essa escolha."
    },
    "FA22": {
      "term_original": "piora com movimentação",
      "capitulo": "15",
      "confidence_embedding": 0.7077,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A dor osteomuscular nos joelhos e ombros, piorando com movimentação, associada a edema MMII bilateral e outros sintomas como cefaleia forte, nauseas, vômitos e lacrimejamento, sugerem a presença de polimialgia reumática. Além disso, a história familiar de doenças autoimunes (Chagas em mãe e AVC em pai) e as alterações laboratoriais (CPR normal e HDL baixo) também apoiam essa escolha."
    },
    "EB13.0": {
      "term_original": "boca seca",
      "capitulo": "14",
      "confidence_embedding": 0.7296,
      "descricao_cid": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira.",
      "classification_reasoning": "A síndrome de Stevens-Johnson é a opção mais precisa para o termo 'boca seca' no contexto clínico, pois apresenta envolvimento de mucosas (conjuntiva, mucosa oral e mucosa genital) com inflamação grave, que pode estar associada à boca seca. Além disso, a síndrome também inclui outros sintomas relacionados ao paciente, como cefaleia forte, nauseas, vômitos e lacrimejamento."
    },
    "FB83.11": {
      "term_original": "dores osteomusculares",
      "capitulo": "15",
      "confidence_embedding": 0.7406,
      "descricao_cid": "Representação de doença CID-11: Osteoporose pós-menopausa. Definição: Suscetibilidade a fraturas ósseas secundária à redução sistêmica na massa óssea e à deterioração da microarquitetura do tecido ósseo relacionada a alterações hormonais associadas à menopausa.",
      "classification_reasoning": "A escolha pela codificação FB83.11 (Osteoporose pós-menopausa) se justifica pela presença de dores osteomusculares em joelho e cervical, agravadas com movimentação, o que sugere uma possível lesão óssea ou deformidade articular relacionada à osteoporose. Além disso, a paciente tem história de menopausa há 6 anos sem reposição hormonal, o que aumenta a suspeita de osteoporose pós-menopausa."
    },
    "2A82.00": {
      "term_original": "avc",
      "capitulo": "02",
      "confidence_embedding": 0.7305,
      "descricao_cid": "Representação de doença CID-11: Leucemia linfocítica crônica de células B. Definição: A leucemia linfocítica crônica / linfoma linfocítico de pequenas células (LLC/LLPC) é uma neoplasia composta por linfócitos B monomórficos pequenos, arredondados a ligeiramente irregulares no sangue periférico, medula óssea, baço e linfonodos, misturados com prolinfócitos e paraimunoblastos formando centros proliferativos nos infiltrados teciduais. As células LLC/LLPC geralmente coexpressam CD5 e CD23. Na ausência de envolvimento do tecido extramedular, deve haver linfócitos monoclonais ≤5x109/L com um fenótipo LLC no sangue periférico. O relatório do International Workshop on Chronic Lymphocytic Leukemia (IWCLL) determina que a linfocitose esteja presente por pelo menos 3 meses e também permite que o diagnóstico de CLL seja feito com contagens de linfócitos mais baixas em pacientes com citopenias ou sintomas relacionados à doença. Resta determinar se os pacientes que teriam preenchido os critérios no passado para LLC, mas que atendem aos critérios apenas para linfocitose B monoclonal (LBM), sejam considerados como tendo LLC ou LBM em estágio inicial. Alguns podem preferir ainda considerar muitos desses casos mais como LLC. O termo LLPC é usado para casos não leucêmicos com a morfologia do tecido e imunofenótipo de LLC. A definição IWCLL de LLPC requer linfadenopatia, sem citopenias devido à infiltração da medula óssea por LLC/LLPC e <5x109/L de células B no sangue periférico.",
      "classification_reasoning": "Leucemia linfocítica crônica de células B é um diagnóstico que se apresenta com sintomas como cefaleia, nauseas, vômitos e lacrimejamento, associados a dor em articulações (joelhos e ombros) e edema MMII bilateral. Além disso, há histórico de colestatomia e hipercolesterolemia, que podem estar relacionados ao AVC do pai. O código 2A82.00 é a opção mais precisa para este paciente."
    },
    "6C48.2": {
      "term_original": "vômitos",
      "capitulo": "06",
      "confidence_embedding": 0.7766,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A presença de vômitos e outras sintomas como cefaleia forte, nauseas e lacrimejamento associados à dor osteomuscular e edema MMII bilateral sugere intoxicação por cafeína."
    },
    "DA94.22": {
      "term_original": "constipação",
      "capitulo": "13",
      "confidence_embedding": 0.7569,
      "descricao_cid": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão.",
      "classification_reasoning": "A constipação é um sintoma que não está necessariamente relacionado às úlceras de estresse do estômago ou ao fígado, mas sim à síndrome de enterocolite induzida por proteína alimentar (DA94.22), que apresenta como característica a diarreia, um sintoma oposto da constipação. Além disso, o histórico familiar da paciente com doenças relacionadas ao trato gastrointestinal, como lesões no intestino e colicistectomia, também aponta para essa direção."
    },
    "1F53.1": {
      "term_original": "chagas",
      "capitulo": "01",
      "confidence_embedding": 0.7684,
      "descricao_cid": "Representação de doença CID-11: Doença de Chagas aguda sem envolvimento cardíaco. Definição: Doença causada por uma infecção aguda pelo protozoário parasita Trypanosoma cruzi. Esta doença é caracterizada por febre, dor de cabeça, linfadenopatia, palidez, dor muscular, dispneia, edema, dor abdominal ou torácica. Esta doença se apresenta sem comprometimento cardíaco. A transmissão ocorre por contato direto com fezes de um inseto triatomíneo infectado, transmissão vertical, transmissão iatrogênica ou ingestão de água ou alimentos contaminados. A confirmação é feita pela identificação do Trypanosoma cruzi em uma amostra de sangue.",
      "classification_reasoning": "A paciente apresenta dor de cabeça forte e constante, associada a nauseas, vômitos e lacrimejamento, o que é consistente com a doença de Chagas aguda sem envolvimento cardíaco. Além disso, sua história familiar inclui a morte prematura da mãe devido à Doença de Chagas, o que aumenta a suspeita."
    }
  }
}