{
  "prontuario_id": 175,
  "text": "Dores generalizadas no corpo, principalmente em braço direito e ambas as maos desde 2010, relata na ocasiao vacina de bcg dentro da bexiga, episodio de cancer de bexiga. Receitado paracetamol e piroxican toda semana, refere melhora, com excecao do braço direito que não houve melhora. ultima consulta: agosto de 2013.\nexame de sangue: pcr do dia 11/01: 15,4.\n\nPedido us de braço direito e esquerdo.\nreceitado codeina 30mg, 3 vezes ao dia. paracetamol 500mg 2 comprimidos 2 vezes ao dia e ciclobenzaprina 10mg uma vez ao dia a noite.\n \n \n \n ",
  "entities": {
    "Localização ou Região Corporal": [
      "corpo"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "maos",
      "bexiga",
      "braço direito",
      "braço direito e esquerdo"
    ],
    "Atividade de Assistência à Saúde": [
      "Receitado",
      "consulta",
      "receitado"
    ],
    "Substância Farmacológica": [
      "paracetamol",
      "piroxican",
      "codeina",
      "ciclobenzaprina",
      "vacina de bcg"
    ],
    "Substância Química Orgânica": [
      "paracetamol",
      "piroxican",
      "codeina",
      "ciclobenzaprina"
    ],
    "Achado": [
      "melhora"
    ],
    "Negação": [
      "excecao",
      "não"
    ],
    "Procedimento Laboratorial": [
      "pcr",
      "exame de sangue"
    ],
    "Abreviação": [
      "pcr",
      "vacina de bcg"
    ],
    "Conceito Quantitativo": [
      "30mg",
      "500mg",
      "10mg",
      "15 , 4",
      "3 vezes",
      "2 vezes",
      "uma vez"
    ],
    "Conceito Temporal": [
      "dia",
      "noite",
      "toda semana"
    ],
    "Sinal ou Sintoma": [
      "Dores generalizadas"
    ],
    "Fator Imunológico": [
      "vacina de bcg"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "vacina de bcg"
    ],
    "Processo Neoplásico": [
      "cancer de bexiga"
    ]
  },
  "labels": {
    "8C60.0": {
      "term_original": "dores generalizadas",
      "capitulo": "08",
      "confidence_embedding": 0.7324,
      "descricao_cid": "Representação de doença CID-11: Miastenia gravis induzida por drogas. Definição: Alguns medicamentos podem ter claros efeitos na Miastenia Gravis, incluindo bloqueadores da junção neuromuscular, antibióticos, prednisona, cloroquina, D-penicilamina, interferons e outros. Na Miastenia Gravis de início rápido induzida por medicamento, os sinais miastênicos se desenvolvem em poucos dias e desaparecem rapidamente após a suspensão do medicamento. Anticorpos anti-acetilcolinesterase estão ausentes. Este transtorno pode revelar um transtorno de transmissão neuromuscular pré-existente ou pode exacerbar Miastenia Gravis pré-existente, ou seja, Miastenia Gravis subclínica que se manifesta após tratamento com drogas, ou MG conhecida se torna mais grave. Determinados medicamentos estão ligados ao agravamento da Miastenia Gravis, incluindo medicamentos para o controle da dor, antidepressivos tricíclicos e algumas medicações antiepilépticas, e devem ser usados com cautela.",
      "classification_reasoning": "A escolha desse código se baseia na descrição de dores generalizadas no corpo, principalmente no braço direito e ambas as mãos, desde 2010, relacionado a vacina BCG dentro da bexiga e episódio de câncer de bexiga. Além disso, o paciente relata melhora com exceção do braço direito que não houve melhora. Isso sugere um possível agravamento da miastenia gravis por drogas, como mencionado na definição do código 8C60.0."
    },
    "2C94.1": {
      "term_original": "cancer de bexiga",
      "capitulo": "02",
      "confidence_embedding": 0.7485,
      "descricao_cid": "Representação de doença CID-11: Carcinoma de células escamosas da bexiga urinária. Definição: Carcinoma de células escamosas da bexiga que se origina a partir de um epitélio metaplásico. Representa menos de 10% dos carcinomas da bexiga. A exceção é no Oriente Médio ao longo do Vale do Nilo, onde representa a forma mais comum de carcinoma devido à natureza endêmica da esquistossomose. O carcinoma de células escamosas da bexiga está frequentemente associado à inflamação crônica da bexiga de longa duração e geralmente tem um prognóstico ruim. O diagnóstico de carcinoma de células escamosas (espinocelular) da bexiga deve ser reservado para os tumores predominantemente formadores de queratina.",
      "classification_reasoning": "A escolha pelo código 2C94.1 é baseada na menção específica ao 'cancer de bexiga' no termo extraído, o que coincide com a descrição do carcinoma de células escamosas da bexiga urinária (carcinoma de células escamosas da bexiga) encontrado no contexto clínico."
    }
  }
}