{
  "prontuario_id": 735,
  "text": "RETORNO\n\nPaciente em primeira consulta com queixa de dor em punho e antebraço em queimação de forte intenidade.\nTrabalha como zeladora no CAPS e suas atividades laborais piora significativamente a dor, principalmente ao torcer pano.\nApresenta ainda quadro de transtorno depressivo maior em tratamento irregular.\nEsteve afastatada e internada em hospital psquiátrico.\nHá 2 meses retornou ao serviço e evoluiu com piora da queixa álgica.\nRelata que a dor é mais intensa no período frio e piora a queimação a noite. Parestesia em dorso de todos os dedos se, trajeto do mediano ou radicular.\nGCS 15.\nForça preservada.\nTinel presente bilateral, mais marcado a direita.\nPhalen ausente.\n\nFR não reagente 10,8\nT4 Livre 0,89 (normal)\nTSH 3,4 (Normal)\nFAN não reagente\nVHS 3mm\nPCR 1,1\n\nCD: Aguarda consulta com Doutor Vital Brazil Fila para ENMG - solicito urgencia. Aguardo exame. Prescrevo amitriptilina.\n \n \n \n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "consulta",
      "internada",
      "CD",
      "solicito",
      "Aguardo",
      "Prescrevo"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Sinal ou Sintoma": [
      "queixa",
      "dor",
      "queimação",
      "Parestesia",
      "queixa álgica",
      "Tinel presente bilateral"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "antebraço"
    ],
    "Conceito Qualitativo": [
      "queimação",
      "piora",
      "intensa",
      "forte intenidade"
    ],
    "Atividade Ocupacional": [
      "zeladora",
      "atividades laborais"
    ],
    "Abreviação": [
      "CAPS",
      "CD",
      "ENMG",
      "GCS 15",
      "FR não reagente 10 , 8",
      "VHS 3mm",
      "PCR 1 , 1"
    ],
    "Organização Relacionada à Saúde": [
      "CAPS",
      "hospital psquiátrico"
    ],
    "Conceito Temporal": [
      "noite",
      "Há 2 meses"
    ],
    "Localização ou Região Corporal": [
      "dorso",
      "mediano",
      "radicular"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor"
    ],
    "Procedimento Diagnóstico": [
      "ENMG"
    ],
    "Substância Farmacológica": [
      "amitriptilina"
    ],
    "Substância Química Orgânica": [
      "amitriptilina"
    ],
    "Doença ou Síndrome": [
      "transtorno depressivo maior"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tratamento irregular"
    ],
    "Achado": [
      "GCS 15",
      "Força preservada",
      "Phalen ausente"
    ],
    "Resultado Laboratorial ou de Teste": [
      "FR não reagente 10 , 8",
      "T4 Livre 0 , 89",
      "TSH 3 , 4",
      "FAN não reagente",
      "VHS 3mm",
      "PCR 1 , 1"
    ]
  },
  "labels": {
    "8E43.0": {
      "term_original": "queimação",
      "capitulo": "08",
      "confidence_embedding": 0.7684,
      "descricao_cid": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema.",
      "classification_reasoning": "A queimação descrita pela paciente é característica da dor neuropática, que pode ser causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos."
    },
    "6A70.1": {
      "term_original": "transtorno depressivo maior",
      "capitulo": "06",
      "confidence_embedding": 0.7948,
      "descricao_cid": "Representação de doença CID-11: Transtorno depressivo com episódio único, moderado, sem sintomas psicóticos. Definição: Transtorno depressivo, episódio único moderado sem sintomas psicóticos é diagnosticado quando os critérios diagnósticos para episódio depressivo são preenchidos, não há história de episódios depressivos prévios e o episódio é de gravidade moderada e não há delírios ou alucinações durante o episódio. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou retardo psicomotor e redução da energia ou fadiga. Em um episódio depressivo moderado, vários sintomas de um episódio depressivo estão presentes em um grau marcante, ou um grande número de sintomas depressivos de menor gravidade estão presentes no todo. O indivíduo tipicamente tem dificuldade considerável no funcionamento em vários domínios (pessoal, familiar, social, educacional, ocupacional ou outros domínios importantes).",
      "classification_reasoning": "A escolha do código é baseada na descrição de 'transtorno depressivo maior' no contexto clínico, que sugere a presença de um episódio depressivo moderado sem sintomas psicóticos, característico do transtorno depressivo com episódio único moderado (6A70.1)."
    },
    "8C01.0": {
      "term_original": "parestesia",
      "capitulo": "08",
      "confidence_embedding": 0.7418,
      "descricao_cid": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente.",
      "classification_reasoning": "A parestesia descrita no paciente, especificamente na dorso de todos os dedos, é um sintoma característico da polineuropatia desmielinizante inflamatória aguda (PNDIA). Além disso, a descrição do paciente sobre a dor em punho e antebraço, com piora nos períodos frio e noite, também é compatível com essa condição."
    },
    "ME62.7": {
      "term_original": "phalen ausente",
      "capitulo": "21",
      "confidence_embedding": 0.7061,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A opção ME62.7 Erupção cutânea descamativa aguda é a mais precisa para o termo 'Phalen ausente' no contexto clínico, pois o Phalen's test é uma técnica de avaliação da compressão nervosa que pode estar relacionada à lesão ou doença neurológica. Como o paciente não apresenta resultado positivo no teste de Phalen (ausente), isso sugere a possibilidade de um processo patológico cutâneo agudo, caracterizado pela descamação, como visto em exantemas virais agudos ou reações a medicamentos."
    },
    "MG30.20": {
      "term_original": "queixa",
      "capitulo": "21",
      "confidence_embedding": 0.7318,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente.",
      "classification_reasoning": "A paciente relata dor em punho e antebraço, com intensidade mais alta no período frio e piora à noite, o que sugere dor crônica pós-traumática relacionada ao seu trabalho como zeladora no CAPS e atividades laborais que pioram a dor. Além disso, a presença de parestesia em dorso de todos os dedos também é consistente com essa diagnóstico."
    },
    "FA22": {
      "term_original": "dor",
      "capitulo": "15",
      "confidence_embedding": 0.7112,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A dor intensa e a queimação em punho e antebraço, associadas à parestesia em dorso de todos os dedos, são sintomas compatíveis com polimialgia reumática (PMR). Além disso, o histórico de transtorno depressivo maior e a evolução da queixa álgica após o retorno ao serviço laboral também se encaixam na descrição da PMR."
    },
    "FA27.2": {
      "term_original": "queixa álgica",
      "capitulo": "15",
      "confidence_embedding": 0.7198,
      "descricao_cid": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos.",
      "classification_reasoning": "A descrição do reumatismo palindrômico apresenta sintomas compatíveis com a dor em punho e antebraço, queimação de forte intenção e parestesia nos dedos, o que é consistente com a queixa álgica descrita no prontuário."
    },
    "8D20.1Z": {
      "term_original": "tinel presente bilateral",
      "capitulo": "08",
      "confidence_embedding": 0.6894,
      "descricao_cid": "Representação de doença CID-11: Paralisia cerebral bilateral espástica, não especificada. Definição: ",
      "classification_reasoning": "A presença de Tinel bilateral e ausência de Fáfan sugerem uma lesão nos nervos periféricos, provavelmente nos nervos radiculares ou medianos. O código 8D20.1Z - Paralisia cerebral bilateral espástica, não especificada - é a escolha mais precisa para este termo no contexto clínico."
    }
  }
}