{
  "prontuario_id": 589,
  "text": "POT FAF POR FX DE UMERO ESQ COM LESÃO DE NERVO RADIAL EM 2011\n\nREFERE DOR RECORRENTE EM OMBRO E BRAÇO\nMÃO CAÍDA AO EXAME FÍSICO (LESAO RADIAL), PLANO DE TRANSFERENCIA TENDINOSA POSTERIOR COM O GRUPO DA MÃO\n\nAO RX, FX CONSOLIDADA COM DESVIO ROTACIONAL\nRETORNA COM RX PANORAMICO SOLICITADO EM ULT CONSULTA QUE INDICA DESVIO EM ROTAÇÃO EXTERNA DO ÚMERO + ENCURTAMENTO DE 4CM\n\nAGENDO OSTEOTOMIA DERROTADORA + ALONGAMENTO ÓSSEO DE 4CM PARA DIA 29/07/2016\nORIENTO PACIENTE SOBRE RISCOS, COMPLICAÇÕES COMO PSEUDOARTROSE, INFECÇÃO, RETARDO DE CONSOLIDAÇÃO PERDA FUNCIONAL E ATÉ MORTE\nPACIENTE DIZ ENTENDER SITUAÇÃO\n\nR1 Doutor Vital Brazil ",
  "entities": {
    "Conceito Temporal": [
      "POT"
    ],
    "Abreviação": [
      "POT",
      "FAF",
      "RX",
      "R1",
      "FX DE UMERO ESQ",
      "RX PANORAMICO"
    ],
    "Lesão ou Envenenamento": [
      "FAF",
      "FX DE UMERO ESQ",
      "LESÃO DE NERVO RADIAL",
      "LESAO RADIAL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OMBRO",
      "BRAÇO"
    ],
    "Atividade de Assistência à Saúde": [
      "PLANO",
      "RETORNA",
      "SOLICITADO",
      "CONSULTA",
      "AGENDO",
      "ORIENTO"
    ],
    "Procedimento Diagnóstico": [
      "RX",
      "RX PANORAMICO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ENCURTAMENTO",
      "DESVIO EM ROTAÇÃO EXTERNA DO ÚMERO"
    ],
    "Conceito Quantitativo": [
      "4CM"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Função Patológica": [
      "PSEUDOARTROSE"
    ],
    "Sinal ou Sintoma": [
      "INFECÇÃO",
      "MÃO CAÍDA",
      "DESVIO ROTACIONAL",
      "PERDA FUNCIONAL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "Doutor",
      "GRUPO DA MÃO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRANSFERENCIA TENDINOSA POSTERIOR",
      "OSTEOTOMIA DERROTADORA",
      "ALONGAMENTO ÓSSEO"
    ],
    "Achado": [
      "RETARDO DE CONSOLIDAÇÃO"
    ]
  },
  "labels": {
    "NC32.4": {
      "term_original": "infecção",
      "capitulo": "22",
      "confidence_embedding": 0.7906,
      "descricao_cid": "Representação de doença CID-11: Fratura das diáfises da ulna e do rádio. Definição: ",
      "classification_reasoning": "A opção mais precisa é a NC32.4, Fratura das diáfises da ulna e do rádio, pois o paciente apresenta uma fratura em um dos ossos da articulação do ombro (FX de umero esq) com lesão do nervo radial e posteriormente, RX indica desvio rotacional externo do úmero + encurtamento de 4cm, o que é compatível com a descrição da opção escolhida."
    },
    "FA38.1Y": {
      "term_original": "mão caída",
      "capitulo": "15",
      "confidence_embedding": 0.7982,
      "descricao_cid": "Representação de doença CID-11: Outra artropatia neuropática especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'mão caída' é a artropatia neuropática especificada, considerando-se que há lesão do nervo radial e plano de transferência tendinosa posterior com o grupo da mão, caracterizando uma lesão neurológica associada à perda de função motor da mão."
    },
    "FA84.1": {
      "term_original": "lesao radial",
      "capitulo": "15",
      "confidence_embedding": 0.7722,
      "descricao_cid": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\"",
      "classification_reasoning": "A lesão radial é uma referência clara à espondilolistese, especificamente ao deslizamento anterior do corpo vertebral, o que está descrito no código FA84.1."
    },
    "MG30.2": {
      "term_original": "faf",
      "capitulo": "21",
      "confidence_embedding": 0.7401,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A dor crônica pós-operatória ou pós-traumática descrita no contexto clínico é compatível com o código MG30.2, que se refere a uma dor crônica pós-cirúrgica ou pós-traumática persistente por mais de 3 meses após um procedimento cirúrgico ou lesão tecidual."
    },
    "FA38.1": {
      "term_original": "pseudoartrose",
      "capitulo": "15",
      "confidence_embedding": 0.766,
      "descricao_cid": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares.",
      "classification_reasoning": "A pseudoartrose mencionada no termo extraído está relacionada à perda funcional e deformidade articular descrita no paciente, o que sugere a presença de uma artropatia neuropática"
    },
    "FA38.0": {
      "term_original": "lesão de nervo radial",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A lesão de nervo radial está relacionada à fratura do úmero esquerdo (FX), e não há informações que sugiram inflamação ou infecção, portanto a opção mais precisa é FA38.0 - Artropatia da articulação do úmero (Artropatia do úmero) "
    },
    "FA84.0": {
      "term_original": "retardo de consolidação",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do termo 'retardo de consolidação' está relacionado à lesão óssea e articular no contexto clínico, sugerindo uma condição que afeta a formação de ossos ou tecido conjuntivo. A definição da CID-11 para FA84.0 é 'Espondilólise com deslizamento', que inclui o termo 'retardo de consolidação' como possível complicaçãeste subsequent to the osteotomia derrotadora and alongamento ósseo performed."
    },
    "VW21": {
      "term_original": "perda funcional",
      "capitulo": "V",
      "confidence_embedding": 0.6975,
      "descricao_cid": "Representação de doença CID-11: Cuidado com partes do corpo. Definição: ",
      "classification_reasoning": "A perda funcional é um sintoma presente no contexto, relacionado ao dano do nervo radial e à lesão no ombro. A opção VW21 se refere a cuidados com as partes do corpo, que é mais preciso para descrever a perda funcional em função da lesão."
    }
  }
}