{
  "prontuario_id": 395,
  "text": "# Lucas,35 ANOS\n\n# QP: METRORRAGIA, HA 10 DIAS,\n\n# METRORRAGIA ASSOCIADA  DESDE ONTEM A LESOES DE PELE E DORES ARTICULARES EM IFD E IFP PREDOMINANTEMENTE EM MÃO DIREITA  SEM FATORES DE MELHORA E PIORA, ALEM DE DOR EM REGIAO POSTERIOR DO OUVIDO (PROCESSO MASTOISE?) ESQUERDO, ASSOCIADA A FEBRE DE 38 \nPCT REFERE OUTRO CASO SIMILAR COM REATIVAÇÃO DO LES\n\n# HMP: DX DE les HA 3 ANOS\nNEGA OUTRAS COMORBIDADES\n\n# EM USO DE:\nAZATIPRINA\nPREDINIZONA 10MG\nMETROREXATE\nCLOROQUINA HÁ 2M\n\nGINECOLOGICO: CICLO MESNTRUAL REGULAR, 5 DIAS, FLUXO MEDIO, \nSEM USO DE ACHO\nG 1 P 1 A 0 HA 15 ANOS\nEM ACOMPANHAMENTO COM GNECOLOGIA E EXAMES SEM ALTERAÇOES (SIC)\nNEGA DISPAREUNIA , CORRIMENTO, COLICA\n\nEF: LESOSE DE PELE MACULO-VESICULAR LACALIZADAS EM REGIAO CERVICAL ANTERIOR-ESQUERDA, POSTERIOR , REGIAO DE FURCULA ESTERNAL E DELTODE ESQUERDO, \nLESOES HIPEREMIADA, SEM PRURIDO SEM HIPERTEMIA LOCAL\nMAOS: EDEMA DE ARTICULAÇOES IFD E IFP PRINCIPALMENTE EM 2O E 3O DEMOS DIREITO E LIMITAÇAO ARTICULAR, SEM FATORES DE MELHORA E PIORA\n\n# CONDUTA: SUSPENDER MEDICAMENTOS IMUNOSSUPRESSORES PELA SUSPEITA DE ZOSTER\nDEIXO PRESCRITO ACICLOVIR 200MG\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "LESOES",
      "FEBRE",
      "ALTERAÇOES",
      "DISPAREUNIA",
      "CORRIMENTO",
      "COLICA",
      "PRURIDO",
      "HIPERTEMIA",
      "DORES ARTICULARES",
      "LESOSE DE PELE MACULO-VESICULAR",
      "LESOES HIPEREMIADA",
      "LIMITAÇAO ARTICULAR"
    ],
    "Abreviação": [
      "QP",
      "PCT",
      "DX",
      "les",
      "ACHO",
      "EF",
      "ARTICULAÇOES IFD E IFP",
      "2O E 3O DEMOS DIREITO"
    ],
    "Função Patológica": [
      "METRORRAGIA"
    ],
    "Conceito Qualitativo": [
      "ASSOCIADA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PELE",
      "OUVIDO",
      "MAOS",
      "MÃO DIREITA",
      "PROCESSO MASTOISE",
      "2O E 3O DEMOS DIREITO"
    ],
    "Espaço ou Junção Corporal": [
      "IFD",
      "IFP",
      "ARTICULAÇOES IFD E IFP"
    ],
    "Negação": [
      "SEM",
      "NEGA"
    ],
    "Conceito Espacial": [
      "POSTERIOR",
      "ESQUERDO"
    ],
    "Conceito Quantitativo": [
      "38",
      "10MG",
      "1",
      "0",
      "200MG",
      "FLUXO MEDIO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCT"
    ],
    "Doença ou Síndrome": [
      "LES",
      "les",
      "ZOSTER"
    ],
    "Atividade de Assistência à Saúde": [
      "DX",
      "ACOMPANHAMENTO",
      "CONDUTA",
      "SUSPENDER",
      "PRESCRITO"
    ],
    "Substância Farmacológica": [
      "AZATIPRINA",
      "PREDINIZONA",
      "METROREXATE",
      "CLOROQUINA",
      "ACHO",
      "ACICLOVIR",
      "MEDICAMENTOS IMUNOSSUPRESSORES"
    ],
    "Substância Química Orgânica": [
      "AZATIPRINA",
      "PREDINIZONA",
      "METROREXATE",
      "CLOROQUINA",
      "ACICLOVIR"
    ],
    "Substância Perigosa ou Venenosa": [
      "AZATIPRINA"
    ],
    "Hormônio": [
      "PREDINIZONA"
    ],
    "Função de Organismo": [
      "G"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "P"
    ],
    "Grupo Profissional ou Ocupacional": [
      "GNECOLOGIA"
    ],
    "Procedimento Laboratorial": [
      "EXAMES"
    ],
    "Ácido Nucleico, Nucleosídeo ou Nucleotídeo": [
      "ACICLOVIR"
    ],
    "Conceito Temporal": [
      "HA 10 DIAS",
      "HA 3 ANOS",
      "HÁ 2M",
      "5 DIAS",
      "HA 15 ANOS"
    ],
    "Produto Intelectual": [
      "FATORES DE MELHORA E PIORA"
    ],
    "Achado": [
      "CICLO MESNTRUAL REGULAR"
    ],
    "Função Fisiológica": [
      "CICLO MESNTRUAL REGULAR"
    ],
    "Localização ou Região Corporal": [
      "CERVICAL ANTERIOR-ESQUERDA , POSTERIOR",
      "FURCULA ESTERNAL",
      "DELTODE ESQUERDO"
    ],
    "Fator Imunológico": [
      "MEDICAMENTOS IMUNOSSUPRESSORES"
    ]
  },
  "labels": {
    "BD70.3": {
      "term_original": "febre",
      "capitulo": "11",
      "confidence_embedding": 0.7376,
      "descricao_cid": "Representação de doença CID-11: Doença de Mondor. Definição: Forma de tromboflebite venosa superficial localizada que tipicamente afeta a parede torácica e se manifesta como um cordão fibroso com retração da pele circundante e ausência de inflamação cutânea sobreposta. Nenhuma causa é encontrada em muitos casos, mas traumatismo e cirurgia de mama estão frequentemente implicados.",
      "classification_reasoning": "A febre de 38°C e lesões de pele associadas a dor articular em IFD e IFP, sugerem uma resposta inflamatória generalizada, similar ao que é descrito na doença de Mondor."
    },
    "HA01.1": {
      "term_original": "dispareunia",
      "capitulo": "17",
      "confidence_embedding": 0.7136,
      "descricao_cid": "Representação de doença CID-11: Disfunção erétil do homem. Definição: A disfunção erétil peniana é caracterizada pela incapacidade ou redução acentuada na capacidade dos homens de atingir ou manter uma ereção peniana de duração ou rigidez suficiente para permitir a atividade sexual. O padrão de dificuldade erétil ocorre apesar do desejo de atividade sexual e estimulação sexual adequadas, de forma episódica ou persistente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo.",
      "classification_reasoning": "A opção mais precisa para o termo 'dispareunia' é a disfunção erétil do homem (HA01.1), pois o paciente menciona dor em região posterior do ouvido esquerdo e não há indicações de dor vulvovaginal ou pélvica, que são características da disfunção dolorosa à penetração sexual (HA20). Além disso, a dor não é atribuída a uma condição clínica que afete adversamente a área pélvica e resulte em dor genital e/ou penetrativa."
    },
    "NC74.Y": {
      "term_original": "les",
      "capitulo": "22",
      "confidence_embedding": 0.7377,
      "descricao_cid": "Representação de doença CID-11: Lesão de outros nervos especificados ao nível do quadril ou da coxa. Definição: ",
      "classification_reasoning": "A lesão descrita como 'lesões de pele maculo-vesiculares lacalizadas' e 'edema de articulações IFD e IFP' sugere uma lesão nervosa específica ao nível do quadril ou coxa, justificando a escolha pelo código NC74.Y."
    },
    "JA65.12": {
      "term_original": "metrorragia",
      "capitulo": "18",
      "confidence_embedding": 0.7282,
      "descricao_cid": "Representação de doença CID-11: Erupção polimórfica da gravidez. Definição: Erupção polimórfica da gravidez é uma dermatose que ocorre quase exclusivamente em primigestas ou em mulheres com gestação múltipla. Está associada ao ganho de peso acima da média na gravidez e acredita-se que a distensão da pele abdominal seja importante na sua patogênese: o mecanismo preciso não é compreendido. A erupção caracteristicamente aparece primeiro no terceiro trimestre da gravidez como pápulas e placas urticariformes eritematosas intensamente pruriginosas dentro e ao redor das estrias de distensão abdominal. Em algumas grávidas, pode tornar-se mais generalizado. O início às vezes é retardado até o período pós-parto imediato. Geralmente não se repete em gestações subsequentes.",
      "classification_reasoning": "A erupção polimórfica da gravidez (erupção de gravidez) é uma dermatose que ocorre frequentemente em mulheres grávidas e está associada ao ganho de peso excessivo durante a gestação. Embora não seja mencionado explicitamente no prontuário, o paciente tem metrorragia há 10 dias, o que sugere gravidez recente ou antecedentes de gravidez. Além disso, as lesões de pele maculo-vesiculares descritas no relatório são consistentes com a erupção polimórfica da gravidez."
    },
    "ME62.9": {
      "term_original": "lesoes",
      "capitulo": "21",
      "confidence_embedding": 0.741,
      "descricao_cid": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis.",
      "classification_reasoning": "A escolha para o termo 'lesões' é a representação de doença CID-11: Escoriação cutânea aguda (Código ME62.9), pois as lesões descritas no prontuário são máculas-vesiculares lacalizadas em regiões cervical anterior-esquerda, posterior, e deltoide esquerdo, sem prurido ou hiperemia local, o que é consistente com a descrição da Escoriação cutânea aguda."
    },
    "DD72": {
      "term_original": "colica",
      "capitulo": "13",
      "confidence_embedding": 0.7455,
      "descricao_cid": "Representação de doença CID-11: Colite indeterminada. Definição: Colite indeterminada é um transtorno inflamatório crônico do cólon, para o qual um diagnóstico definitivo de doença de Crohn ou colite ulcerativa não pode ser feito.",
      "classification_reasoning": "A presença de colite indeterminada é sugerida pela descrição de 'colica' no contexto do prontuário, que se refere a dor abdominal não especificada. A falta de informações adicionais sobre os sintomas abdominais e a ausência de outros fatores clínicos apoiando outras opções tornam essa escolha mais precisa."
    },
    "EB01.3": {
      "term_original": "corrimento",
      "capitulo": "14",
      "confidence_embedding": 0.7701,
      "descricao_cid": "Representação de doença CID-11: Urticária de contato. Definição: Urticária resultante do contato da pele ou das mucosas com substância ou substâncias capazes de induzir lesões papulares por mecanismos imunológicos ou não imunológicos.",
      "classification_reasoning": "A termo 'corrimento' refere-se à urticária de contato, que é uma reação alérgica cutânea causada pelo contato com substância ou substâncias capazes de induzir lesões papulares por mecanismos imunológicos ou não imunológicos. Esta opção é mais precisa para o termo dentro do contexto clínico"
    },
    "BA01": {
      "term_original": "hipertemia",
      "capitulo": "11",
      "confidence_embedding": 0.7511,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A hipertemia não está relacionada às úlceras de pé diabético (BD54) e também não é uma síndrome de alto débito cardíaco (BD12). A miocardite por hipersensibilidade (BC42.2) é menos provável dado o contexto clínico da metrorragia, lesões cutâneas e dor articular. A bradiarritmia supraventricular (BC80) também não se encaixa no quadro clínico apresentado. Portanto, a escolha mais precisa para o termo 'hipertemia' é Doença cardíaca hipertensiva (BA01), que pode estar relacionada à dor no ouvido esquerdo e à febre de 38°C."
    },
    "ME64.0": {
      "term_original": "lesoes hiperemiada",
      "capitulo": "21",
      "confidence_embedding": 0.7204,
      "descricao_cid": "Representação de doença CID-11: Eritema. Definição: Vermelhidão da pele devida à presença de quantidades aumentadas de hemoglobina oxigenada nos capilares dilatados da pele. Pode ser devida a processos inflamatórios localizados ou generalizados, porém pode resultar também do aumento do fluxo sanguíneo cutâneo após esforço físico ou associado à pirexia.",
      "classification_reasoning": "A lesão hiperemíada descrita no prontuário é consistente com a erupção cutânea devida ao aumento do fluxo sanguíneo cutâneo, que é um dos critérios para o diagnóstico de eritema (ME64.0). A descrição da lesão como hiperemíada e não apresentando prurido ou hiperemia local apoia essa escolha."
    },
    "FA38.3": {
      "term_original": "dores articulares",
      "capitulo": "15",
      "confidence_embedding": 0.7796,
      "descricao_cid": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética.",
      "classification_reasoning": "A escolha do código FA38.3 é justificada porque o paciente apresenta sintomas de dor articulares, edema articular e lesões hipemiadas sem prurido ou hiperemia local, sugerindo uma condição crônica que está relacionada à hemofilia, uma doença caracterizada por deficiência de clotting factors. Além disso, o paciente apresenta histórico de lesões de pele maculo-vesiculares lacalizadas, o que também é consistente com a história de hemofilia."
    },
    "EC90.4": {
      "term_original": "prurido",
      "capitulo": "14",
      "confidence_embedding": 0.791,
      "descricao_cid": "Representação de doença CID-11: Prurido psicogênico. Definição: Prurido crônico episódico na ausência de uma causa orgânica identificável e tipicamente associado a estresse e/ou depressão.",
      "classification_reasoning": "A opção mais precisa para o termo 'prurido' é a EC90.4, Prurito psicogênico, pois não há nenhuma indicação de lesões ou doenças cutâneas específicas mencionadas no relatório que justifiquem as outras opções. Além disso, a presença de lesões de pele maculo-vesicular e hiperemiada sem prurido local sugere uma possível causa psicogênica para o prurido."
    },
    "FA38.1": {
      "term_original": "limitaçao articular",
      "capitulo": "15",
      "confidence_embedding": 0.7858,
      "descricao_cid": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares.",
      "classification_reasoning": "A limitação articular descrita no prontuário é similar à sintomatologia apresentada na artropatia neuropática, caracterizada por dor nas articulações e limitação de movimento. Além disso, a presença de lesões de pele maculo-vesiculares lacalizadas em região cervical anterior-esquerda, posterior e região de furcula esterna e deltóide esquerdo é consistente com essa condição."
    },
    "ME62.3": {
      "term_original": "lesose de pele maculo-vesicular",
      "capitulo": "21",
      "confidence_embedding": 0.7174,
      "descricao_cid": "Representação de doença CID-11: exantema maculopapular agudo. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e que consiste em múltiplas máculas e pápulas. Infecções virais e medicamentos são precipitantes comuns.",
      "classification_reasoning": "A opção mais precisa para o termo 'lesose de pele maculo-vesicular' é ME62.3, exantema maculopapular agudo, pois a descrição da doença menciona múltiplas máculas e pápulas, característica clínica similar à apresentada no caso do paciente, Lucas."
    },
    "NA23.4Z": {
      "term_original": "zoster",
      "capitulo": "22",
      "confidence_embedding": 0.7037,
      "descricao_cid": "Representação de doença CID-11: Distensão ou entorse da coluna cervical, não especificado. Definição: ",
      "classification_reasoning": "A escolha do código NA23.4Z é mais precisa porque o termo 'zoster' refere-se ao herpes zoster, que é uma doença caracterizada por lesões cutâneas e dor neural, frequentemente localizadas na região cervical e ao longo da coluna vertebral. A presença de lesões maculo-vesiculares lacalizados na região cervical anterior-esquerda e posterior, alinhada com a localização típica do herpes zoster."
    }
  }
}