{
  "prontuario_id": 3,
  "text": "01:40H: NO INÍCIO DO PLANTÃO, ESTAVA APRESENTANDO FR = 24, FC = 94, SPO2 98%, COM MELHORA DO PADRÃO RESPIRATÓRIO APÓS POSICIONAR NO LEITO  EM POSIÇÃO SEMISSENTADO E REALIZAÇÃO DE NEBULIZAÇÃO. 01:20H: CHAMADO DR VITAL BRASIL, DA NEURO, POR PACIENTE ESTAR DISPNÉICO E INSATURANDO; SPO2 88% COM SUPORTE DE OXIGÊNIO EM NÉVOA. TRANSFERIDO PARA UTI 2 ÀS 01:40H, CONFORME CONTATO PRÉVIO COM ENFERMEIRA FLORENCE. ENF. FLORENCE. TRAUMATISMO INTRACRANIANO. ENFERMAGEM MANHÃ: REALIZADO REPOSICIONAMENTO DE SNE PARA DIETOTERAPIA. INFARTO AGUDO DO MIOCÁRDIO. 03:40 h: PO de colestectomia. Comunicativa, responsiva. Com dieta liquída/pastosa. Dreno suctor em lateral de tórax com débito hemático em pouca quantidade. Eliminações presentes no período. AC Enf. PUC Florence. CALCULOSE DA VESÍCULA BILIAR SEM COLECISTITE. 10:30: Cliente alerta, orientado, comunicativo, hipocorado, aceita bem dieta VO, apresenta déficit motor em MMII e MMSS, não deambula, relata câimbras e algia em região lombar, acesso venoso periférico permeável salinizado, hemodinamicamente estável, realizou mudança de decúbito em poltrona, mantém SVD com débito satisfatório de cor amarelo claro, sem presença de grumos, evacuação presente, de aspecto normal. Enf. Florence. FRATURA DE VÉRTEBRA LOMBAR.",
  "entities": {
    "Conceito Temporal": [
      "INÍCIO",
      "PO"
    ],
    "Atividade de Assistência à Saúde": [
      "PLANTÃO"
    ],
    "Conceito Quantitativo": [
      "24",
      "94",
      "98%",
      "88%"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "NEBULIZAÇÃO",
      "DIETOTERAPIA",
      "colestectomia",
      "SVD",
      "POSICIONAR NO LEITO EM POSIÇÃO SEMISSENTADO",
      "SUPORTE DE OXIGÊNIO EM NÉVOA",
      "REPOSICIONAMENTO DE SNE",
      "dieta liquída/pastosa",
      "Dreno suctor",
      "dieta VO",
      "acesso venoso periférico",
      "mudança de decúbito"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE",
      "Cliente"
    ],
    "Sinal ou Sintoma": [
      "DISPNÉICO",
      "INSATURANDO",
      "câimbras",
      "algia"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Abreviação": [
      "ENF",
      "PO",
      "AC",
      "Enf",
      "MMII",
      "MMSS",
      "SVD",
      "REPOSICIONAMENTO DE SNE"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENF",
      "Enf"
    ],
    "Achado": [
      "Comunicativa",
      "responsiva",
      "alerta",
      "orientado",
      "comunicativo",
      "hipocorado",
      "deambula",
      "permeável",
      "MELHORA DO PADRÃO RESPIRATÓRIO",
      "débito hemático em pouca quantidade",
      "Eliminações presentes",
      "déficit motor",
      "hemodinamicamente estável",
      "débito satisfatório de cor amarelo claro",
      "evacuação presente",
      "aspecto normal"
    ],
    "Localização ou Região Corporal": [
      "MMII",
      "MMSS",
      "lateral de tórax",
      "região lombar"
    ],
    "Dispositivo Médico": [
      "SVD",
      "Dreno suctor",
      "acesso venoso periférico"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMO INTRACRANIANO",
      "FRATURA DE VÉRTEBRA LOMBAR"
    ],
    "Doença ou Síndrome": [
      "INFARTO AGUDO DO MIOCÁRDIO",
      "CALCULOSE DA VESÍCULA BILIAR"
    ],
    "Função Fisiológica": [
      "Eliminações presentes",
      "débito satisfatório de cor amarelo claro",
      "evacuação presente"
    ]
  },
  "labels": {
    "6C45.3": {
      "term_original": "dispnéico",
      "capitulo": "06",
      "confidence_embedding": 0.8146,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A paciente apresenta dispnéico, o que sugere uma situação de ansiedade e estresse, característica da intoxicação por cocaína. A combinação de sintomas como euforia inadequada, agitação psicomotora, hipervigilância e mudanças na sociabilidade também são consistentes com essa opção.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente apresenta dispnéico, mas isso não é suficiente para justificar a classificação de intoxicação por cocaína. A combinação de sintomas descritos no prontuário, como euforia inadequada, agitação psicomotora, hipervigilância e mudanças na sociabilidade, também não está presente. A paciente tem uma história de traumatismo intracraniano, infarto agudo do miocárdio e fratura de vértebra lombar, o que sugere que a dispnéico pode ser um sintoma secundário a essas condições, em vez de uma manifestação da intoxicação por cocaína.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BA01": {
      "term_original": "hemodinamicamente estável",
      "capitulo": "11",
      "confidence_embedding": 0.7809,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "O termo 'hemodinamicamente estável' sugere que o paciente está apresentando uma condição cardiovascular normal, não há evidências de insuficiência cardíaca ou hipertensão aguda. O código BA01 (Doença cardíaca hipertensiva) é a mais precisa opção para o termo dentro do contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 BA01 (Doença cardíaca hipertensiva) não representa fielmente o termo 'hemodinamicamente estável' descrito no prontuário. A condição cardiovascular do paciente é estável, mas isso não significa que ele tenha doença cardíaca hipertensiva. O código BA01 é demasiado específico e não captura a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "DC11.6": {
      "term_original": "calculose da vesícula biliar",
      "capitulo": "13",
      "confidence_embedding": 0.8127,
      "descricao_cid": "Representação de doença CID-11: Calculose de via biliar sem colangite ou colecistite. Definição: Cálculos na via biliar presentes sem inflamação de parede da vesícula biliar e via biliar.",
      "classification_reasoning": "A descrição do contexto clínico apresenta 'calculose da vesícula biliar' sem mencionar colecistite ou inflamação, o que indica a ausência de inflamação na parede da vesícula biliar e via biliar. A opção DC11.6 é a mais precisa para este termo pois descreve cálculos na via biliar sem inflamação.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do contexto clínico apresenta 'calculose da vesícula biliar' sem mencionar colecistite ou inflamação, o que indica a ausência de inflamação na parede da vesícula biliar e via biliar. A opção DC11.6 é a mais precisa para este termo pois descreve cálculos na via biliar sem inflamação.",
      "tipo_erro_auditoria": null
    },
    "8A07": {
      "term_original": "déficit motor",
      "capitulo": "08",
      "confidence_embedding": 0.8014,
      "descricao_cid": "Representação de doença CID-11: Algum transtorno especificado do movimento. Definição: Distúrbios motores neurológicos que se apresentam com lentidão de movimentos (bradicinesia ou hipocinesia) ou movimentos involuntários anormais (hipercinesias) como resultado de anormalidades genéticas, infecciosas, tóxicas, metabólicas, inflamatórias ou vasculares.",
      "classification_reasoning": "A escolha do código 8A07 'Representação de doença CID-11: Algum transtorno especificado do movimento. Definição: Distúrbios motores neurológicos...' se baseia na presença de déficit motor descrito no prontuário, caracterizado por déficit motor em MMII e MMSS, o que sugere uma alteração anormal nos mecanismos motorais.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 8A07 'Representação de doença CID-11: Algum transtorno especificado do movimento. Definição: Distúrbios motores neurológicos...' é muito genérica e não representa fielmente o termo 'déficit motor' descrito no prontuário. O déficit motor em MMII e MMSS pode ser causado por várias razões, incluindo lesão cerebral ou doenças neuromusculares específicas, que não estão contempladas pelo código 8A07.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "NC56.5Z": {
      "term_original": "débito hemático em pouca quantidade",
      "capitulo": "22",
      "confidence_embedding": 0.7584,
      "descricao_cid": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é NC56.5Z porque o termo 'débito hemático' refere-se a uma lesão de vaso sanguíneo, especificamente no contexto de um paciente com traumatismo intracraniano e infarto agudo do miocárdio.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'débito hemático em pouca quantidade' não se refere a uma lesão de vaso sanguíneo, mas sim à presença de sangue na urina. Portanto, o código CID-11 NC56.5Z não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8D60": {
      "term_original": "traumatismo intracraniano",
      "capitulo": "08",
      "confidence_embedding": 0.759,
      "descricao_cid": "Representação de doença CID-11: Pressão intracraniana aumentada. Definição: Aumento da pressão dentro do crânio causado por alterações nos volumes dos componentes intracranianos, como matéria cerebral, LCR e sangue, ou pela presença de uma entidade de massa patológica.",
      "classification_reasoning": "A escolha pelo código 8D60, Pressão intracraniana aumentada, é a mais precisa para o termo 'traumatismo intracraniano' no contexto clínico. Isso porque o texto menciona um traumatismo intracraniano como a causa da situação do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'traumatismo intracraniano' sugere uma lesão craniana, enquanto o código CID-11 8D60 refere-se a pressão intracraniana aumentada. Embora haja uma relação entre as duas condições, elas não são sinônimas. A escolha do código 8D60 não representa fielmente o termo 'traumatismo intracraniano' descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB22.7": {
      "term_original": "alerta",
      "capitulo": "21",
      "confidence_embedding": 0.7759,
      "descricao_cid": "Representação de doença CID-11: Cansaço. Definição: Sensação de redução do estado de alerta e de redução concomitante da acuidade mental, em alguns casos resultando no impulso ou tendência de adormecer.",
      "classification_reasoning": "O termo 'alerta' se refere à sensação de redução do estado de alerta e da acuidade mental, o que é descrito na opção MB22.7 como Representação de doença CID-11: Cansaço.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'alerta' no prontuário refere-se à consciência e orientação do paciente, enquanto o código CID-11 MB22.7 descreve cansaço, que não é diretamente relacionado ao estado de alerta do paciente. A classificação é incoerente com a descrição clínica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA80.8": {
      "term_original": "fratura de vértebra lombar",
      "capitulo": "15",
      "confidence_embedding": 0.7681,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A escolha do código FA80.8 é a mais precisa porque o termo 'fratura de vértebra lombar' indica uma lesão óssea na coluna lombar, que é característica da degeneração de disco intervertebral da coluna lombar sem prolapso de disco (FA80.8).",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura de vértebra lombar não é uma degeneração de disco intervertebral da coluna lombar sem prolapso de disco. A fratura é uma lesão óssea, enquanto a degeneração do disco é um processo patológico relacionado à desgaste natural dos discos intervertebrais. Portanto, o código FA80.8 não representa fielmente o termo 'fratura de vértebra lombar' e deve ser removido.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C40.3": {
      "term_original": "responsiva",
      "capitulo": "06",
      "confidence_embedding": 0.785,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A palavra-chave 'responsiva' sugere que o paciente tem uma resposta adequada às perguntas e ao ambiente, o que é consistente com a definição de intoxicação por álcool (CID-11: Intoxicação por álcool). Além disso, o contexto clínico apresenta sintomas como déficit motor em MMII e MMSS, o que também é compatível com a intoxicação por álcool.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra-chave 'responsiva' não está relacionada à intoxicação por álcool, como descrita no código CID-11. A responsividade do paciente é um sintoma comum em pacientes com traumatismo intracraniano e infarto agudo do miocárdio, mas não é uma característica clínica exclusiva da intoxicação por álcool. Portanto, a codificação CID-11 6C40.3 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA41": {
      "term_original": "infarto agudo do miocárdio",
      "capitulo": "11",
      "confidence_embedding": 0.8644,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)",
      "classification_reasoning": "Escolha feita devido ao diagnóstico de infarto agudo do miocárdio, com evidência de necrose miocárdica e isquemia miocárdica aguda, caracterizando o termo descrito na definição do código BA41.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'infarto agudo do miocárdio' descrito no prontuário é uma condição clínica específica e direta relacionada à necrose miocárdica e isquemia miocárdica aguda. A definição do código CID-11 BA41 também se alinha com essa condição, portanto, a codificação é CLINICAMENTE COERENTE com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "8C84": {
      "term_original": "câimbras",
      "capitulo": "08",
      "confidence_embedding": 0.7754,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN).",
      "classification_reasoning": "A opção mais precisa é o Código 8C84: Rabdomiólise secundária, pois a descrição do termo 'câimbras' se refere à manifestação de rabdomiólise na clínica descrita. A presença de câimbras é um sintoma comum da rabdomiólise, que é uma condição caracterizada por lesão muscular e liberação de enzimas musculares no sangue.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção do código CID-11 8C84: Rabdomiólise secundária é justificada pela presença de câimbras no prontuário, que é um sintoma comum da rabdomiólise. A descrição do termo 'câimbras' se refere diretamente à manifestação clínica descrita, o que justifica a escolha do código.",
      "tipo_erro_auditoria": null
    },
    "MF95": {
      "term_original": "algia",
      "capitulo": "21",
      "confidence_embedding": 0.7709,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A presença de algia na região lombar no paciente e a referência à fratura de vértebra lombar sugerem que a mioglobinúria pode estar relacionada ao traumatismo intracraniano e ao infarto agudo do miocárdio, levando à lesão muscular e subsequente liberação de mioglobina na urina.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de algia na região lombar não é suficiente para justificar a classificação de mioglobinúria. A fratura de vértebra lombar e o traumatismo intracraniano são mais prováveis causas da dor lombar do que uma lesão muscular relacionada à mioglobinúria.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "NC55.1": {
      "term_original": "permeável",
      "capitulo": "22",
      "confidence_embedding": 0.7789,
      "descricao_cid": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: ",
      "classification_reasoning": "A opção mais precisa é NC55.1, pois o termo 'permeável' se refere à acessibilidade venosa periférica salinizada mencionada no contexto clínico, o que sugere uma lesão ou comprometimento do nervo mediano ao nível do punho ou mão.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'permeável' se refere à acessibilidade venosa periférica salinizada, o que não é uma lesão do nervo mediano ao nível do punho ou mão. A opção mais precisa seria um código relacionado à vascularização ou circulação sanguínea, e não à lesão do nervo mediano.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6B23.0": {
      "term_original": "hipocorado",
      "capitulo": "06",
      "confidence_embedding": 0.7656,
      "descricao_cid": "Representação de doença CID-11: Hipocondria com insight bom a razoável. Definição: Todos os critérios diagnósticos para hipocondria são preenchidos. Na maior parte do tempo, o indivíduo é capaz de considerar a possibilidade de que suas crenças específicas do transtorno possam não ser verdadeiras e está disposto a aceitar uma explicação alternativa para sua experiência. Em momentos circunscritos (p. ex., quando extremamente ansioso), o indivíduo pode não apresentar \"insight\".",
      "classification_reasoning": "O termo 'hipocorado' sugere uma condição de ansiedade e preocupação com a saúde, o que é consistente com a definição de hipocondria. Além disso, a presença de sintomas como déficit motor em MMII e MMSS e relato de câimbras e algia em região lombar podem estar relacionados à ansiedade e ao estado emocional do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'hipocorado' não é uma condição de hipocondria, mas sim um sintoma de ansiedade e preocupação com a saúde. A definição do código CID-11 6B23.0 refere-se à hipocondria, que é uma condição psicológica caracterizada por uma exagerada preocupação com a saúde. O termo 'hipocorado' não se encaixa nessa definição e não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C49.3": {
      "term_original": "insaturando",
      "capitulo": "06",
      "confidence_embedding": 0.7743,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas.",
      "classification_reasoning": "O termo 'insaturando' sugere um estado de agitação ou estresse, o que é comum em pacientes submetidos a tratamento com alucinógenos. Além disso, a presença de sintomas respiratórios e cardíacos, como taquicardia e SPO2 baixo, também são características da intoxicação por alucinógenos.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'insaturando' não está relacionado à intoxicação por alucinógenos, como descrito no código CID-11. A presença de sintomas respiratórios e cardíacos, como taquicardia e SPO2 baixo, também não são características da intoxicação por alucinógenos. A condição do paciente é mais provável ser relacionada a um trauma intracraniano e infarto agudo do miocárdio, o que justifica a remoção do código CID-11.",
      "tipo_erro_auditoria": "family_history_misread"
    }
  }
}