{
  "prontuario_id": 306,
  "text": "ÀS 17:59 HR: CONSCIENTE, ORIENTADO, VERBALIZANDO, EM REPOUSO NO LEITO. SEM QUEIXAS ÁLGICAS NO MOMENTO. REFERE BOA ACEITAÇÃO DA DIETA VO. MANTÉM ACESSO VENOSO PERIFÉRICO EM MSE HEPARINIZADO. APRESENTA ÚLCERA DE PRESSÃO EM REGIÃO SACRA SEM PRESENÇA DE SECREÇÃO. FRATURA DA EXTREMIDADE DISTAL DO FEMUR. Às 7h: Paciente apresenta grande quantidade de secrecão traqueobrônquica, de aspecto espesso; aspirada com frequência. INFECCAO DO TRATO URINARIO DE LOCALIZACAO NAO ESPECIFICADA. Às 11:04: 5° DI COM HX DE ICC + DM + HAS + COLECISTITE. NO MOMENTO, CONSCIENTE, ORIENTADA, CALMA, EUPNEICA, RESPIRANDO EM AR AMBIENTE, COMUNICATIVA, DEAMBULANDO, REFERE ALGIA EM REGIÃO GLÚTEA APÓS QUEDA, ACEITANDO BEM A DIETA, ELIMINAÇÕES PRESENTES, SEM QUEIXAS MA. INSUFICIENCIA CARDIACA CONGESTIVA. Às 12:05: Paciente 1º PO FX fêmur E, referindo algia moderada MIE, consciente, orientado, calmo, comunicativo, restrito ao leito, fazendo uso de colar cervical ajustado, aceitando bem dieta VO, hipocorado, eupneico, normotenso, normocardico, afebril, com aces. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS.",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "ORIENTADO",
      "VERBALIZANDO",
      "ORIENTADA",
      "CALMA",
      "EUPNEICA",
      "COMUNICATIVA",
      "DEAMBULANDO",
      "QUEDA",
      "consciente",
      "orientado",
      "calmo",
      "comunicativo",
      "hipocorado",
      "eupneico",
      "normotenso",
      "normocardico",
      "afebril",
      "REPOUSO NO LEITO",
      "PRESENÇA DE SECREÇÃO",
      "RESPIRANDO EM AR AMBIENTE",
      "ACEITANDO BEM A DIETA",
      "ELIMINAÇÕES PRESENTES",
      "restrito ao leito"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "MIE",
      "REGIÃO SACRA",
      "REGIÃO GLÚTEA"
    ],
    "Abreviação": [
      "MSE",
      "DI",
      "DM",
      "HAS",
      "PO",
      "MIE",
      "aces",
      "DIETA",
      "HX DE ICC",
      "QUEIXAS MA",
      "dieta VO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "HEPARINIZADO",
      "aces",
      "REPOUSO NO LEITO",
      "DIETA",
      "ACESSO VENOSO PERIFÉRICO",
      "restrito ao leito",
      "colar cervical ajustado",
      "dieta VO"
    ],
    "Conceito Qualitativo": [
      "HEPARINIZADO",
      "aspecto espesso"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Conceito Quantitativo": [
      "frequência",
      "grande quantidade"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "COLECISTITE",
      "ÚLCERA DE PRESSÃO",
      "INFECCAO DO TRATO URINARIO",
      "HX DE ICC",
      "INSUFICIENCIA CARDIACA CONGESTIVA"
    ],
    "Sinal ou Sintoma": [
      "ALGIA",
      "QUEIXAS ÁLGICAS",
      "algia moderada"
    ],
    "Conceito Temporal": [
      "APÓS",
      "PO",
      "NO MOMENTO"
    ],
    "Conceito Funcional": [
      "uso"
    ],
    "Negação": [
      "afebril"
    ],
    "Dispositivo Médico": [
      "aces",
      "ACESSO VENOSO PERIFÉRICO"
    ],
    "Alimento": [
      "DIETA"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DA EXTREMIDADE DISTAL DO FEMUR",
      "FX fêmur E",
      "TRAUMATISMOS MULTIPLOS"
    ],
    "Substância Corporal": [
      "secrecão traqueobrônquica"
    ],
    "Função Fisiológica": [
      "ELIMINAÇÕES PRESENTES"
    ]
  },
  "labels": {
    "6C45.3": {
      "term_original": "orientado",
      "capitulo": "06",
      "confidence_embedding": 0.7724,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "O termo 'orientado' sugere que o paciente tem consciência e capacidade de responder às perguntas, portanto, a escolha mais precisa é a Intoxicação por cocaína (Código CID-11: 6C45.3), pois essa condição caracteriza-se por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação, que são compatíveis com o estado do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 6C45.3 (Intoxicação por cocaína) não é justificada pela presença do termo 'orientado' no prontuário. O termo 'orientado' apenas indica que o paciente tem consciência e capacidade de responder às perguntas, mas não há evidências de perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação, características da Intoxicação por cocaína. A escolha do código CID-11 6C45.3 é uma sobreclassificação e não representa fielmente o termo 'orientado' descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA06.00": {
      "term_original": "queda",
      "capitulo": "22",
      "confidence_embedding": 0.7588,
      "descricao_cid": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo.",
      "classification_reasoning": "A opção mais precisa é NA06.00, pois o termo 'queda' se refere a uma lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia, caracterizando um tipo de avulsão.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'queda' não se refere a uma lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia, caracterizando um tipo de avulsão. Em vez disso, refere-se à uma situação em que o paciente sofreu uma queda, o que não é um tipo de lesão corporal. Portanto, a opção NA06.00 não é adequada e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA12.9": {
      "term_original": "restrito ao leito",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'restrito ao leito' indica que o paciente não pode sair do seu local de repouso, o que sugere uma condição clínica que requer monitoramento e cuidado intensivo. A opção FA12.9, Representação de doença CID-11: Limitações da atividade, melhor se adequa ao contexto do prontuário, pois a paciente apresenta várias limitações físicas e precisa de apoio para realizar atividades básicas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação FA12.9, Limitações da atividade, não é clinicamente coerente com o prontuário. O termo 'restrito ao leito' não indica necessariamente limitações da atividade, mas sim a necessidade de monitoramento e cuidado intensivo. A paciente apresenta várias condições clínicas, como fratura do fêmur, infecção do trato urinário e insuficiência cardíaca congestiva, que justificam o uso de colar cervical ajustado e restrição ao leito, mas não necessariamente limitações da atividade.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BC81.30": {
      "term_original": "fx fêmur e",
      "capitulo": "11",
      "confidence_embedding": 0.7787,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A escolha foi feita porque o termo 'fx fêmur e' sugere um trauma ao fêmur esquerdo, o que é consistente com a descrição de fratura da extremidade distal do fémur encontrada no relatório médico. Além disso, o código BC81.30 - Fibrilação atrial paroxística - é mais provável de ser relacionado ao trauma e às sequelas post-traumáticas do que os outros códigos apresentados.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'fx fêmur e' sugere um trauma ao fêmur esquerdo, o que é consistente com a descrição de fratura da extremidade distal do fémur encontrada no relatório médico. No entanto, o código CID-11 atribuído (BC81.30) refere-se à fibrilação atrial paroxística, que não está relacionada ao trauma ou sequela post-traumática descrita no prontuário. A escolha do código parece ser puramente imaginária e sem qualquer base no texto.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FB81": {
      "term_original": "fratura da extremidade distal do femur",
      "capitulo": "15",
      "confidence_embedding": 0.7454,
      "descricao_cid": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso.",
      "classification_reasoning": "A fratura da extremidade distal do femur é um tipo de osteonecrose, que é a morte do tecido ósseo decorrente da interrupção do suprimento sanguíneo para o osso.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura da extremidade distal do femur não é um tipo de osteonecrose, mas sim uma lesão óssea. A descrição do código CID-11 'Osteonecrose' não se aplica ao caso do paciente, pois a morte do tecido ósseo decorrente da interrupção do suprimento sanguíneo para o osso não é relacionada à fratura. Portanto, o código FB81 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C40.3": {
      "term_original": "comunicativa",
      "capitulo": "06",
      "confidence_embedding": 0.7825,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "Como o paciente apresenta boa aceitação da dieta e não há referências a distúrbios comportamentais ou perceptivos, é mais provável que a comunicação seja uma característica normal do paciente em repouso no leito, e não um sintoma de intoxicação. O código 6C40.3 (Intoxicação por álcool) melhor se ajusta ao contexto clínico apresentado.",
      "decisao": "REMOVER",
      "motivo_decisao": "A comunicação do paciente não é um sintoma de intoxicação por álcool. A descrição do prontuário apresenta o paciente consciente, orientado, verbalizando e comunicativo, o que é uma característica normal em pacientes em repouso no leito. Não há referências a distúrbios comportamentais ou perceptivos que sejam típicos de intoxicação por álcool. Portanto, o código 6C40.3 (Intoxicação por álcool) não representa fielmente o termo 'comunicativa' e deve ser removido.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FB32.20": {
      "term_original": "deambulando",
      "capitulo": "15",
      "confidence_embedding": 0.7525,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A opção FB32.20, Rabdomiólise idiopática, é a mais precisa para o termo 'deambulando' no contexto clínico, pois não há indícios de doença neurológica ou muscular que justificasse essa descrição. Além disso, a paciente está descrita como 'DEAMBULANDO', o que sugere mobilidade e capacidade para se locomover, característica comum em pacientes com rabdomiólise idiopática.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção FB32.20, Rabdomiólise idiopática, não é a mais precisa para o termo 'deambulando' no contexto clínico. A paciente está descrita como 'DEAMBULANDO', o que sugere mobilidade e capacidade para se locomover, característica comum em pacientes com fratura do fêmur ou trauma múltiplo, mas não necessariamente relacionada à rabdomiólise idiopática.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BD10": {
      "term_original": "insuficiencia cardiaca congestiva",
      "capitulo": "11",
      "confidence_embedding": 0.7899,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A insuficiência cardíaca congestiva é a mais precisa opção para o termo 'insuficiência cardiaca congestiva' dentro do contexto clínico, pois descreve uma síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "decisao": "MANTER",
      "motivo_decisao": "A insuficiência cardíaca congestiva descrita no prontuário é uma condição clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos. O código CID-11 BD10 representa fielmente essa condição, portanto, a classificação é válida.",
      "tipo_erro_auditoria": null
    },
    "6e+40": {
      "term_original": "verbalizando",
      "capitulo": "06",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'verbalizando' sugere que o paciente está utilizando linguagem para se comunicar, portanto, a opção mais precisa é a Representação de doença CID-11: Intoxicação por álcool ou alucinógenos. Embora não haja evidência clara de intoxicação, a comunicação verbal pode ser um indicador de alterações cognitivas e comportamentais decorrentes de uma possível intoxicação.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'verbalizando' não sugere intoxicação por álcool ou alucinógenos. A comunicação verbal pode ser um indicador de consciência e orientação, mas não há evidência clara de intoxicação. Além disso, a presença de outras condições clínicas descritas no prontuário, como úlcera de pressão, fratura do fêmur e infecção do trato urinário, sugere que o código CID-11 não representa fielmente o termo ou uma condição clínica diretamente relacionada.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ND36": {
      "term_original": "traumatismos multiplos",
      "capitulo": "22",
      "confidence_embedding": 0.8053,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa é ND36, pois o texto refere-se a 'traumatismos multiplos NAO ESPECIFICADOS', o que se alinha com a descrição da representação de doença CID-11 para este código: 'Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte'.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção ND36 é válida porque o termo 'traumatismos multiplos' se alinha com a descrição da representação de doença CID-11 para este código: 'Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte'. A presença de traumatismos multiplos é claramente descrita no prontuário e não há contradição óbvia ou falta de base no texto para justificar a remoção do código.",
      "tipo_erro_auditoria": null
    },
    "MG30.2": {
      "term_original": "algia moderada",
      "capitulo": "21",
      "confidence_embedding": 0.7418,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A dor é descrita como 'algia moderada' na região glútea após queda, o que sugere uma possível lesão pós-traumática crônica.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor descrita como 'algia moderada' na região glútea após queda é uma condição clínica diretamente relacionada à lesão pós-traumática crônica. O termo 'algia moderada' está coerente com a definição do código CID-11 MG30.2, que representa dor crônica pós-operatória ou pós-traumática. A classificação é justificada e não há contradições óbvias ou alucinações.",
      "tipo_erro_auditoria": null
    },
    "MG30.20": {
      "term_original": "presença de secreção",
      "capitulo": "21",
      "confidence_embedding": 0.8104,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente.",
      "classification_reasoning": "A presença de secreção é relacionada à fratura do fêmur e à infecção do trato urinário, o que caracteriza dor crônica pós-traumática (MG30.20). A descrição da doença CID-11 menciona a dor persistente após lesão tecidual, e a presença de secreção é um sintoma comum em pacientes com infecções.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de secreção não é diretamente relacionada à dor crônica pós-traumática (MG30.20). A secreção pode ser um sintoma de infecção, e a dor crônica pós-traumática é uma condição clínica que envolve lesão tecidual e persistência da dor após o processo de cicatrização. Portanto, a codificação MG30.20 não representa fielmente a descrição do prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "6C49.3": {
      "term_original": "consciente",
      "capitulo": "06",
      "confidence_embedding": 0.7727,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas.",
      "classification_reasoning": "A presença do termo 'consciente' no contexto clínico sugere que a paciente apresenta um nível alto de conscientização e orientação, o que é consistente com a definição da intoxicação por alucinógenos (6C49.3). Além disso, a paciente não apresenta sintomas neurológicos ou cognitivos graves, como confusão ou delírio, o que reforça a escolha desse código.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença do termo 'consciente' no prontuário não está relacionada à intoxicação por alucinógenos (6C49.3). A paciente apresenta uma série de condições clínicas, incluindo fratura do fêmur, infecção do trato urinário e insuficiência cardíaca congestiva, mas não há evidências de que a paciente esteja intoxicada por alucinógenos. Além disso, o termo 'consciente' é um estado normal da consciência, não uma condição clínica específica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA25": {
      "term_original": "repouso no leito",
      "capitulo": "15",
      "confidence_embedding": 0.7304,
      "descricao_cid": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato.",
      "classification_reasoning": "A opção FA25 foi escolhida pois o termo 'repouso no leito' está relacionado à reposição do paciente, o que é característico de uma gota. Além disso, a presença de traumatismo múltiplo não especificado e insuficiência cardíaca congestiva sugere que o paciente pode ter sofrido um trauma grave, o que também está relacionado à gota.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'repouso no leito' não está relacionado à gota. A gota é uma doença caracterizada por deposição de cristais de urato em tecidos articulares, e não tem relação com a reposição do paciente no leito. Além disso, a presença de traumatismo múltiplo e insuficiência cardíaca congestiva sugere que o paciente está sofrendo de uma condição mais grave e complexa, que não é representada pelo código FA25.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "GC02.1": {
      "term_original": "infeccao do trato urinario",
      "capitulo": "16",
      "confidence_embedding": 0.7576,
      "descricao_cid": "Representação de doença CID-11: Uretrites não específicas. Definição: Inflamação uretral para a qual não foi identificada uma causa infecciosa sexualmente transmissível específica, em particular infecção gonocócica ou clamídia. Tipicamente se apresenta em homens com disúria, corrimento uretral, coceira ou urgência urinária. Pode ocorrer após infecção do trato urinário ou traumatismo genital. Historicamente, antes que a infecção por clamídia pudesse ser facilmente identificada, a uretrite por clamídia era rotulada como \"não específica\".",
      "classification_reasoning": "A infeccao do trato urinario refere-se a uma uretrite nao especifica, caracterizada por inflamacao uretral para a qual nao foi identificada uma causa infecciosa sexualmente transmissivel especifica. Esta opcao é a mais precisa para o termo dentro do contexto clinico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A infeccao do trato urinario descrita no prontuário refere-se a uma infecção não especificada, mas o código CID-11 atribuído (GC02.1) se refere a uretrites não específicas, que são inflamações uretrais sem causa infecciosa sexualmente transmissível específica. Embora haja inflamação uretral descrita no prontuário, a falta de especificidade sobre a causa da infecção e a presença de outras condições clínicas (fratura do fémur, insuficiência cardíaca congestiva) sugere que o termo 'infeccao do trato urinario' não é suficientemente específico para ser mapeado para uma uretrite não específica. Portanto, o código CID-11 atribuído não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "LK80.0A": {
      "term_original": "úlcera de pressão",
      "capitulo": "14",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A úlcera de pressão é um tipo comum de lesão causada por pressão prolongada em uma área específica do corpo, como a região sacra descrita no contexto clínico. O código LK80.0A da CID-11 se refere a lesões por pressão, que incluem úlceras e lesões cutâneas causadas por compressão ou tração.",
      "decisao": "MANTER",
      "motivo_decisao": "A úlcera de pressão descrita no prontuário está relacionada à pressão prolongada na região sacra, o que é consistente com a descrição do código CID-11 LK80.0A. A classificação é clínica e coerente com o conteúdo do prontuário.",
      "tipo_erro_auditoria": null
    },
    "MB23.8X4A | Síndrome de dor": {
      "term_original": "algia",
      "capitulo": "21",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'algia' se refere a uma queixa de dor, o que é consistente com o código MB23.8X4A, que representa síndromes de dor agudas e crônicas em geral.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'algia' é muito amplo e não especifica a natureza da dor. Além disso, há várias queixas de dor descritas no prontuário (algia em região glútea após queda e algia moderada MIE), o que sugere que a síndrome de dor aguda ou crônica não é uma condição clínica específica. A classificação MB23.8X4A é muito genérica e não representa fielmente o termo 'algia' no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "DB99.5": {
      "term_original": "colecistite",
      "capitulo": "13",
      "confidence_embedding": 0.7526,
      "descricao_cid": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais.",
      "classification_reasoning": "A escolha do código DB99.5 é baseada na menção à colecistite no contexto clínico, que sugere uma referência a uma doença hepática. A encefalopatia hepática (Código DB99.5) é um fenômeno conhecido em pacientes com doenças hepáticas avançadas e pode estar relacionada à colecistite mencionada no prontuário.",
      "decisao": "REMOVER",
      "motivo_decisao": "A colecistite mencionada no prontuário não está relacionada à encefalopatia hepática, que é uma complicaçao da cirrose hepática ou falência hepática aguda. A colecistite é uma doença do pâncreas e não tem relação com a encefalopatia hepática. Portanto, o código DB99.5 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "4A44.B": {
      "term_original": "hx de icc",
      "capitulo": "04",
      "confidence_embedding": 0.7621,
      "descricao_cid": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição.",
      "classification_reasoning": "Como o termo 'hx de ICC' está relacionado à história do paciente, e a opção 4A44.B descreve uma vasculite leucocitoclástica, que pode ser localizada em órgãos internos ou pele, é a escolha mais precisa para o contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção 4A44.B descreve uma vasculite leucocitoclástica, que pode ser localizada em órgãos internos ou pele. No entanto, o termo 'hx de ICC' não está relacionado à vasculite leucocitoclástica. A história do paciente refere-se a um caso de ICC (câncer de tireóide), e não há nenhuma indicação de que essa condição esteja relacionada à vasculite leucocitoclástica.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "3A70.1": {
      "term_original": "has",
      "capitulo": "03",
      "confidence_embedding": 0.7537,
      "descricao_cid": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas.",
      "classification_reasoning": "Como o termo 'HAS' é encontrado no contexto, e considerando que a paciente tem anemia e apresenta sangramento, a opção mais precisa é a anemia aplástica adquirida (Código CID-11: 3A70.1), uma condição caracterizada por ausência quase completa das células tronco hematopoiéticas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A anemia aplástica adquirida (Código CID-11: 3A70.1) é uma condição caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. No entanto, o prontuário não apresenta evidências clínicas de anemia aplástica adquirida. A paciente tem sangramento, mas isso pode ser relacionado a outras condições presentes no prontuário, como a fratura do fêmur ou a infecção do trato urinário. Portanto, o código CID-11 3A70.1 não representa fielmente o termo 'HAS' e não é uma opção clínica coerente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6B23.0": {
      "term_original": "orientada",
      "capitulo": "06",
      "confidence_embedding": 0.7659,
      "descricao_cid": "Representação de doença CID-11: Hipocondria com insight bom a razoável. Definição: Todos os critérios diagnósticos para hipocondria são preenchidos. Na maior parte do tempo, o indivíduo é capaz de considerar a possibilidade de que suas crenças específicas do transtorno possam não ser verdadeiras e está disposto a aceitar uma explicação alternativa para sua experiência. Em momentos circunscritos (p. ex., quando extremamente ansioso), o indivíduo pode não apresentar \"insight\".",
      "classification_reasoning": "A opção mais precisa para o termo 'orientada' no contexto clínico é a hipocondria com insight bom a razoável (Código 6B23.0), pois o paciente apresenta boa aceitação da dieta, eliminações presentes e sem queixas maiores, o que sugere uma orientação adequada para sua condição",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'orientada' no prontuário refere-se à capacidade do paciente de aceitar sua dieta, eliminações e não apresentar queixas maiores. Isso não se relaciona com a hipocondria (Código 6B23.0), que é uma condição psicológica caracterizada por uma preocupação excessiva com a saúde. A classificação é inapropriada e não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF33": {
      "term_original": "queixas álgicas",
      "capitulo": "21",
      "confidence_embedding": 0.7623,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa.",
      "classification_reasoning": "A opção mais precisa é a Sintoma ou queixa pré-menstrual (MF33) porque o termo 'queixas álgicas' está relacionado à síndrome pré-menstrual, caracterizada por sintomas emocionais e físicos cíclicos.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'queixas álgicas' não está diretamente relacionado à síndrome pré-menstrual (MF33). A descrição do código CID-11 refere-se a sintomas emocionais e físicos cíclicos, enquanto o prontuário apenas menciona queixa de algia em região glútea após queda. A opção mais precisa é uma codificação mais específica para a dor ou algia, como 'Pain' (M848) por exemplo.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "6C44.4": {
      "term_original": "calmo",
      "capitulo": "06",
      "confidence_embedding": 0.7823,
      "descricao_cid": "Representação de doença CID-11: Abstinência de sedativos, hipnóticos ou ansiolíticos. Definição: Abstinência de sedativos, hipnóticos ou ansiolíticos é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de sedativos, hipnóticos ou ansiolíticos em indivíduos que tenham desenvolvido dependência ou tenham usado sedativos, hipnóticos ou ansiolíticos por um período prolongado ou em grandes quantidades. A abstinência de sedativos, hipnóticos ou ansiolíticos também pode ocorrer quando sedativos, hipnóticos ou ansiolíticos prescritos foram usados em doses terapêuticas padrão. Sintomas de apresentação da abstinência de sedativos, hipnóticos ou ansiolíticos podem incluir ansiedade, agitação psicomotora, insônia, tremores aumentados das mãos, náusea ou vômitos, e ilusões ou alucinações visuais, táteis ou auditivas transitórias. Pode haver sinais de hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), ou hipotensão postural. O estado de abstinência pode ser complicado por convulsões. Menos comumente, pode haver progressão para um estado mais grave de abstinência, caracterizado por confusão e desorientação, delírios, e alucinações visuais, táteis ou auditivas mais prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por sedativos, hipnóticos ou ansiolíticos deve ser atribuído.",
      "classification_reasoning": "O termo 'calmo' sugere que o paciente está apresentando um estado de abstinência benigna após a cessação do uso de sedativos, hipnóticos ou ansiolíticos, caracterizado por ausência de sintomas agudos e presença de consciência clara.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'calmo' não está relacionado à abstinência de sedativos, hipnóticos ou ansiolíticos. A descrição do código CID-11 não se aplica ao paciente, pois não há menção a sintomas agudos ou ausência de consciência clara. Além disso, o termo 'calmo' pode ser um estado normal para o paciente, considerando que ele está consciente e orientado.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5B5A.0": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.8046,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "A presença do termo 'dm' sugere que a paciente tem diabetes mellitus, o que é consistentemente relacionado ao código CID-11 Beribéri (5B5A.0).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'dm' não está relacionado ao beribéri, que é uma doença causada por deficiência de tiamina. A presença do termo 'dm' sugere que a paciente tem diabetes mellitus, o que não está diretamente relacionado à codificação CID-11 Beribéri (5B5A.0). Portanto, a classificação é incompatível com as diretrizes de auditoria.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}