{
  "prontuario_id": 415,
  "text": "À 01:00: Acordado, consciente, comunicativo, lucido e orientado, eupneico, afebril e normotenso, com ausculta pulmonar com MV +, abdomen flacido e indolor com RHA +, com diurese expontanea, com acesso venoso em msd, com fixador externo em MIE com boa perfusao. DEFEITO DE CONSOLIDACAO DA FRATURA. Em 27/05/2007, 12:00 HORAS: FOI AVALIADO PELA CIRURGIA GERAL (DR. Vital Brasil E R1 ???), E AS MESMA COM PINÇA CURATIVO REALIZARAM AFASTAMENTO DOS PONTOS EM REGIÃO DE HIPOGASTRIO. APÓS TEREM MANUSEADO, REGIÃO COMEÇOU A SANGRAR. SANGRAMENTO IMPORTANTE, NO PERÍ. ABDOME AGUDO. À 01:00h: Consciente, comunicativa, lucida e orientada, deambulando, eupneica, afebril, normontensa, apresenta curativo oclusivo limpo e seco externamente em mse e mie, com boa perfusão periférica, nega algias no periodo e relata melhora do quadro. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. POUCO COLABORATIVA, RUBOR FACIAL, O2 CONTINUIO, SNE COM DIETA EM CURSO, RESTRITA AO LEITO, CONTIDA NO LEITO, PERIODOS DE AGITAÇÃO DURANTE A NOITE, NÃO TEVE EPSÓDIOS DE DIARRÉIA NO PERIODO DA TARDE. PRESCRITA MEDICAÇÃO NÃO PADRÃO, CONTATO COM MÉDICO PARA P. INSUFICIENCIA CARDIACA NAO ESPECIFICADA. Às 17:26: CORADO, ALERTA, AFEBRIL, COMUNICATIVO, EM REPOUSO NO LEITO, ACEITANDO DIETA VIA ORAL, SUTURA LIMPA E SECA, AVP EM MSE SALINIZADO, SINAIS VITAIS ESTAVÉIS, NÃO REFERI ALGIA, ELIMINAÇÕES FISIOLOGICAS PRESENTES E ESPONTANEAS, SEGUE SOB CUIDADOS. HEMORRAGIA EPIDURAL.",
  "entities": {
    "Achado": [
      "Acordado",
      "consciente",
      "comunicativo",
      "lucido",
      "orientado",
      "eupneico",
      "afebril",
      "normotenso",
      "flacido",
      "indolor",
      "Consciente",
      "comunicativa",
      "lucida",
      "orientada",
      "deambulando",
      "eupneica",
      "normontensa",
      "limpo",
      "seco",
      "CORADO",
      "ALERTA",
      "AFEBRIL",
      "COMUNICATIVO",
      "LIMPA",
      "SECA",
      "SALINIZADO",
      "MV +",
      "RHA +",
      "diurese expontanea",
      "boa perfusao",
      "boa perfusão periférica",
      "RESTRITA AO LEITO",
      "REPOUSO NO LEITO",
      "ACEITANDO DIETA VIA ORAL",
      "SINAIS VITAIS ESTAVÉIS",
      "ELIMINAÇÕES FISIOLOGICAS"
    ],
    "Negação": [
      "afebril",
      "indolor",
      "NÃO",
      "AFEBRIL"
    ],
    "Localização ou Região Corporal": [
      "abdomen",
      "msd",
      "MIE",
      "REGIÃO",
      "mie",
      "MSE",
      "REGIÃO DE HIPOGASTRIO"
    ],
    "Abreviação": [
      "msd",
      "MIE",
      "mie",
      "AVP",
      "MSE",
      "MV +",
      "RHA +",
      "em mse",
      "SNE COM DIETA EM CURSO"
    ],
    "Conceito Espacial": [
      "externamente"
    ],
    "Sinal ou Sintoma": [
      "algias",
      "ALGIA",
      "RUBOR FACIAL",
      "PERIODOS DE AGITAÇÃO DURANTE A NOITE",
      "EPSÓDIOS DE DIARRÉIA"
    ],
    "Atividade de Assistência à Saúde": [
      "PRESCRITA",
      "CUIDADOS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SUTURA",
      "AVP",
      "SALINIZADO",
      "acesso venoso",
      "fixador externo",
      "AFASTAMENTO DOS PONTOS",
      "curativo oclusivo",
      "O2 CONTINUIO",
      "SNE COM DIETA EM CURSO",
      "RESTRITA AO LEITO",
      "CONTIDA NO LEITO"
    ],
    "Dispositivo Médico": [
      "AVP",
      "acesso venoso",
      "fixador externo",
      "PINÇA CURATIVO",
      "curativo oclusivo"
    ],
    "Procedimento Diagnóstico": [
      "ausculta pulmonar"
    ],
    "Função Fisiológica": [
      "diurese expontanea",
      "ELIMINAÇÕES FISIOLOGICAS"
    ],
    "Organização Relacionada à Saúde": [
      "CIRURGIA GERAL"
    ],
    "Doença ou Síndrome": [
      "ABDOME AGUDO",
      "INSUFICIENCIA CARDIACA",
      "HEMORRAGIA EPIDURAL"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MULTIPLOS"
    ]
  },
  "labels": {
    "6e+61": {
      "term_original": "orientado",
      "capitulo": "06",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'orientado' sugere que o paciente apresenta-se consciente, alerta e comunicativo, o que é compatível com a descrição da síndrome psicótica secundária. Além disso, a ausência de sintomas de perda de orientação espacial ou temporal e a presença de sinais vitais estáveis também são características desse tipo de síndrome.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'orientado' é descrito como consciente, alerta e comunicativo, o que é compatível com a descrição da síndrome psicótica secundária. A ausência de sintomas de perda de orientação espacial ou temporal e a presença de sinais vitais estáveis também são características desse tipo de síndrome. Portanto, a codificação CID-11 '6e+61' é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "BA01": {
      "term_original": "normontensa",
      "capitulo": "11",
      "confidence_embedding": 0.7798,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A opção mais precisa para o termo 'normontensa' é a Doença cardíaca hipertensiva (Código BA01), pois o paciente apresenta sintomas de insuficiência cardíaca não especificada e medidas de controle, como reposição intravenosa de líquidos, o que sugere um quadro de doença cardíaca aguda.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção BA01 (Doença cardíaca hipertensiva) não é adequada pois o termo 'normontensa' refere-se à pressão arterial normal, e não a doença cardíaca hipertensiva. Além disso, a justificativa do sistema não está claramente relacionada ao prontuário, que não apresenta sintomas de insuficiência cardíaca aguda.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BE10": {
      "term_original": "corado",
      "capitulo": "11",
      "confidence_embedding": 0.7731,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A presença do termo 'corado' no contexto clínico sugere uma reação cardíaca à lesão, o que está alinhado com a definição de Síndrome pós-cardiotomia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença do termo 'corado' no contexto clínico sugere uma reação cardíaca à lesão, mas a Síndrome pós-cardiotomia é um diagnóstico específico que envolve lesão cardíaca e exclusão de outras doenças. Nesse caso, o código CID-11 BE10 não representa fielmente o termo 'corado' no prontuário, pois não há evidência clínica suficiente para confirmar a Síndrome pós-cardiotomia.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG30.2": {
      "term_original": "rubor facial",
      "capitulo": "21",
      "confidence_embedding": 0.7349,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A presença de rubor facial no paciente sugere dor crônica pós-operatória ou pós-traumática, que é a definição do termo MG30.2.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de rubor facial no paciente não é suficiente para justificar a dor crônica pós-operatória ou pós-traumática. O termo MG30.2 requer uma dor persistente por pelo menos 3 meses após a cirurgia ou traumatismo, o que não está presente no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C40.3": {
      "term_original": "lucido",
      "capitulo": "06",
      "confidence_embedding": 0.7716,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A opção mais precisa é a Intoxicação por álcool, pois o termo 'lucido' está presente na descrição da abstinência de álcool e também em outras condições relacionadas à abstinência, como delirium induzido por álcool. Além disso, a presença de outros sintomas clínicos como eupneia, afebrilidade e normotenização também são consistentes com a Intoxicação por álcool.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa é a Intoxicação por álcool, pois o termo 'lucido' está presente na descrição da abstinência de álcool e também em outras condições relacionadas à abstinência, como delirium induzido por álcool. Além disso, a presença de outros sintomas clínicos como eupneia, afebrilidade e normotenização também são consistentes com a Intoxicação por álcool. No entanto, o termo 'lucido' não está diretamente relacionado à abstinência de álcool ou delirium induzido por álcool. Portanto, a classificação como Intoxicação por álcool é uma sobreclassificação e não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C40.4": {
      "term_original": "deambulando",
      "capitulo": "06",
      "confidence_embedding": 0.7733,
      "descricao_cid": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído.",
      "classification_reasoning": "A palavra 'deambulando' indica que o paciente está se movendo e caminhando de forma normal, sem mostrar sinais de agitação ou confusão. Isso sugere que o estado de abstinência é uma possibilidade, pois a abstinência de álcool pode causar sintomas como hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, entre outros. A escolha do código 6C40.4, Abstinência de álcool, é a mais precisa para o termo 'deambulando' no contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'deambulando' não está relacionada à abstinência de álcool. O termo indica que o paciente está se movendo normalmente, o que sugere uma condição clínica mais próxima da lesão craniana e traumatismo múltiplo não especificado do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB23.H": {
      "term_original": "algia",
      "capitulo": "21",
      "confidence_embedding": 0.7801,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'algia' é a Crise de pânico (Código CID-11: MB23.H), pois 'algia' refere-se à dor ou desconforto físico, que é um dos sintomas característicos da crise de pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 MB23.H 'Crisis de pânico' não é adequada para o termo 'algia', pois a dor ou desconforto físico descrito no prontuário não está relacionado à crise de pânico. A dor abdominal descrita pode ser um sintoma de outras condições, como uma lesão abdominal ou uma doença gastrointestinal.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA07.5": {
      "term_original": "hemorragia epidural",
      "capitulo": "22",
      "confidence_embedding": 0.7712,
      "descricao_cid": "Representação de doença CID-11: Hemorragia epidural traumática. Definição: ",
      "classification_reasoning": "A escolha é justificada pelo fato de que o termo 'hemorragia epidural' está presente no prontuário, o que coincide com a descrição da opção NA07.5, que se refere à hemorragia epidural traumática.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção CID-11 NA07.5 se refere especificamente a hemorragia epidural traumática, enquanto o termo 'hemorragia epidural' presente no prontuário não está claramente relacionado à causa traumática. Além disso, o prontuário descreve múltiplos traumatismos não especificados, o que sugere que a hemorragia epidural pode ser um sintoma de uma lesão mais ampla e complexa.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ND34": {
      "term_original": "traumatismos multiplos",
      "capitulo": "22",
      "confidence_embedding": 0.8028,
      "descricao_cid": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: ",
      "classification_reasoning": "A presença de traumatismos múltiplos em diferentes regiões do corpo, como hipogástrico e possivelmente outras áreas não especificadas, torna mais provável a escolha do código ND34 (Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'traumatismos multiplos' não especifica a natureza dos traumatismos, apenas indica que há lesões em diferentes regiões do corpo. O código ND34 é muito amplo e não captura a complexidade da situação clínica descrita no prontuário. Além disso, o prontuário menciona deficiência de consolidacão da fratura, o que sugere que os traumatismos podem ser mais específicos do que apenas 'multiplos'. Portanto, é necessário um código mais específico e preciso para representar a situação clínica.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BC43.0": {
      "term_original": "insuficiencia cardiaca",
      "capitulo": "11",
      "confidence_embedding": 0.7866,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida.",
      "classification_reasoning": "A cardiomiopatia dilatada foi escolhida pois o termo 'insuficiência cardíaca' está relacionado à disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos, como descrito na definição do código BC43.0.",
      "decisao": "REMOVER",
      "motivo_decisao": "A cardiomiopatia dilatada é um diagnóstico cardiológico que não está relacionado ao termo 'insuficiência cardíaca' no prontuário. O termo 'insuficiência cardíaca' se refere a uma condição clínica mais ampla que envolve disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos, mas não é sinônimo de cardiomiopatia dilatada. Portanto, o código CID-11 BC43.0 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C45.3": {
      "term_original": "consciente",
      "capitulo": "06",
      "confidence_embedding": 0.7764,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A presença de euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora e ideação paranoide nos sintomas descritos leva à escolha do código 6C45.3, que representa a representação da doença CID-11: Intoxicação por cocaína.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de euforia, ansiedade, raiva e agitação psicomotora nos sintomas descritos não é compatível com a representação da doença CID-11: Intoxicação por cocaína. A descrição do prontuário apresenta um paciente consciente, comunicativo e orientado, o que não está relacionado à intoxicação por cocaína. Além disso, a presença de trauma múltiplo não especificado e hemorragia epidural também não é compatível com a representação da doença CID-11: Intoxicação por cocaína.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA82": {
      "term_original": "repouso no leito",
      "capitulo": "24",
      "confidence_embedding": 0.7304,
      "descricao_cid": "Representação de doença CID-11: Problema associado à transferência física do paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "O termo 'repouso no leito' refere-se à restrição do paciente ao leito, o que é um problema associado à transferência física do paciente sem lesão ou dano, caracterizando-se como QA82.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'repouso no leito' não representa uma condição clínica diretamente relacionada à doença descrita no prontuário. A restrição do paciente ao leito é um procedimento médico e não uma entidade clínica que possa ser mapeado para QA82, que se refere a problemas associados à transferência física do paciente sem lesão ou dano.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA51": {
      "term_original": "restrita ao leito",
      "capitulo": "24",
      "confidence_embedding": 0.7198,
      "descricao_cid": "Representação de doença CID-11: Corpo estranho acidentalmente deixado no corpo sem lesão ou dano.. Definição: ",
      "classification_reasoning": "A opção QA51 se refere à 'Corpo estranho acidentalmente deixado no corpo sem lesão ou dano', o que se aplica ao contexto de um paciente com trauma múltiplo e que está com suture externa em msd e mie, indicando que há algo que foi removido do corpo após a cirurgia.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'restrita ao leito' não se refere a um corpo estranho acidentalmente deixado no corpo sem lesão ou dano. A opção QA51 não representa fielmente o termo descrito no prontuário, pois não há relação clínica direta entre o paciente com trauma múltiplo e suture externa em msd e mie com a representação de doença CID-11 'Corpo estranho acidentalmente deixado no corpo sem lesão ou dano'. A classificação é errônea e não reflete a condição clínica do paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NB90.7": {
      "term_original": "abdome agudo",
      "capitulo": "22",
      "confidence_embedding": 0.7606,
      "descricao_cid": "Representação de doença CID-11: Lesão de múltiplos vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A escolha é baseada na descrição de 'abdome agudo' no contexto clínico, que sugere uma lesão vascular importante ao nível do abdome, região lombar ou pelve.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 NB90.7 é justificada pela descrição de 'abdome agudo' no prontuário, que sugere uma lesão vascular importante ao nível do abdome, região lombar ou pelve. A presença de sangramento importante e curativo oclusivo limpo e seco externamente em mse e mie também apoia essa escolha.",
      "tipo_erro_auditoria": null
    }
  }
}