{
  "prontuario_id": 313,
  "text": "Às 11:15HRS: Cliente acordado, glasgow 12, pupilas iso / foto +. TQT, respiração espontânea em aa, com auxilio de oxigenoterapia em névoa úmida, em máscara á 4 l/min, eupneico, mucosa corada e hidratada, boa perfusão periferica, com cabeceira elevada á 60°. Mantem monitorização de multiparâmetros - ECG, PNI, SpO2, SNG aberta com estase gastrica ++, CVC em subclávia ESQ, sem sinais flogisticos, com infusão de srt em curso gravitacional, dreno de suctor em FID com debito seroso +, FO em região abdominal com presença de secreção ++ de aspecto seroso. Faz uso de SVD aberta com debito diuretico presente, eliminação fecal ausente. Apresenta AP ritmica e normofonetica, AP MV + com roncos difusos, abdomen com RHA +. Segue cuidados intensivos da enfermagem. Enf° Florence Nightingale, Coren XXXX. INFECCAO SUBSEQUENTE A PROCEDIMENTO NAO CLASSIFICADA EM OUTRA PARTE. Às 03:04: Por volta das 22:00 horas, paciente apresentando sonolencia, sudorese, tremores, rigidez de nuca, PA 130/ 80, dextro 153, afebril, chamado plantao da neuro, suspenso diazepam. No momento, acordada, nao verbalizando, responsiva à estimulos, PA 120/70, dextro 137, afebril, edema em regiao frontal à esquerda aumentado, segue cuidados e observaçao. Aguarda cx para proxima semana. Com acompanhante. FRATURA DA PRIMEIRA VERTEBRA CERVICAL.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Cliente",
      "paciente"
    ],
    "Achado": [
      "acordado",
      "eupneico",
      "corada",
      "hidratada",
      "ritmica",
      "normofonetica",
      "afebril",
      "acordada",
      "verbalizando",
      "aumentado",
      "boa perfusão periferica",
      "SNG aberta",
      "debito seroso",
      "debito diuretico presente",
      "eliminação fecal",
      "MV +",
      "abdomen com RHA +",
      "responsiva à estimulos"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "mucosa",
      "subclávia ESQ"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TQT",
      "CVC",
      "infusão",
      "cx",
      "oxigenoterapia em névoa úmida",
      "cabeceira elevada á 60°",
      "SNG aberta",
      "srt em curso gravitacional",
      "dreno de suctor",
      "SVD aberta"
    ],
    "Abreviação": [
      "TQT",
      "ECG",
      "PNI",
      "SpO2",
      "CVC",
      "FID",
      "FO",
      "AP",
      "Enf°",
      "PA",
      "cx",
      "respiração espontânea em aa",
      "SNG aberta",
      "subclávia ESQ",
      "srt em curso gravitacional",
      "SVD aberta",
      "MV +",
      "abdomen com RHA +"
    ],
    "Dispositivo Médico": [
      "máscara",
      "CVC",
      "SNG aberta",
      "dreno de suctor",
      "SVD aberta"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "PNI",
      "AP",
      "monitorização de multiparâmetros"
    ],
    "Negação": [
      "sem",
      "ausente",
      "afebril",
      "nao"
    ],
    "Localização ou Região Corporal": [
      "FID",
      "região abdominal",
      "regiao frontal à esquerda"
    ],
    "Lesão ou Envenenamento": [
      "FO",
      "FRATURA DA PRIMEIRA VERTEBRA CERVICAL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enf°"
    ],
    "Sinal ou Sintoma": [
      "sonolencia",
      "sudorese",
      "tremores",
      "edema",
      "glasgow 12",
      "estase gastrica",
      "sinais flogisticos",
      "presença de secreção",
      "aspecto seroso",
      "roncos difusos",
      "rigidez de nuca"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Conceito Quantitativo": [
      "153",
      "120/70",
      "4 l/min",
      "130/ 80"
    ],
    "Atividade de Assistência à Saúde": [
      "plantao",
      "cuidados",
      "cuidados intensivos da enfermagem",
      "e observaçao"
    ],
    "Substância Farmacológica": [
      "diazepam"
    ],
    "Substância Química Orgânica": [
      "diazepam"
    ],
    "Função Patológica": [
      "edema"
    ],
    "Conceito Qualitativo": [
      "aumentado"
    ],
    "Grupo Populacional": [
      "acompanhante"
    ],
    "Função Fisiológica": [
      "debito diuretico presente",
      "eliminação fecal"
    ],
    "Doença ou Síndrome": [
      "INFECCAO SUBSEQUENTE A PROCEDIMENTO"
    ]
  },
  "labels": {
    "BD10": {
      "term_original": "debito diuretico presente",
      "capitulo": "11",
      "confidence_embedding": 0.7314,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A presença de um 'debito diuretico presente' no prontuário indica a possibilidade de insuficiência cardíaca congestiva, que é caracterizada por retenção de líquidos e intolerância ao esforço.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de um 'debito diuretico presente' no prontuário não é suficiente para justificar a classificação de insuficiência cardíaca congestiva (BD10). A definição da CID-11 BD10 refere-se especificamente à síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal, acompanhadas por intolerância ao esforço e retenção de líquidos. No prontuário, não há evidência direta de intolerância ao esforço ou retenção de líquidos, apenas a presença de um 'debito diuretico presente', que pode ser uma consequência de várias condições clínicas. Portanto, a classificação CID-11 BD10 é demasiado genérica e não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "8E40.2": {
      "term_original": "glasgow 12",
      "capitulo": "08",
      "confidence_embedding": 0.7519,
      "descricao_cid": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais.",
      "classification_reasoning": "A escolha do código 8E40.2 se baseia na presença de cefaleia, rigidez de nuca e febre, características clínicas compatíveis com meningite inflamatória. Além disso, a menção à fratura da primeira vértebra cervical sugere que o paciente apresenta lesão cerebral ou traumatismo craniano, o que reforça a hipótese de meningite inflamatória.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 8E40.2 se baseia na presença de cefaleia, rigidez de nuca e febre, características clínicas compatíveis com meningite inflamatória. No entanto, ao examinar o prontuário, não há evidências claras de meningite inflamatória. A menção à fratura da primeira vértebra cervical sugere que a lesão cerebral ou traumatismo craniano é mais provável do que uma doença infecciosa como meningite. Além disso, o termo 'glasgow 12' não está relacionado à meningite inflamatória. Portanto, a escolha do código 8E40.2 é incorreta e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB23.H": {
      "term_original": "sng aberta",
      "capitulo": "21",
      "confidence_embedding": 0.7479,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A presença de 'sudorese' e 'tremores' no contexto clínico sugere que o paciente está apresentando sintomas característicos de uma crise de pânico, justificando a escolha do código MB23.H.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'sudorese' e 'tremores' no contexto clínico não é suficiente para justificar a escolha do código MB23.H, que representa uma crise de pânico. A descrição do termo extraído 'SNG aberta' sugere que o paciente tem um cateter venoso central (CVC) em subclávia esquerda, o que não está relacionado a sintomas característicos de uma crise de pânico. Além disso, a presença de outros achados clínicos, como fratura da primeira vértebra cervical e edema na região frontal à esquerda, sugere que o paciente tem um quadro mais complexo e não apenas uma crise de pânico.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC82.0": {
      "term_original": "mv +",
      "capitulo": "21",
      "confidence_embedding": 0.7704,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A opção mais precisa para o termo 'mv +' é a Parada cardíaca com taquicardia e fibrilação ventricular, pois a definição da Código CID-11 MC82.0 se refere à despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico, o que se relaciona à frequência cardíaca (MV) mencionada no prontuário.",
      "decisao": "REMOVER",
      "motivo_decisao": "A definição do código CID-11 MC82.0 se refere à Parada cardíaca com taquicardia e fibrilação ventricular, enquanto o termo 'mv +' no prontuário se refere a frequência cardíaca (MV) mencionada, que não está relacionada à parada cardíaca. Portanto, a codificação CID-11 MC82.0 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA72.3": {
      "term_original": "fratura da primeira vertebra cervical",
      "capitulo": "15",
      "confidence_embedding": 0.7925,
      "descricao_cid": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: ",
      "classification_reasoning": "A fratura da primeira vértebra cervical é uma lesão vertebral grave e potencialmente perigosa, que pode estar relacionada à fadiga e ao colapso do disco intervertebral. O código FA72.3 melhor representa a doença descrita no prontuário, pois combina a ideia de fratura vertebral por fadiga.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura da primeira vértebra cervical não é uma lesão vertebral por fadiga, mas sim um tipo de trauma. O código FA72.3 não representa fielmente o termo descrito no prontuário, pois combina a ideia de fratura vertebral por fadiga, que não está presente na descrição do paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME62.7": {
      "term_original": "presença de secreção",
      "capitulo": "21",
      "confidence_embedding": 0.8209,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A presença de secreção é descrita como sendo de aspecto seroso, o que sugere uma possibilidade de erupção cutânea, e a descrição do termo ME62.7 (Erupção cutânea descamativa aguda) parece mais adequada para descrever essa condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de secreção descrita no prontuário é caracterizada como sendo de aspecto seroso, o que sugere uma possibilidade de erupção cutânea. No entanto, a descrição do termo ME62.7 (Erupção cutânea descamativa aguda) não se ajusta ao contexto clínico apresentado no prontuário. A secreção serosa pode estar relacionada a outras condições clínicas, como uma infecção ou um processo inflamatório, e não necessariamente é uma erupção cutânea descamativa aguda.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8A04.1": {
      "term_original": "tremores",
      "capitulo": "08",
      "confidence_embedding": 0.7833,
      "descricao_cid": "Representação de doença CID-11: Tremor essencial ou tremores relacionados. Definição: Tremor essencial é a forma mais comum de tremor de frequência moderada variando entre 7-12Hz e se apresenta como tremor postural e cinético das mãos. Pode estar presente também em cabeça/pescoço e na voz.",
      "classification_reasoning": "Considerando a presença de sonolência, sudorese e tremores no paciente, associados à suspeita de infecção subsequente ao procedimento não classificada em outra parte, é mais provável que o termo 'tremores' se refira ao Tremor essencial ou relacionado (8A04.1), considerando a falta de outras informações clínicas que justifiquem outros códigos como transtornos metabólicos (8A04.30) ou doenças especificadas do sistema nervoso central (8A04.33).",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de sonolência, sudorese e tremores no paciente sugere uma possível reação alérgica ou neurologica à infecção subsequente ao procedimento. O termo 'tremores' não se refere a um Tremor essencial ou relacionado (8A04.1), mas sim a uma manifestação clínica de uma condição mais ampla. Portanto, o código CID-11 atribuído é inapropriado e deve ser removido.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME01": {
      "term_original": "estase gastrica",
      "capitulo": "21",
      "confidence_embedding": 0.7726,
      "descricao_cid": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen.",
      "classification_reasoning": "A estase gastrica é mencionada no contexto como 'SNG aberta com estase gastrica ++', o que indica um inchaço ou distensão do estômago, justificando a escolha da opção ME01 para Representação de doença CID-11: Distensão abdominal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A estase gastrica mencionada no prontuário refere-se a uma condição específica de distensão do estômago, enquanto o código CID-11 ME01 se refere à distensão abdominal em geral. Embora haja uma relação entre as duas condições, elas não são idênticas. A classificação ME01 é demasiado genérica e não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "7A23": {
      "term_original": "sonolencia",
      "capitulo": "07",
      "confidence_embedding": 0.7941,
      "descricao_cid": "Representação de doença CID-11: Hipersonia devida a uma condição médica. Definição: Hipersonia devido a uma condição médica é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos de pelo menos vários meses de duração que é atribuível a um transtorno médico ou neurológico coexistente (p.ex.. traumatismo craniano, doença de Parkinson, algumas condições genéticas, transtornos metabólicos, neurológicos ou endócrinos) e é suficientemente grave para requerer um foco específico de atenção clínica. A hipersonia devida a uma condição médica só é diagnosticada se a hipersonia for uma consequência fisiológica direta da condição médica. A sonolência residual em pacientes com apneia obstrutiva do sono tratada adequadamente é classificada aqui na suposição de que é devida a danos no sistema nervoso central decorrentes de hipoxemia recorrente.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (p.ex. apneia obstrutiva do sono) que podem explicar melhor a sonolência.",
      "classification_reasoning": "A sonolência descrita como um sintoma do paciente, associada a outras alterações neurológicas (tremores, rigidez de nuca), sugere que é mais provável uma hipersonia devida a uma condição médica do que a outro tipo de hipoventilação relacionada ao sono.",
      "decisao": "MANTER",
      "motivo_decisao": "A sonolência descrita no prontuário é um sintoma que, associado a outras alterações neurológicas (tremores, rigidez de nuca), sugere que é mais provável uma hipersonia devida a uma condição médica do que a outro tipo de hipoventilação relacionada ao sono. A justificativa do sistema também concorda com essa interpretação. Portanto, o código CID-11 atribuído (7A23) representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "DD50.2": {
      "term_original": "abdomen com rha +",
      "capitulo": "13",
      "confidence_embedding": 0.794,
      "descricao_cid": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio.",
      "classification_reasoning": "A opção mais precisa para o termo 'abdomen com RHA +' é a hérnia intra-abdominal (DD50.2), pois a descrição do contexto clínico menciona que há secreção serosa na região abdominal, o que sugere uma lesão ou protrusão na parede abdominal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do prontuário menciona 'abdomen com RHA +' e secreção serosa na região abdominal, o que sugere uma lesão ou protrusão na parede abdominal. Embora a hérnia intra-abdominal (DD50.2) seja uma possibilidade, a descrição não é específica o suficiente para justificar essa classificação. A codificação CID-11 DD50.2 é muito específica e não se ajusta ao termo 'abdomen com RHA +' no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "ME08": {
      "term_original": "fo",
      "capitulo": "21",
      "confidence_embedding": 0.7674,
      "descricao_cid": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI.",
      "classification_reasoning": "A escolha para o termo 'fo' está relacionada à descrição de flatulência e afecções correlatas, mencionada no contexto como 'FO em região abdominal com presença de secreção ++ de aspecto seroso'. Isso sugere que a paciente apresenta problemas digestivos caracterizados por gases intestinais.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do prontuário refere-se à presença de secreção serosa no abdome, o que não é relacionado a flatulência ou afecções correlatas. A escolha do código CID-11 ME08 não representa fielmente o termo 'fo' descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG29.1": {
      "term_original": "edema",
      "capitulo": "21",
      "confidence_embedding": 0.7911,
      "descricao_cid": "Representação de doença CID-11: Edema generalizado. Definição: ",
      "classification_reasoning": "A escolha do código MG29.1 (Edema generalizado) é mais precisa porque o termo 'edema' se refere ao acúmulo de líquido em tecidos ou cavidades corporais, e não há indicação específica de localização do edema no relatório. Além disso, a presença de edema frontal à esquerda aumentado sugere uma possível lesão cerebral que pode estar relacionada ao acidente vascular cerebral (AVC) descrito na frase 'FRACTURA DA PRIMEIRA VERTEBRA CERVICAL'.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'edema' não especifica a localização do edema, mas o relatório menciona um edema frontal à esquerda aumentado. Isso sugere que o edema é mais específico e não apenas um edema generalizado. Além disso, a presença de fratura da primeira vértebra cervical pode estar relacionada ao AVC, o que também influencia na escolha do código.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "1D00": {
      "term_original": "infeccao subsequente a procedimento",
      "capitulo": "01",
      "confidence_embedding": 0.7582,
      "descricao_cid": "Representação de doença CID-11: Encefalite infecciosa, não classificada em outra parte. Definição: Doença do cérebro, causada por uma infecção",
      "classification_reasoning": "A escolha pelo código 1D00 é a mais precisa para o termo 'infeccao subsequente a procedimento' pois ele descreve uma encefalite infecciosa não classificada em outra parte, o que se adequa à situação clínica descrita no prontuário.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 1D00 não é apropriada porque 'infeccao subsequente a procedimento' não descreve uma encefalite infecciosa, mas sim uma infecção subsequente a um procedimento não especificado. A descrição do código CID-11 não se ajusta à situação clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD81.3": {
      "term_original": "debito seroso",
      "capitulo": "21",
      "confidence_embedding": 0.7451,
      "descricao_cid": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças.",
      "classification_reasoning": "A escolha do código MD81.3 (Abdome agudo) é a mais precisa porque o termo 'debito seroso' está relacionado à presença de fluidos na região abdominal, o que é uma característica clínica comum em síndromes abdominais agudas.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'debito seroso' não está diretamente relacionado à síndrome abdominal aguda. A presença de fluidos na região abdominal pode ser uma característica clínica comum em várias condições, incluindo infecções e lesões, mas não é específico da síndrome abdominal aguda. Além disso, a descrição do código CID-11 MD81.3 se refere à dor abdominal aguda, que não está presente no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}