{
  "prontuario_id": 794,
  "text": "Às 17:44 HS: CONSCIENTE, ORIENTADA, EUPNEICA, HIPOCORADA, HIDRATADA, ACEITA DIETA, DIURESE ESPONTANEA, ABDOME GLOBOSO INDOLOR A PALPAÇÃO, MANTEM PRECAUÇÃO DE CONTATO E VIAS AÉREAS, SEM QUEIXAS ALGICAS DURANTE O PERIODO. POR VOLTA DAS 22:30H DO DIA 28/07/10, CLIENTE EVADIU-SE DA ENFERMARIA 105-3 UI-1, ONDE ESTAVA INTERNADO. COMUNICADO SEGURANÇA DO HOSPITAL E SERVIÇO SOCIAL. CLIENTE VÍTIMA DE FAF EM MÃO ESQ, POI  DE FIXAÇÃO DE FX DE 3º QD ESQ, ESTAVA COM PLANO DE ALTA PARA AMANHÃ SE TUDO OK. Às 14h: Realizada coleta de amostras de aspirado traqueal + 02 hemoculturas, encaminhadas para análise laboratorial. Sem sucesso tentativas de punção de acesso venoso periférico para retirada de acesso venoso central. Às 10:15 HS: LUCIDO, ORIENTADO, COMINICATIVO, AFEBRIL, NORMOTENSO, NORMOCORADO, EUPNEICO, BOA ACEITAÇÃO DA DIETA VO, BOA INGESTA HIDRICA, DEAMBULA COM AUXILIO, DIURESE PRESENTE, SEGUE CUIDADOS.  ",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "ORIENTADA",
      "EUPNEICA",
      "HIDRATADA",
      "sucesso",
      "LUCIDO",
      "ORIENTADO",
      "COMINICATIVO",
      "AFEBRIL",
      "NORMOTENSO",
      "NORMOCORADO",
      "EUPNEICO",
      "ACEITA DIETA",
      "DIURESE ESPONTANEA",
      "BOA ACEITAÇÃO DA DIETA VO",
      "BOA INGESTA HIDRICA",
      "DEAMBULA COM AUXILIO",
      "DIURESE PRESENTE"
    ],
    "Sinal ou Sintoma": [
      "HIPOCORADA",
      "GLOBOSO",
      "QUEIXAS ALGICAS"
    ],
    "Localização ou Região Corporal": [
      "ABDOME"
    ],
    "Negação": [
      "INDOLOR",
      "SEM",
      "Sem",
      "AFEBRIL"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO"
    ],
    "Atividade de Assistência à Saúde": [
      "MANTEM",
      "COMUNICADO",
      "tentativas",
      "CUIDADOS",
      "PLANO DE ALTA",
      "coleta de amostras"
    ],
    "Paciente ou Grupo com Deficiência": [
      "CLIENTE",
      "VÍTIMA"
    ],
    "Objeto Manufaturado": [
      "ENFERMARIA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "SEGURANÇA",
      "SERVIÇO SOCIAL"
    ],
    "Abreviação": [
      "POI",
      "FAF EM MÃO",
      "BOA ACEITAÇÃO DA DIETA VO"
    ],
    "Conceito Temporal": [
      "POI"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "punção",
      "PRECAUÇÃO DE CONTATO E VIAS AÉREAS",
      "acesso venoso periférico",
      "acesso venoso central"
    ],
    "Organização Relacionada à Saúde": [
      "SERVIÇO SOCIAL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "FAF EM MÃO"
    ],
    "Lesão ou Envenenamento": [
      "FAF EM MÃO"
    ],
    "Substância Corporal": [
      "aspirado traqueal"
    ],
    "Procedimento Laboratorial": [
      "análise laboratorial"
    ],
    "Dispositivo Médico": [
      "acesso venoso periférico",
      "acesso venoso central"
    ],
    "Função Fisiológica": [
      "DIURESE PRESENTE"
    ]
  },
  "labels": {
    "6B23.0": {
      "term_original": "orientado",
      "capitulo": "06",
      "confidence_embedding": 0.7756,
      "descricao_cid": "Representação de doença CID-11: Hipocondria com insight bom a razoável. Definição: Todos os critérios diagnósticos para hipocondria são preenchidos. Na maior parte do tempo, o indivíduo é capaz de considerar a possibilidade de que suas crenças específicas do transtorno possam não ser verdadeiras e está disposto a aceitar uma explicação alternativa para sua experiência. Em momentos circunscritos (p. ex., quando extremamente ansioso), o indivíduo pode não apresentar \"insight\".",
      "classification_reasoning": "O termo 'orientado' está presente no contexto clínico, indicando que o paciente tem insight sobre sua situação e pode considerar a possibilidade de que suas crenças específicas do transtorno possam não ser verdadeiras. Isso é consistente com a definição da hipocondria com insight bom a razoável (Código 6B23.0).",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'orientado' está presente no contexto clínico e indica que o paciente tem insight sobre sua situação, o que é consistente com a definição da hipocondria com insight bom a razoável (Código 6B23.0). A codificação CID-11 parece representar fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "MB23.H": {
      "term_original": "queixas algicas",
      "capitulo": "21",
      "confidence_embedding": 0.7657,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'queixas algicas' é a Crise de pânico (Código: MB23.H) porque os sintomas descritos, como medo ou apreensão intensos, podem estar relacionados à crise de pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A Crise de pânico (Código: MB23.H) é um diagnóstico psicológico que não se relaciona com as queixas algicas descritas no prontuário. As queixas algicas mencionadas são sintomas físicos, como dor abdominal e náusea, que não estão associados à Crise de pânico. A opção mais precisa para o termo 'queixas algicas' é uma condição clínica diferente da Crise de pânico.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC81.30": {
      "term_original": "hipocorada",
      "capitulo": "11",
      "confidence_embedding": 0.7401,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A descrição de 'víctima de FAF em mão esq, poi DE FIXAÇÃO DE FX DE 3º QD ESQ' sugere que o paciente tem fibrilação atrial paroxística (FAF) na mão esquerda, o que é compatível com o código BC81.30 - Representação de doença CID-11: Fibrilação atrial paroxística.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'víctima de FAF em mão esq, poi DE FIXAÇÃO DE FX DE 3º QD ESQ' não está diretamente relacionada à hipocorada. A hipocorada é uma condição cardíaca que não está associada à fibrilação atrial paroxística (FAF). Portanto, o código CID-11 BC81.30 não representa fielmente a descrição do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA27.2": {
      "term_original": "deambula com auxilio",
      "capitulo": "15",
      "confidence_embedding": 0.6966,
      "descricao_cid": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos.",
      "classification_reasoning": "A opção FA27.2 Reumatismo palindrômico é a mais precisa para o termo 'deambula com auxilio' no contexto clínico, pois embora não seja explícita a dor ou edema nas articulações, o fato de o paciente precisar de auxílio para se locomover sugere alguma forma de lesão muscular ou articular que afeta sua mobilidade.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'deambula com auxilio' não sugere necessariamente lesão muscular ou articular que afete a mobilidade, mas sim uma situação de dependência em relação ao outro para se locomover. Isso não é diretamente relacionado ao reumatismo palindrômico descrito no CID-11 FA27.2.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB41.3": {
      "term_original": "sucesso",
      "capitulo": "21",
      "confidence_embedding": 0.7768,
      "descricao_cid": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro.",
      "classification_reasoning": "O termo 'sucesso' foi encontrado na frase 'Sem sucesso tentativas de punção de acesso venoso periférico para retirada de acesso venoso central.', indicando uma falha em realizar procedimento médico, o que se relaciona à hiposmia (perda da capacidade de sentir cheiro), descrita pelo código MB41.3.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'sucesso' não está relacionado à hiposmia (perda da capacidade de sentir cheiro), descrita pelo código MB41.3. A falha em realizar procedimento médico não é um sintoma ou condição clínica, mas sim uma informação sobre o resultado de uma ação médica. Portanto, a codificação CID-11 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA01": {
      "term_original": "normotenso",
      "capitulo": "11",
      "confidence_embedding": 0.7887,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A paciente está descrita como normotenso, o que sugere uma pressão arterial normal. Isso é consistente com a definição de doença cardíaca hipertensiva do código BA01, que inclui hipertrofia ventricular esquerda e outras consequências da hipertensão prolongada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente está descrita como normotenso, o que sugere uma pressão arterial normal. No entanto, a definição do código BA01 refere-se à doença cardíaca hipertensiva, que inclui consequências da hipertensão prolongada. A condição de normotenso não é diretamente relacionada à doença cardíaca hipertensiva e não justifica o uso do código BA01. Portanto, a codificação CID-11 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "NC95.Z": {
      "term_original": "faf em mão",
      "capitulo": "22",
      "confidence_embedding": 0.7324,
      "descricao_cid": "Representação de doença CID-11: Lesão de vaso sanguíneo não especificado na perna. Definição: ",
      "classification_reasoning": "A lesão de vaso sanguíneo não especificada na perna é a opção mais precisa para o termo 'faf em mão', pois a paciente está descrita como tendo uma lesão em mão esquerda, especificamente uma fixação de fratura de 3º grau na esquerda.",
      "decisao": "REMOVER",
      "motivo_decisao": "A lesão de vaso sanguíneo não especificada na perna (NC95.Z) não se encaixa com a descrição do prontuário, que menciona uma lesão em mão esquerda. A anatomia não coincide, portanto, o código CID-11 atribuído é inapropriado e deve ser removido.",
      "tipo_erro_auditoria": "anatomical_mismatch"
    },
    "DA60.3": {
      "term_original": "globoso",
      "capitulo": "13",
      "confidence_embedding": 0.7656,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A descrição do termo 'globoso' se refere à representação de doença CID-11: Úlceras de estresse do estômago, que apresenta lesões agudas da mucosa gástrica e pode resultar em hemorragia digestiva alta aguda. Nesse contexto clínico, o termo 'globoso' se refere à ausência de dor abdominal (segundo a narrativa), tornando mais provável a escolha do código DA60.3.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'globoso' não se refere diretamente às úlceras de estresse do estômago, como descrito no código CID-11 DA60.3. A ausência de dor abdominal é um sintoma comum em várias condições clínicas e não é exclusiva das úlceras de estresse do estômago. Portanto, a classificação do termo 'globoso' para o código DA60.3 é demasiado genérica e não representa fielmente a descrição do prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "6C48.2": {
      "term_original": "cominicativo",
      "capitulo": "06",
      "confidence_embedding": 0.7799,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A paciente apresenta comportamento agitado e ansiedade, o que sugere uma possível intoxicação por cafeína. Além disso, a presença de diurese e taquicardia também são características comuns da intoxicação por cafeína.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente apresenta comportamento agitado e ansiedade, o que pode ser atribuído a várias causas, incluindo a evasão da enfermaria. A presença de diurese e taquicardia não é suficiente para confirmar a intoxicação por cafeína. Além disso, a paciente apresenta lesão na mão esquerda e está com plano de alta para amanhã, o que sugere uma situação mais complexa do que apenas uma intoxicação por cafeína.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}