{
  "prontuario_id": 483,
  "text": "FRATURA CONSOLIDADA SC DE UMERO DIREITO.\nPCTE BEM, SEM QUEIXAS. \nAO EXAME FISICO, NEUROVASCULAR NORMAL. ADM NORMAL. \nRETIRO IMOBILIZAÇAO GESSADA E ORIENTO CUIDADOS.        ",
  "entities": {
    "Abreviação": [
      "PCTE",
      "ADM NORMAL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Achado": [
      "BEM",
      "NEUROVASCULAR NORMAL",
      "ADM NORMAL"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "UMERO DIREITO"
    ],
    "Procedimento Diagnóstico": [
      "EXAME FISICO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RETIRO IMOBILIZAÇAO GESSADA"
    ]
  },
  "labels": {
    "ME66.3": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.712,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa relativos a cabelo ou couro cabeludo. Definição: Termo muito inespecífico para indicar um problema real ou percebido afetando o cabelo ou o couro cabeludo, e que não pode ser codificado com mais precisão em outra parte.",
      "classification_reasoning": "O termo 'queixas' se refere a uma queixa ou sintoma subjetivo relatado pelo paciente, e não há menção a sintomas específicos como pânico, reumatismo ou rigidez abdominal. A opção mais precisa é o código ME66.3 que se refere a sintoma ou queixa relativos ao cabelo ou couro cabeludo, pois 'queixas' pode ser interpretado como uma queixa subjetiva sobre um sintoma não especificado.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'queixas' é muito amplo e não especifica o sintoma ou queixa relacionada à fratura consolidada SC do úmero direito. A opção mais precisa seria codificar a fratura consolidada SC do úmero direito com um código específico, como ME96.3, em vez de usar um termo genérico para sintomas não especificados.",
      "tipo_erro_auditoria": "overly_generic_entity"
    }
  }
}