{
  "prontuario_id": 469,
  "text": "João, 44 anos, latoeiro.\nQP: retorno PO cisto sebáceo região frontal em 10/12. CX feita HNSL, reincidência de cx anterior / março 2015).\nNega dores.\nNega medicação uso contínuo.\nfo com boa cicatrização.\n\nConforme orientado: solicito retorno em 15 dias para visualizar ap.",
  "entities": {
    "Grupo Profissional ou Ocupacional": [
      "latoeiro"
    ],
    "Conceito Temporal": [
      "PO",
      "44 anos",
      "15 dias"
    ],
    "Abreviação": [
      "PO",
      "CX",
      "HNSL",
      "ap"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX"
    ],
    "Negação": [
      "Nega"
    ],
    "Sinal ou Sintoma": [
      "dores"
    ],
    "Lesão ou Envenenamento": [
      "fo"
    ],
    "Conceito Quantitativo": [
      "44 anos"
    ],
    "Função Patológica": [
      "cisto sebáceo"
    ],
    "Localização ou Região Corporal": [
      "região frontal"
    ],
    "Conceito Qualitativo": [
      "boa cicatrização"
    ]
  },
  "labels": {
    "AB19": {
      "term_original": "fo",
      "capitulo": "10",
      "confidence_embedding": 0.6826,
      "descricao_cid": "Representação de doença CID-11: Anormalidades adquiridas dos ossículos da orelha não relacionadas à descontinuidade ou luxação. Definição: ",
      "classification_reasoning": "A opção AB19 se refere a anormalidades adquiridas dos ossículos da orelha não relacionadas à descontinuidade ou luxação, o que está relacionado ao termo 'fo' no contexto do prontuário, que indica boa cicatrização após cirurgia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção AB19 refere-se a anormalidades adquiridas dos ossículos da orelha não relacionadas à descontinuidade ou luxação. No entanto, no prontuário, o termo 'fo' se refere à boa cicatrização após cirurgia, o que não está diretamente relacionado às anormalidades adquiridas dos ossículos da orelha. Portanto, a codificação CID-11 AB19 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EK70.0": {
      "term_original": "cisto sebáceo",
      "capitulo": "14",
      "confidence_embedding": 0.7126,
      "descricao_cid": "Representação de doença CID-11: Cisto epidermoide. Definição: Cisto cutâneo com uma parede epidermoide cheio de queratina e seus subprodutos. Forma-se mais comumente como resultado de metaplasia escamosa em uma glândula sebácea danificada, mas pode resultar de traumatismo (cisto de inclusão traumático), especialmente quando situado em extremidades. Tipicamente se apresenta como um nódulo esférico cor de pele ou amarelado, frequentemente com um poro central que se abre para a superfície da pele.",
      "classification_reasoning": "O termo 'cisto sebáceo' refere-se a um cisto cutâneo com uma parede epidermoide cheio de queratina e seus subprodutos, que forma-se mais comumente como resultado de metaplasia escamosa em uma glândula sebácea danificada. Esta definição se ajusta melhor ao contexto do prontuário, que menciona um 'cisto sebáceo' na região frontal.",
      "decisao": "MANTER",
      "motivo_decisao": "A definição do código CID-11 EK70.0 refere-se a um cisto cutâneo com uma parede epidermoide cheio de queratina e seus subprodutos, que forma-se mais comumente como resultado de metaplasia escamosa em uma glândula sebácea danificada. O termo 'cisto sebáceo' no prontuário se ajusta perfeitamente a essa definição, pois menciona um cisto sebáceo na região frontal. Portanto, o código CID-11 EK70.0 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}