{
  "prontuario_id": 656,
  "text": "Paciente com IRC e DM, veio à emergência após episódio de hipoglicemia com queda ao solo. Apresentando dor lombar. Realizada TC de coluna lombossacra e Rx de arcos costais sem fraturas. Recebe alta com analgesia e orientação para evitar hipoglicemias. PACIENTE INTERNA PARA COMPLETAR ESTADIAMENTO E INICIAR TRATAMENTO DE LINFOMA HODGKIN. MEDULA ÓSSEA NEGATIVA E AUSÊNCIA DE DOENÇA ABAIXO DO DIAFRAGMA. COMPROMETIMENTO DE CADEIAS LINFONODAIS CERVICAIS BILATERALMENTE E AXILARES BILATERALMENTE, BEM COMO DE LINFONODOS MEDIASTINAIS E DERRAME PERICÁRDICO. EC IIB REALIZADA COLETA DE ESPERMA PARA CONGELAÇÃO ANTES DA QT. ECOCARDIO COM BOA FUNÇÃO SISTÓLICA. CINTILOGRAFIA COM GÁLIO EM PROCESSO DE CAPTAÇÃO - 29/06/07 PACIENTE RECEBE ALTA APÓS 1 DOSE DO PRIMEIRO CICLO DE ABVD EM 27/06/07, COM BOA TOLERÂNCIA. RECEBE ALTA COM AS DEVIDAS ORIENTAÇÕES. PRÓXIMA QT EM 11/06/07.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "PACIENTE"
    ],
    "Doença ou Síndrome": [
      "IRC",
      "DM",
      "DERRAME PERICÁRDICO"
    ],
    "Abreviação": [
      "IRC",
      "DM",
      "QT",
      "ECOCARDIO",
      "TC de coluna lombossacra",
      "Rx de arcos costais",
      "EC IIB",
      "CICLO DE ABVD"
    ],
    "Organização Relacionada à Saúde": [
      "emergência"
    ],
    "Sinal ou Sintoma": [
      "hipoglicemia",
      "dor lombar"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "orientação",
      "ALTA",
      "ORIENTAÇÕES"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "analgesia",
      "QT",
      "evitar hipoglicemias",
      "TRATAMENTO DE LINFOMA HODGKIN",
      "CICLO DE ABVD"
    ],
    "Procedimento Diagnóstico": [
      "ESTADIAMENTO",
      "ECOCARDIO",
      "TC de coluna lombossacra",
      "Rx de arcos costais",
      "CINTILOGRAFIA COM GÁLIO EM PROCESSO DE CAPTAÇÃO"
    ],
    "Negação": [
      "AUSÊNCIA"
    ],
    "Conceito Quantitativo": [
      "DOSE"
    ],
    "Lesão ou Envenenamento": [
      "queda ao solo"
    ],
    "Resultado Laboratorial ou de Teste": [
      "sem fraturas",
      "MEDULA ÓSSEA NEGATIVA",
      "BOA FUNÇÃO SISTÓLICA"
    ],
    "Processo Neoplásico": [
      "TRATAMENTO DE LINFOMA HODGKIN"
    ],
    "Localização ou Região Corporal": [
      "CERVICAIS BILATERALMENTE",
      "AXILARES BILATERALMENTE",
      "LINFONODOS MEDIASTINAIS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "LINFONODOS MEDIASTINAIS"
    ],
    "Procedimento Laboratorial": [
      "COLETA DE ESPERMA PARA CONGELAÇÃO"
    ],
    "Substância Farmacológica": [
      "CICLO DE ABVD"
    ],
    "Achado": [
      "BOA TOLERÂNCIA"
    ]
  },
  "labels": {
    "8B92": {
      "term_original": "dor lombar",
      "capitulo": "08",
      "confidence_embedding": 0.7208,
      "descricao_cid": "Representação de doença CID-11: Transtornos do plexo lombossacral. Definição: O plexo lombar é formado pelos ramos primários anteriores dos nervos espinhais lombares L1 a L4 e o plexo sacral é derivado dos ramos primários anteriores dos nervos espinhais L4, L5, S1, S2 e S3. O plexo lombar se comunica com o plexo sacral por meio da divisão anterior de L4. O plexo lombossacral pode ser afetado por uma variedade de doenças como invasões diretas por neoplasias (como exemplos de colo do útero, próstata, bexiga, colorretal, rim, ovário) ou disfunção devida a outras causas, como diabetes mellitus, vasculite e lesão por radiação. Também pode ser idiopático. \r\nNas lesões do plexo lombar, há fraqueza na flexão do quadril, extensão do joelho e adução do quadril. A sensação pode estar perdida na região inguinal, sobre a genitália, nos aspectos lateral, anterior e medial da coxa e na face medial da perna; o reflexo patelar pode estar diminuído ou ausente.\r\nNas lesões do plexo sacral, há fraqueza de extensores e abdutores do quadril, flexores do joelho, flexores plantares e dorsiflexores do tornozelo; a perda sensorial é observada na face posterior da coxa, em face anterolateral e posterior da perna abaixo do joelho e em superfície dorsolateral e plantar do pé. O reflexo aquileu está reduzido ou ausente.",
      "classification_reasoning": "A dor lombar pode ser uma manifestação de lesão ou compressão do plexo lombossacral, o que é descrito no código 8B92. A presença de IRC e DM também sugere uma possível lesão nervosa relacionada à doença.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor lombar é uma manifestação clínica que pode estar relacionada à lesão ou compressão do plexo lombossacral, o que é descrito no código 8B92. A presença de IRC e DM também sugere uma possível lesão nervosa relacionada à doença. Portanto, a codificação CID-11 para 'dor lombar' como 8B92 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "2B30.1": {
      "term_original": "tratamento de linfoma hodgkin",
      "capitulo": "02",
      "confidence_embedding": 0.7663,
      "descricao_cid": "Representação de doença CID-11: Linfoma de Hodgkin clássico. Definição: O linfoma de Hodgkin clássico é um linfoma de células B caracterizado histologicamente pela presença de grandes células mononucleares de Hodgkin e células multinucleadas de Reed-Sternberg (HRS).\r\nOcorre linfoproliferação monoclonal de células B na grande maioria dos casos. É caracterizado por uma distribuição bimodal de idade (15-30 anos de vida e idade avançada) e está frequentemente associado à infecção por EBV. Em menos de 5% dos casos, existe proliferação monoclonal de linfócitos T. Morfologicamente, é caracterizado pela presença de células de Reed-Sternberg e células de Hodgkin mononucleares. As células de Reed-Sternberg e Hodgkin mononucleares são CD30 positivas em quase todos os casos e CD15 positivas na maioria dos casos.",
      "classification_reasoning": "O paciente foi descrito como tendo um linfoma de Hodgkin, com comprometimento de cadeias linfoideas cervicais bilateramente e axilares bilateralmente, bem como derrame pericárdico. Além disso, a descrição da TC de coluna lombossacra e Rx de arcos costais sem fraturas sugere que o paciente tem uma doença sistêmica envolvendo múltiplas regiões do corpo, característica do linfoma de Hodgkin.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do prontuário apresenta comprometimento de cadeias linfoideas cervicais bilateramente e axilares bilateralmente, bem como derrame pericárdico, o que é consistente com a definição do linfoma de Hodgkin. Além disso, a presença de dor lombar e hipoglicemia também são características comuns nesse tipo de doença. Portanto, a codificação CID-11 2B30.1 como 'Linfoma de Hodgkin clássico' é válida e clinicamente coerente.",
      "tipo_erro_auditoria": null
    },
    "5A21.1": {
      "term_original": "hipoglicemia",
      "capitulo": "05",
      "confidence_embedding": 0.7299,
      "descricao_cid": "Representação de doença CID-11: Hipoglicemia no contexto do diabetes mellitus com coma. Definição: ",
      "classification_reasoning": "A hipoglicemia foi mencionada como um episódio que levou à queda do paciente ao solo, e isso é consistente com a definição de hipoglicemia no contexto do diabetes mellitus com coma (5A21.1). Além disso, o paciente tem IRC e DM, o que reforça a escolha desse código.",
      "decisao": "MANTER",
      "motivo_decisao": "A hipoglicemia foi mencionada como um episódio que levou à queda do paciente ao solo, o que é consistente com a definição de hipoglicemia no contexto do diabetes mellitus com coma (5A21.1). Além disso, o paciente tem IRC e DM, o que reforça a escolha desse código.",
      "tipo_erro_auditoria": null
    },
    "5B5A.0": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7507,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "Escolhi o código 'Beribéri' porque o termo 'DM' está relacionado à Diabetes Mellitus, que é uma das condições do paciente mencionadas no contexto (IRC e DM). Além disso, a hipoglicemia mencionada pode ser um sintoma da deficiência de tiamina.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 atribuído ('5B5A.0 - Beribéri') não representa fielmente o termo 'DM' descrito no prontuário, que se refere à Diabetes Mellitus. A hipoglicemia mencionada pode ser um sintoma da deficiência de tiamina, mas isso não justifica a escolha do código Beribéri. Além disso, a presença de IRC e DM como condições do paciente não é relacionada à deficiência de tiamina. Portanto, o código atribuído não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA60.3Z": {
      "term_original": "queda ao solo",
      "capitulo": "22",
      "confidence_embedding": 0.7172,
      "descricao_cid": "Representação de doença CID-11: Lesão da veia jugular interna, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é a lesão não especificada da veia jugular interna (NA60.3Z), pois a paciente relatou uma queda ao solo, o que pode estar relacionado à lesão da veia jugular interna.",
      "decisao": "REMOVER",
      "motivo_decisao": "A lesão da veia jugular interna (NA60.3Z) não está claramente relacionada à queda ao solo descrita no prontuário. A paciente apresentou dor lombar e hipoglicemia, mas não há evidência de lesão vascular na descrição do exame de imagem ou nos achados físicos. Portanto, a codificação CID-11 não está clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "BB25": {
      "term_original": "derrame pericárdico",
      "capitulo": "11",
      "confidence_embedding": 0.7532,
      "descricao_cid": "Representação de doença CID-11: Derrame pericárdico. Definição: Derrame pericárdico é um acúmulo anormal de líquido no saco pericárdico. Doenças não inflamatórias, como insuficiência renal crônica, congestão circulatória, hipotireoidismo e amiloidose, podem causar derrame pericárdico.",
      "classification_reasoning": "O termo 'derrame pericárdico' é descrito na definição do código BB25, que se refere a um acúmulo anormal de líquido no saco pericárdico, o que está presente no contexto clínico fornecido.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'derrame pericárdico' está descrito na definição do código BB25, que se refere a um acúmulo anormal de líquido no saco pericárdico. No prontuário, há uma menção explícita ao derrame pericárdico como parte da descrição clínica do paciente. Portanto, o código CID-11 atribuído (BB25) é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}