{
  "prontuario_id": 549,
  "text": "     Paciente com diagnóstico de Linfoma de Burkitt com término de tratamento em outubro de 2005 (BFM 90). Vinha em acompanhamento ambulatorial na Zona 13, tendo sido detectados pequenos linfonodos na região cervical bilateral com cerca de 1 cm de diâmetro cada em fevereiro deste ano. ECO cervical de 28/05/2007 apresentando \"LFNs aumentados de volume na região submentoniana, o maior deles à direita com 2,4 cm e à esquerda 1,7 x 0,8 cm.  Mantendo LDH e beta2-microglobulina dentro da normalidade. Interna p/ realização de bx LFN. Realizado TC tórax e abd: normais; Tc reg cervical com LFNs na reg submentoniana < 1 cm; alguns em cadeia jugular bilateral, os maiores com 1,6 cm. Sorologias negativas (VDRL, Anti-HIV, Toxo, CMV, Herpes). Bx LFN à esquerda sem intercorrências. Recebe alta em bom estado geral, assintomático, com orientação de retornar ao Ambulatório da Zona 11 na próxima semana p/ ver resultado da bx.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tratamento"
    ],
    "Conceito Quantitativo": [
      "90",
      "1 cm",
      "o maior deles à direita com 2 , 4 cm",
      "à esquerda 1 , 7 x 0 , 8 cm",
      "&lt; 1 cm",
      "os maiores com 1 , 6 cm"
    ],
    "Abreviação": [
      "\"LFNs",
      "LDH",
      "VDRL",
      "Anti-HIV",
      "Toxo",
      "CMV",
      "ECO cervical",
      "bx LFN",
      "TC tórax e abd",
      "Tc reg cervical",
      "&lt; 1 cm",
      "Bx LFN à esquerda",
      "resultado da bx"
    ],
    "Localização ou Região Corporal": [
      "submentoniana",
      "região cervical bilateral"
    ],
    "Enzima": [
      "LDH"
    ],
    "Procedimento Laboratorial": [
      "LDH",
      "beta2-microglobulina",
      "VDRL",
      "Anti-HIV",
      "Toxo",
      "CMV",
      "Herpes"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LDH",
      "beta2-microglobulina"
    ],
    "Substância Biologicamente Ativa": [
      "beta2-microglobulina"
    ],
    "Atividade de Assistência à Saúde": [
      "Interna",
      "alta",
      "orientação",
      "retornar",
      "acompanhamento ambulatorial"
    ],
    "Resultado Laboratorial ou de Teste": [
      "normais",
      "o maior deles à direita com 2 , 4 cm",
      "à esquerda 1 , 7 x 0 , 8 cm",
      "dentro da normalidade",
      "alguns em cadeia jugular bilateral",
      "os maiores com 1 , 6 cm",
      "Sorologias negativas",
      "resultado da bx"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "LFNs"
    ],
    "Vírus": [
      "CMV"
    ],
    "Negação": [
      "sem",
      "assintomático"
    ],
    "Sinal ou Sintoma": [
      "intercorrências"
    ],
    "Achado": [
      "assintomático",
      "bom estado geral"
    ],
    "Organização Relacionada à Saúde": [
      "Ambulatório"
    ],
    "Processo Neoplásico": [
      "Linfoma de Burkitt"
    ],
    "Procedimento Diagnóstico": [
      "ECO cervical",
      "bx LFN",
      "TC tórax e abd",
      "Tc reg cervical",
      "Bx LFN à esquerda"
    ]
  },
  "labels": {
    "2A85.6": {
      "term_original": "linfoma de burkitt",
      "capitulo": "02",
      "confidence_embedding": 0.8165,
      "descricao_cid": "Representação de doença CID-11: Linfoma de Burkitt incluindo leucemia de Burkitt. Definição: Linfoma altamente agressivo composto de células B monomórficas de tamanho médio com citoplasma basofílico e numerosas figuras mitóticas. É frequentemente associado à presença do vírus Epstein-Barr (EBV) e é comumente observado em pacientes com AIDS. Três variantes morfológicas são reconhecidas: linfoma de Burkitt clássico, linfoma de Burkitt com diferenciação plasmocitoide e linfoma de Burkitt atípico/semelhante a Burkitt. Todos os casos expressam a translocação MYC [t(8;14)].",
      "classification_reasoning": "Diagnóstico de Linfoma de Burkitt com término do tratamento em outubro de 2005 (BFM 90) e descrita presença de linfonodos na região cervical bilateral e LFNs aumentados de volume na região submentoniana, o que é consistente com a descrição do código 2A85.6.",
      "decisao": "MANTER",
      "motivo_decisao": "O código CID-11 2A85.6 'Linfoma de Burkitt' é consistente com o termo extraído e a descrição do prontuário, que menciona diagnóstico de Linfoma de Burkitt com término do tratamento em outubro de 2005 (BFM 90). A presença de linfonodos na região cervical bilateral e LFNs aumentados de volume na região submentoniana também é consistente com a descrição do código. Portanto, o código CID-11 atribuído é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "1D82": {
      "term_original": "cmv",
      "capitulo": "01",
      "confidence_embedding": 0.7711,
      "descricao_cid": "Representação de doença CID-11: Doença por citomegalovírus. Definição: Qualquer condição causada por uma infecção por citomegalovírus (CMV). Essas condições são comumente assintomáticas. A transmissão ocorre por contato direto com fluidos corporais infectados.",
      "classification_reasoning": "O termo 'CMV' é referência direta ao citomegalovírus, que está descrito no código 1D82. A presença de linfonodos aumentados na região cervical e submentoniana sugere uma infecção viral, e a exclusão de outras possibilidades, como doenças fúngicas ou bacterianas, torna mais provável que o CMV seja o responsável pela infecção.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de linfonodos aumentados na região cervical e submentoniana sugere uma infecção viral, e a exclusão de outras possibilidades, como doenças fúngicas ou bacterianas, torna mais provável que o CMV seja o responsável pela infecção. A descrição do código CID-11 1D82 também se alinha com essa hipótese, pois refere-se à Doença por citomegalovírus. Portanto, a codificação é clínicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "MC20.2": {
      "term_original": "intercorrências",
      "capitulo": "21",
      "confidence_embedding": 0.7323,
      "descricao_cid": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade.",
      "classification_reasoning": "O termo 'intercorrências' se refere a problemas ou complicações que surgiram durante o tratamento do paciente, e a opção MC20.2 (Hipópio) é mais precisa para o contexto clínico apresentado pois trata de uma complicação ocular",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'intercorrências' no prontuário refere-se a problemas ou complicações que surgiram durante o tratamento do paciente, mas o código CID-11 atribuído (MC20.2) representa Hipópio, uma condição ocular específica e não relacionada às intercorrências descritas no prontuário. Portanto, a codificação não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}