{
  "prontuario_id": 70,
  "text": "G1, SEM PRE-NATAL. INTERNA POR RUPTURA PREMATURA DE MEMBRANAS. EVOLUI PARA Parto Eutócico COM EPISIOTOMIA em 17/06/2007, 07:44 hs, RN APGAR 9/10, MASC, 3110 G, TS: O+, plaquetas: 223000, Ht: 38,6 %,  Hb:13,1; leuc: 13800, 2% bastões, VDRL: nr, HBSAG: nr, ANTI-HIV: nr, TOXO IGG e IGM: nr. RECEBE ALTA EM BOM ESTADO GERAL, SINAIS VITAIS ESTÁVEIS, MAMAS LACTANTES, LÓQUIOS FISIOLÓGICOS, ÚTERO CONTRAÍDO. # HIV+ 1991 (CD4 = 433 jun/07). # Bio + EFZ desde mar/03. # HCV gen 1 - Riba + PEG INF por 48 sem a partir de dez/04 - PCR negativo em jul/06. # Neurolues abr/03. Paciente vem encaminhado do ambulatório da zona 7 para realizar Eco de abdômen por suspeita de ascite, a qual não se confirmou, e Eco de joelho esquerdo para investigação de tendinite. Nas eco de abdômen se evidenciou hemangioma hepático e cálculo na pelve renal. Na Eco de joelho esquerdo há pequena quantidade de derrame coletado, não foi evidenciado alterações nos tendões. Plano pós-alta: retornar ao ambulatório da zona 7, manter tratamento com cloroquina e ibuprofeno, Betametasona IM 2 doses com intervalo de 10 dias.",
  "entities": {
    "Abreviação": [
      "G1",
      "RN",
      "MASC",
      "TS",
      "HIV+",
      "IM",
      "Ht : 38 , 6 %",
      "Hb : 13 , 1",
      "leuc : 13800",
      "VDRL : nr",
      "HBSAG : nr",
      "ANTI-HIV : nr",
      "TOXO IGG e IGM : nr",
      "HCV gen 1",
      "PEG INF",
      "PCR negativo",
      "Eco de abdômen",
      "Eco de joelho esquerdo",
      "eco de abdômen",
      "Eco de joelho"
    ],
    "Negação": [
      "SEM",
      "não",
      "não se confirmou"
    ],
    "Atividade de Assistência à Saúde": [
      "PRE-NATAL",
      "INTERNA",
      "ALTA",
      "retornar",
      "Plano pós-alta"
    ],
    "Grupo Etário": [
      "RN"
    ],
    "Atributo Clínico": [
      "MASC",
      "TS",
      "3110 G"
    ],
    "Atributo de Organismo": [
      "MASC"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HIV+",
      "plaquetas : 223000",
      "Ht : 38 , 6 %",
      "Hb : 13 , 1",
      "leuc : 13800",
      "2% bastões",
      "VDRL : nr",
      "HBSAG : nr",
      "ANTI-HIV : nr",
      "TOXO IGG e IGM : nr",
      "CD4 = 433",
      "PCR negativo",
      "não se confirmou",
      "hemangioma hepático",
      "cálculo na pelve renal",
      "pequena quantidade de derrame coletado"
    ],
    "Doença ou Síndrome": [
      "Neurolues",
      "cálculo na pelve renal"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Organização Relacionada à Saúde": [
      "ambulatório"
    ],
    "Substância Química Orgânica": [
      "cloroquina",
      "ibuprofeno",
      "Betametasona"
    ],
    "Substância Farmacológica": [
      "cloroquina",
      "ibuprofeno",
      "Betametasona"
    ],
    "Hormônio": [
      "Betametasona"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "IM",
      "Parto Eutócico"
    ],
    "Conceito Qualitativo": [
      "IM"
    ],
    "Função Patológica": [
      "RUPTURA PREMATURA DE MEMBRANAS"
    ],
    "Conceito Quantitativo": [
      "3110 G"
    ],
    "Achado": [
      "BOM ESTADO GERAL",
      "SINAIS VITAIS ESTÁVEIS",
      "MAMAS LACTANTES",
      "LÓQUIOS FISIOLÓGICOS",
      "ÚTERO CONTRAÍDO"
    ],
    "Vírus": [
      "HCV gen 1"
    ],
    "Procedimento Diagnóstico": [
      "Eco de abdômen",
      "Eco de joelho esquerdo",
      "eco de abdômen",
      "Eco de joelho"
    ],
    "Processo Neoplásico": [
      "hemangioma hepático"
    ]
  },
  "labels": {
    "JA21": {
      "term_original": "útero contraído",
      "capitulo": "18",
      "confidence_embedding": 0.8068,
      "descricao_cid": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente.",
      "classification_reasoning": "A expressão 'útero contraído' sugere a presença de uma condição obstétrica relacionada à gravidez. A opção mais precisa é a JA21, que define pré-eclâmpsia superposta a hipertensão crônica, caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna.",
      "decisao": "REMOVER",
      "motivo_decisao": "A expressão 'útero contraído' não é suficiente para justificar a pré-eclâmpsia superposta a hipertensão crônica, definida pelo código CID-11 JA21. A descrição do prontuário não apresenta informações sobre pressão arterial sistólica e diastólica, proteinúria ou outras disfunções orgânicas maternas, características essenciais para o diagnóstico de pré-eclâmpsia superposta a hipertensão crônica. A classificação é muito genérica e não está clinicamente justificada.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "DB24.00": {
      "term_original": "cálculo na pelve renal",
      "capitulo": "13",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A presença de cálculo na pelve renal é mais compatível com a opção DB24.00, Representação de doença CID-11: Nefrite crônica (ou doença renal crônica), que inclui lesões no rim e ao longo do trato urinário.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de cálculo na pelve renal é descrita no prontuário e o código CID-11 DB24.00 representa Nefrite crônica (ou doença renal crônica), que inclui lesões no rim e ao longo do trato urinário, fazendo sentido clínico.",
      "tipo_erro_auditoria": null
    },
    "8A45.1": {
      "term_original": "neurolues",
      "capitulo": "08",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha foi baseada na menção do termo 'Neurolues' no prontuário, que indica a presença de doença neurológica com características de encefalite e/ou mielite, possivelmente relacionada ao vírus linfotrópico humano de células T (HTLV-1).",
      "decisao": "REMOVER",
      "motivo_decisao": "A menção de 'Neurolues' no prontuário não é uma condição clínica direta, mas sim um diagnóstico ou resultado laboratorial. Além disso, a justificativa do sistema está baseada na possibilidade de doença neurológica relacionada ao vírus linfotrópico humano de células T (HTLV-1), o que não é diretamente mencionado no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "KA01.1": {
      "term_original": "ruptura prematura de membranas",
      "capitulo": "19",
      "confidence_embedding": 0.7834,
      "descricao_cid": "Representação de doença CID-11: Feto ou recém-nascido afetado por ruptura prematura de membranas. Definição: Ruptura prematura das membranas (RPM) no pré-termo refere-se a uma paciente com menos de 37 semanas de gestação e que apresenta rotura das membranas antes do início do trabalho de parto. Complicações incluem parto pré-termo, infecção ascendente, prolapso de cordão umbilical, oligo-hidrâmnio, descolamento prematuro de placenta, retenção de placenta, hemorragia pós-parto ou ruptura de vasa prévia.",
      "classification_reasoning": "A ruptura prematura de membranas é uma condição clínica caracterizada por uma rotura das membranas antes do início do trabalho de parto, e o paciente foi internado por essa razão. Portanto, a opção mais precisa para esse termo é a KA01.1.",
      "decisao": "MANTER",
      "motivo_decisao": "A ruptura prematura de membranas é uma condição clínica caracterizada por uma rotura das membranas antes do início do trabalho de parto. O paciente foi internado por essa razão e o código CID-11 KA01.1 representa fielmente essa condição descrita no prontuário, portanto, a classificação é válida.",
      "tipo_erro_auditoria": null
    },
    "4A62": {
      "term_original": "hcv gen 1",
      "capitulo": "04",
      "confidence_embedding": 0.7091,
      "descricao_cid": "Representação de doença CID-11: Doença de Behçet. Definição: Doença de Behçet é uma doença de etiopatogenia não completamente compreendida caracterizada por úlceras aftosas orais e/ou genitais recorrentes acompanhadas de lesões inflamatórias cutâneas, oculares, articulares, gastrointestinais e/ou do sistema nervoso central. Podem ocorrer vasculites de pequenos vasos, vasculopatia trombótica, arterites e aneurismas arteriais. Tem uma alta prevalência do Mediterrâneo Oriental através de toda a Ásia Central até a China e Japão.",
      "classification_reasoning": "O termo HCV Gen 1 se refere a Hepatite C, doença que não está relacionada às outras opções. A descrição do paciente menciona tratamento com PEG INF e resultado de PCR negativo em jul/06, o que indica que o paciente tem uma infecção crônica por HCV.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'HCV Gen 1' não se refere à Doença de Behçet, como sugerido pelo código CID-11 atribuído (4A62). A descrição do paciente menciona tratamento com PEG INF e resultado de PCR negativo em jul/06, o que indica que o paciente tem uma infecção crônica por HCV. Portanto, a codificação não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DB98.A": {
      "term_original": "hemangioma hepático",
      "capitulo": "13",
      "confidence_embedding": 0.7364,
      "descricao_cid": "Representação de doença CID-11: Hemorragia hepática. Definição: Sangramento espontâneo traumático ou não traumático no fígado. A causa mais comum deste último é a ruptura de tumores hepáticos.",
      "classification_reasoning": "A opção mais precisa para o termo 'hemangioma hepático' é a doença CID-11 Hemorragia hepática (DB98.A), pois o termo refere-se à uma anomalia vascular no fígado, caracterizada por sangramento espontâneo traumático ou não traumático.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'hemangioma hepático' refere-se a uma anomalia vascular benigna no fígado, enquanto o código CID-11 DB98.A representa Hemorragia hepática, que é um tipo de sangramento espontâneo traumático ou não traumático. Embora ambos se refiram ao fígado, a natureza da condição é diferente, tornando a classificação incorreta.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}