{
  "prontuario_id": 519,
  "text": "13:41 Hrs Cliente em glasgow 15, pupilas iso/foto +, respiração espontânea em aa, eupneica, face corada, mucosa oral hidratada, boa perfusão periférica, no leito com cabeceira elevada á 30°. Jejum por VO até 2° ordem. Mantem com monitorização de multiparametros ECG, PNI, SpO2, DVE aberta com debito presente ++ de aspecto seroso,   SNG aberta sem debito gástrico,  acesso venoso central duplo-lumen em sub-clavia ESQ com srt em curso gravitacional. Apresenta FO em região craniana limpa e seca, ausculta cardíaca rítmica e normofonética, ausculta pulmonar MV + sem R/A, abdomen plano e flácido com RHA +. Faz uso de SVD aberta com debito diurético presente ++ de coloração amarelo-claro, eliminação fecal ausente. Segue cuidados intensivos de enfermagem.  Enfermeira Florence Nightingale . DOENÇA PELO HIV RESULTANDO EM INFECÇÕES MÚLTIPLAS",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Cliente"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "sub-clavia ESQ"
    ],
    "Achado": [
      "eupneica",
      "limpa",
      "seca",
      "rítmica",
      "normofonética",
      "plano",
      "flácido",
      "glasgow 15",
      "iso/foto +",
      "respiração espontânea em aa",
      "face corada",
      "mucosa oral hidratada",
      "boa perfusão periférica",
      "debito presente",
      "SNG aberta",
      "debito gástrico",
      "MV +",
      "RHA +",
      "debito diurético presente",
      "coloração amarelo-claro",
      "eliminação fecal"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "monitorização de multiparametros",
      "ausculta cardíaca",
      "ausculta pulmonar"
    ],
    "Abreviação": [
      "ECG",
      "PNI",
      "SpO2",
      "FO",
      "R/A",
      "HIV",
      "iso/foto +",
      "respiração espontânea em aa",
      "Jejum por VO",
      "DVE aberta",
      "SNG aberta",
      "sub-clavia ESQ",
      "srt em curso gravitacional",
      "MV +",
      "RHA +",
      "SVD aberta"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "PNI",
      "SpO2",
      "cabeceira elevada á 30°",
      "Jejum por VO",
      "DVE aberta",
      "SNG aberta",
      "acesso venoso central duplo-lumen",
      "srt em curso gravitacional",
      "SVD aberta"
    ],
    "Negação": [
      "sem",
      "ausente"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Sinal ou Sintoma": [
      "R/A",
      "aspecto seroso"
    ],
    "Localização ou Região Corporal": [
      "abdomen",
      "região craniana"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Vírus": [
      "HIV"
    ],
    "Dispositivo Médico": [
      "SNG aberta",
      "acesso venoso central duplo-lumen"
    ],
    "Função Fisiológica": [
      "debito diurético presente",
      "eliminação fecal"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados intensivos de enfermagem"
    ],
    "Doença ou Síndrome": [
      "INFECÇÕES MÚLTIPLAS"
    ]
  },
  "labels": {
    "FB32.20": {
      "term_original": "flácido",
      "capitulo": "15",
      "confidence_embedding": 0.7878,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A descrição do termo 'flácido' se refere à representação de doença CID-11: Rabdomiólise idiopática, caracterizada pela lesão do músculo esquelético com extravazamento maciço de conteúdo muscular e mioglobinúria. A condição mencionada no contexto clínico se encontra com abdomen plano e flácido, o que é compatível com a descrição da doença.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'flácido' não é específica o suficiente para justificar a classificação de Rabdomiólise idiopática (FB32.20). A condição mencionada no prontuário se refere ao abdomen plano e flácido, que pode ser característico de várias doenças, incluindo a rabdomiólise, mas não é exclusiva ou específica para essa condição.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "DA20.30": {
      "term_original": "rha +",
      "capitulo": "13",
      "confidence_embedding": 0.7698,
      "descricao_cid": "Representação de doença CID-11: Ruptura espontânea do esôfago. Definição: Perfuração espontânea da parede esofágica. Isso mais comumente resulta de um aumento súbito da pressão intraesofágica combinado com uma pressão intratorácica relativamente negativa causada por esforço ou vômito. Isso é conhecido como ruptura de esforço do esôfago ou síndrome de Boerhaave.",
      "classification_reasoning": "A opção mais precisa é a ruptura espontânea do esôfago (DA20.30) devido à presença de RHA+ no contexto clínico, o que sugere uma lesão aguda na parede gástrica com possível hemorragia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de RHA+ no prontuário não é suficiente para justificar a ruptura espontânea do esôfago (DA20.30). A lesão aguda na parede gástrica pode ser causada por várias razões, e a ruptura espontânea do esôfago é uma hipótese muito geral que não está claramente suportada pelo conteúdo do prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "8A63.01": {
      "term_original": "rítmica",
      "capitulo": "08",
      "confidence_embedding": 0.7827,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica febril complexa. Definição: Crises epilépticas febris com duração superior a 15 minutos ou episódios múltiplos ocorrendo em 24 horas ou crises epilépticas com características focais.",
      "classification_reasoning": "A opção mais precisa para o termo 'rítmica' é a crise epiléptica febril complexa (Código 8A63.01), pois a ausculta cardíaca rítmica e normofonética descrita no prontuário sugere uma atividade cardíaca regular e não alterada, o que é consistente com a definição da crise epiléptica febril complexa.",
      "decisao": "REMOVER",
      "motivo_decisao": "A ausculta cardíaca rítmica e normofonética descrita no prontuário não é uma crise epiléptica febril complexa. A descrição de 'rítmica' se refere à atividade cardíaca regular, o que não está relacionado com a definição da crise epiléptica febril complexa (Código 8A63.01). Portanto, é necessário remover o código CID-11 atribuído e reclassificar o termo 'rítmica' de forma mais precisa.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A94.1": {
      "term_original": "fo",
      "capitulo": "09",
      "confidence_embedding": 0.8047,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "O termo 'fo' se refere à representação de doença CID-11: Síndrome da íris flácida, caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular.",
      "decisao": "REMOVER",
      "motivo_decisao": "A Síndrome da íris flácida é uma complicação rara e específica relacionada à extração de catarata, não está presente no prontuário. O termo 'fo' se refere a Fóvea, que é um localização anatômica na região craniana, e não tem relação com a Síndrome da íris flácida descrita pelo código CID-11 9A94.1.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MA15.0": {
      "term_original": "debito gástrico",
      "capitulo": "21",
      "confidence_embedding": 0.7552,
      "descricao_cid": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva.",
      "classification_reasoning": "A opção mais precisa para o termo 'debito gástrico' é a bacteremia (MA15.0), pois o contexto menciona 'SNG aberta sem debito gástrico', o que sugere uma infusão de nutrientes ou medicamentos, e não uma condição cutânea ou respiratória.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MA15.0 (Bacteremia) não é apropriada para o termo 'debito gástrico', pois este último refere-se à presença de substâncias no estômago, enquanto a bacteremia se refere à presença de bactérias no sangue. A falta de relação clínica entre os dois conceitos justifica a remoção do código.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CB21.1": {
      "term_original": "mv +",
      "capitulo": "12",
      "confidence_embedding": 0.8011,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A opção mais precisa é o Código CB21.1, que descreve um pneumotórax espontâneo não hipertensivo. O termo 'MV+' encontrado no contexto clínico sugere a presença de uma lesão ou inflamação nos pulmões, característica do pneumotórax.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'MV+' encontrado no contexto clínico sugere a presença de uma lesão ou inflamação nos pulmões, característica do pneumotórax. A opção mais precisa é o Código CB21.1, que descreve um pneumotórax espontâneo não hipertensivo. Portanto, a codificação CID-11 está clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "DA60.3": {
      "term_original": "aspecto seroso",
      "capitulo": "13",
      "confidence_embedding": 0.7693,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A descrição do termo 'aspecto seroso' sugere a presença de líquido seroso, o que é compatível com úlceras de estresse do estômago (DA60.3), que podem resultar em hemorragia digestiva alta aguda.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'aspecto seroso' não é compatível com úlceras de estresse do estômago (DA60.3). O termo sugere a presença de líquido seroso, o que pode estar relacionado a uma hemorragia digestiva alta aguda, mas não há evidência clínica suficiente para justificar a classificação como úlceras de estresse do estômago.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EE11.1": {
      "term_original": "coloração amarelo-claro",
      "capitulo": "14",
      "confidence_embedding": 0.7838,
      "descricao_cid": "Representação de doença CID-11: Síndrome das unhas amarelas. Definição: A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida.",
      "classification_reasoning": "A coloração amarelo-claro mencionada no prontuário refere-se às unhas amarelas e grossas, característica principal da síndrome das unhas amarelas (Código CID-11 EE11.1).",
      "decisao": "REMOVER",
      "motivo_decisao": "A coloração amarelo-claro mencionada no prontuário não se refere às unhas amarelas e grossas, característica principal da síndrome das unhas amarelas (Código CID-11 EE11.1). A descrição do código CID-11 EE11.1 refere-se a uma síndrome específica, enquanto o termo extraído 'coloração amarelo-claro' se refere ao aspecto da urina. Portanto, não há correspondência clínica entre o termo e o código.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "4A80.Y": {
      "term_original": "hiv",
      "capitulo": "04",
      "confidence_embedding": 0.7527,
      "descricao_cid": "Representação de doença CID-11: Outros transtornos alérgicos ou de hipersensibilidade especificados envolvendo o trato respiratório. Definição: ",
      "classification_reasoning": "A paciente apresenta doença pelo HIV, resultando em infecções múltiplas. O código 4A80.Y é o mais preciso para representar a infecção crônica desencadeada pela imunodeficiência associada ao HIV.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 atribuído (4A80.Y) representa 'Outros transtornos alérgicos ou de hipersensibilidade especificados envolvendo o trato respiratório', mas a doença pelo HIV não é um transtorno alérgico ou de hipersensibilidade. A infecção crônica desencadeada pela imunodeficiência associada ao HIV é uma condição clínica diferente, que não se encaixa na definição do código 4A80.Y.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA80.4": {
      "term_original": "plano",
      "capitulo": "15",
      "confidence_embedding": 0.7322,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção FA80.4 refere-se à degeneração de disco intervertebral da coluna torácica sem prolapso de disco, o que se relaciona ao contexto do prontuário que menciona a cabeceira elevada (30°) e a boa perfusão periférica, indicando uma paciente com doença crônica e comprometimento ósseo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação FA80.4 refere-se à degeneração de disco intervertebral da coluna torácica sem prolapso de disco, o que não está relacionado ao contexto do prontuário que descreve uma paciente com doença pelo HIV e infecções múltiplas. A elevação da cabeceira e a boa perfusão periférica sugerem um quadro mais agudo e relacionado à doença infecciosa, não à degeneração de disco intervertebral.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BD54": {
      "term_original": "boa perfusão periférica",
      "capitulo": "11",
      "confidence_embedding": 0.7677,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A opção mais precisa para o termo 'boa perfusão periférica' é a úlcera de pé diabético, pois está relacionada à patologia das veias periféricas e à capacidade do corpo em distribuir sangue corretamente. Além disso, a descrição da doença CID-11 menciona vasculopatia diabética como fator contribuidor para o desenvolvimento de úlceras nos pés.",
      "decisao": "REMOVER",
      "motivo_decisao": "A úlcera de pé diabético é uma condição específica que envolve lesões crônicas nos pés, enquanto a 'boa perfusão periférica' descrita no prontuário refere-se à capacidade do corpo em distribuir sangue corretamente. Embora haja uma relação geral entre a vasculopatia diabética e a úlcera de pé diabético, o termo 'boa perfusão periférica' não é específico o suficiente para ser mapeado para a úlcera de pé diabética. Além disso, a descrição da doença CID-11 menciona vasculopatia diabética como fator contribuidor para o desenvolvimento de úlceras nos pés, mas não há evidência clínica suficiente para justificar a escolha do código BD54.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "NA60.30": {
      "term_original": "glasgow 15",
      "capitulo": "22",
      "confidence_embedding": 0.7745,
      "descricao_cid": "Representação de doença CID-11: Laceração da veia jugular interna, menor. Definição: ",
      "classification_reasoning": "O termo 'glasgow 15' é uma escala de coma Glasgow, que avalia o estado de alerta e consciência do paciente. O valor de 15 indica um estado de coma moderado a grave. Como a paciente tem doença pelo HIV resultando em infecções múltiplas e está sob cuidados intensivos, é provável que tenha comprometido seu estado de consciência. A escolha do código NA60.30 para a laceração da veia jugular interna menor está justificada porque o termo 'glasgow 15' sugere um estado de coma moderado a grave, e a lesão vascular pode estar relacionada ao estado clínico da paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'glasgow 15' não representa uma condição clínica diretamente relacionada à laceração da veia jugular interna menor. A escala de coma Glasgow avalia o estado de alerta e consciência do paciente, e o valor de 15 indica um estado de coma moderado a grave. Embora seja provável que a lesão vascular esteja relacionada ao estado clínico da paciente, não há nenhuma evidência direta de que isso esteja ocorrendo. Portanto, a escolha do código NA60.30 é incorrecta e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA22.0": {
      "term_original": "eupneica",
      "capitulo": "12",
      "confidence_embedding": 0.7978,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A presença de 'eupneica' na descrição do paciente sugere que ele está com falta de ar, o que é compatível com uma exacerbação aguda da Doença Pulmonar Obstrutiva Crônica (DPOC). Além disso, a ausência de sintomas cardíacos e pulmonares normais também apóia essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'eupneica' na descrição do paciente não é compatível com uma exacerbação aguda da Doença Pulmonar Obstrutiva Crônica (DPOC). Eupneia significa respiração normal e regular, o que não está relacionado a uma exacerbação aguda de DPOC. Portanto, o código CID-11 atribuído é incorreto.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "1B20.20": {
      "term_original": "infecções múltiplas",
      "capitulo": "01",
      "confidence_embedding": 0.8145,
      "descricao_cid": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor.",
      "classification_reasoning": "A escolha do código 'Reação hansênica do tipo I' (1B20.20) é baseada na presença de infecções múltiplas no prontuário, o que sugere a possibilidade de doenças relacionadas ao HIV. A reação hansênica do tipo I é uma condição caracterizada por infecções múltiplas e pode estar associada à hanseníase.",
      "decisao": "REMOVER",
      "motivo_decisao": "A reação hansênica do tipo I (1B20.20) é uma condição caracterizada por infecções múltiplas e pode estar associada à hanseníase, mas o prontuário apresenta doença pelo HIV resultando em infecções múltiplas. A escolha do código CID-11 não está clinicamente coerente com o prontuário, pois a reação hansênica do tipo I não é relacionada ao HIV.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DB53": {
      "term_original": "eliminação fecal",
      "capitulo": "13",
      "confidence_embedding": 0.8051,
      "descricao_cid": "Representação de doença CID-11: Prolapso anal. Definição: É uma condição em que o tecido retal perde o seu suporte interno, protraindo-se do ânus para o exterior do corpo.",
      "classification_reasoning": "A eliminação fecal ausente e a descrição de 'boa perfusão periférica' sugerem um problema relacionado ao intestino, como um prolapso anal ou outro distúrbio do trato intestinal. O código DB53, Prolapso anal, é a opção mais precisa para este termo dentro do contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A eliminação fecal ausente não é um sintoma de prolapse anal, mas sim uma indicação de disfunção intestinal. A falta de eliminação fecal pode ser causada por várias razões, incluindo doenças infecciosas como a HIV, e não está diretamente relacionada ao prolapse anal. Portanto, o código DB53 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG31.0": {
      "term_original": "face corada",
      "capitulo": "21",
      "confidence_embedding": 0.8035,
      "descricao_cid": "Representação de doença CID-11: Dor aguda na face, não classificada em outra parte. Definição: ",
      "classification_reasoning": "A face corada é um sintoma comum em pacientes com infecções múltiplas, especialmente relacionadas ao HIV. A escolha do código MG31.0 (Dor aguda na face, não classificada em outra parte) se justifica pela presença de coração facial no paciente, que pode ser um sinal de inflamação ou dor na face.",
      "decisao": "REMOVER",
      "motivo_decisao": "A face corada não é um sintoma de dor aguda na face, mas sim uma indicação de boa perfusão periférica e oxigenação. A escolha do código MG31.0 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME62.7": {
      "term_original": "debito diurético presente",
      "capitulo": "21",
      "confidence_embedding": 0.751,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "Debito diurético presente é mais provável ser uma referência à descamação cutânea aguda, característica de erupções cutâneas como psoríase ou exantemas virais agudos.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 ME62.7 'Erupção cutânea descamativa aguda' não está relacionada ao termo 'debito diurético presente', que é um achado clínico referente à função renal, e não a uma condição cutânea. Ajuste necessário para garantir a coerência clínica da codificação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EB13.1": {
      "term_original": "seca",
      "capitulo": "14",
      "confidence_embedding": 0.8041,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A palavra 'seca' foi utilizada para descrever a pele na paciente, que apresenta uma face corada e mucosa oral hidratada. Isso sugere uma lesão cutânea aguda, como é descrito pela necrólise epidérmica tóxica (NET), um quadro caracterizado por eritema intenso, necrose e descolamento bolhoso da epiderme.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'seca' não é suficientemente específica para representar a necrólise epidérmica tóxica (NET). A descrição do prontuário apresenta uma face corada e mucosa oral hidratada, o que sugere um quadro mais amplo de doença cutânea aguda. A classificação CID-11 EB13.1 não é clinicamente coerente com a descrição do prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "CA23.00": {
      "term_original": "respiração espontânea em aa",
      "capitulo": "12",
      "confidence_embedding": 0.8105,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A escolha para o código CA23.00 (Asma alérgica com exacerbação) se baseia na descrição de 'respiração espontânea em aa' no contexto clínico, que sugere uma respiração normal e livre de obstrução, característica da asma. Além disso, o paciente tem doença pelo HIV, o que pode contribuir para a exacerbação da asma.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'respiração espontânea em aa' não é suficiente para justificar a escolha do código CA23.00 (Asma alérgica com exacerbação). A respiração normal e livre de obstrução pode ser característica de várias condições clínicas, incluindo asma, mas também outras doenças respiratórias ou até mesmo condições não pulmonares. Além disso, o paciente tem doença pelo HIV, que pode contribuir para a exacerbação da asma, mas isso não é suficiente para justificar a escolha do código CA23.00.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MD11.8": {
      "term_original": "mucosa oral hidratada",
      "capitulo": "21",
      "confidence_embedding": 0.7808,
      "descricao_cid": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea.",
      "classification_reasoning": "A opção mais precisa para o termo 'mucosa oral hidratada' é MD11.8, que representa a representação de doença CID-11: Respiração pela boca. A presença de mucosa oral hidratada sugere que o paciente está respirando normalmente ou com alguma obstrução nasal, o que justifica a escolha da opção MD11.8.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de mucosa oral hidratada não está diretamente relacionada à respiração pela boca, como descrito no código CID-11 MD11.8. A hidratação da mucosa oral é um achado normal e não justifica a escolha desse código. A análise clínica do prontuário não apresenta evidências de obstrução nasal ou apneia obstrutiva, o que torna a escolha do código MD11.8 clinicamente incoerente.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "DA26.3": {
      "term_original": "sng aberta",
      "capitulo": "13",
      "confidence_embedding": 0.7523,
      "descricao_cid": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse.",
      "classification_reasoning": "A opção mais precisa é SNG aberta, o que se refere à Síndrome da laceração hemorrágica gastroesofágica (LHGGE), pois a descrição indica sangramento por lacerações na mucosa na junção do estômago com esôfago, o que coincide com a observação de SNG aberta no prontuário.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 DA26.3 'Síndrome da laceração hemorrágica gastroesofágica' é clinicamente coerente com o prontuário, pois a descrição do termo 'SNG aberta' se refere ao sangramento por lacerações na mucosa na junção do estômago com esôfago, o que coincide com a observação de SNG aberta no prontuário.",
      "tipo_erro_auditoria": null
    },
    "MD11.2": {
      "term_original": "r/a",
      "capitulo": "21",
      "confidence_embedding": 0.7775,
      "descricao_cid": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa.",
      "classification_reasoning": "A opção mais precisa é Respiração atáxica (Código CID-11: MD11.2) pois o termo 'R/A' no contexto clínico se refere à ausculta pulmonar que é MV+ sem R/A, indicando que a respiração é normal e não há alterações devido à apneia.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'R/A' no contexto clínico se refere à ausculta pulmonar que é MV+ sem R/A, indicando que a respiração é normal e não há alterações devido à apneia. Portanto, o código CID-11 MD11.2 (Respiração atáxica) não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}