{
  "prontuario_id": 10,
  "text": "09:33 - 2º DI Hx vítima de atropelamento com FCC em região frontal. Sonolento, choroso a tentativa de acorda-lo, corado. Face escoriações, hematoma em região ocular E, curativo limpo e seco em região frontal à D. Respiração espontânea em ar ambiente, CPP livres, BCRNF. Acessos venosos periféricos em antebraços D e E salinizado. Abdomen plano, RHA +. MMII aquecidos, pulsos pediosos palpáveis, perfusão periférica < 3s. MIE escoriações. Diurese espontânea presente, evacuação ausente. No período em repouso no leito. Aguardando internamento em UI. Segue sob os cuidados da equipe multidisciplinar. Enfermeira Florence Nightingale . OUTROS TRAUMATISMOS INTRACRANIANOS",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "vítima"
    ],
    "Lesão ou Envenenamento": [
      "atropelamento",
      "FCC",
      "escoriações",
      "TRAUMATISMOS INTRACRANIANOS"
    ],
    "Abreviação": [
      "FCC",
      "BCRNF",
      "MIE",
      "região ocular E",
      "região frontal à D",
      "CPP livres",
      "antebraços D e E",
      "RHA +",
      "MMII aquecidos",
      "perfusão periférica &lt; 3s",
      "internamento em UI"
    ],
    "Sinal ou Sintoma": [
      "Sonolento",
      "escoriações"
    ],
    "Achado": [
      "choroso",
      "corado",
      "limpo",
      "seco",
      "BCRNF",
      "salinizado",
      "evacuação",
      "Respiração espontânea",
      "CPP livres",
      "RHA +",
      "MMII aquecidos",
      "pulsos pediosos palpáveis",
      "perfusão periférica &lt; 3s",
      "Diurese espontânea presente",
      "repouso no leito"
    ],
    "Localização ou Região Corporal": [
      "Face",
      "Abdomen",
      "MIE",
      "região frontal",
      "região ocular E",
      "região frontal à D"
    ],
    "Função Patológica": [
      "hematoma"
    ],
    "Dispositivo Médico": [
      "curativo",
      "Acessos venosos periféricos"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "curativo",
      "salinizado",
      "Acessos venosos periféricos",
      "repouso no leito"
    ],
    "Função Fisiológica": [
      "evacuação",
      "Diurese espontânea presente"
    ],
    "Negação": [
      "ausente"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "antebraços D e E"
    ],
    "Atividade de Assistência à Saúde": [
      "internamento em UI",
      "cuidados da equipe multidisciplinar"
    ]
  },
  "labels": {
    "RHA +": {
      "term_original": "rha +",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa é o código BD50.0Z, pois RHA+ se refere à hemorragia ao redor do coração (pericárdio), o que é compatível com a definição de dissecção da aorta torácica. A escolha destaca a presença de sangue no pericárdio, sugerindo uma lesão cardiovascular.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção RHA+ não representa fielmente o termo 'RHA+' descrito no prontuário, que se refere à hemorragia ao redor do coração (pericárdio). O código CID-11 BD50.0Z é mais preciso e clínica mente coerente com a descrição de dissecção da aorta torácica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A03.13": {
      "term_original": "corado",
      "capitulo": "09",
      "confidence_embedding": 0.7803,
      "descricao_cid": "Representação de doença CID-11: Entrópio espástico da pálpebra. Definição: Trata-se de uma condição espástica em que a pálpebra (usualmente a pálpebra inferior) se dobra para dentro. É bastante desconfortável, pois os cílios constantemente se atritam na córnea e a irritam. Entrópio é usualmente causado por fatores genéticos e muito raramente pode ser congênito, quando uma dobra extra de pele cresce com a pálpebra inferior (epibléfaro). Entrópio pode também criar dor secundária no olho (levando ao traumatismo do próprio olho, cicatrização da pálpebra, ou dano neural).",
      "classification_reasoning": "O termo 'corado' se refere à face escoriações e hematoma em região ocular E, o que é mais consistente com a definição de Entrópio espástico da pálpebra do código 9A03.13.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'corado' não se refere a uma condição espástica da pálpebra, como descrita no código CID-11 9A03.13. Em vez disso, é um sintoma de trauma craniano, caracterizado por face escoriações e hematoma em região ocular E. A codificação não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C45.3": {
      "term_original": "sonolento",
      "capitulo": "06",
      "confidence_embedding": 0.7504,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A palavra 'sonolento' sugere um estado de consciência reduzida ou adormecimento, o que é consistente com os sintomas de euforia inadequada e agitação psicomotora presentes na definição do Código 6C45.3 (Intoxicação por cocaína).",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'sonolento' não está relacionada à intoxicação por cocaína, euforia inadequada ou agitação psicomotora. O termo sugere um estado de consciência reduzida ou adormecimento, o que é mais consistente com uma condição de lesão craniana do que com a intoxicação por cocaína.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8e+40": {
      "term_original": "mmii aquecidos",
      "capitulo": "08",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A descrição de 'mmii aquecidos' sugere a presença de meningite inflamatória, caracterizada por cefaleia, rigidez de nuca e febre, o que é compatível com a definição do código 8E40.2.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'mmii aquecidos' não é uma condição clínica direta relacionada ao termo, mas sim uma abreviação médica comum. No contexto do prontuário, a menção de 'mmii aquecidos' sugere que os membros inferiores estão aquecidos, o que não está diretamente relacionado à meningite inflamatória. Portanto, é necessário remover o código CID-11 atribuído.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BD73.20": {
      "term_original": "perfusão periférica < 3s",
      "capitulo": "11",
      "confidence_embedding": 0.8154,
      "descricao_cid": "Representação de doença CID-11: Obstrução de veia periférica. Definição: Condição patológica pós-natal de uma veia periférica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia.",
      "classification_reasoning": "A opção mais precisa é a BD73.20, Obstrução de veia periférica, pois o texto menciona 'perfusão periférica < 3s', o que indica uma alteração no fluxo sanguíneo em uma região específica, característica da obstrução de veia periférica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 BD73.20, Obstrução de veia periférica, não representa fielmente o termo 'perfusão periférica < 3s' descrito no prontuário. A obstrução de veia periférica se refere a uma condição patológica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia, enquanto o termo 'perfusao periférica < 3s' indica um atraso no fluxo sanguíneo, não uma obstrução. Portanto, a codificação não é clínica e precisa ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A25.4": {
      "term_original": "hematoma",
      "capitulo": "09",
      "confidence_embedding": 0.7695,
      "descricao_cid": "Representação de doença CID-11: Hemorragia da órbita. Definição: Trata-se da perda ou escape de sangue do sistema circulatório. Esse diagnóstico é relativo à cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados. \"Órbita\" pode se referir ao arcabouço ósseo mas também pode ser utilizado para implicar seu conteúdo.",
      "classification_reasoning": "O termo 'hematoma' se refere a uma lesão contundiosa que resulta em perda de sangue, e nesse contexto, mais especificamente na região ocular E. O código 9A25.4 melhor se adapta à definição de Hemorragia da órbita.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'hematoma' se refere a uma lesão contundiosa que resulta em perda de sangue, e nesse contexto, mais especificamente na região ocular E. No entanto, o código 9A25.4 se refere à Hemorragia da órbita, que é um tipo específico de hemorragia que ocorre dentro do crânio, e não uma lesão contundiosa na região ocular E. Portanto, a codificação CID-11 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG30.2": {
      "term_original": "repouso no leito",
      "capitulo": "21",
      "confidence_embedding": 0.7584,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A opção mais precisa para o termo 'repouso no leito' é MG30.2, que descreve a dor crônica pós-cirúrgica ou pós-traumática, que é a situação descrita no contexto clínico da vítima de atropelamento.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 MG30.2 descreve dor crônica pós-cirúrgica ou pós-traumática, que não é diretamente relacionada ao termo 'repouso no leito'. O paciente está em repouso no leito após atropelamento e apresenta lesões físicas, mas a codificação CID-11 não se refere à situação clínica do paciente. A opção mais precisa para o termo 'repouso no leito' seria uma codificação que descreve a condição de repouso ou aguardando internamento em UI.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EB13.1": {
      "term_original": "escoriações",
      "capitulo": "14",
      "confidence_embedding": 0.8307,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A presença de 'escoriações' na descrição do paciente, mais especificamente no contexto de traumatismo frontal e hematomas ocular, sugere que o termo 'escoriações' se refere a lesões cutâneas causadas pelo atropelamento, caracterizando Necrólise Epidérmica Tóxica (NET).",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'escoriações' no prontuário se refere a lesões cutâneas causadas pelo atropelamento, não à Necrólise Epidérmica Tóxica (NET). A descrição do paciente apresenta hematomas ocular e escoriações na face, sugerindo traumatismo frontal, mas não há indicação de doença cutânea aguda com risco de vida. Portanto, o código CID-11 EB13.1 não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA07": {
      "term_original": "fcc",
      "capitulo": "22",
      "confidence_embedding": 0.7837,
      "descricao_cid": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural.",
      "classification_reasoning": "A opção mais precisa é o códio NA07, pois a descrição menciona 'dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa', que se ajusta ao contexto clínico de vítima de atropelamento com FCC em região frontal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção do sistema é o código NA07, que representa traumatismo intracraniano. No entanto, a descrição do prontuário não menciona explicitamente dano infligido aos tecidos do cérebro como resultado direto ou indireto de uma força externa. A vítima foi atropelada e apresentou lesões na face e região ocular, mas não há evidência clínica de traumatismo intracraniano. Portanto, a codificação CID-11 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8B0Z": {
      "term_original": "traumatismos intracranianos",
      "capitulo": "08",
      "confidence_embedding": 0.7565,
      "descricao_cid": "Representação de doença CID-11: Hemorragia intracraniana não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é a Código: 8B0Z - Hemorragia intracraniana não especificada, pois o prontuário refere-se a 'traumatismos intracranianos', que sugere uma lesão cerebral provocada pelo atropelamento. A definição da opção 8B0Z se ajusta melhor à situação clínica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção 8B0Z - Hemorragia intracraniana não especificada é uma entidade diagnóstica, enquanto o termo 'traumatismos intracranianos' refere-se a lesões cerebrais provocadas pelo atropelamento. Embora haja uma relação entre hemorragia e traumatismo, elas são conceitos clínicos diferentes. A codificação 8B0Z não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA83": {
      "term_original": "bcrnf",
      "capitulo": "11",
      "confidence_embedding": 0.7606,
      "descricao_cid": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração.",
      "classification_reasoning": "A opção BA83 é a mais precisa para o termo 'bcrnf' no contexto clínico, pois refere-se a uma comunicação anormal entre a artéria coronária e câmara cardíaca ou vasos principais, o que pode estar relacionado ao trauma craniano decorrente do atropelamento.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção BA83 não se refere a uma condição clínica diretamente relacionada ao atropelamento. A definição do código CID-11 refere-se a uma comunicação anormal entre a artéria coronária e câmara cardíaca ou vasos principais, o que não está presente no prontuário. Além disso, não há nenhuma indicação de doença cardiovascular ou trauma craniano relacionado à artéria coronária.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NC95": {
      "term_original": "salinizado",
      "capitulo": "22",
      "confidence_embedding": 0.7293,
      "descricao_cid": "Representação de doença CID-11: Lesão de vasos sanguíneos da perna. Definição: ",
      "classification_reasoning": "O termo 'salinizado' se refere à infusão de solução salina em um paciente, o que é comum em procedimentos médicos. No contexto do prontuário, é provável que a enfermeira Florence Nightingale tenha salinizado os acessos venosos periféricos nos antebraços D e E do paciente vítima de atropelamento.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'salinizado' não representa uma lesão de vasos sanguíneos da perna, mas sim a infusão de solução salina em acessos venosos periféricos. Isso não é uma condição clínica diretamente relacionada à lesão de atropelamento descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ND36": {
      "term_original": "atropelamento",
      "capitulo": "22",
      "confidence_embedding": 0.7543,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: ",
      "classification_reasoning": "O termo 'atropelamento' refere-se a um trauma que envolveu a região frontal do corpo, o que está descrito no prontuário. A opção ND36 é mais precisa porque inclui outros traumatismos que envolvem regiões múltiplas do corpo, não classificados em outra parte.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'atropelamento' refere-se a um trauma específico que envolveu a região frontal do corpo, enquanto o código CID-11 ND36 é muito amplo e inclui outros traumatismos que envolvem regiões múltiplas do corpo. A codificação não representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8A02.00": {
      "term_original": "pulsos pediosos palpáveis",
      "capitulo": "08",
      "confidence_embedding": 0.7576,
      "descricao_cid": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos.",
      "classification_reasoning": "Os pulsos pediosos palpáveis descritos no prontuário podem ser uma manifestação de blefarospasmo benigno essencial, caracterizado por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'pulsos pediosos palpáveis' não se refere a uma condição neurológica caracterizada por fechamento forçado das pálpebras, como descrito no código CID-11. Em vez disso, parece ser uma referência à frequência cardíaca infantil, o que não é relacionado ao blefarospasmo benigno essencial.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}