{
  "prontuario_id": 264,
  "text": "QP : PCTE REFERE BAV PARA PERTO EM AO , HA 1 ANO. NEGA OUTROS SINTOMAS .\nNEGA CX E TRAUMA OCULAR .\nNEGA USO DE OCLLIRIO .\nFAZ USO DE OCULOS PARA PERTO , HA 5 ANOS\nEM USO DE FLUOXETINO PARA DEPRESSAO\n\nOCULOS QUE USA :  + 1,50 ESF AO\n\nHMF : NEGA HX FAMILIAR D ECGUEIRA E GLAUCOMA\n\nEF :\n\nAV : 20/25P\n       20/20P\n\nESQ ; +0,50 - 0,25 180º\n         PL ESF \n\nTOL : +0,50 - 0,50 180º 20/20 \n        PL ESF 20/20\n        AD +2,25 J1 ( SEM CILINDRO )\n\nBIO : PTG NASAL GRAU I\n         PINGUECULA NASAL\n\nPIO : 12/14\n\nFO : PAPILA E MACULA NORMAL AO\n\nCD : PRESCREVO OCULOS PARA PERTO A PEDIDO DO PACIENTE E CONFORME TOLERANCIA\n      RETORNO ANUAL PELA UBS\n\nR1MARINA\nR2FERNANDO\n\n.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "QP",
      "PCTE",
      "AO",
      "CX",
      "ESF",
      "HMF",
      "EF",
      "AV",
      "20/25P",
      "20/20P",
      "ESQ",
      "PL",
      "TOL",
      "AD",
      "PIO",
      "FO",
      "CD",
      "HX FAMILIAR",
      "PTG NASAL GRAU I"
    ],
    "Sinal ou Sintoma": [
      "QP",
      "OUTROS SINTOMAS",
      "PINGUECULA NASAL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE",
      "PACIENTE"
    ],
    "Achado": [
      "BAV",
      "HMF",
      "PARA PERTO",
      "HX FAMILIAR",
      "D ECGUEIRA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "AO",
      "FO",
      "PAPILA",
      "MACULA"
    ],
    "Negação": [
      "NEGA",
      "SEM"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX",
      "OCULOS PARA PERTO"
    ],
    "Dispositivo Médico": [
      "OCULOS",
      "OCULOS PARA PERTO"
    ],
    "Substância Farmacológica": [
      "FLUOXETINO"
    ],
    "Substância Química Orgânica": [
      "FLUOXETINO"
    ],
    "Doença ou Síndrome": [
      "DEPRESSAO",
      "GLAUCOMA",
      "PTG NASAL GRAU I",
      "PINGUECULA NASAL"
    ],
    "Atividade de Assistência à Saúde": [
      "EF",
      "CD",
      "PRESCREVO",
      "RETORNO"
    ],
    "Atributo Clínico": [
      "AV",
      "PIO"
    ],
    "Procedimento Diagnóstico": [
      "AV"
    ],
    "Resultado Laboratorial ou de Teste": [
      "20/25P",
      "20/20P",
      "180º",
      "12/14",
      "+0 , 50 - 0 , 25",
      "+0 , 50 - 0 , 50"
    ],
    "Conceito Espacial": [
      "ESQ"
    ],
    "Conceito Quantitativo": [
      "180º",
      "12/14",
      "+ 1 , 50",
      "+0 , 50 - 0 , 25",
      "+0 , 50 - 0 , 50"
    ],
    "Conceito Qualitativo": [
      "PL",
      "ESF",
      "PARA PERTO"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Conceito Temporal": [
      "ANUAL"
    ],
    "Organização Relacionada à Saúde": [
      "UBS"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMA OCULAR"
    ]
  },
  "labels": {
    "9A03.2": {
      "term_original": "bav",
      "capitulo": "09",
      "confidence_embedding": 0.7624,
      "descricao_cid": "Representação de doença CID-11: Ectrópio da pálpebra. Definição: A dobra para fora (eversão) da margem da pálpebra, resultando na exposição da conjuntiva palpebral",
      "classification_reasoning": "A presença de bav (representação para fora da pálpebra) e a negativação de outros sintomas, como Cx ou trauma ocular, sugere que o paciente tem ectrópio da pálpebra, um desvio para fora da margem da pálpebra que resulta na exposição da conjuntiva palpebral.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de 'bav' no prontuário é claramente uma referência a ectrópio da pálpebra, que é descrita como a dobra para fora (eversão) da margem da pálpebra. A negação de outros sintomas e a ausência de trauma ocular ou uso de oclirio corroboram essa hipótese. Portanto, a codificação CID-11 '9A03.2' é válida e representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "EB13.0": {
      "term_original": "ptg nasal grau i",
      "capitulo": "14",
      "confidence_embedding": 0.7101,
      "descricao_cid": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira.",
      "classification_reasoning": "A descrição do termo 'ptg nasal grau I' sugere uma resposta inflamatória na pele, o que é característico da síndrome de Stevens-Johnson. Além disso, a presença de pinguecula nasal também é compatível com essa síndrome.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'ptg nasal grau I' não sugere necessariamente a síndrome de Stevens-Johnson, que é uma condição mais grave e caracterizada por envolvimento mucoso e pele. A presença de pinguecula nasal também pode ser compatível com outras condições, como conjuntivite ou alergia. Portanto, o código CID-11 EB13.0 não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9C61.34": {
      "term_original": "trauma ocular",
      "capitulo": "09",
      "confidence_embedding": 0.7839,
      "descricao_cid": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico.",
      "classification_reasoning": "A opção mais precisa para o termo 'trauma ocular' é a glaucoma secundária de ângulo fechado devido a invasão por células epiteliais, pois o paciente nega trauma ocular e doenças corneanas, mas apresenta sintoma de paresia de nervo ocular.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'trauma ocular' é negado no prontuário, e o paciente não apresenta sintomas de glaucoma secundária de ângulo fechado. A opção mais precisa para o termo 'trauma ocular' é remover a classificação CID-11 9C61.34 pois não há evidência clínica de que o paciente tenha sofrido trauma ocular ou apresente sintomas relacionados à glaucoma secundária.",
      "tipo_erro_auditoria": "negated_finding"
    },
    "MF33": {
      "term_original": "outros sintomas",
      "capitulo": "21",
      "confidence_embedding": 0.7301,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa.",
      "classification_reasoning": "A opção MF33, Sintoma ou queixa pré-menstrual, é a mais precisa para o termo 'outros sintomas' no contexto clínico. Isso porque o paciente tem histórico de depressão e está fazendo uso de fluoxetino, o que pode estar relacionado ao sintoma pré-menstrual descrito na definição do MF33.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção MF33, Sintoma ou queixa pré-menstrual, é a mais precisa para o termo 'outros sintomas' no contexto clínico. O paciente tem histórico de depressão e está fazendo uso de fluoxetino, o que pode estar relacionado ao sintoma pré-menstrual descrito na definição do MF33. Além disso, não há outras condições ou sintomas mencionados no prontuário que justifiquem a remoção da codificação CID-11.",
      "tipo_erro_auditoria": null
    },
    "6A70.5": {
      "term_original": "depressao",
      "capitulo": "06",
      "confidence_embedding": 0.7875,
      "descricao_cid": "Representação de doença CID-11: Transtorno depressivo, episódio único, gravidade não especificada. Definição: Transtorno depressivo, episódio único, gravidade não especificada é diagnosticado quando os critérios diagnósticos para episódio depressivo são preenchidos, não há história de episódios depressivos prévios e as informações são insuficientes para determinar a gravidade do episódio depressivo atual. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução da energia ou fadiga. Os sintomas estão associados a pelo menos alguma dificuldade em continuar as atividades normais de trabalho, sociais ou domésticas.",
      "classification_reasoning": "Escolho o código 6A70.5 pois o paciente apresenta sintomas de depressão, como 'EM USO DE FLUOXETINO PARA DEPRESSAO', e não há informações sobre história de episódios depressivos prévios ou sintomas psicóticos.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 6A70.5 refere-se a um episódio depressivo único, gravidade não especificada. No entanto, o prontuário apenas menciona que o paciente está usando fluoxetino para depressão, mas não há informações sobre sintomas psicológicos ou comportamentais que caracterizem um episódio depressivo. Além disso, a descrição do código CID-11 não se ajusta ao contexto clínico do prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "9.03": {
      "term_original": "qp",
      "capitulo": "09",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A sintomatologia descrita (perto em ao) e o uso de óculos há 5 anos sugerem uma possível ectrópio da pálpebra, o que é confirmado pelo código 9A03.2.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'QP' não se refere a uma condição clínica específica, mas sim à solicitação de óculos para o paciente. A descrição do prontuário não sugere ectrópio da pálpebra ou qualquer outra condição que justifique o código 9A03.2. Portanto, é necessário remover o código CID-11 atribuído.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9C61.1Y": {
      "term_original": "glaucoma",
      "capitulo": "09",
      "confidence_embedding": 0.8083,
      "descricao_cid": "Representação de doença CID-11: Outro fechamento angular primário ou glaucoma de ângulo fechado, especificado. Definição: ",
      "classification_reasoning": "Como o paciente nega traumatismo ocular e uso de contusão, e não há referência a doença relacionada ao cristalino, a opção mais precisa para o termo 'glaucoma' é a condição de glaucoma secundário de ângulo fechado, especificado (9C61.1Y).",
      "decisao": "REMOVER",
      "motivo_decisao": "Ajustando a justificativa do sistema, é possível notar que o termo 'glaucoma' não está relacionado ao paciente, pois ele nega HX familiar de ECGUEIRA e GLAUCOMA. Além disso, não há referência à doença em seu prontuário. Portanto, a atribuição do código CID-11 9C61.1Y é incorreta.",
      "tipo_erro_auditoria": "family_history_misread"
    }
  }
}