{
  "prontuario_id": 426,
  "text": "PCT RELATA QUE APRESENTA DE VARIZES EM MMII , COM PIORA EM MIE COM CANSAÇO E EDEMA DISCRETO . TOMA PANTOPRAZOL . NEGA DM E HAS . NEGA ALERGIA A MEDICAMENTOS .\n\nAO EXAME :\nPCT BEG , CORADA , HIDRATADA , AFEBRIL , EUPNEICA\nMMII = PRESENÇA DE PULSOS FEMORAIS E DISTAIS BILATERALMENTE . SEM EMPASTAMENTO DE PANTURRILHAS . PRESENÇA DE VARIZES DE PEQUENO CALIBRE E VARICOSES . CEAP 2 .\n\nCDT =  REALIZO AIH + AVISO CX + EXS PRE-OP + MEIAS ELASTICAS + ORIENT .\n\nR4 VITAL BRAZIL\nDoutor Vital Brazil ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PCT"
    ],
    "Abreviação": [
      "PCT",
      "MMII",
      "MIE",
      "DM",
      "HAS",
      "BEG",
      "CDT",
      "AIH",
      "CX",
      "ORIENT",
      "R4",
      "CEAP 2",
      "EXS PRE-OP"
    ],
    "Localização ou Região Corporal": [
      "MMII",
      "MIE"
    ],
    "Sinal ou Sintoma": [
      "PIORA",
      "CANSAÇO",
      "EDEMA DISCRETO",
      "ALERGIA A MEDICAMENTOS",
      "EMPASTAMENTO DE PANTURRILHAS"
    ],
    "Substância Farmacológica": [
      "PANTOPRAZOL"
    ],
    "Substância Química Orgânica": [
      "PANTOPRAZOL"
    ],
    "Negação": [
      "NEGA",
      "AFEBRIL",
      "SEM"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "VARICOSES",
      "VARIZES DE PEQUENO CALIBRE",
      "CEAP 2"
    ],
    "Procedimento Diagnóstico": [
      "EXAME",
      "EXS PRE-OP"
    ],
    "Achado": [
      "BEG",
      "CORADA",
      "HIDRATADA",
      "AFEBRIL",
      "EUPNEICA",
      "PRESENÇA DE PULSOS FEMORAIS E DISTAIS BILATERALMENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "CDT",
      "REALIZO",
      "AIH",
      "ORIENT",
      "EXS PRE-OP"
    ],
    "Produto Intelectual": [
      "CDT"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R4"
    ],
    "Função Patológica": [
      "ALERGIA A MEDICAMENTOS"
    ],
    "Classificação": [
      "CEAP 2"
    ],
    "Procedimento Laboratorial": [
      "EXS PRE-OP"
    ],
    "Dispositivo Médico": [
      "MEIAS ELASTICAS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "MEIAS ELASTICAS"
    ]
  },
  "labels": {
    "BC80.0": {
      "term_original": "piora",
      "capitulo": "11",
      "confidence_embedding": 0.7334,
      "descricao_cid": "Representação de doença CID-11: Pausa sinusal. Definição: Uma interrupção na cadência sinusal típica em que o intervalo p-p > soma de 2 p-p anteriores (exclui arritmia sinusal).",
      "classification_reasoning": "O termo 'piora' refere-se à deterioração da situação clínica do paciente, nesse caso a varíase. A opção BC80.0, Pausa sinusal, não se aplica ao contexto do prontuário. As outras opções são relacionadas a doenças cardíacas ou intervenções cirúrgicas, também não relevantes para o termo 'piora' no contexto da varíase.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'piora' não se refere a uma condição cardíaca, como sugerido pelo código CID-11 BC80.0 (Pausa sinusal). A varíase é uma condição vascular e o termo 'piora' descreve um agravamento da situação clínica do paciente com varíase, não relacionado à pausa sinusal. Portanto, o código CID-11 atribuído não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EB51": {
      "term_original": "varicoses",
      "capitulo": "14",
      "confidence_embedding": 0.7553,
      "descricao_cid": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo.",
      "classification_reasoning": "A presença de varizes e varicoses no contexto da paciente, especialmente considerando a história de PCT com problemas cardíacos (CEAP 2), leva à escolha do código EB51 para representar o lúpus eritematoso cutâneo crônico. Isso justifica a opção por essa entidade nos dados clínicos fornecidos.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 atribuído (EB51) representa Lúpus eritematoso cutâneo crônico, que não está relacionado às varizes e varicoses descritas no prontuário. A presença de CEAP 2 e a descrição das varizes e varicoses sugerem uma condição vascular mais provável do que um lúpus eritematoso cutâneo crônico.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ED40.3": {
      "term_original": "edema discreto",
      "capitulo": "14",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa é o Código EH40.3, pois o termo 'edema discreto' se refere a uma reação localizada e não à inflamação generalizada presente nas outras opções. Além disso, não há indicações de doenças autoimunes ou psoríase na história clínica do paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'edema discreto' é descrito no prontuário e está relacionado à condição clínica do paciente. A opção EH40.3 é a mais precisa para representar essa condição, pois não há indicações de doenças autoimunes ou psoríase na história clínica do paciente.",
      "tipo_erro_auditoria": null
    },
    "EK12": {
      "term_original": "ceap 2",
      "capitulo": "14",
      "confidence_embedding": 0.7347,
      "descricao_cid": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato.",
      "classification_reasoning": "A presença de varizes e CEAP 2 no exame físico sugere que o paciente tem doença vascular, especialmente considerando a história de varizes em MMII. O termo 'ceap 2' se refere à Classificação de Externação da Pele para Aves (CEAP) 2, que indica lesões vasculares superficiais e profundas. Como resultado, a opção mais precisa para o termo é EK12, Sensibilização alérgica por contato.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 EK12 'Sensibilização alérgica por contato' não é clinicamente coerente com o prontuário. A presença de varizes e CEAP 2 no exame físico sugere doença vascular, especialmente considerando a história de varizes em MMII. O termo 'ceap 2' se refere à Classificação de Externação da Pele para Aves (CEAP) 2, que indica lesões vasculares superficiais e profundas. Portanto, a opção mais precisa para o termo é um código relacionado à doença vascular, como I82.9 'Varizes e hemorroides não especificadas'.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ED90.0": {
      "term_original": "varizes de pequeno calibre",
      "capitulo": "14",
      "confidence_embedding": 0.7442,
      "descricao_cid": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno.",
      "classification_reasoning": "O termo 'varizes de pequeno calibre' é consistente com a definição de rosácea, doença caracterizada por eritema facial e instabilidade vascular associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 ED90.0 - Rosácea não é adequada para 'varizes de pequeno calibre' pois a rosácea é uma doença caracterizada por eritema facial e instabilidade vascular associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. As varizes são um tipo de doença vascular que não está relacionada à rosácea. A codificação CID-11 ED90.0 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BE10": {
      "term_original": "presença de pulsos femorais e distais bilateralmente",
      "capitulo": "11",
      "confidence_embedding": 0.7511,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A presença de pulsos femorais e distais bilateralmente sugere uma possível lesão cardíaca, levando à síndrome pós-cardiotomia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de pulsos femorais e distais bilateralmente não sugere uma lesão cardíaca, mas sim a presença de varizes. A síndrome pós-cardiotomia é um diagnóstico que requer antecedente de lesão cardíaca e exclusão de outras doenças, o que não está presente no prontuário. Portanto, o código CID-11 BE10 não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QC44.3": {
      "term_original": "alergia a medicamentos",
      "capitulo": "24",
      "confidence_embedding": 0.7364,
      "descricao_cid": "Representação de doença CID-11: Antecedentes pessoais de alergia, que não a drogas ou substâncias biológicas. Definição: ",
      "classification_reasoning": "A paciente nega alergia a medicamentos, mas apresenta histórico de varizes e varicoses (CEAP 2), o que sugere antecedentes pessoais de alergia, não relacionados à drogas ou substâncias biológicas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente nega alergia a medicamentos, mas o termo 'alergia a medicamentos' é extraído do prontuário. No entanto, o código CID-11 atribuído (QC44.3) sugere antecedentes pessoais de alergia não relacionados à drogas ou substâncias biológicas. Isso é um erro, pois a paciente nega ter alergia a medicamentos e não há evidência clínica que suporte essa afirmação. A classificação é incoerente com o prontuário.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "MB23.H": {
      "term_original": "cansaço",
      "capitulo": "21",
      "confidence_embedding": 0.7519,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'cansaço' no contexto clínico é Crise de pânico (CID-11: MB23.H), pois a paciente relata cansaço como um sintoma, que é um dos sintomas característicos da crise de pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 MB23.H 'Crisis de pânico' não é adequada para o termo 'cansaço'. O cansaço descrito na paciente como um sintoma, não está relacionado à Crise de pânico. A paciente apresenta varizes e cansaço, mas não há evidências de uma crise de pânico. A codificação MB23.H é mais adequada para episódios de ansiedade intensos e não para o cansaço descrito.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB41.3": {
      "term_original": "empastamento de panturrilhas",
      "capitulo": "21",
      "confidence_embedding": 0.6975,
      "descricao_cid": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro.",
      "classification_reasoning": "A opção mais precisa para o termo 'empastamento de panturrilhas' é a Hiposmia (MB41.3), pois não há nenhuma referência à doença mencionada no contexto clínico que justifique as outras opções.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MB41.3 (Hipoposmia) não é adequada para o termo 'empastamento de panturrilhas' pois não há nenhuma relação clínica entre a perda do sentido do cheiro e a presença de empastamento de panturrilhas. A descrição do código CID-11 não se aplica ao contexto clínico apresentado no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}