{
  "prontuario_id": 272,
  "text": "Paciente , 79 anos\n\n# Erupção pruriginosa papulosa / eritemato-escamosa disseminada ( com predominio em tronco e\nmmss ) há aprox 2,5 anos.\n\n3 biopsias prévias :\n- Dermatite superficial espongiótica - Penúltima bx (08/14) : sugestiva de\nFarmacodermia .\n- Nova bx em dez/14 : Aspecto histológico favorece hipóteses clínicas de eritema\nanular centrífugo / Pitiríase Rósea. - AP 14/B05337.\n\n## AP 15/B03636 (04/8/15): FRAGMENTOS DE PELE SEMELHANTES ENTRE SI COM FOCOS DE PARACERATOSE ,\nFOCALMENTE MICROABCESSOS NA CAM CORNEA , ACANTOSE REGULAR , DISCRETA ESPONGIOSE E TENDO NA DERME\nSUPERFICIAL MOD INFILTRADO INFLAMATORIO CRONICO LINFOCITARIO PERIVASCULAR .\nDERMATITE PSORIASIFORME .\n\nS# Paciente relata prurido pela tarde , com melhora nos ultimo mês .  Está em uso de Hidroxezina pela manha e Doxepina pela noite . Está fazendo hidratação 3X/dia .\n\no# nódulos hipercromicos em região de torax anterior e poucos na região lombar , elevados , com escoriações. manchas hipercrÔmicas residuais em dorso .\n\na# Farmacodermia ?psoriase ?\n\np# mantenho hidroxezine 25mg pela manhã , doxepina 20mg pela noite . prescrevo drenison creme para os nodulos mais elevados por no máx 30 dias .\nretorno dia 27/11\nPossível plano de iniciar MTX pelo quadro clínico psoriasiformico/ap ?\n\n\nDoutor Vital Brazil ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Localização ou Região Corporal": [
      "tronco",
      "mmss",
      "dorso",
      "região de torax anterior",
      "região lombar"
    ],
    "Abreviação": [
      "mmss",
      "bx",
      "AP",
      "S",
      "o",
      "a",
      "p",
      "MTX",
      "FOCALMENTE MICROABCESSOS NA CAM CORNEA , ACANTOSE REGULAR"
    ],
    "Procedimento Diagnóstico": [
      "biopsias",
      "bx",
      "AP",
      "a"
    ],
    "Conceito Temporal": [
      "prévias",
      "Penúltima",
      "3X/dia",
      "manhã",
      "noite"
    ],
    "Doença ou Síndrome": [
      "Farmacodermia",
      "psoriase",
      "psoriasiformico/ap",
      "Dermatite superficial espongiótica",
      "Aspecto histológico favorece hipóteses clínicas de eritema anular centrífugo",
      "Pitiríase Rósea",
      "DERMATITE PSORIASIFORME"
    ],
    "Procedimento Laboratorial": [
      "AP"
    ],
    "Conceito Espacial": [
      "PERIVASCULAR"
    ],
    "Achado": [
      "S",
      "melhora",
      "escoriações",
      "SEMELHANTES ENTRE SI",
      "manchas hipercrÔmicas residuais"
    ],
    "Sinal ou Sintoma": [
      "prurido",
      "elevados",
      "Erupção pruriginosa papulosa",
      "eritemato-escamosa disseminada",
      "nódulos hipercromicos"
    ],
    "Substância Química Orgânica": [
      "Hidroxezina",
      "Doxepina",
      "hidroxezine",
      "doxepina",
      "MTX"
    ],
    "Substância Farmacológica": [
      "Hidroxezina",
      "Doxepina",
      "hidroxezine",
      "doxepina",
      "MTX",
      "drenison creme"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "hidratação"
    ],
    "Atividade de Assistência à Saúde": [
      "o",
      "mantenho",
      "prescrevo",
      "retorno"
    ],
    "Conceito Qualitativo": [
      "elevados",
      "25mg"
    ],
    "Produto Intelectual": [
      "p",
      "plano"
    ],
    "Conceito Quantitativo": [
      "25mg",
      "20mg"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Dermatite superficial espongiótica",
      "Aspecto histológico favorece hipóteses clínicas de eritema anular centrífugo",
      "Pitiríase Rósea",
      "SEMELHANTES ENTRE SI",
      "FOCOS DE PARACERATOSE",
      "FOCALMENTE MICROABCESSOS NA CAM CORNEA , ACANTOSE REGULAR",
      "DISCRETA ESPONGIOSE",
      "INFILTRADO INFLAMATORIO CRONICO LINFOCITARIO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "FRAGMENTOS DE PELE",
      "FOCALMENTE MICROABCESSOS NA CAM CORNEA , ACANTOSE REGULAR",
      "DERME SUPERFICIAL"
    ],
    "Função Patológica": [
      "FOCALMENTE MICROABCESSOS NA CAM CORNEA , ACANTOSE REGULAR",
      "DISCRETA ESPONGIOSE",
      "INFILTRADO INFLAMATORIO CRONICO LINFOCITARIO"
    ],
    "Anormalidade Adquirida": [
      "nódulos hipercromicos"
    ],
    "Medicamento Clínico": [
      "drenison creme"
    ],
    "Anormalidade Anatômica": [
      "nodulos mais elevados"
    ]
  },
  "labels": {
    "L40.0": {
      "term_original": "dermatite superficial espongiótica",
      "capitulo": "14",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha pelo código L40.0 se baseia na descrição de 'dermatite superficial espongiótica' presente no prontuário, que é um dos diagnósticos previamente considerados para o paciente. Além disso, a presença de erupções pruriginosas papulosas disseminadas e a relativa melhora do sintoma do prurido após o uso de hidroxicina sugerem uma possível psoriasiforme/ap, justificando a escolha pelo código L40.0.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dermatite superficial espongiótica é um tipo de doença cutânea, enquanto o código L40.0 refere-se a uma psoriasiforme/ap. Embora haja similaridade entre os termos, não há justificativa clínica para associar a dermatite superficial espongiótica ao código L40.0. Além disso, a presença de erupções pruriginosas papulosas disseminadas e a relativa melhora do sintoma do prurido após o uso de hidroxicina sugerem uma possível psoriasiforme/ap, justificando a escolha pelo código L40.0.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EA11": {
      "term_original": "manchas hipercrômicas residuais",
      "capitulo": "14",
      "confidence_embedding": 0.7732,
      "descricao_cid": "Representação de doença CID-11: Síndrome pápulo-purpúrica em 'luvas e meias'. Definição: Esta dermatose acral aguda é caracterizada por uma erupção papular e frequentemente purpúrica intensamente pruriginosa que afeta mãos, punhos, pés e tornozelos. Ela é frequentemente acompanhada de inflamação e ulceração orais, astenia e febre. Afeta predominantemente adultos e foi associada a uma série de infecções virais, mais comumente ao parvovírus B19.",
      "classification_reasoning": "A presença de 'manchas hipercrômicas residuais' e a descrição de erupção pruriginosa papulosa/eritemato-escamosa disseminada com predominio em tronco e membros superiores, além da biopsia que sugere hipótese clínica de eritema anular centrífugo/Pitiríase Rósea, faz lembrar a Síndrome pápulo-purpúrica em 'luvas e meias' (EA11), uma dermatose aguda caracterizada por erupção papular e frequentemente purpúrica intensamente pruriginosa que afeta mãos, punhos, pés e tornozelos.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de 'manchas hipercrômicas residuais' e a descrição de erupção pruriginosa papulosa/eritemato-escamosa disseminada com predominio em tronco e membros superiores, além da biopsia que sugere hipótese clínica de eritema anular centrífugo/Pitiríase Rósea, faz lembrar a Síndrome pápulo-purpúrica em 'luvas e meias' (EA11), uma dermatose aguda caracterizada por erupção papular e frequentemente purpúrica intensamente pruriginosa que afeta mãos, punhos, pés e tornozelos. A codificação CID-11 EA11 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "FA26.1": {
      "term_original": "nódulos hipercromicos",
      "capitulo": "15",
      "confidence_embedding": 0.7119,
      "descricao_cid": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada.",
      "classification_reasoning": "A opção mais precisa para o termo 'nódulos hipercromicos' é a Doença por deposição de hidroxiapatita, pois os nódulos descritos no prontuário apresentam características semelhantes às da tendinite calcificada, um tipo comum de doença caracterizada pela formação de cristais de hidroxiapatita nos tecidos moles periarticulares.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção FA26.1 não é adequada para o termo 'nódulos hipercromicos' pois a doença por deposição de hidroxiapatita (FA26.1) é uma entidade caracterizada pela presença de cristais de fosfato de cálcio básico em tecidos moles periarticulares, especialmente nos tendões e não apresenta relação direta com os nódulos hipercromicos descritos no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EH40.02": {
      "term_original": "psoriase",
      "capitulo": "14",
      "confidence_embedding": 0.7799,
      "descricao_cid": "Representação de doença CID-11: Dermatite psoriasiforme da área de fraldas. Definição: Erupção da área de fraldas caracterizada por eritema confluente com margens bem demarcadas e descamação na área de fraldas. É considerada um componente da dermatite seborreica infantil, cuja forma disseminada pode se iniciar na área de fraldas. Em alguns casos, no entanto, o mesmo quadro clínico pode evoluir para psoríase (psoríase da área de fraldas). O quadro clínico é essencialmente idêntico.",
      "classification_reasoning": "A dermatite psoriasiforme descrita no prontuário apresenta características semelhantes àquelas mencionadas na definição do código EH40.02, como eritema confluente com margens bem demarcadas e descamação. Além disso, o histórico de dermatite superficial espongiótica e a presença de parakeratose focalmente microabcessos na pele também são características que sugerem a possibilidade de psoríase.",
      "decisao": "MANTER",
      "motivo_decisao": "A análise do prontuário revela que a dermatite psoriasiforme descrita apresenta características semelhantes àquelas mencionadas na definição do código EH40.02, como eritema confluente com margens bem demarcadas e descamação. Além disso, o histórico de dermatite superficial espongiótica e a presença de parakeratose focalmente microabcessos na pele também são características que sugerem a possibilidade de psoríase. Portanto, a codificação CID-11 EH40.02 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "EC91": {
      "term_original": "erupção pruriginosa papulosa",
      "capitulo": "14",
      "confidence_embedding": 0.7958,
      "descricao_cid": "Representação de doença CID-11: Prurigo. Definição: Prurigo é um padrão de reação cutânea devido ao ato de coçar crônico da pele. É caracterizada por pápulas e nódulos disseminados, simetricamente distribuídos, pruriginosos e escoriados com acantose epidérmica focal e hiperceratose na histologia.",
      "classification_reasoning": "A erupção pruriginosa papulosa apresentada pelo paciente é característica do prurigo, uma reação cutânea devido ao ato de coçar crônico da pele. A presença de pápulas e nódulos disseminados, simetricamente distribuídos, pruriginosos e escoriados com acantose epidérmica focal e hiperceratose na histologia também é consistente com essa diagnose.",
      "decisao": "REMOVER",
      "motivo_decisao": "A erupção pruriginosa papulosa descrita no prontuário apresenta características de uma dermatite, mais especificamente psoriasiforme, e não apenas um padrão de reação cutânea devido ao ato de coçar crônico da pele (prurigo). A presença de eritemato-escamosa disseminada, dermatite superficial espongiótica e fragmentos de pele semelhantes entre si com focos de paracertose, focalmente microabcessos na cam cornea, acantose regular e discreta espongiosidade também não se encaixa no conceito de prurigo. Portanto, o código CID-11 EC91 (Prurigo) não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EB02.0": {
      "term_original": "infiltrado inflamatorio cronico linfocitario",
      "capitulo": "14",
      "confidence_embedding": 0.7634,
      "descricao_cid": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves.",
      "classification_reasoning": "A presença de infiltrado inflamatorio crônico linfocitário e a descrição de dermatite psoriasiforme na biópsia sugerem uma resposta alérgica ou imune anormal, o que é coerente com a urticária colinérgica. Além disso, o prurido pela tarde e a melhora nos últimos meses também são consistentes com essa hipótese.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de infiltrado inflamatorio crônico linfocitário na biópsia não é suficiente para justificar a codificação CID-11 como Urticária colinérgica (EB02.0). A descrição da biópsia apresenta características mais próximas à dermatite psoriasiforme do que à urticária colinérgica. Além disso, o prurido pela tarde e a melhora nos últimos meses também são consistentes com essa hipótese. Portanto, é necessário remover a codificação CID-11 atualmente atribuída.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "FB51.0": {
      "term_original": "nodulos mais elevados",
      "capitulo": "15",
      "confidence_embedding": 0.7085,
      "descricao_cid": "Representação de doença CID-11: Fibromatose de fáscia palmar. Definição: Esta é a contratura em flexão fixa na mão, em que os dedos se dobram em direção à palma e não pode ser completamente estendidos.",
      "classification_reasoning": "A opção mais precisa para o termo 'nodulos mais elevados' é a Fibromatose de fáscia palmar, que caracteriza-se por contratura em flexão fixa na mão, em que os dedos se dobram em direção à palma e não pode ser completamente estendidos. Embora o termo 'nodulos mais elevados' possa sugerir a presença de lesões inflamatórias ou tumoriais, a descrição da fibromatose de fáscia palmar melhor se adequa ao contexto clínico apresentado.",
      "decisao": "REMOVER",
      "motivo_decisao": "A Fibromatose de fáscia palmar (FB51.0) é uma doença que caracteriza-se por contratura em flexão fixa na mão, o que não se relaciona com os nodulos mais elevados descritos no prontuário. A descrição dos nodulos como hipercromicos e escoriados sugere uma lesão inflamatória ou tumoral, mas a Fibromatose de fáscia palmar não é um tipo de lesão que se encaixa nesse contexto.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME62.9": {
      "term_original": "escoriações",
      "capitulo": "21",
      "confidence_embedding": 0.8096,
      "descricao_cid": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis.",
      "classification_reasoning": "A opção mais precisa para o termo 'escoriações' no contexto clínico é a escoriação cutânea aguda (Código ME62.9). Isso porque a paciente apresenta nódulos hipercromicos com escoriações, o que sugere uma lesão superficial na pele.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção ME62.9 para o termo 'escoriações' é justificada porque a paciente apresenta nódulos hipercromicos com escoriações, sugerindo uma lesão superficial na pele. A descrição do código CID-11 também se ajusta ao quadro clínico descrito no prontuário.",
      "tipo_erro_auditoria": null
    },
    "EB51": {
      "term_original": "farmacodermia",
      "capitulo": "14",
      "confidence_embedding": 0.7931,
      "descricao_cid": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo.",
      "classification_reasoning": "A biopsia prévia que apresentou dermatite superficial espongiótica sugestiva de farmacodermia e a presença de fragmentos de pele semelhantes entre si com focos de parakeratose, microabcessos na cam corneal, acantose regular e discreta espongiosidade no derma superficial modificado infiltrado inflamatório cronico linfo-citário perivascular sugerem que o paciente pode estar desenvolvendo uma reação alérgica ou irritante à hidroxezina, justificando a escolha do código EB51 - Lúpus eritematoso cutâneo crônico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A biopsia prévia que apresentou dermatite superficial espongiótica sugestiva de farmacodermia e a presença de fragmentos de pele semelhantes entre si com focos de parakeratose, microabcessos na cam corneal, acantose regular e discreta espongiosidade no derma superficial modificado infiltrado inflamatório cronico linfo-citário perivascular sugerem que o paciente pode estar desenvolvendo uma reação alérgica ou irritante à hidroxezina. O código EB51 - Lúpus eritematoso cutâneo crônico não se ajusta ao termo 'farmacodermia', que é um termo mais específico e relacionado a reações adversas a medicamentos, portanto, o código CID-11 não representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME62.8": {
      "term_original": "aspecto histológico favorece hipóteses clínicas de eritema anular centrífugo",
      "capitulo": "21",
      "confidence_embedding": 0.7751,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea discoide ou anular aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e que consiste em várias manchas e placas circulares ou em forma de anel. Embora a infecção por dermatófitos (tinha ou micose) possa produzir esse padrão, muitos outros transtornos de pele podem ter uma configuração discoide ou anular e, frequentemente, são diagnosticados erroneamente como tinha. Exemplos comuns incluem eczema atópico, eczema numular e psoríase.",
      "classification_reasoning": "A opção mais precisa é a ME62.8, pois o termo extraído 'aspecto histológico favorece hipóteses clínicas de eritema anular centrífugo' sugere uma doença crônica com características discoide ou anular aguda, o que coincide com a definição da ME62.8.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção ME62.8 não é clínica ou precisa com o termo extraído 'aspecto histológico favorece hipóteses clínicas de eritema anular centrífugo'. A definição da ME62.8 refere-se a uma doença crônica com características discoide ou anular aguda, enquanto o termo extraído sugere uma doença crônica com características discoide ou anular aguda, mas não há evidência de que seja uma doença crônica. Além disso, a biópsia prévia AP 14/B05337 sugeriu dermatite superficial espongiótica e farmacodermia, o que é diferente da definição da ME62.8.",
      "tipo_erro_auditoria": "aspecto_histológico_favorece_hipóteses_clínicas_de_eritema_anular_centrífugo"
    },
    "EB51.0": {
      "term_original": "eritemato-escamosa disseminada",
      "capitulo": "14",
      "confidence_embedding": 0.7928,
      "descricao_cid": "Representação de doença CID-11: Lúpus eritematoso discóide. Definição: Lúpus eritematoso discoide é caracterizado pela presença de placas discoides apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Tipicamente envolve face, orelhas e couro cabeludo, mas pode ocorrer disseminação generalizada. Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente.",
      "classification_reasoning": "A eritemato-escamosa disseminada é uma característica clínica importante da dermatite seborreica infantil, e a presença de nódulos hipercromicos em região de torax anterior e poucos na região lombar, elevados, com escoriações é similar à descrição do código EB51.0 (Lúpus eritematoso discóide). Além disso, o paciente tem idade avançada (79 anos), o que também está relacionado ao código EB51.0.",
      "decisao": "REMOVER",
      "motivo_decisao": "A eritemato-escamosa disseminada descrita no prontuário não apresenta características clínicas similares à Lúpus eritematoso discóide (EB51.0). A presença de nódulos hipercromicos e escoriações, bem como a relativa melhora do prurido após uso de hidroxezina e doxepina, sugere mais uma condição clínica, como dermatite psoriasiforme ou farmacodermia. Portanto, o código CID-11 atribuído não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME63.2": {
      "term_original": "semelhantes entre si",
      "capitulo": "21",
      "confidence_embedding": 0.7741,
      "descricao_cid": "Representação de doença CID-11: Dermatose papulosa crônica. Definição: Diagnóstico provisório para um transtorno crônico da pele de natureza desconhecida, incerta ou não especificada e caracterizado pela presença de múltiplas pápulas cutâneas.",
      "classification_reasoning": "A descrição do termo 'semelhantes entre si' sugere a presença de múltiplas pápulas cutâneas, o que é compatível com a dermatose papulosa crônica (ME63.2). Esta opção é mais precisa porque combina as características da erupção pruriginosa e disseminada mencionadas no contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'semelhantes entre si' sugere a presença de múltiplas pápulas cutâneas, o que é compatível com a dermatose papulosa crônica (ME63.2). Ajustamento clínico: a erupção pruriginosa e disseminada mencionada no contexto clínico combina características da dermatose papulosa crônica.",
      "tipo_erro_auditoria": null
    },
    "EH40.0": {
      "term_original": "dermatite psoriasiforme",
      "capitulo": "14",
      "confidence_embedding": 0.7821,
      "descricao_cid": "Representação de doença CID-11: Dermatite seborreica infantil. Definição: Dermatite inflamatória, mas usualmente não pruriginosa, de lactentes com distribuição semelhante à dermatite seborreica do adulto. Suas principais manifestações são uma erupção psoriasiforme confluente na área de fralda, e descamação gordurosa e aderente no couro cabeludo (“crosta láctea”). Nas formas disseminadas, face, pregas retroauriculares, pescoço e tronco podem estar envolvidos. Uma pequena proporção de casos representa o início infantil da psoríase (“psoríase da área de fraldas”). Seu início é caracteristicamente mais precoce do que o eczema atópico infantil, cujo desenvolvimento subsequente não impede.",
      "classification_reasoning": "A dermatite psoriasiforme descrita no prontuário é similar à descrição da EH40.0, que caracteriza uma erupção psoriasiforme confluente na área de fralda e descamação gordurosa e aderente no couro cabeludo. Além disso, a presença de nódulos hipercromicos em região de torax anterior e poucos na região lombar também é compatível com essa condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dermatite psoriasiforme descrita no prontuário não se ajusta à definição da EH40.0, que caracteriza uma erupção psoriasiforme confluente na área de fralda e descamação gordurosa e aderente no couro cabeludo. Além disso, a presença de nódulos hipercromicos em região de torax anterior e poucos na região lombar não é compatível com essa condição. A dermatite psoriasiforme descrita no prontuário apresenta características mais próximas à psoríase ou dermatite seborreica do que à dermatite seborreica infantil.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}