{
  "prontuario_id": 442,
  "text": "LUCAS, MASC, 57 ANOS.  DOR EM DORSO E FLANCO D, COM IRRADIACAO EM FAIXA EPIGASTRICA, HA DOIS DIAS. DOR EM APERTO, DE MEDIA A FORTE INTENSIDADE, ITERMITENTE NAO ASSOCIADA A MEDICACAO. NEGA DISURIA, HEMATURIA. NÃO CONSEGUE URINAR TUDO O QUE PRECISA. URINA EM MEDIA 5 X/DIA E 3 X/NOITE.  COMORBIDADES - DM2 HA 24 ANOS - HAS HA 12 ANOS - DOENCA VASC PERIFERICA - VARIZES EM MMII - DISLIPIDEMIA - TB, PNEUMONIA - PLEURITE - OBESIDADE - SEDENTARIO - HPB EM TTO - HEMORROIDAS - IMPOTENCIA SEXUAL HA 8 ANOS - RETINOPATIA DIABETICA - NEFROPATIA DIABETICA.  HMP - EX-TABAGISTA HA 12 ANOS - HERNIA INGUINAL OPERADA - INTERNADO PELA ULTIMA VEZ HA 3 ANOS POR PNEUMONIA.  MEDICAMENTOS - INSULINA NHP 40U DE MANHA E 20U HA NOITE / ANLODIPINO 25 12/12H / AAS 100MG / SINVASTATINA 20MG.  EXAMES LAB 7/6/13 - RELACAO ALBUMINA-CREATININA URINARIA 1405 / VOLUME DE URINA EM 24H 2550 / MICROALBUMINURIA 3766,1 / UR 66 / DIPSTICK: DENSIDADE 1020, LEU +, PROT +++, GLI ++++ / HB 15,5 / HT 44,7 / LEU 12.490 / HBA1C 12,36 / K 4,6 / NA 145 / PU - PROT 100, GLI +++ / CR 2,6 / UR 66 / CKD-EPI 37.  EXAME FISICO - PA 167/96 - FC 60 - EDEMA MMII ++/4 - PESO 102 - ALTURA 1,72 - IMC 34,5 - HEMORROIDAS.  CONDUTA: ENALAPRIL 10MG 12/12  - AUMENTAMOS A NHP DA MANHA PARA 50U E 30U A NOITE,",
  "entities": {
    "Abreviação": [
      "MASC",
      "DM2",
      "HAS",
      "MMII",
      "TB",
      "HPB",
      "TTO",
      "AAS",
      "PA",
      "FC",
      "FLANCO D",
      "DOENCA VASC PERIFERICA",
      "UR 66",
      "LEU +",
      "PROT +++",
      "GLI ++++",
      "HB 15 , 5",
      "HT 44 , 7",
      "LEU 12",
      "HBA1C 12 , 36",
      "K 4 , 6",
      "NA 145",
      "PROT 100",
      "GLI +++",
      "CR 2 , 6",
      "CKD-EPI 37"
    ],
    "Sinal ou Sintoma": [
      "DOR",
      "DISURIA",
      "HEMATURIA",
      "IRRADIACAO EM FAIXA EPIGASTRICA",
      "DOR EM APERTO"
    ],
    "Localização ou Região Corporal": [
      "DORSO",
      "MMII",
      "FLANCO D"
    ],
    "Negação": [
      "NAO",
      "NEGA",
      "NÃO"
    ],
    "Doença ou Síndrome": [
      "DM2",
      "HAS",
      "DISLIPIDEMIA",
      "TB",
      "PNEUMONIA",
      "PLEURITE",
      "OBESIDADE",
      "HPB",
      "HEMORROIDAS",
      "DOENCA VASC PERIFERICA",
      "IMPOTENCIA SEXUAL",
      "RETINOPATIA DIABETICA",
      "NEFROPATIA DIABETICA"
    ],
    "Achado": [
      "EX-TABAGISTA",
      "ASSOCIADA A MEDICACAO",
      "CONSEGUE URINAR",
      "HERNIA INGUINAL OPERADA"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNADO"
    ],
    "Substância Farmacológica": [
      "ANLODIPINO",
      "SINVASTATINA",
      "ENALAPRIL",
      "INSULINA NHP"
    ],
    "Conceito Quantitativo": [
      "25",
      "100MG",
      "20MG",
      "167/96",
      "60",
      "102",
      "5 X/DIA",
      "3 X/NOITE",
      "1 , 72"
    ],
    "Atributo Clínico": [
      "PA",
      "FC"
    ],
    "Conceito Qualitativo": [
      "DE MEDIA A FORTE INTENSIDADE"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "INSULINA NHP"
    ],
    "Hormônio": [
      "INSULINA NHP"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ALBUMINA-CREATININA URINARIA 1405",
      "VOLUME DE URINA EM 24H 2550",
      "MICROALBUMINURIA 3766",
      "UR 66",
      "DENSIDADE 1020",
      "LEU +",
      "PROT +++",
      "GLI ++++",
      "HB 15 , 5",
      "HT 44 , 7",
      "LEU 12",
      "HBA1C 12 , 36",
      "K 4 , 6",
      "NA 145",
      "PROT 100",
      "GLI +++",
      "CR 2 , 6",
      "CKD-EPI 37",
      "IMC 34 , 5"
    ],
    "Procedimento Diagnóstico": [
      "EXAME FISICO"
    ]
  },
  "labels": {
    "1B13.0": {
      "term_original": "tb",
      "capitulo": "01",
      "confidence_embedding": 0.7652,
      "descricao_cid": "Representação de doença CID-11: Tuberculose miliar aguda de localização única e especificada. Definição: Doença causada por uma infecção pela bactéria Mycobacterium tuberculosis que se espalha pelo corpo e afeta uma localização específica do corpo. Esta doença é caracterizada por numerosas pequenas lesões de 1 a 5 milímetro(s) em qualquer órgão, e febre. A transmissão ocorre comumente por inalação de secreções respiratórias infectadas. A confirmação é feita por radiografia, tomografia computadorizada, ultrassonografia e identificação de Mycobacterium tuberculosis, dependendo da localização afetada.",
      "classification_reasoning": "A opção mais precisa para o termo 'TB' no contexto do prontuário é a tuberculose miliar aguda de localização única e especificada (Código CID-11: 1B13.0), pois a doença mencionada apresenta sintomas clínicos semelhantes à TB, como febre e lesões nos órgãos.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'TB' no contexto do prontuário é a tuberculose miliar aguda de localização única e especificada (Código CID-11: 1B13.0), pois a doença mencionada apresenta sintomas clínicos semelhantes à TB, como febre e lesões nos órgãos.",
      "tipo_erro_auditoria": null
    },
    "QA30.Y": {
      "term_original": "ex-tabagista",
      "capitulo": "24",
      "confidence_embedding": 0.7083,
      "descricao_cid": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: ",
      "classification_reasoning": "A presença do termo 'ex-tabagista' no contexto clínico indica que o paciente tem um histórico de tabagismo, o que é um tipo de contato com os serviços de saúde para reprodução medicamente assistida.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'ex-tabagista' não está diretamente relacionado à dor em dorso e flanco D, irradiacao em faixa epigastrica, ou a qualquer sintoma clínico descrito no prontuário. A presença do termo 'ex-tabagista' indica apenas que o paciente tem um histórico de tabagismo, o que não está relacionado à condição atual do paciente. Portanto, o código CID-11 QA30.Y não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "BA01": {
      "term_original": "doenca vasc periferica",
      "capitulo": "11",
      "confidence_embedding": 0.7459,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A escolha pelo código BA01 (Doença cardíaca hipertensiva) se baseia na presença de dor em dorso e flanco D, com irradiacao em faixa epigastrica, há dois dias. Além disso, a história de doença vascular periférica é compatível com a hipertensão como causa da doença cardíaca.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor em dorso e flanco D, com irradiacao em faixa epigastrica, há dois dias, não é uma doença cardíaca hipertensiva. A presença de doença vascular periférica não é suficiente para justificar a escolha do código BA01. Além disso, a história de dor em aperto não está relacionada à hipertensão.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EB31": {
      "term_original": "hemorroidas",
      "capitulo": "14",
      "confidence_embedding": 0.7372,
      "descricao_cid": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia.",
      "classification_reasoning": "A opção mais precisa para o termo 'hemorroidas' é a Código EB31, Representação de doença CID-11: Eritema nodoso. A descrição da erupção eritematosa com nódulos inflamatórios dolorosos e múltiplos na face anterior das pernas coincide com as características descritas do paciente Lucas em relação às hemorroidas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do prontuário refere-se a hemorroidas, que são lesões anais e não têm relação com eritema nodoso. A opção EB31 não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF56": {
      "term_original": "dor em aperto",
      "capitulo": "21",
      "confidence_embedding": 0.7614,
      "descricao_cid": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos.",
      "classification_reasoning": "A dor em aperto descrita é característica de cólica renal, uma condição que provoca dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios. A escolha do código MF56 se justifica pela descrição da dor em aperto e sua localização na região lombar.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor em aperto descrita não é exclusivamente característica de cólica renal. A descrição da dor como 'em aperto' e sua localização na região lombar podem ser consistentes com outras condições, como doenças renais ou abdominais. Portanto, a escolha do código MF56 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "HA01.1": {
      "term_original": "impotencia sexual",
      "capitulo": "17",
      "confidence_embedding": 0.7378,
      "descricao_cid": "Representação de doença CID-11: Disfunção erétil do homem. Definição: A disfunção erétil peniana é caracterizada pela incapacidade ou redução acentuada na capacidade dos homens de atingir ou manter uma ereção peniana de duração ou rigidez suficiente para permitir a atividade sexual. O padrão de dificuldade erétil ocorre apesar do desejo de atividade sexual e estimulação sexual adequadas, de forma episódica ou persistente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo.",
      "classification_reasoning": "A escolha por HA01.1 se baseia na descrição de impotência sexual no contexto clínico, que refere-se à incapacidade ou redução acentuada na capacidade dos homens de atingir ou manter uma ereção peniana de duração ou rigidez suficiente para permitir a atividade sexual.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição de impotência sexual no prontuário é consistente com a definição do código HA01.1, que refere-se à incapacidade ou redução acentuada na capacidade dos homens de atingir ou manter uma ereção peniana de duração ou rigidez suficiente para permitir a atividade sexual. A falta de dor e a presença de outras comorbidades não contradizem a classificação, pois impotência sexual é um sintoma que pode ocorrer independentemente de outros problemas de saúde.",
      "tipo_erro_auditoria": null
    },
    "5A60.2": {
      "term_original": "dm2",
      "capitulo": "05",
      "confidence_embedding": 0.7511,
      "descricao_cid": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados.",
      "classification_reasoning": "A paciente apresenta sintomas de hiponatremia e natriurese, característicos da Síndrome da Secreção Inapropriada do Hormônio Antidiurético (SIADH). Além disso, a presença de edema e insuficiência cardíaca congestiva também aponta para essa possibilidade.",
      "decisao": "REMOVER",
      "motivo_decisao": "A Síndrome da Secreção Inapropriada do Hormônio Antidiurético (SIADH) é uma entidade clínica específica que requer sintomas de hiponatremia e natriurese, além de outros achados laboratoriais. No prontuário, a paciente apresenta apenas dor em dorso e flanco D, com irrigação em faixa epigástrica, mas não há evidência clínica ou laboratorial que suporte a presença da SIADH.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "GB90.4A": {
      "term_original": "nefropatia diabetica",
      "capitulo": "16",
      "confidence_embedding": 0.804,
      "descricao_cid": "Representação de doença CID-11: Diabetes insípido nefrogênico. Definição: Diabetes insípido nefrogênico é uma condição na qual os túbulos renais respondem mal ao hormônio antidiurético secretado pela hipófise, resultando em falha na concentração da urina e perda de água. Poliúria com urina diluída e polidipsia (sede excessiva) estão presentes. Pode ser congênita ou adquirida por várias causas. As formas congênitas podem ser atribuídas a defeitos no receptor da vasopressina ou da aquaporina-2. Eles são caracterizados por poliúria com polidipsia, episódios recorrentes de picos de febre, constipação e desidratação hipernatrêmica aguda após o nascimento, e que podem causar sequelas neurológicas.",
      "classification_reasoning": "Escolhi o código GB90.4A porque a paciente tem Nefropatia Diabética, uma condição caracterizada por falha na concentração da urina e perda de água, poliúria com urina diluída e polidipsia (sede excessiva). Essa é a definição fornecida para o código GB90.4A.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente tem Nefropatia Diabética, que é uma condição caracterizada por falha na concentração da urina e perda de água. No entanto, o termo 'nefropatia diabetica' não se refere especificamente à Diabetes Insípida Nefrogênico (GB90.4A), que é uma condição específica em que os túbulos renais respondem mal ao hormônio antidiurético secretado pela hipófise, resultando em falha na concentração da urina e perda de água. A paciente tem Nefropatia Diabética, que é uma consequência da Diabetes Mellitus Tipo 2 (DM2), não uma forma de Diabetes Insípida Nefrogênico.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5B70": {
      "term_original": "dislipidemia",
      "capitulo": "05",
      "confidence_embedding": 0.7542,
      "descricao_cid": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade.",
      "classification_reasoning": "A dislipidemia é uma condição clínica caracterizada por alterações nos níveis de lipídios no sangue, o que está relacionado à deficiência de ácidos graxos essenciais (AGE). A escolha do código 5B70 se baseia na presença de dislipidemia na história clínica do paciente e na possibilidade de déficit em AGE como causa da condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dislipidemia é uma condição clínica caracterizada por alterações nos níveis de lipídios no sangue, enquanto o código CID-11 5B70 se refere à deficiência de ácidos graxos essenciais. Embora haja uma relação entre a dislipidemia e a deficiência de AGE, elas não são sinônimas. A escolha do código 5B70 não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA40.10": {
      "term_original": "pneumonia",
      "capitulo": "12",
      "confidence_embedding": 0.7945,
      "descricao_cid": "Representação de doença CID-11: Pneumonia devida a Adenovírus. Definição: Doença do sistema pulmonar, causada por uma infecção por um adenovírus. Esta doença caracterizada por febre, calafrios, ou rigores. Pode também se apresentar com dor torácica, tosse produtiva, dispneia, taquipneia, hipóxia e taquicardia. A transmissão ocorre por gotículas. A confirmação é feita pela identificação do adenovírus em amostra de escarro.",
      "classification_reasoning": "A escolha foi feita porque a história do paciente inclui dor no peito e radiografia torácica, o que é consistente com uma pneumonia devida a adenovírus.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor no peito e radiografia torácica podem ser consistentes com uma pneumonia, mas a história do paciente não menciona febre, calafrios ou rigores, que são características clínicas da pneumonia devida a adenovírus. Além disso, o prontuário não menciona a identificação do adenovírus em amostra de escarro, o que é necessário para confirmar a doença. Portanto, a escolha do código CID-11 CA40.10 não está clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "BD10": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.7245,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A opção mais precisa é a insuficiência cardíaca congestiva (BD10) pois o paciente apresenta sintomas de dor no peito e irradiacão em faixa epigástrica, além de edema na perna esquerda, que podem ser indicadores de insuficiência cardíaca. Além disso, a história do paciente inclui comorbidades cardiovasculares, como doença vascular periférica e obesidade, que aumentam o risco de desenvolver insuficiência cardíaca.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa é a insuficiência cardíaca congestiva (BD10) pois o paciente apresenta sintomas de dor no peito e irradiacão em faixa epigástrica, além de edema na perna esquerda, que podem ser indicadores de insuficiência cardíaca. Além disso, a história do paciente inclui comorbidades cardiovasculares, como doença vascular periférica e obesidade, que aumentam o risco de desenvolver insuficiência cardíaca.",
      "tipo_erro_auditoria": null
    },
    "MD81": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.7668,
      "descricao_cid": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica.",
      "classification_reasoning": "A dor no dorso e flanco direito, com irradiação para a faixa epigástrica, é compatível com a definição de Dor abdominal ou pélvica (Código CID-11: MD81). A descrição do sintoma como iterminente e não associada à medicação também se encaixa melhor com essa opção.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor no dorso e flanco direito, com irradiação para a faixa epigástrica, é uma descrição clínica precisa que se encaixa na definição do código CID-11: MD81. A dor não está associada à medicação e apresenta características de intensidade variável, o que também se ajusta à definição do código. Portanto, a codificação é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "9B71.0": {
      "term_original": "retinopatia diabetica",
      "capitulo": "09",
      "confidence_embedding": 0.8279,
      "descricao_cid": "Representação de doença CID-11: Retinopatia diabética. Definição: Condição caracterizada como uma doença da retina (retinopatia) que envolve dano aos pequenos vasos sanguíneos da retina, o que é devido a níveis cronicamente elevados de glicose no sangue em pessoas com diabetes.",
      "classification_reasoning": "A escolha é baseada na presença de retinopatia diabética, que está relacionada à diabetes mellitus tipo 2 (DM2) e à história de 24 anos de doença. A opção mais precisa é a retinopatia diabética (9B71.0), que é uma complicação crônica do diabetes, caracterizada por dano aos pequenos vasos sanguíneos da retina.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 9B71.0 é justificada pela presença de retinopatia diabética, que está relacionada à diabetes mellitus tipo 2 (DM2) e à história de 24 anos de doença. A opção mais precisa é a retinopatia diabética (9B71.0), que é uma complicação crônica do diabetes, caracterizada por dano aos pequenos vasos sanguíneos da retina.",
      "tipo_erro_auditoria": null
    },
    "CB21.1": {
      "term_original": "pleurite",
      "capitulo": "12",
      "confidence_embedding": 0.7792,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A palavra 'pleurite' no contexto do prontuário refere-se ao pneumotórax espontâneo, pois o paciente tem dor em dorso e flanco esquerdo com irradiação epigástrica, sugerindo um processo inflamatório ou lesivo no espaço pleural.",
      "decisao": "MANTER",
      "motivo_decisao": "A palavra 'pleurite' no contexto do prontuário refere-se ao pneumotórax espontâneo, pois o paciente tem dor em dorso e flanco esquerdo com irradiação epigástrica, sugerindo um processo inflamatório ou lesivo no espaço pleural. A descrição do código CID-11 (CB21.1) também se refere a pneumotórax espontâneo, portanto, o código atribuído é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "QC45": {
      "term_original": "obesidade",
      "capitulo": "24",
      "confidence_embedding": 0.7088,
      "descricao_cid": "Representação de doença CID-11: História pessoal de doenças endócrinas, nutricionais ou metabólicas. Definição: ",
      "classification_reasoning": "A obesidade é uma comorbidade mencionada no prontuário, que se encaixa na definição de História pessoal de doenças endócrinas, nutricionais ou metabólicas (CID-11: QC45)",
      "decisao": "MANTER",
      "motivo_decisao": "A obesidade é uma comorbidade mencionada no prontuário, que se encaixa na definição de História pessoal de doenças endócrinas, nutricionais ou metabólicas (CID-11: QC45). A classificação é clínica e coerente com o conteúdo do prontuário.",
      "tipo_erro_auditoria": null
    },
    "FA25": {
      "term_original": "hernia inguinal operada",
      "capitulo": "15",
      "confidence_embedding": 0.7158,
      "descricao_cid": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato.",
      "classification_reasoning": "A hernia inguinal operada não está diretamente relacionada ao sintoma de dor em dorso e flanco D. No entanto, a descrição da hernia inguinal opera como uma comorbidade na ficha do paciente. A gota (FA25) é uma possibilidade considerável para explicar a dor no contexto do paciente, especialmente diante das outras comorbidades presentes.",
      "decisao": "REMOVER",
      "motivo_decisao": "A hernia inguinal operada não está diretamente relacionada à dor em dorso e flanco D. A gota (FA25) é uma possibilidade considerável para explicar a dor, mas o termo extraído 'hernia inguinal operada' não apresenta características clínicas que justifiquem a codificação FA25. Além disso, a presença de outras comorbidades, como DM2, HAS e doença vascular periférica, sugere uma complexidade clínica maior do que apenas gota.",
      "tipo_erro_auditoria": "overly_generic_entity"
    }
  }
}