{
  "prontuario_id": 546,
  "text": "S # angioplastia, implante de marcapasso (pacte assintomatico, ecg de repouso com bav de 2 grau mobitz 2), cat em agosto desse ano. Permaneceu em UTI por 10 dias. DM, HAS, DAC (rvm há 4 anos), dislipidemia. Em uso de insulina nph, metformina, sinvastatina 40mg 2 cp, carvedilol 6,25mg, losartana 50mg 2 x dia, AAS 100mg, clopidogrel 75mg. Tabagista há mais de 40 anos. Hoje fuma 8 cigarros por dia. Antes 2 carteiras/dia. Nega queixas.  O # LAboratorial 07/08/2013: HB: 12,9; Hematocrito 37,5; glicemia: 144; microalbuminuria: 2030,7 mg.  Cintilografia de perfusao miocardica agosto/13: Sem evidencias de isquemia miocardica, fç do VE preservada com hipocinesia septal. DIlatação do VE, FE VE em repouso 61%, FE VE apos estresse 60%.  CAt agosto 2013: reestenose de stent 70% em cd, Oclusao total de stent em ramo diagonalis, *angioplastia de agosto 2013 de cornoaria direita com stent.  O # EF cardiaco e abdominal sp. Pulmonar: ? em base E, PA: 150/75 mmhg.  P # retorno em 6 meses com exames prescrito, anlodipino e enalapril para tto de microalbuminuria.",
  "entities": {
    "Abreviação": [
      "S",
      "pacte",
      "cat",
      "UTI",
      "DM",
      "HAS",
      "DAC",
      "rvm",
      "AAS",
      "O",
      "CAt",
      "PA",
      "P",
      "2 cp",
      "HB : 12 , 9",
      "DIlatação do VE",
      "FE VE em repouso 61%",
      "FE VE apos estresse 60%",
      "reestenose de stent 70% em cd",
      "base E"
    ],
    "Achado": [
      "S",
      "assintomatico",
      "cornoaria direita com stent"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "angioplastia",
      "cat",
      "rvm",
      "CAt",
      "*angioplastia",
      "implante de marcapasso"
    ],
    "Paciente ou Grupo com Deficiência": [
      "pacte"
    ],
    "Negação": [
      "assintomatico",
      "Nega",
      "Sem"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "DAC",
      "dislipidemia",
      "microalbuminuria"
    ],
    "Substância Química Orgânica": [
      "metformina",
      "sinvastatina",
      "carvedilol",
      "AAS",
      "clopidogrel",
      "anlodipino"
    ],
    "Substância Farmacológica": [
      "metformina",
      "sinvastatina",
      "carvedilol",
      "losartana",
      "AAS",
      "clopidogrel",
      "anlodipino",
      "enalapril",
      "insulina nph"
    ],
    "Conceito Quantitativo": [
      "40mg",
      "50mg",
      "100mg",
      "75mg",
      "2 cp",
      "6 , 25mg",
      "8 cigarros por dia",
      "2 carteiras/dia",
      "150/75 mmhg"
    ],
    "Disfunção Mental ou Comportamental": [
      "Tabagista"
    ],
    "Comportamento Social": [
      "fuma"
    ],
    "Sinal ou Sintoma": [
      "queixas"
    ],
    "Atividade de Assistência à Saúde": [
      "O",
      "retorno",
      "exames prescrito"
    ],
    "Localização ou Região Corporal": [
      "abdominal",
      "base E"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Procedimento Diagnóstico": [
      "ecg de repouso",
      "Cintilografia de perfusao miocardica"
    ],
    "Resultado Laboratorial ou de Teste": [
      "bav de 2 grau mobitz 2",
      "HB : 12 , 9",
      "Hematocrito 37 , 5",
      "glicemia : 144",
      "microalbuminuria : 2030 , 7 mg",
      "evidencias de isquemia miocardica",
      "DIlatação do VE",
      "FE VE em repouso 61%",
      "FE VE apos estresse 60%",
      "reestenose de stent 70% em cd",
      "Oclusao total de stent em ramo diagonalis"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "insulina nph"
    ],
    "Conceito Temporal": [
      "2 x dia"
    ]
  },
  "labels": {
    "BC43.7": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.7809,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A escolha pelo código BC43.7 se deve ao fato de o paciente ter diabetes mellitus (DM) e cardiomiopatia, o que é compatível com a definição da cardiomiopatia diabética. Além disso, a presença de doenças cardiovasculares pré-existentes, como hipertensão arterial e dislipidemia, também são características frequentemente encontradas em pacientes com cardiomiopatia diabética.",
      "decisao": "REMOVER",
      "motivo_decisao": "A cardiomiopatia diabética é uma condição específica que envolve disfunção miocárdica na ausência de doença arterial coronariana clínica evidente. No entanto, o paciente tem reestenose de stent e obstrução total do stent em um ramo diagonal, o que sugere doença arterial coronariana. Além disso, a presença de hipertensão arterial e dislipidemia também são características frequentemente encontradas em pacientes com doença arterial coronariana. Portanto, o código BC43.7 não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QB50.4": {
      "term_original": "tabagista",
      "capitulo": "24",
      "confidence_embedding": 0.7334,
      "descricao_cid": "Representação de doença CID-11: Presença de implante ou enxerto de angioplastia coronária. Definição: ",
      "classification_reasoning": "O termo 'tabagista' se refere à história do paciente de fumar cigarros por dia, portanto, a opção mais precisa é Representação de doença CID-11: Presença de implante ou enxerto de angioplastia coronária.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'tabagista' não está relacionado à presença de implante ou enxerto de angioplastia coronária. A codificação CID-11 QB50.4 não representa fielmente o termo descrito no prontuário, que se refere à história do paciente de fumar cigarros por dia. É necessário uma codificação mais específica para representar a condição de tabagismo.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA83": {
      "term_original": "cornoaria direita com stent",
      "capitulo": "11",
      "confidence_embedding": 0.758,
      "descricao_cid": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração.",
      "classification_reasoning": "A escolha do código BA83 se baseia na descrição de 'fístula da artéria coronária, adquirida' que combina com a informação de angioplastia de cornoaria direita com stent registrada no prontuário. Isso é consistente com a implantação de um stent em uma artéria coronária, o que pode ter causado uma comunicacao anormal entre a artéria coronária e câmara cardíaca ou vasos principais.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'cornoaria direita com stent' não se refere a uma comunicação anormal entre a artéria coronária e câmara cardíaca ou vasos principais, como definido pelo código CID-11 BA83. Em vez disso, é uma descrição de uma procedimento médica específica, a angioplastia de cornoaria direita com stent. Portanto, o código atribuído não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5C50.10": {
      "term_original": "microalbuminuria",
      "capitulo": "05",
      "confidence_embedding": 0.7547,
      "descricao_cid": "Representação de doença CID-11: Alcaptonúria. Definição: A alcaptonúria é caracterizada pelo acúmulo de ácido homogentísico (HGA) e seu produto oxidado ácido benzoquinona acético (BQA), levando ao escurecimento da urina quando deixada exposta ao ar, coloração cinza-azulada da esclera do olho e da hélice da orelha (ocronose), e doença articular incapacitante que envolve as articulações axiais e periféricas (artropatia ocronótica).",
      "classification_reasoning": "A microalbuminuria está relacionada ao diabetes melito (DM) e doença arterial coronária (DAC), o que justifica a escolha do código de alcaptonúria (5C50.10)",
      "decisao": "REMOVER",
      "motivo_decisao": "A microalbuminuria não é uma condição relacionada à alcaptonúria, e sim um achado laboratorial que pode estar associado a doenças como diabetes melito (DM) e doença arterial coronária (DAC). A escolha do código CID-11 5C50.10 para microalbuminuria é incorreta, pois não há relação clínica entre as duas condições.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5B70": {
      "term_original": "dislipidemia",
      "capitulo": "05",
      "confidence_embedding": 0.767,
      "descricao_cid": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade.",
      "classification_reasoning": "A dislipidemia é uma condição caracterizada por problemas de metabolismo lipídico, que está relacionada à deficiência de ácidos graxos essenciais. O termo dislipidemia apresentado no contexto clínico refere-se a um problema de metabolismo lipídico, o que justifica a escolha do código 5B70.",
      "decisao": "MANTER",
      "motivo_decisao": "A dislipidemia é uma condição clínica que se refere a problemas de metabolismo lipídico, e o termo apresentado no prontuário está diretamente relacionado à deficiência de ácidos graxos essenciais. A justificativa do sistema também apóia essa escolha, pois a dislipidemia é uma condição caracterizada por problemas de metabolismo lipídico, que está relacionada à deficiência de ácidos graxos essenciais. Portanto, o código CID-11 5B70 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}