{
  "prontuario_id": 186,
  "text": "12H: PACIENTE CHOROSO. BOA ACEITAÇÃO DA DIETA. ACESSO VENOSO PERIFERICO EM MEMBRO SUPERIOR ESQUERDO. EDEMA BIPALPEBRAL, BILATERAL COM SECREÇÃO EM QUANTIDADE MODERADA. ELIMINAÇÕES FISIOLOGICAS PRESENTES, FAZ USO DE FRALDA. Enfermeira Florence Nightingale.  OUTRAS AFECCOES ESPECIFICADAS DA PELE E DO TECIDO SUBCUTANEO EM DOENCAS CLASSIFICADAS EM OUTRA PARTE.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Achado": [
      "CHOROSO",
      "BOA ACEITAÇÃO DA DIETA",
      "ELIMINAÇÕES FISIOLOGICAS PRESENTES"
    ],
    "Sinal ou Sintoma": [
      "EDEMA",
      "SECREÇÃO"
    ],
    "Localização ou Região Corporal": [
      "BIPALPEBRAL",
      "MEMBRO SUPERIOR ESQUERDO"
    ],
    "Objeto Manufaturado": [
      "FRALDA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Dispositivo Médico": [
      "ACESSO VENOSO PERIFERICO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ACESSO VENOSO PERIFERICO"
    ],
    "Doença ou Síndrome": [
      "AFECCOES ESPECIFICADAS DA PELE E DO TECIDO SUBCUTANEO"
    ]
  },
  "labels": {
    "EE20": {
      "term_original": "edema",
      "capitulo": "14",
      "confidence_embedding": 0.7854,
      "descricao_cid": "Representação de doença CID-11: Síndrome de distensão cutânea aguda. Definição: Sequela comum de edema agudo, especialmente das extremidades inferiores. Manifesta-se como bolhas, que podem ser confundidas com uma doença imunobolhosa (bolhas de edema agudo); ou como fissura e inflamação superficiais da pele (eczema craquelê).",
      "classification_reasoning": "A escolha do código EE20 é baseada na presença de edema bilateral com secreção moderada, o que sugere um processo inflamatório cutâneo agudo, característico da síndrome de distensão cutânea aguda.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código EE20 é baseada na presença de edema bilateral com secreção moderada, o que sugere um processo inflamatório cutâneo agudo. No entanto, a descrição do prontuário não apresenta características específicas da síndrome de distensão cutânea aguda, como bolhas ou fissura e inflamação superficiais da pele. A codificação é muito genérica e não representa fielmente o termo 'edema' descrito no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "EB02.0": {
      "term_original": "secreção",
      "capitulo": "14",
      "confidence_embedding": 0.7713,
      "descricao_cid": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves.",
      "classification_reasoning": "A secreção em quantidade moderada mencionada no prontuário sugere a presença de urticária, uma erupção cutânea caracterizada pela liberação de substâncias químicas que causam edema e eritema.",
      "decisao": "REMOVER",
      "motivo_decisao": "A secreção em quantidade moderada mencionada no prontuário não se refere a urticária colinérgica, que é uma erupção cutânea caracterizada pela liberação de substâncias químicas. A descrição do prontuário sugere mais um tipo de secreção, provavelmente relacionada à doença respiratória ou ao estado geral do paciente, e não à urticária colinérgica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EA90.3": {
      "term_original": "afeccoes especificadas da pele e do tecido subcutaneo",
      "capitulo": "14",
      "confidence_embedding": 0.7865,
      "descricao_cid": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito.",
      "classification_reasoning": "A opção mais precisa para o termo 'afeccoes especificadas da pele e do tecido subcutaneo' é a psoríase eritrodérmica (Código EA90.3), pois apresenta uma inflamação generalizada grave da pele, caracterizando um quadro de doença cutânea específica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção EA90.3 não representa fielmente o termo 'afeccoes especificadas da pele e do tecido subcutaneo' descrito no prontuário, pois a psoríase eritrodérmica é uma doença cutânea específica que não se relaciona às afeções especificadas da pele e do tecido subcutaneo mencionadas no prontuário. A descrição do código CID-11 também não apresenta características de inflamação generalizada grave da pele, como mencionado no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB23.A": {
      "term_original": "choroso",
      "capitulo": "21",
      "confidence_embedding": 0.717,
      "descricao_cid": "Representação de doença CID-11: Choro excessivo em criança, adolescente ou adulto. Definição: Episódios de choro por várias horas ao dia em vários dias da semana por várias semanas em uma criança, adolescente ou adulto saudável.",
      "classification_reasoning": "A escolha do código MB23.A se justifica porque o termo 'choroso' descreve um paciente que apresenta episódios de choro excessivo, caracterizando uma reação emocional intensa. Embora outros sintomas sejam mencionados no prontuário, o termo 'choroso' é fundamental para a descrição da conduta do paciente e justifica a escolha desse código.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'choroso' descreve um paciente que apresenta episódios de choro excessivo, caracterizando uma reação emocional intensa. Isso está diretamente relacionado à condição descrita no prontuário e ao código CID-11 MB23.A. A escolha do código se justifica porque o termo 'choroso' é fundamental para a descrição da conduta do paciente.",
      "tipo_erro_auditoria": null
    }
  }
}