{
  "prontuario_id": 203,
  "text": "G 3 A 2, IG de 36 sem 4 dia(s), RN, 1 Cesárea por Desproporção Céfalo-pélvica em 25/06/2007. 23:34 hs, APGAR 8 / 10, MASC, 2560 Gr. Apresentou boa evolução puerperal, com lóquios fisiológicos, mamas sem ingurgitamento e FO Ok. Recebe alta em bom estado geral, afebril, orientada e medicada.  EXAMES:  - VDRL: NR - Toxo IgG e IgM: NR.",
  "entities": {
    "Conceito Quantitativo": [
      "3",
      "2",
      "1",
      "36 sem 4 dia ( s )",
      "2560 Gr"
    ],
    "Abreviação": [
      "IG",
      "RN",
      "FO",
      "VDRL : NR",
      "Toxo IgG e IgM : NR"
    ],
    "Atributo Clínico": [
      "IG",
      "MASC",
      "2560 Gr"
    ],
    "Grupo Etário": [
      "RN"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Cesárea",
      "medicada"
    ],
    "Sinal ou Sintoma": [
      "ingurgitamento",
      "afebril"
    ],
    "Atividade de Assistência à Saúde": [
      "alta"
    ],
    "Negação": [
      "afebril"
    ],
    "Achado": [
      "orientada",
      "36 sem 4 dia ( s )",
      "APGAR 8 / 10",
      "boa evolução puerperal",
      "lóquios fisiológicos",
      "bom estado geral"
    ],
    "Procedimento Laboratorial": [
      "EXAMES"
    ],
    "Conceito Temporal": [
      "36 sem 4 dia ( s )"
    ],
    "Doença ou Síndrome": [
      "Desproporção Céfalo-pélvica"
    ],
    "Resultado Laboratorial ou de Teste": [
      "VDRL : NR",
      "Toxo IgG e IgM : NR"
    ]
  },
  "labels": {
    "JA23": {
      "term_original": "lóquios fisiológicos",
      "capitulo": "18",
      "confidence_embedding": 0.8209,
      "descricao_cid": "Representação de doença CID-11: Hipertensão gestacional. Definição: Condição que acomete mulheres grávidas, caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou pressão arterial diastólica igual ou maior que 90 mmHg em duas ocasiões, com 4 horas ou mais de intervalo. Pode ser diagnosticada inicialmente após 20 semanas de gestação ou antes de 1 semana após o parto. A confirmação é feita por medição da pressão arterial, exames de funções hepática e renal e exame de urina.",
      "classification_reasoning": "A condição de 'lóquios fisiológicos' é descrita como uma manifestação normal e saudável do puerpério, o que se alinha com a definição da hipertensão gestacional (JA23) caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou pressão arterial diastólica igual ou maior que 90 mmHg em duas ocasiões com 4 horas ou mais de intervalo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A condição de 'lóquios fisiológicos' não se alinha com a definição da hipertensão gestacional (JA23) que requer pressão arterial sistólica maior que 140 mmHg e/ou pressão arterial diastólica igual ou maior que 90 mmHg em duas ocasiões com 4 horas ou mais de intervalo. A presença de lóquios fisiológicos é uma manifestação normal do puerpério e não está relacionada à hipertensão gestacional.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EE40.10": {
      "term_original": "ingurgitamento",
      "capitulo": "14",
      "confidence_embedding": 0.7653,
      "descricao_cid": "Representação de doença CID-11: Estrias gestacionais. Definição: ",
      "classification_reasoning": "A escolha do código EE40.10 é a mais precisa para o termo 'ingurgitamento' dentro do contexto clínico, pois refere-se às estrias gestacionais, que podem causar um tipo de ingurgitamento mamário fisiológico durante a gravidez.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código EE40.10 é justificada, pois o termo 'ingurgitamento' se refere às estrias gestacionais que podem causar um tipo de ingurgitamento mamário fisiológico durante a gravidez. A descrição do prontuário não apresenta contradições óbvias e a associação entre o termo e o código é clínica e coerente.",
      "tipo_erro_auditoria": null
    },
    "JA21": {
      "term_original": "boa evolução puerperal",
      "capitulo": "18",
      "confidence_embedding": 0.7932,
      "descricao_cid": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente.",
      "classification_reasoning": "A opção mais precisa para o termo 'boa evolução puerperal' é a hipertensão pré-eclâmpsia superposta à hipertensão crônica (Código CID-11: JA21), pois a paciente apresentou boa evolução puerperal e não houve complicações, o que sugere um curso normal da gravidez e do parto.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa para o termo 'boa evolução puerperal' não é a hipertensão pré-eclâmpsia superposta à hipertensão crônica (Código CID-11: JA21), pois a paciente apresentou boa evolução puerperal e não houve complicações, o que sugere um curso normal da gravidez e do parto. A codificação JA21 refere-se especificamente a uma condição clínica grave e potencialmente perigosa para a mãe e o feto, o que não se encontra relacionado com a evolução puerperal da paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF34": {
      "term_original": "apgar 8 / 10",
      "capitulo": "21",
      "confidence_embedding": 0.7447,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: ",
      "classification_reasoning": "O termo 'APGAR 8 / 10' está relacionado à classificação do estado geral de um recém-nascido, que é uma manifestação sintomática da gravidez (sintoma ou queixa da gravidez).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'APGAR 8 / 10' não representa uma doença ou sintoma da gravidez, mas sim um resultado de avaliação do estado geral do recém-nascido. A classificação CID-11 MF34 não é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "KA84": {
      "term_original": "desproporção céfalo-pélvica",
      "capitulo": "19",
      "confidence_embedding": 0.8453,
      "descricao_cid": "Representação de doença CID-11: Doença hemolítica do feto ou recém-nascido. Definição: Condição aloimune pediátrica caracterizada pela ruptura dos glóbulos vermelhos por anticorpos IgG que são transmitidos da mãe para o filho através da placenta.",
      "classification_reasoning": "A desproporção céfalo-pélvica é uma condição que pode ser causada por fatores relacionados à gravidez, como a pressão do feto sobre o canal pélvico. O código KA84 refere-se à Doença hemolítica do feto ou recém-nascido, que pode ser relacionada a essa desproporção. Além disso, a cesárea por desproporção céfalo-pélvica mencionada no prontuário suporta essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A desproporção céfalo-pélvica mencionada no prontuário é uma condição relacionada à gravidez e ao parto, não à Doença hemolítica do feto ou recém-nascido. O código KA84 não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}