{
  "prontuario_id": 480,
  "text": "64 anos, Natural de Curitiba, trabalha com Artesanato Acompamento de Nefropatia diabetica há 6 meses Encaminhada da unidade de saude da Vila São Paulo Diabetica há 20 anos Insulino dependente há 15 anos Relata dor lombar com irradiação para coxa direita. Sem alivio, uso de gabapentina 300mg  de 8/8h NPH 38 U de manha, 10U no almoço e 16U a noite Regular 22U pela manha, 14 U no almoço e 4U a noite Meformina 850mg  8/8h  Medicamentos NPH 38 U de manha, 10U no almoço e 16U a noite Regular 22U pela manha, 14 U no almoço e 4U a noite Meformina 850mg  8/8h Fenofibrato 250mg 1x ao dia de noite AAS 100mg  Enalapril 10mg : 2 cp 12/12h Anlodipino 5mg : 1 cp 12/12h Hidroclorotiazda 25mg: 1x ao dia Gabapentina 300g : 8/8h Genfibrozila 900 mg  Exames : Creatinina : 0,5  CKD-EPI CREATININE (2009)  105 Glicose de Jejum : 159 hemoglobina Glicada 8,36% Colesterol Total : 155 LDL : 83 Triglicerideos : 162 HDL : 40 Potassio : 4,6 Ureia : 27 Microalbuminuria  142,8mg / 24h Hemograma; Serie Vermelha normal, Serie Branca:  Leucocitose com linfocitose  Parcial de Urina : Glicosuria ++++/4. Nega diabetes e HAS na familia. HAS há 6 anos Trigliceridemia isolada Fratura de vertebra lombar ( L1 ) há 1 ano e 5 meses Cirurgia de Catarata há 1 ano Colecistectomia há 20 anos ITU há 1 ano, tratamento com antibioticoterapia por 7 dias Nega tabagismo e etilismo",
  "entities": {
    "Atividade Ocupacional": [
      "Artesanato"
    ],
    "Atividade de Assistência à Saúde": [
      "Acompamento",
      "Encaminhada",
      "tratamento"
    ],
    "Sinal ou Sintoma": [
      "Diabetica",
      "irradiação",
      "Insulino dependente"
    ],
    "Doença ou Síndrome": [
      "Diabetica",
      "diabetes",
      "HAS",
      "Trigliceridemia",
      "ITU",
      "tabagismo",
      "etilismo",
      "Nefropatia diabetica"
    ],
    "Localização ou Região Corporal": [
      "lombar"
    ],
    "Negação": [
      "Sem",
      "Nega"
    ],
    "Achado": [
      "alivio",
      "Serie Vermelha normal"
    ],
    "Substância Química Orgânica": [
      "gabapentina",
      "Meformina",
      "Fenofibrato",
      "AAS",
      "Anlodipino",
      "Gabapentina"
    ],
    "Substância Farmacológica": [
      "gabapentina",
      "NPH",
      "Regular",
      "Meformina",
      "Medicamentos",
      "Fenofibrato",
      "AAS",
      "Enalapril",
      "Anlodipino",
      "Hidroclorotiazda",
      "Gabapentina",
      "Genfibrozila"
    ],
    "Conceito Temporal": [
      "8/8h",
      "manha",
      "almoço",
      "noite",
      "12/12h",
      "há 6 meses",
      "há 20 anos",
      "há 15 anos",
      "1x ao dia",
      "há 6 anos",
      "há 1 ano e 5 meses",
      "há 1 ano",
      "20 anos"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "NPH",
      "Regular",
      "Enalapril"
    ],
    "Hormônio": [
      "NPH",
      "Regular"
    ],
    "Abreviação": [
      "NPH",
      "AAS",
      "HAS",
      "ITU",
      "1 cp"
    ],
    "Conceito Quantitativo": [
      "100mg",
      "10mg",
      "5mg",
      "38 U",
      "14 U",
      "2 cp",
      "1 cp",
      "900 mg"
    ],
    "Procedimento Laboratorial": [
      "Exames",
      "Hemograma"
    ],
    "Grupo Familiar": [
      "familia"
    ],
    "Conceito Qualitativo": [
      "isolada"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Colecistectomia",
      "antibioticoterapia",
      "Cirurgia de Catarata"
    ],
    "Disfunção Mental ou Comportamental": [
      "tabagismo",
      "etilismo"
    ],
    "Organização Relacionada à Saúde": [
      "unidade de saude"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "coxa direita"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Creatinina : 0 , 5",
      "CKD-EPI CREATININE ( 2009 ) 105",
      "Glicose de Jejum : 159",
      "hemoglobina Glicada 8 , 36%",
      "Colesterol Total : 155",
      "LDL : 83",
      "Triglicerideos : 162",
      "HDL",
      "Potassio : 4 , 6",
      "Ureia : 27",
      "Microalbuminuria 142 , 8mg / 24h",
      "Serie Vermelha normal",
      "Serie Branca : Leucocitose com linfocitose",
      "Glicosuria ++++/4"
    ],
    "Procedimento Diagnóstico": [
      "Parcial de Urina"
    ],
    "Função Patológica": [
      "Glicosuria ++++/4"
    ]
  },
  "labels": {
    "BC43.7": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.7121,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A escolha do código BC43.7 (Cardiomiopatia diabética) é a mais precisa porque o paciente tem diabetes insulinodependente há 15 anos e apresenta insuficiência cardíaca, o que é característico da cardiomiopatia diabética. Além disso, o paciente relata dor lombar com irradiação para coxa direita, o que pode estar relacionado à doença cardíaca.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 atribuído (BC43.7) refere-se a Cardiomiopatia diabética, enquanto o termo extraído do prontuário é 'HAS' que se refere a Hipertensão Arterial Sistêmica. Embora o paciente tenha diabetes e apresente insuficiência cardíaca, não há evidências clínicas suficientes para justificar a escolha do código BC43.7. Além disso, a dor lombar com irradiação para coxa direita pode estar relacionada à doença renal ou ao estado de saúde geral do paciente, mas não é diretamente relacionado à cardiomiopatia diabética.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5A13.3": {
      "term_original": "insulino dependente",
      "capitulo": "05",
      "confidence_embedding": 0.7926,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus devido a endocrinopatias. Definição: Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido.",
      "classification_reasoning": "A paciente é descrita como 'insulino dependente' há 15 anos, o que sugere uma forma de diabetes mellitus relacionada à secreção insulínica. A opção mais precisa para este termo é a doença CID-11: Diabetes mellitus devido a endocrinopatias (5A13.3), considerando que a paciente tem diabetes há 20 anos e depende da insulina para o tratamento.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente é descrita como 'insulino dependente' há 15 anos, o que sugere uma forma de diabetes mellitus relacionada à secreção insulínica. No entanto, a opção mais precisa para este termo não é a doença CID-11: Diabetes mellitus devido a endocrinopatias (5A13.3), pois essa condição se refere especificamente a diabetes causada por excessos de hormônios que antagonizam a ação da insulina, e não à dependência de insulina para o tratamento. A classificação 5A13.3 não é clínica ou clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NF0A.6": {
      "term_original": "itu",
      "capitulo": "22",
      "confidence_embedding": 0.6993,
      "descricao_cid": "Representação de doença CID-11: Isquemia traumática do músculo, não classificada em outra parte. Definição: ",
      "classification_reasoning": "A paciente está sendo acompanhada por uma unidade de saúde e apresenta dor lombar com irradiação para a coxa direita, sem alivio após o uso de gabapentina. A condição de Itu (Isquemia Traumática do Músculo) é mais precisa para descrever este sintoma.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor lombar com irradiação para a coxa direita não é diretamente relacionada à Itu (Isquemia Traumática do Músculo). A condição de Itu se refere especificamente ao dano muscular após trauma, e não está claramente relacionada à dor lombar. Além disso, o prontuário apresenta outras condições clínicas mais relevantes para a dor lombar, como a nefropatia diabética e a fratura de vértebra lombar (L1). Portanto, é necessário remover o código CID-11 NF0A.6 e substituí-lo por um código que melhor represente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "8B94": {
      "term_original": "irradiação",
      "capitulo": "08",
      "confidence_embedding": 0.7654,
      "descricao_cid": "Representação de doença CID-11: Radiculoplexoneuropatia diabética. Definição: Radiculoplexoneuropatia diabética é uma complicação rara, mas bem estabelecida, de uma neuropatia focal que ocorre em pacientes com diabetes tipo 2. Alterações etiologicamente inflamatórias de microvasculites são presumidas. É independente do estágio do diabetes e muitas vezes ocorre em associação usual com perda de peso, não antes da 4ª ou 5ª década. Apresenta-se com dor aguda intensa e envolvimento predominantemente motor do plexo lombar, frequentemente assimétrico e geralmente unilateral. A atrofia muscular ocorre precocemente. É autolimitada, mas incapacidade pode persistir.\r\n\r\nSempre atribua um código adicional para o tipo de diabetes mellitus.",
      "classification_reasoning": "A presença de dor lombar com irradiação para a coxa direita sugere uma radiculoplexoneuropatia diabética, complicação rara mas bem estabelecida em pacientes com diabetes tipo 2.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor lombar com irradiação para a coxa direita pode ser um sintoma de várias condições, incluindo radiculoplexoneuropatia diabética. No entanto, a falta de informações sobre a evolução da doença e a ausência de outros sintomas clássicos desse tipo de neuropatia faz com que a classificação seja demasiado específica e não represente fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "GB90.4A": {
      "term_original": "nefropatia diabetica",
      "capitulo": "16",
      "confidence_embedding": 0.7772,
      "descricao_cid": "Representação de doença CID-11: Diabetes insípido nefrogênico. Definição: Diabetes insípido nefrogênico é uma condição na qual os túbulos renais respondem mal ao hormônio antidiurético secretado pela hipófise, resultando em falha na concentração da urina e perda de água. Poliúria com urina diluída e polidipsia (sede excessiva) estão presentes. Pode ser congênita ou adquirida por várias causas. As formas congênitas podem ser atribuídas a defeitos no receptor da vasopressina ou da aquaporina-2. Eles são caracterizados por poliúria com polidipsia, episódios recorrentes de picos de febre, constipação e desidratação hipernatrêmica aguda após o nascimento, e que podem causar sequelas neurológicas.",
      "classification_reasoning": "Escolha baseada na presença de nefropatia diabetica há 6 meses, associada a diabetes insulino-dependente há 15 anos e história prévia de coleistectomia e fratura de vértebra lombar (L1) há 1 ano e 5 meses, o que sugere uma nefropatia relacionada à diabetes",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 'GB90.4A' é inadequada porque a nefropatia diabetica descrita no prontuário não se refere à diabetes insípida nefrogênica, mas sim à lesão renal causada pela diabetes melito. A presença de nefropatia diabetica há 6 meses e história prévia de coleistectomia e fratura de vértebra lombar (L1) não justificam a escolha desse código.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}