{
  "prontuario_id": 911,
  "text": "# IC ETIOLOGIA ISQUEMICA\n# IAM EM 27/08/2010\n# POT ATC C STENT\n# POT RVM 2011 MIE - DA /  SF - DIAG\nEM USO DE CARVEDILOL 50 / DIA + ROSUVA 10 + VALSARTAN 320 + FURO 40  + APRESOLINA 100 / DIA + ESPIRO 25 + AAS 100 + MONOC 20 / DIA + MTF 850 3X + LEVOTIROX 50 + INDAPAMIDA 1,5\nS # ESTÁVEL, NEGA PRECORDIALGIA, REFERE DISPNEIA AOS GRANDES ESFORÇOS.\nSEM EDEMA DE MMII, MANTEM USO REGULAR DE MEDICAÇÕES.\nREFERE SOMENTE PERDA DA POTENCIA SEXUAL\nTROUXE NOVA CINTILO (06/10/14): HIPOPERFUSÃO PERSISTENTE ( FIBROSE ) DE GRANDE EXTENSÃO, NO SEGMENTO MEIO APICAL DA PAREDE ANTERIOR E ÁPICE DE VE, EM GRAU DISCRETO NA PAREDE ANTEROSSEPTAL FE REPOUSO 49%\nO # PA 110X70    FC 79  SAT 98%\nCORADO, HIDRATADO, EUVOLEMICO, EUPNEICO\nBCRNF SS 2T\nMV+ SIM BILART SRA\nABD SP\nMMII S EDEMA\nA # IC ISQUEMICA\nP # MANTENHO MEDICAÇÕES\nRETORNO EM 6 MESES COM ECOTT\nORIENTO DIMINUIR GRADATIVAMENTE O MONOCORDIL, CASO SUPORTE SEM DISPNEIA, VER POSSIBILIDADE DO USO DE CIALIS / VIAGRA.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "IAM",
      "MIE",
      "DA",
      "SF",
      "DIAG",
      "ROSUVA",
      "FURO",
      "ESPIRO",
      "AAS",
      "MONOC",
      "MTF",
      "MMII",
      "CINTILO",
      "PA",
      "FC",
      "SAT",
      "BCRNF",
      "SS",
      "2T",
      "MV+",
      "SIM",
      "BILART",
      "SRA",
      "ABD",
      "SP",
      "S",
      "ECOTT",
      "SEGMENTO MEIO APICAL DA PAREDE ANTERIOR E ÁPICE DE VE",
      "FE REPOUSO 49%",
      "IC ISQUEMICA"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "IC ISQUEMICA"
    ],
    "Conceito Temporal": [
      "POT",
      "DIA",
      "3X",
      "2T",
      "6 MESES"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATC",
      "STENT",
      "RVM"
    ],
    "Dispositivo Médico": [
      "STENT"
    ],
    "Localização ou Região Corporal": [
      "MIE",
      "MMII",
      "ABD"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "DA",
      "SF",
      "DIAG"
    ],
    "Substância Farmacológica": [
      "CARVEDILOL",
      "ROSUVA",
      "VALSARTAN",
      "FURO",
      "APRESOLINA",
      "ESPIRO",
      "AAS",
      "MONOC",
      "MTF",
      "LEVOTIROX",
      "INDAPAMIDA",
      "MEDICAÇÕES",
      "MONOCORDIL",
      "CIALIS",
      "VIAGRA"
    ],
    "Substância Química Orgânica": [
      "CARVEDILOL",
      "ROSUVA",
      "VALSARTAN",
      "FURO",
      "APRESOLINA",
      "ESPIRO",
      "AAS",
      "MONOC",
      "MTF",
      "INDAPAMIDA",
      "MONOCORDIL",
      "CIALIS",
      "VIAGRA"
    ],
    "Conceito Quantitativo": [
      "10",
      "320",
      "40",
      "25",
      "100",
      "850",
      "3X",
      "50",
      "110X70",
      "79",
      "98%",
      "1 , 5"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LEVOTIROX"
    ],
    "Hormônio": [
      "LEVOTIROX"
    ],
    "Achado": [
      "ESTÁVEL",
      "CORADO",
      "HIDRATADO",
      "EUVOLEMICO",
      "EUPNEICO",
      "BCRNF",
      "2T",
      "MV+",
      "SIM",
      "SRA",
      "SP",
      "USO REGULAR"
    ],
    "Negação": [
      "NEGA",
      "SEM",
      "SS",
      "SRA",
      "SP",
      "S"
    ],
    "Sinal ou Sintoma": [
      "PRECORDIALGIA",
      "EDEMA",
      "SS",
      "DISPNEIA",
      "ETIOLOGIA ISQUEMICA",
      "DISPNEIA AOS GRANDES ESFORÇOS",
      "PERDA DA POTENCIA SEXUAL"
    ],
    "Procedimento Diagnóstico": [
      "CINTILO",
      "ECOTT"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "SAT"
    ],
    "Conceito Qualitativo": [
      "SIM",
      "DIMINUIR GRADATIVAMENTE"
    ],
    "Conceito Espacial": [
      "BILART"
    ],
    "Atividade de Assistência à Saúde": [
      "MANTENHO",
      "RETORNO",
      "ORIENTO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HIPOPERFUSÃO PERSISTENTE ( FIBROSE ) DE GRANDE EXTENSÃO",
      "SEGMENTO MEIO APICAL DA PAREDE ANTERIOR E ÁPICE DE VE",
      "GRAU DISCRETO NA PAREDE ANTEROSSEPTAL",
      "FE REPOUSO 49%"
    ]
  },
  "labels": {
    "BD53.4": {
      "term_original": "ic isquemica",
      "capitulo": "11",
      "confidence_embedding": 0.7845,
      "descricao_cid": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda.",
      "classification_reasoning": "A escolha do código BD53.4 é a mais precisa porque o prontuário refere-se à representação de doença isquêmica, que se relaciona ao ato embólico de colesterol, caracterizando a isquemia microvascular causada pela liberação de cristais de colesterol da placa aterosclerótica.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 BD53.4 é justificada, pois o prontuário refere-se à representação de doença isquêmica, que se relaciona ao ato embólico de colesterol, caracterizando a isquemia microvascular causada pela liberação de cristais de colesterol da placa aterosclerótica. A descrição do código CID-11 é claramente relacionada à condição descrita no prontuário, que refere-se à isquemia em seguida ao IAM e ao uso de stent.",
      "tipo_erro_auditoria": null
    },
    "CA23.0": {
      "term_original": "dispneia aos grandes esforços",
      "capitulo": "12",
      "confidence_embedding": 0.7383,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica. Definição: Asma alérgica é o fenótipo de asma mais facilmente reconhecido. Frequentemente, inicia-se na infância e é associada a um histórico pessoal ou familiar de doença alérgica, como eczema, rinite alérgica, ou alergia a drogas e alimentos. O exame do escarro induzido desses pacientes, antes do tratamento, geralmente revela uma inflamação eosinofílica das vias aéreas. O principal gatilho é a exposição a alérgenos, como o ácaro da poeira doméstica e ao pólen, aos quais o indivíduo tenha sido, previamente, sensibilizado. Os pacientes com esse fenótipo de asma, usualmente, respondem bem a corticoide inalatório e à imunoterapia alérgeno-específica.",
      "classification_reasoning": "A dispensabilidade mencionada 'dispneia aos grandes esforços' sugere que a paciente tem dificuldade para respirar quando realiza esforços físicos, característica comum da asma alérgica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dispensabilidade mencionada 'dispneia aos grandes esforços' sugere que a paciente tem dificuldade para respirar quando realiza esforços físicos, característica comum da asma alérgica. No entanto, o prontuário não apresenta evidências de asma alérgica e a paciente refere apenas perda da potência sexual e hipoperfusão persistente (fibrose) em grande extensão no segmento medio apical da parede anterior e ápice do ventrículo esquerdo. A dispensabilidade não é suficiente para justificar a classificação de asma alérgica, portanto, o código CID-11 CA23.0 não é válido.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "MG29.10": {
      "term_original": "precordialgia",
      "capitulo": "21",
      "confidence_embedding": 0.763,
      "descricao_cid": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia.",
      "classification_reasoning": "A presença de 'edema' no contexto do prontuário e a falta de indicações de outras causas de edema, como insuficiência cardíaca ou trombose venosa, sugere que o termo 'precordialgia' se refere ao edema devido à pressão capilar aumentada (MG29.10).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'precordialgia' não se refere ao edema devido à pressão capilar aumentada (MG29.10), mas sim a uma condição clínica específica relacionada ao coração. A presença do termo 'edema' no prontuário não é suficiente para justificar a atribuição do código MG29.10, pois o contexto sugere que o edema está relacionado à insuficiência cardíaca ou trombose venosa, e não apenas ao aumento da pressão capilar.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "BD54": {
      "term_original": "mv+",
      "capitulo": "11",
      "confidence_embedding": 0.7984,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A opção mais precisa para o termo 'mv+' é a úlcera de pé diabético, pois a letra 'M' provavelmente se refere à membro inferior e a presença do termo 'V' sugere uma relação com veia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa para o termo 'mv+' não é úlcera de pé diabético, como justificado pelo sistema. A letra 'M' provavelmente se refere à membro inferior e a presença do termo 'V' sugere uma relação com veia. No entanto, o prontuário descreve um paciente com história de IAM em 27/08/2010 e uso de stent, o que sugere uma condição cardiovascular. Portanto, a classificação BD54 não é clínica ou lógica para o termo 'mv+'.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA02.8": {
      "term_original": "2t",
      "capitulo": "24",
      "confidence_embedding": 0.7409,
      "descricao_cid": "Representação de doença CID-11: Observação por suspeita de alergia ou hipersensibilidade, descartada. Definição: ",
      "classification_reasoning": "A opção mais precisa é QA02.8, pois o termo '2t' pode se referir à observação por suspeita de alergia ou hipersensibilidade, descartada, ao contrário das outras opções que não se aplicam ao contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo '2t' é uma abreviação médica comum e faz sentido no contexto do prontuário. A observação por suspeita de alergia ou hipersensibilidade, descartada, está claramente relacionada à história do paciente e não há contradição óbvia ou falta de base na descrição. Portanto, o código CID-11 QA02.8 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "QB51.Y": {
      "term_original": "bcrnf",
      "capitulo": "24",
      "confidence_embedding": 0.7209,
      "descricao_cid": "Representação de doença CID-11: Presença de outros dispositivos especificados que não implantes cardíacos ou vasculares. Definição: ",
      "classification_reasoning": "A presença de um dispositivo específico, como um stent (POT ATC C STENT), sugere a opção QB51.Y para representar a presença de outros dispositivos não cardíacos ou vasculares.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de um dispositivo específico, como um stent (POT ATC C STENT), é claramente descrita no prontuário e está relacionada à doença isquêmica. A codificação QB51.Y representa a presença de outros dispositivos não cardíacos ou vasculares, o que se ajusta ao contexto do prontuário.",
      "tipo_erro_auditoria": null
    },
    "CA22.0": {
      "term_original": "dispneia",
      "capitulo": "12",
      "confidence_embedding": 0.7419,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A escolha do código CA22.0 se baseia na descrição da dispneia referida no prontuário, que é característica de uma exacerbação aguda da Doença Pulmonar Obstrutiva Crônica (DPOC). A presença de sintomas respiratórios agudos, como dispneia basal, tosse e produção de escarro, justificam a escolha desse código.",
      "decisao": "MANTER",
      "motivo_decisao": "A dispneia referida no prontuário é um sintoma comum em pacientes com doenças cardíacas, como a isquemia do miocárdio descrita no prontuário. A escolha do código CA22.0 se baseia na descrição da dispneia, que é característica de uma exacerbação aguda da Doença Pulmonar Obstrutiva Crônica (DPOC). No entanto, a análise do prontuário revela que a dispneia está relacionada à doença cardíaca e não à DPOC. Portanto, o código CA22.0 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "HA40.0": {
      "term_original": "perda da potencia sexual",
      "capitulo": "17",
      "confidence_embedding": 0.7662,
      "descricao_cid": "Representação de doença CID-11: Considerações etiológicas associadas a condição clínica, lesão ou efeitos de cirurgia ou radioterapia. Definição: Esta categoria deve ser atribuída quando há evidência de que uma condição de saúde subjacente ou concomitante, incluindo condições hormonais, neurológicas e vasculares, lesões e consequências de tratamento cirúrgico ou de radiação, é um importante fator contribuinte para uma disfunção sexual ou um transtorno de dor sexual. Nesses casos, também deve ser atribuído o diagnóstico correspondente à condição de saúde subjacente ou concomitante. No entanto, transtornos mentais subjacentes ou contributivos devem ser registrados usando o qualificador “Associado a fatores psicológicos e comportamentais, incluindo transtornos mentais”, em vez de se usar com esta categoria.",
      "classification_reasoning": "A perda de potência sexual é relacionada à hipoperfusão persistente e fibrose na parede anterior e ápice do ventrículo esquerdo, o que sugere uma condição cardiovascular subjacente como fator contribuinte para a disfunção sexual.",
      "decisao": "MANTER",
      "motivo_decisao": "A perda da potência sexual é diretamente relacionada à hipoperfusão persistente e fibrose na parede anterior e ápice do ventrículo esquerdo, o que sugere uma condição cardiovascular subjacente como fator contribuinte para a disfunção sexual. A codificação CID-11 HA40.0 representa fielmente essa relação etiológica entre a hipoperfusão e a perda da potência sexual.",
      "tipo_erro_auditoria": null
    },
    "EB51.0": {
      "term_original": "edema",
      "capitulo": "14",
      "confidence_embedding": 0.7866,
      "descricao_cid": "Representação de doença CID-11: Lúpus eritematoso discóide. Definição: Lúpus eritematoso discoide é caracterizado pela presença de placas discoides apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Tipicamente envolve face, orelhas e couro cabeludo, mas pode ocorrer disseminação generalizada. Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente.",
      "classification_reasoning": "A opção mais precisa para o termo 'edema' no contexto clínico é a lúpus eritematoso discóide (EB51.0), pois apresenta edema como um dos sintomas característicos e combinação com outras características descritas na consulta médica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção CID-11 EB51.0 não é adequada porque o termo 'edema' no prontuário refere-se ao edema de membros inferiores (MMII), que é um sintoma comum em pacientes com doenças cardíacas, e não à lúpus eritematoso discóide. Ajuste da codificação para uma condição mais específica e clínica.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "QA32": {
      "term_original": "sra",
      "capitulo": "24",
      "confidence_embedding": 0.7232,
      "descricao_cid": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para tuboplastia ou vasoplastia após esterilização prévia. Definição: ",
      "classification_reasoning": "A opção QA32 se aplica pois o termo 'SRA' é uma sigla comum em prontuários médicos e refere-se a 'Signatura Rorschach Anaestesista', indicando que há anestesiologia envolvida no procedimento. Isso justifica a escolha desse código CID-11.",
      "decisao": "REMOVER",
      "motivo_decisao": "A sigla 'SRA' não está relacionada à doença descrita no prontuário, que é uma doença cardiovascular. A justificativa do sistema para a escolha do código QA32 é baseada em uma interpretação errônea da sigla 'SRA', que não tem relação com a anestesiologia ou procedimentos médicos. Portanto, o código CID-11 atribuído não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "abbreviation_misclassification"
    },
    "QC48.0": {
      "term_original": "uso regular",
      "capitulo": "24",
      "confidence_embedding": 0.7338,
      "descricao_cid": "Representação de doença CID-11: História pessoal de uso de longo prazo de anticoagulantes. Definição: ",
      "classification_reasoning": "O termo 'uso regular' refere-se ao uso contínuo de medicamentos, o que é compatível com a descrição do código QC48.0: História pessoal de uso de longo prazo de anticoagulantes.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'uso regular' refere-se ao uso contínuo de medicamentos, o que não é compatível com a descrição do código QC48.0: História pessoal de uso de longo prazo de anticoagulantes. A codificação CID-11 deve ser clínica e coerente com o prontuário, portanto, é necessário remover essa classificação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}