{
  "prontuario_id": 787,
  "text": "Aparecida 45 anos Natural de Goioere/PR Morou proximo a Cascavel/PR Procedente de Curitiba\nMCP dilatada de etiologia a esclarecer\nTE ALTERADO 2014\n21-5-14 ECOESTRESS NEGATIVO\n21-5-15 FE 35 EP 17 AE 38\nFÇAO SISTOLICA COMPROMETIDA HIPOCINESIA DIFUSA REG MI DISCRETA\nDOR TIPICA AOS ESFORÇOS , AOS ESTADO ANSIOSOS\nCINTILO 14-2-15 T5E POSITIVO POR ALT CLINICO ECG DE ISQUEMIA\nISQUEMIA PEQUENA EXTENSAO PAREDE INFERIOR VE FE 34-46%\nCATETERISMO CARDIACO (02/06/15): TORTUOSIDADES CORONARIANAS.\nECO TT (03/03/16): FE 66%, NORMAL\nECG (30/09/15): RS ADRV\nHDP : Nega patologias previas\nNega tabagismo\nNega etilismo\nNega uso de drogas ilicitas\nHF: PAI, avó e tios cardiopatas\nMedicamentos em uso: Carvedilol, AAS, ENALAPRIL 10 MG 12/12\nAO EXAME : FC 70 BPM PA 120/80 MMHG\nACV : RCR EM 2T\nAP : MV+ ARA\nPANTURRILHAS LIVRES, SEM EDEMAS\n\nCD : MANTENHO CARVEDILOL E ENALAPRIL. RETORNO EM 01 ANO COM NOVO ECO TT\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "TE",
      "CINTILO",
      "T5E",
      "ECG",
      "RS",
      "ADRV",
      "HDP",
      "HF",
      "AAS",
      "FC",
      "PA",
      "ACV",
      "AP",
      "MV+",
      "ARA",
      "CD",
      "MCP dilatada",
      "FE 35",
      "EP 17",
      "AE 38",
      "FÇAO SISTOLICA COMPROMETIDA",
      "POSITIVO POR ALT CLINICO",
      "ECG DE ISQUEMIA",
      "ISQUEMIA PEQUENA EXTENSAO PAREDE INFERIOR VE",
      "FE 34-46%",
      "ECO TT",
      "FE 66%",
      "RCR EM 2T"
    ],
    "Procedimento Diagnóstico": [
      "TE",
      "CINTILO",
      "T5E",
      "ECG",
      "EXAME",
      "AP",
      "ECG DE ISQUEMIA",
      "CATETERISMO CARDIACO",
      "ECO TT"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ALTERADO",
      "NORMAL",
      "RS",
      "ADRV",
      "ECOESTRESS NEGATIVO",
      "FE 35",
      "EP 17",
      "AE 38",
      "FÇAO SISTOLICA COMPROMETIDA",
      "HIPOCINESIA DIFUSA",
      "POSITIVO POR ALT CLINICO",
      "ISQUEMIA PEQUENA EXTENSAO PAREDE INFERIOR VE",
      "FE 34-46%",
      "TORTUOSIDADES CORONARIANAS",
      "FE 66%"
    ],
    "Sinal ou Sintoma": [
      "REG",
      "ANSIOSOS",
      "ARA",
      "EDEMAS",
      "DISCRETA DOR TIPICA AOS ESFORÇOS"
    ],
    "Localização ou Região Corporal": [
      "MI",
      "ACV",
      "AP"
    ],
    "Achado": [
      "HDP",
      "HF",
      "cardiopatas",
      "MV+",
      "ARA",
      "etiologia a esclarecer",
      "uso de drogas ilicitas",
      "RCR EM 2T",
      "PANTURRILHAS LIVRES"
    ],
    "Atividade de Assistência à Saúde": [
      "HDP",
      "RETORNO EM 01 ANO"
    ],
    "Negação": [
      "Nega",
      "ARA",
      "SEM"
    ],
    "Doença ou Síndrome": [
      "patologias",
      "tabagismo",
      "etilismo",
      "MCP dilatada",
      "uso de drogas ilicitas"
    ],
    "Conceito Temporal": [
      "previas",
      "12/12"
    ],
    "Grupo Familiar": [
      "PAI",
      "avó",
      "tios"
    ],
    "Anormalidade Adquirida": [
      "cardiopatas"
    ],
    "Substância Farmacológica": [
      "Medicamentos",
      "Carvedilol",
      "AAS",
      "ENALAPRIL",
      "CARVEDILOL"
    ],
    "Substância Química Orgânica": [
      "Carvedilol",
      "AAS",
      "ENALAPRIL"
    ],
    "Atributo Clínico": [
      "FC",
      "PA"
    ],
    "Sistema Corporal": [
      "ACV"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CATETERISMO CARDIACO"
    ],
    "Conceito Quantitativo": [
      "10 MG",
      "70 BPM",
      "120/80 MMHG"
    ]
  },
  "labels": {
    "BC43.6": {
      "term_original": "cardiopatas",
      "capitulo": "11",
      "confidence_embedding": 0.7871,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo.",
      "classification_reasoning": "A escolha pelo código BC43.6 é baseada na menção de cardiomiopatia ventricular arritmogênica no contexto do prontuário, especificamente na presença de RS ADRV em ECG e HDP familiar com cardiopatas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha pelo código BC43.6 se baseia na menção de cardiomiopatia ventricular arritmogênica no contexto do prontuário, especificamente na presença de RS ADRV em ECG e HDP familiar com cardiopatas. No entanto, a análise do prontuário revela que o termo 'cardiopatas' se refere à história familiar de doenças cardíacas, não necessariamente à cardiomiopatia ventricular arritmogênica. Portanto, a codificação CID-11 BC43.6 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "MF95": {
      "term_original": "mv+",
      "capitulo": "21",
      "confidence_embedding": 0.7357,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A opção mais precisa para o termo 'mv+' é a mioglobinúria (MF95), pois 'mv+' provavelmente se refere à presença de mioglobina na urina, resultado da rabdomiólise e do consumo prolongado de etanol e atividade convulsiva semelhante à atividade física excessiva.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção 'mv+' no prontuário refere-se à presença de mioglobina na urina, resultado da rabdomiólise e do consumo prolongado de etanol e atividade convulsiva semelhante à atividade física excessiva. Isso é diretamente relacionado à descrição do código CID-11 MF95, que define a mioglobinúria como a presença de mioglobina na urina. Portanto, o código CID-11 atribuído (MF95) representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "MC82.0": {
      "term_original": "reg",
      "capitulo": "21",
      "confidence_embedding": 0.7702,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A opção mais precisa para o termo 'reg' no contexto clínico é a Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular (MC82.0), pois a palavra 'reg' se refere à representação de doença cardiovascular, como está descrita na anotação da consulta médica.",
      "decisao": "MANTER",
      "motivo_decisao": "A palavra 'reg' se refere à representação de doença cardiovascular, como está descrita na anotação da consulta médica. A condição clínica descrita no prontuário é a FÇAO SISTOLICA COMPROMETIDA HIPOCINESIA DIFUSA REG MI DISCRETA, que é diretamente relacionada à representação de doença cardiovascular. Portanto, o código CID-11 MC82.0 'Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular' é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "MB41.3": {
      "term_original": "ara",
      "capitulo": "21",
      "confidence_embedding": 0.7381,
      "descricao_cid": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro.",
      "classification_reasoning": "A opção mais precisa para o termo 'ara' no contexto clínico é a Representação de doença CID-11: Hiposmia, pois 'ara' parece referir-se à perda ou redução da capacidade de sentir cheiro, característica presente na definição do termo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção CID-11 MB41.3 (Hipoposmia) não é clinicamente coerente com o prontuário, pois 'ara' se refere à dor típica aos esforços e estado ansioso, e não à perda de capacidade de sentir cheiro. Ajuste da codificação necessária para refletir a realidade clínica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6E63": {
      "term_original": "ansiosos",
      "capitulo": "06",
      "confidence_embedding": 0.7377,
      "descricao_cid": "Representação de doença CID-11: Síndrome de ansiedade secundária. Definição: Síndrome caracterizada pela presença de sintomas ansiosos proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas ansiosos ou ataques de pânico em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas ansiosos forem suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "A descrição do termo 'ansiosos' está relacionada à síndrome de ansiedade secundária, uma condição caracterizada pela presença de sintomas ansiosos proeminentes como consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental. A escolha do código 6E63 é a mais precisa para o termo dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'ansiosos' está relacionada à síndrome de ansiedade secundária, uma condição caracterizada pela presença de sintomas ansiosos proeminentes como consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental. No prontuário, a paciente apresenta dor típica aos esforços e ao estado ansioso, o que é consistente com a descrição do termo. Portanto, a escolha do código 6E63 é a mais precisa para o termo dentro do contexto clínico.",
      "tipo_erro_auditoria": null
    },
    "MG30.3": {
      "term_original": "discreta dor tipica aos esforços",
      "capitulo": "21",
      "confidence_embedding": 0.7385,
      "descricao_cid": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento.",
      "classification_reasoning": "A dor tipica aos esforços e aos estados anxiosos está relacionada a uma dor musculoesquelética secundária crônica, o que justifica a escolha do código MG30.3.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor tipica aos esforços e aos estados anxiosos está relacionada a uma dor musculoesquelética secundária crônica, o que justifica a escolha do código MG30.3. A descrição clínica apresenta sintomas de dor muscular e esquelética associados a esforços e estado ansioso, o que é coerente com a definição da doença CID-11: Dor musculoesquelética secundária crônica.",
      "tipo_erro_auditoria": null
    },
    "EB51": {
      "term_original": "edemas",
      "capitulo": "14",
      "confidence_embedding": 0.7888,
      "descricao_cid": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo.",
      "classification_reasoning": "A presença de edemas na história do paciente, associados a dor típica aos esforços e estado ansioso, sugere um processo inflamatório cutâneo crônico, características da lúpus eritematoso cutâneo crônico (LECC), o que justifica a escolha do código EB51.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de edemas na história do paciente não está relacionada à lúpus eritematoso cutâneo crônico (LECC). O termo 'edemas' se refere a uma condição clínica específica, enquanto o prontuário descreve edema como um sintoma secundário a outras condições. A escolha do código EB51 não é justificada pela presença de edemas no prontuário.",
      "tipo_erro_auditoria": "anatomical_mismatch"
    },
    "QA02.8": {
      "term_original": "etilismo",
      "capitulo": "24",
      "confidence_embedding": 0.7161,
      "descricao_cid": "Representação de doença CID-11: Observação por suspeita de alergia ou hipersensibilidade, descartada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'etilismo' no contexto clínico é a representação de doença CID-11: Observação por suspeita de alergia ou hipersensibilidade, descartada (QA02.8). Isso porque o paciente não tem histórico de etilismo e sua média cardíaca está controlada com medicamentos, indicando que a observação da ausência de alergia ou hipersensibilidade ao uso de substâncias foi realizada e descartada.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'etilismo' não se refere a uma condição clínica diretamente relacionada ao paciente. A ausência de histórico de etilismo é mencionada no prontuário, mas isso não justifica a atribuição do código QA02.8, que representa uma representação de doença por suspeita de alergia ou hipersensibilidade descartada. O código CID-11 não está clínica e corretamente relacionado ao termo 'etilismo' no contexto do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "HDP": {
      "term_original": "hdp",
      "capitulo": "21",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa é o termo HDP, que se refere a 'História de doenças familiares' (Family history of diseases), justificada pela presença de pais, avó e tios cardiopatas na história familiar da paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção HDP (História de doenças familiares) é justificada pela presença de pais, avó e tios cardiopatas na história familiar da paciente. A codificação CID-11 para HDP é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "BA51": {
      "term_original": "hf",
      "capitulo": "11",
      "confidence_embedding": 0.7931,
      "descricao_cid": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas.",
      "classification_reasoning": "A paciente tem histórico de doença cardíaca, com miocardiopatia isquêmica e isquemia pequena na parede inferior. Além disso, há mencionado uso de medicamentos como Carvedilol e Enalapril, o que sugere tratamento de hipertensão e insuficiência cardíaca.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 BA51 (Miocardiopatia isquêmica) é justificada pela presença de miocardiopatia isquêmica e isquemia pequena na parede inferior, bem como o uso de medicamentos para tratamento de hipertensão e insuficiência cardíaca. A paciente tem histórico familiar de doenças cardíacas e apresenta sintomas típicos de miocardiopatia isquêmica, como dor aos esforços e estado ansioso.",
      "tipo_erro_auditoria": null
    },
    "BC43.0": {
      "term_original": "mcp dilatada",
      "capitulo": "11",
      "confidence_embedding": 0.7793,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida.",
      "classification_reasoning": "A MCP dilatada é caracterizada pela disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos, ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes. Como há comprometimento sistólico e hipocinesia difusa registada no prontuário, a escolha mais precisa é BC43.0 - Cardiomiopatia dilatada.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 BC43.0 - Cardiomiopatia dilatada é justificada pela presença de disfunção sistólica e hipocinesia difusa registada no prontuário, o que caracteriza a cardiomiopatia dilatada. Além disso, a ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes também é compatível com a definição do código CID-11.",
      "tipo_erro_auditoria": null
    },
    "QA8D": {
      "term_original": "tabagismo",
      "capitulo": "24",
      "confidence_embedding": 0.7271,
      "descricao_cid": "Representação de doença CID-11: Paciente que recebeu um teste diagnóstico ou tratamento destinado a outro paciente, sem lesão ou dano. Definição: ",
      "classification_reasoning": "O termo 'tabagismo' não está presente no contexto, mas sim uma menção à ausência de tabagismo, o que sugere que a paciente nunca fumou ou esteve envolvida com substâncias tóxicas. Portanto, a opção mais precisa é QA8D, que representa um paciente que recebeu um teste diagnóstico ou tratamento destinado a outro paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'tabagismo' é negado no prontuário, indicando que a paciente nunca fumou ou esteve envolvida com substâncias tóxicas. No entanto, o código CID-11 QA8D representa um paciente que recebeu um teste diagnóstico ou tratamento destinado a outro paciente, sem lesão ou dano. Isso não é coerente com a informação do prontuário. Portanto, o código atribuído é falso e deve ser removido.",
      "tipo_erro_auditoria": "negated_finding"
    },
    "QA7Z": {
      "term_original": "uso de drogas ilicitas",
      "capitulo": "24",
      "confidence_embedding": 0.7373,
      "descricao_cid": "Representação de doença CID-11: Circunstâncias associadas a exposição a uma droga, medicamento ou substância biológica influenciando no episódio de atenção sem lesão ou dano, não especificadas. Definição: ",
      "classification_reasoning": "A opção mais precisa é QA7Z, pois o termo 'uso de drogas ilicitas' não está relacionado à interrupção ou descontinuação inapropriadas de uma droga (QA7A), nem a representação de doença por alergia (QA44.3). Além disso, a paciente não apresenta sintomas de uso de drogas e o objetivo do termo é apenas registrar circunstâncias associadas à exposição a substâncias, sem lesão ou dano.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção QA7Z não é adequada pois o termo 'uso de drogas ilicitas' não está relacionado à exposição a substâncias, mas sim ao uso indevido ou proibido de drogas. O prontuário não apresenta qualquer evidência de uso de drogas ilicitas pela paciente. A opção mais precisa seria uma que descreve circunstâncias associadas à história familiar de doenças cardíacas (Familial History of Cardiovascular Disease) ou outra condição clínica relacionada.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}