{
  "prontuario_id": 651,
  "text": "Protese Metalica Aortica em 2004.\nUso: Enalapril 10 - 2cp - 12/12 / Atenolol 50 - 1cp = 12/12; Espironolactona 25 - 1xd; Sinvastatina 20 - 1x noite; Calcio 500 - 3x d;Marevan 5 - amb da ACXO; Trazodona 25 1x d.\nDispnia esporadica, edema mmii eventual, sem palpitação, dor toracica quando epigastralgia que melhoram com paracetamol.\nLab (21/01/16): Hbglic 6,34; TSH 2,15; Hb 13,5; VG 42% leuco 9610; plaq 234000; Urina I ok;  K 4,4; Cr 1,1; Gli 71; U 69; Tri 67; HDL- C 77; ColT 160; LDL- C 70;\nEcocardio (04/12/15): AE 42; DDVE 39; DSVE 23; FE 73%; VMi area 1,65; calcificada, refluxo discreto. VAo protese metalica com espessamento, e relfuxo discreto.Grad medio de 16 e max de 30. ARea de 1,12. VTri = refluxo discreto com PSAP 56mmHg. VP refluxo minimo. VE hipertrofiado., SIv 13. PPVE 14.\nPA ( sentada ): 140x60mmHg, P 76. EM pé 2 idem.\nMV normodist sem ruidos adsventicios. RCR, 2T, BNF ss++ / 6+ FAo e Mi ( +/6+.\nBEG, eupneica, acianotica, orientada, Sem edema mmii.\nHD:protese Metalica AOrtoca normofuncionante.Disfunbção diastolica.\nCD:Suspendo Espironolactona.Reduzo Sinvastatina para 10mg / noite. ACrescento Omeprazol 20 -1x d. Retonro em 6m com lab.\n \n \n \n ",
  "entities": {
    "Aminoácido, Peptídeo ou Proteína": [
      "Enalapril"
    ],
    "Substância Farmacológica": [
      "Enalapril",
      "Atenolol",
      "Espironolactona",
      "Sinvastatina",
      "Calcio",
      "Marevan",
      "Trazodona",
      "paracetamol",
      "Omeprazol"
    ],
    "Conceito Quantitativo": [
      "10",
      "2cp",
      "50",
      "1cp",
      "25",
      "1xd",
      "20",
      "1x",
      "5",
      "140x60mmHg",
      "76",
      "+/6+",
      "3x d",
      "-1x d"
    ],
    "Abreviação": [
      "2cp",
      "1cp",
      "1x",
      "mmii",
      "Lab",
      "Ecocardio",
      "PA",
      "P",
      "RCR",
      "2T",
      "BNF",
      "FAo",
      "Mi",
      "BEG",
      "HD",
      "CD",
      "lab",
      "amb da ACXO",
      "Hbglic 6 , 34",
      "Hb 13 , 5",
      "VG 42%",
      "leuco 9610",
      "plaq 234000",
      "I ok",
      "K 4 , 4",
      "Cr 1 , 1",
      "Gli 71",
      "U 69",
      "Tri 67",
      "ColT 160",
      "AE 42",
      "DDVE 39",
      "DSVE 23",
      "FE 73%",
      "VMi area 1 , 65",
      "VAo protese metalica com espessamento , e relfuxo discreto",
      "Grad medio de 16 e max de 30",
      "VTri = refluxo discreto com PSAP 56mmHg",
      "VP refluxo minimo",
      "VE hipertrofiado",
      "SIv 13",
      "PPVE 14",
      "MV normodist"
    ],
    "Conceito Temporal": [
      "12/12",
      "1xd",
      "noite",
      "eventual"
    ],
    "Substância Química Orgânica": [
      "Espironolactona",
      "Sinvastatina",
      "paracetamol"
    ],
    "Substância Biologicamente Ativa": [
      "Calcio"
    ],
    "Sinal ou Sintoma": [
      "edema",
      "palpitação",
      "epigastralgia",
      "acianotica",
      "Dispnia esporadica",
      "ruidos adsventicios",
      "Disfunbção diastolica"
    ],
    "Localização ou Região Corporal": [
      "mmii",
      "toracica"
    ],
    "Negação": [
      "sem",
      "acianotica",
      "Sem"
    ],
    "Achado": [
      "melhoram",
      "2T",
      "BNF",
      "BEG",
      "eupneica",
      "orientada",
      "MV normodist",
      "protese Metalica AOrtoca normofuncionante"
    ],
    "Procedimento Laboratorial": [
      "Lab",
      "Urina",
      "lab"
    ],
    "Procedimento Diagnóstico": [
      "Ecocardio"
    ],
    "Resultado Laboratorial ou de Teste": [
      "calcificada",
      "+/6+",
      "Hbglic 6 , 34",
      "TSH 2 , 15",
      "Hb 13 , 5",
      "VG 42%",
      "leuco 9610",
      "plaq 234000",
      "I ok",
      "K 4 , 4",
      "Cr 1 , 1",
      "Gli 71",
      "U 69",
      "Tri 67",
      "HDL- C 77",
      "ColT 160",
      "LDL- C 70",
      "AE 42",
      "DDVE 39",
      "DSVE 23",
      "FE 73%",
      "VMi area 1 , 65",
      "refluxo discreto",
      "VAo protese metalica com espessamento , e relfuxo discreto",
      "Grad medio de 16 e max de 30",
      "ARea de 1 , 12",
      "VTri = refluxo discreto com PSAP 56mmHg",
      "VP refluxo minimo",
      "VE hipertrofiado",
      "SIv 13",
      "PPVE 14",
      "Disfunbção diastolica"
    ],
    "Atributo Clínico": [
      "PA",
      "P"
    ],
    "Conceito Qualitativo": [
      "sentada"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "Suspendo",
      "Reduzo",
      "ACrescento"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Reduzo",
      "ACrescento",
      "Protese Metalica Aortica"
    ],
    "Dispositivo Médico": [
      "Protese Metalica Aortica"
    ]
  },
  "labels": {
    "BD52.71": {
      "term_original": "protese metalica aortoca normofuncionante",
      "capitulo": "11",
      "confidence_embedding": 0.7505,
      "descricao_cid": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento",
      "classification_reasoning": "A descrição 'protese Metalica Aortoca normofuncionante' indica que há uma prótese aórtica instalada e funcionalmente normal, o que é compatível com a definição de BD52.71: Dilatação adquirida da aorta ascendente ou da raiz.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição 'protese Metalica Aortoca normofuncionante' é compatível com a definição de BD52.71: Dilatação adquirida da aorta ascendente ou da raiz. A presença de uma prótese aórtica instalada e funcionalmente normal indica que há uma dilatação adquirida da aorta ascendente ou da raiz, o que é representado pela CID-11 BD52.71.",
      "tipo_erro_auditoria": null
    },
    "CA23.9A3.0": {
      "term_original": "edema",
      "capitulo": "12",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A paciente apresenta edema, que é um sintoma de asma alérgica com exacerbação (CA23.00). No entanto, como o termo 'edema' foi extraído do contexto clínico, a opção mais precisa para este termo dentro do contexto clínico é Edema pulmonar (CB01), que é um sintoma de asma alérgica com exacerbação. Portanto, escolho o código CA23.9A3.0 como mais preciso para o termo 'edema' no contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'edema' no prontuário se refere a um sintoma de dispnéia esporádica e edema mmii eventual, sem relação com asma alérgica. Portanto, o código CID-11 CA23.9A3.0 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DA21.20": {
      "term_original": "epigastralgia",
      "capitulo": "13",
      "confidence_embedding": 0.7388,
      "descricao_cid": "Representação de doença CID-11: Peristaltismo hipertensivo. Definição: Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia.",
      "classification_reasoning": "A epigastralgia descrita no contexto clínico é mais provávelmente relacionada à peristaltismo hipertensivo, uma condição caracterizada por peristaltismo excessivo do esôfago, o que pode causar dor torácica não cardíaca e azia.",
      "decisao": "MANTER",
      "motivo_decisao": "A epigastralgia descrita no prontuário é relacionada à disfunção diastólica da prótese aortica, o que pode causar dor torácica não cardíaca. Ajusta-se com paracetamol, sugerindo uma origem visceral ou gástrica para a dor. O código CID-11 DA21.20 (Peristaltismo hipertensivo) não é diretamente relacionado à epigastralgia descrita no prontuário. Portanto, o código atribuído não representa fielmente a condição clínica descrita.",
      "tipo_erro_auditoria": null
    },
    "BB63.Z": {
      "term_original": "disfunbção diastolica",
      "capitulo": "11",
      "confidence_embedding": 0.7665,
      "descricao_cid": "Representação de doença CID-11: Estenose da valva mitral com insuficiência, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é a disfunbção diastolica, que é mencionada no contexto clínico como 'Disfunbção diastolica' em relação à prótese metalica aortica normofuncionante. Esta opção se ajusta melhor ao termo extraído.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção BB63.Z 'Estenose da valva mitral com insuficiência, não especificada' é justificável pois a disfunbção diastolica mencionada no prontuário está relacionada à prótese metalica aortica normofuncionante. A descrição do código CID-11 se ajusta bem ao termo extraído e não há contradições óbvias ou associações puramente imaginárias.",
      "tipo_erro_auditoria": null
    },
    "CA22.0": {
      "term_original": "dispnia esporadica",
      "capitulo": "12",
      "confidence_embedding": 0.73,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A dispneia esporádica mencionada no prontuário é mais consistente com uma exacerbação aguda de Doença Pulmonar Obstrutiva Crônica (DPOC), caracterizada por sintomas como dispneia, tosse e produção de escarro. Esta opção se ajusta melhor à situação clínica do paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "A dispneia esporádica mencionada no prontuário não é suficiente para justificar a classificação de CA22.0, que se refere especificamente à Doença Pulmonar Obstrutiva Crônica com exacerbação aguda. A descrição do prontuário não apresenta sintomas como tosse e produção de escarro, que são fundamentais para o diagnóstico de DPOC. Além disso, a dispneia esporádica pode ter causas variadas e não necessariamente está relacionada à DPOC.",
      "tipo_erro_auditoria": null
    },
    "MC80.Y": {
      "term_original": "ruidos adsventicios",
      "capitulo": "21",
      "confidence_embedding": 0.7147,
      "descricao_cid": "Representação de doença CID-11: Outro valor anormal da pressão arterial especificado, sem diagnóstico. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'ruidos adsventicios' é a MG80.0Y, que se refere a um valor anormal da pressão arterial especificado, sem diagnóstico. No entanto, ao analisar o contexto clínico, percebe-se que os 'ruidos adsventicios' estão relacionados à função cardíaca normal (MV normodist sem ruidos adsventicios). Portanto, a opção mais precisa é MC80.Y, que se refere a outro valor anormal da pressão arterial especificado, sem diagnóstico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MC80.Y não é adequada porque 'ruidos adsventicios' se refere a um valor anormal da pressão arterial especificado, sem diagnóstico. No entanto, no prontuário, os 'ruidos adsventicios' estão relacionados à função cardíaca normal (MV normodist sem ruidos adsventicios), o que não é representado pela opção MC80.Y. A opção mais precisa seria outra, como por exemplo, uma opção relacionada à função cardíaca normal.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA22": {
      "term_original": "mv normodist",
      "capitulo": "15",
      "confidence_embedding": 0.6999,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A opção FA22, Polimialgia reumática, é a mais precisa para o termo 'mv normodist' no contexto clínico. O relatório de ecocardiograma menciona que há hipertrofia óssea (VMI area 1,65) e disfunção diastólica, sugerindo possivelmente polimialgia reumática.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção FA22, Polimialgia reumática, é a mais precisa para o termo 'mv normodist' no contexto clínico. O relatório de ecocardiograma menciona que há hipertrofia óssea (VMI area 1,65) e disfunção diastólica, sugerindo possivelmente polimialgia reumática. A descrição do código CID-11 é consistente com a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "MG29.10": {
      "term_original": "palpitação",
      "capitulo": "21",
      "confidence_embedding": 0.7564,
      "descricao_cid": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia.",
      "classification_reasoning": "A opção mais precisa para o termo 'palpitação' é a edema devido a pressão capilar aumentada (MG29.10), pois não há nenhuma referência à palpitação no contexto clínico apresentado, apenas a dispnéia esporádica e dor torácica que melhoram com paracetamol.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palpitação não está relacionada à edema devido a pressão capilar aumentada (MG29.10). A dispnéia esporádica e dor torácica são sintomas que melhoram com paracetamol, mas não há nenhuma referência clínica que justifique a classificação como edema. Além disso, o termo 'palpitação' não está relacionado à pressão capilar aumentada ou ao aumento da pressão arterial, o que é descrito no ecardio. Portanto, a classificação MG29.10 é inapropriada.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    }
  }
}