{
  "prontuario_id": 695,
  "text": "sem queixas.\nsente-se bem.\n# hoje avaliação exclusiva de mp\n# mp camara-dupla\n# programado em modo ddd\n# bat ok\n# para eri = 2 meses\n# a - imp = 388, sense = 5,0, clv - menor que 1,0 x 0,4\n# v - imp = 395, sense = 11,5, clv = menor que 1,0 x 0,4\n# cd =  retorno como encaixe para avaliar bat - pcte ciente que NÃO PODE DIXAR DE VIR, se intercorrencias = procura direta.\n ",
  "entities": {
    "Negação": [
      "sem",
      "NÃO"
    ],
    "Sinal ou Sintoma": [
      "queixas",
      "intercorrencias"
    ],
    "Conceito Temporal": [
      "hoje",
      "2 meses"
    ],
    "Atividade de Assistência à Saúde": [
      "avaliação",
      "programado",
      "cd",
      "retorno",
      "encaixe",
      "procura direta"
    ],
    "Dispositivo Médico": [
      "mp"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "mp"
    ],
    "Abreviação": [
      "mp",
      "eri",
      "bat",
      "pcte",
      "modo ddd",
      "bat ok"
    ],
    "Atributo Clínico": [
      "eri",
      "bat"
    ],
    "Conceito Quantitativo": [
      "388",
      "395",
      "5 , 0",
      "menor que 1 , 0 x 0 , 4",
      "11 , 5"
    ],
    "Achado": [
      "sente-se bem",
      "PODE DIXAR DE VIR"
    ]
  },
  "labels": {
    "ME66.4": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.7398,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa relativos às unhas. Definição: Termo muito inespecífico para indicar um problema real ou percebido afetando as unhas das mãos ou dos pés, e que não pode ser codificado com mais precisão em outra parte.",
      "classification_reasoning": "A opção ME66.4 é a mais precisa para o termo 'queixas' no contexto clínico, pois refere-se a sintomas ou queixas relativos às unhas, o que está relacionado ao Termo Extraído.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'queixas' é muito amplo e não apresenta relação direta com a avaliação de MP, camara-dupla, programado em modo DDD, bat OK, etc. A descrição do código CID-11 ME66.4 refere-se a sintomas ou queixas relativos às unhas, o que não está relacionado ao conteúdo do prontuário. Portanto, é necessário remover o código CID-11 ME66.4 pois apresenta uma associação puramente imaginária e sem qualquer base no texto.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "PA83.2": {
      "term_original": "pode dixar de vir",
      "capitulo": "23",
      "confidence_embedding": 0.7067,
      "descricao_cid": "Representação de doença CID-11: Corte ou perfuração não intencional por outro ou não especificado objeto cortante ou perfurante. Definição: ",
      "classification_reasoning": "A opção PA83.2 é a mais precisa para o termo 'pode dixar de vir' porque refere-se a corte ou perfuração não intencional por outro ou não especificado objeto cortante ou perfurante, o que sugere que a pessoa pode ser lesionada ou ferida em algum momento.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção PA83.2 não está clinicamente coerente com o prontuário, pois refere-se a corte ou perfuração não intencional por outro ou não especificado objeto cortante ou perfurante, enquanto o termo 'pode dixar de vir' não sugere essa possibilidade. Além disso, não há nenhuma indicação de lesão ou ferimento no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NC30.3": {
      "term_original": "intercorrencias",
      "capitulo": "22",
      "confidence_embedding": 0.698,
      "descricao_cid": "Representação de doença CID-11: Contusão de outras parte ou parte não especificada do antebraço. Definição: ",
      "classification_reasoning": "A palavra-chave 'intercorrencias' provavelmente se refere a lesões ou contusões em diferentes partes do corpo, e o código NC30.3 - Representação de doença CID-11: Contusão de outras parte ou parte não especificada do antebraço - melhor se ajusta ao contexto clínico",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra-chave 'intercorrencias' provavelmente se refere a uma condição clínica que envolve lesões ou contusões em diferentes partes do corpo, mas o código CID-11 NC30.3 se refere especificamente à contusão no antebraço. A falta de relação entre o termo e o código justifica a remoção do código atribuído.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}