{
  "prontuario_id": 193,
  "text": "ABLAÇÃO DE TAQUICARDIA ATRIAL 2009 E A SEGUNDA EM 2010.\nHAS, NEGA DM, DLPD, TABAGISMO, ALERGIA MEDICAMENTOSA.\nCATETERISMO COM AUSENCIA DE CORONARIOPATIA.\nFAZ USO DE ATENOLOL 100MG 12/12H, DILTIAZEN 60MG 12/12H, ENALAPRIL 10MG 12/12H, HCTZ  25MG, MAREVAN 5MG.\nHOLTER COM PRESENCA DE EV E ESV RARAS COM EPISODIOS NAO SUSTENTADOS DE TAQUICARDIA ATRIAL SEM PRESENCA DE SINTOMAS.\n# PACIENTE REFERE ESTAR SE SENTINDO BEM COM AS MEDICAÇÕES. NEGA SINTOMAS DE PALPITAÇÕES. RELATA DISPNEIA AOS GRANDES ESFORCOS, COM MELHORA COM REPOUSO. RELATA QUE APRESENTOU 1 EPISODIO DE HIPOTENSAO. RELATA CEFALEIA.\n# BEG, PA 120/80MMHG,   FC 70.\nC/P : SEM ALT.\nCORAÇÃO: BRNF 2T, SEM SOPRO.\nPULMAO: MV+, SEM RA.\nCD: MEDICAÇÃO MANTIDA. SOLICITO NOVO HOLTER E ECOCARDIO.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "HAS",
      "DM",
      "DLPD",
      "HCTZ",
      "BEG",
      "PA",
      "FC",
      "C/P",
      "ALT",
      "MV+",
      "RA",
      "CD",
      "ECOCARDIO",
      "PRESENCA DE EV E ESV RARAS COM EPISODIOS",
      "BRNF 2T"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DM",
      "DLPD",
      "TABAGISMO",
      "CORONARIOPATIA",
      "ALERGIA MEDICAMENTOSA"
    ],
    "Negação": [
      "NEGA",
      "AUSENCIA",
      "NAO",
      "SEM"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CATETERISMO",
      "ABLAÇÃO DE TAQUICARDIA ATRIAL"
    ],
    "Substância Farmacológica": [
      "ATENOLOL",
      "DILTIAZEN",
      "ENALAPRIL",
      "HCTZ",
      "MAREVAN",
      "MEDICAÇÕES"
    ],
    "Substância Química Orgânica": [
      "ATENOLOL",
      "DILTIAZEN",
      "HCTZ",
      "MAREVAN"
    ],
    "Conceito Quantitativo": [
      "100MG",
      "60MG",
      "10MG",
      "25MG",
      "5MG",
      "120/80MMHG",
      "70",
      "1 EPISODIO"
    ],
    "Conceito Temporal": [
      "12/12H"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Procedimento Diagnóstico": [
      "HOLTER",
      "ECOCARDIO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Sinal ou Sintoma": [
      "SINTOMAS",
      "PALPITAÇÕES",
      "HIPOTENSAO",
      "CEFALEIA",
      "ALT",
      "SOPRO",
      "RA",
      "DISPNEIA AOS GRANDES ESFORCOS"
    ],
    "Achado": [
      "BEG",
      "MV+",
      "SENTINDO BEM",
      "MELHORA COM REPOUSO",
      "BRNF 2T"
    ],
    "Atributo Clínico": [
      "PA",
      "FC"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "C/P",
      "CORAÇÃO",
      "PULMAO"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "SOLICITO",
      "MEDICAÇÃO MANTIDA"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Resultado Laboratorial ou de Teste": [
      "PRESENCA DE EV E ESV RARAS COM EPISODIOS",
      "SUSTENTADOS DE TAQUICARDIA ATRIAL",
      "PRESENCA DE SINTOMAS"
    ]
  },
  "labels": {
    "BC81.2": {
      "term_original": "tabagismo",
      "capitulo": "11",
      "confidence_embedding": 0.8028,
      "descricao_cid": "Representação de doença CID-11: Taquicardia atrial macrorreentrante. Definição: Arritmia atrial em que há reentrada intra-atrial ou movimento circular em torno de um obstáculo central fixo ou funcional. O obstáculo central pode consistir em estruturas normais (p.ex., valvas) ou anormais (p.ex., cicatrizes).\r\n\r\nEsta forma de TSV se origina no átrio; a condução para os ventrículos não é necessária para que a taquicardia continue. Um ritmo atrial organizado com uma frequência tipicamente entre 250 e 350 bpm, incluindo taquicardias usando uma variedade de circuitos de reentrada que muitas vezes ocupam grandes áreas do átrio (‘‘macro-reentrada’’). Aqui, a arritmia envolve o istmo cavotricuspídeo.",
      "classification_reasoning": "A descrição do termo 'tabagismo' não está diretamente relacionada à ablação de taquicardia atrial, mas o termo 'TABAGISMO' encontrado no prontuário é uma característica do paciente, portanto, a opção mais precisa para o termo dentro do contexto clínico é BC81.2, que descreve a taquicardia atrial macrorreentrante.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'tabagismo' não está diretamente relacionada à ablação de taquicardia atrial, mas o termo 'TABAGISMO' encontrado no prontuário é uma característica do paciente. A opção mais precisa para o termo dentro do contexto clínico é BC81.2, que descreve a taquicardia atrial macrorreentrante. Ajusta-se às diretrizes de auditoria, pois a codificação CID-11 representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": null
    },
    "BC81.7Y": {
      "term_original": "coronariopatia",
      "capitulo": "11",
      "confidence_embedding": 0.8114,
      "descricao_cid": "Representação de doença CID-11: Outra taquicardia atrioventricular recíproca, especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é a taquicardia atrioventricular recíproca, especificada (Código: BC81.7Y), pois o paciente refere ablações de taquicardia atrial em 2009 e 2010, e o registro de Holter apresenta episódios não sustentados de taquicardia atrial sem sintomas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção BC81.7Y é inadequada porque a codificação CID-11 refere-se especificamente à taquicardia atrioventricular recíproca, enquanto o prontuário descreve ablações de taquicardia atrial em 2009 e 2010. A presença de episódios não sustentados de taquicardia atrial sem sintomas no registro de Holter também não justifica a escolha da codificação BC81.7Y, pois essa opção se refere à taquicardia atrioventricular recíproca e não à taquicardia atrial.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG24.7": {
      "term_original": "dlpd",
      "capitulo": "21",
      "confidence_embedding": 0.7599,
      "descricao_cid": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'dlpd' é a doença cardiovascular, pois o paciente tem um histórico de parada cardíaca (ABLAÇÃO DE TAQUICARDIA ATRIAL) e apresenta sintomas de dispneia e hipotensão.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa para o termo 'dlpd' não é a doença cardiovascular, pois o paciente tem um histórico de parada cardíaca (ABLAÇÃO DE TAQUICARDIA ATRIAL) e apresenta sintomas de dispneia e hipotensão. O termo 'dlpd' se refere a Doença Pulmonar Obstrutiva Crônica, que não está relacionado ao histórico do paciente. Portanto, o código CID-11 MG24.7 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "4A85.1": {
      "term_original": "alergia medicamentosa",
      "capitulo": "04",
      "confidence_embedding": 0.7441,
      "descricao_cid": "Representação de doença CID-11: Hipersensibilidade a ervas ou a outras terapias medicinais alternativas. Definição: Hipersensibilidade a ervas e terapias medicinais alternativas refere-se a reações imprevisíveis, clinicamente similares à alergia que causam sintomas ou sinais objetivos reprodutíveis, desencadeados pela exposição a ervas e outras terapias medicinais alternativas, como homeopatia, ventosas ou acupuntura. Ervas e terapias medicinais alternativas não são, costumeiramente, consideradas drogas, mas podem desencadear reações imunomediadas ou não, que ocorrem em indivíduos suscetíveis. Tais reações são desencadeadas por doses e procedimentos usualmente, toleradas por indivíduos normais.",
      "classification_reasoning": "A escolha é baseada na falta de informação sobre alérgenos específicos e a presença de hipersensibilidade a medicamentos, o que sugere uma reação adversa à terapia medicinal em geral, ao invés de uma reação específica a um alimento ou inseto.",
      "decisao": "REMOVER",
      "motivo_decisao": "A alergia medicamentosa descrita no prontuário não se refere a uma reação imprevisível à terapia medicinal em geral, como definido pelo código CID-11 4A85.1. Em vez disso, o paciente apresenta hipersensibilidade a medicamentos específicos, como atenolol, diltiazem e enalapril, o que não é representado pela escolha do código CID-11.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC82.0": {
      "term_original": "melhora com repouso",
      "capitulo": "21",
      "confidence_embedding": 0.7593,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A expressão 'melhora com repouso' sugere que o paciente apresenta sintomas de insuficiência cardíaca, como dispneia agravada com esforço. A descrição da parada cardíaca com taquicardia e fibrilação ventricular (MC82.0) é mais precisa para esse contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A expressão 'melhora com repouso' não é uma representação de parada cardíaca com taquicardia e fibrilação ventricular (MC82.0). A descrição do prontuário refere-se a um paciente com taquicardia atrial, sem apresentar sintomas de insuficiência cardíaca. A codificação MC82.0 não é clinicamente coerente com o conteúdo do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A03.0Y": {
      "term_original": "brnf 2t",
      "capitulo": "09",
      "confidence_embedding": 0.6813,
      "descricao_cid": "Representação de doença CID-11: Outra blefaroptose especificada. Definição: ",
      "classification_reasoning": "O termo 'brnf 2T' refere-se a blefaroptose, que é uma condição caracterizada pela insuficiência do sistema lacrimal, levando ao acúmulo de lágrimas nos olhos e sua subsequente drenagem pela face. A opção mais precisa para este termo dentro do contexto clínico é a blefaroptose especificada (9A03.0Y).",
      "decisao": "MANTER",
      "motivo_decisao": "A opção 'brnf 2T' refere-se a blefaroptose, que é uma condição clínica específica e bem definida. O termo não apresenta contradições óbvias ou associações puramente imaginárias com o restante do prontuário. A classificação CID-11 '9A03.0Y' como Representação de doença - Outra blefaroptose especificada é justificável e coerente com a descrição clínica.",
      "tipo_erro_auditoria": null
    },
    "CA23.00": {
      "term_original": "dispneia aos grandes esforcos",
      "capitulo": "12",
      "confidence_embedding": 0.7214,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A dispensibilidade aos grandes esforços pode ser um sintoma de asma alérgica, que está previamente documentada no prontuário do paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'dispneia aos grandes esforços' é um sintoma comum em pacientes com doenças cardíacas, incluindo a taquicardia atrial. Embora o paciente tenha asma alérgica previamente documentada, não há evidência clínica suficiente para justificar a atribuição do código CA23.00. A dispensibilidade aos grandes esforços pode ser um sintoma de várias condições, incluindo doenças cardíacas e pulmonares, e não é específico da asma alérgica. Portanto, mantemos o código CID-11 originalmente atribuído.",
      "tipo_erro_auditoria": null
    },
    "MB23.H": {
      "term_original": "sintomas",
      "capitulo": "21",
      "confidence_embedding": 0.7145,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'sintomas' no contexto clínico é a crise de pânico (Código MB23.H), pois o paciente relata episódios não sustentados de taquicardia atrial sem presença de sintomas, além de reportar sintomas como cefaleia e dispneia aos grandes esforços. Além disso, o paciente refere-se estar se sentindo bem com as medicações, o que sugere que os sintomas estão relacionados à taquicardia atrial e não a outras condições.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'sintomas' no contexto clínico é a crise de pânico (Código MB23.H), pois o paciente relata episódios não sustentados de taquicardia atrial sem presença de sintomas, além de reportar sintomas como cefaleia e dispneia aos grandes esforços. Além disso, o paciente refere-se estar se sentindo bem com as medicações, o que sugere que os sintomas estão relacionados à taquicardia atrial e não a outras condições.",
      "tipo_erro_auditoria": null
    },
    "9A03.0Z": {
      "term_original": "sopro",
      "capitulo": "09",
      "confidence_embedding": 0.6729,
      "descricao_cid": "Representação de doença CID-11: Blefaroptose, não especificada. Definição: ",
      "classification_reasoning": "Escolhi o código 9A03.0Z, Blefaroptose não especificada, pois o termo 'sopro' está relacionado a uma ausência de sopro cardíaco (brnF), sugerindo que o paciente não apresenta nenhum tipo de problema respiratório ou circulatório associado a uma possível disfunção pulmonar.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'sopro' está relacionado a uma ausência de sopro cardíaco (brnF), o que não é um diagnóstico ou condição clínica. A codificação CID-11 9A03.0Z, Blefaroptose não especificada, não se aplica ao contexto do prontuário. A abordagem correta seria remover este código e realizar uma nova análise para encontrar o código CID-11 mais apropriado.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC81.2Z": {
      "term_original": "palpitações",
      "capitulo": "11",
      "confidence_embedding": 0.8393,
      "descricao_cid": "Representação de doença CID-11: Taquicardia atrial macrorreentrante, não especificada. Definição: ",
      "classification_reasoning": "A paciente tem histórico de ablação de taquicardia atrial em 2009 e 2010, com presença de ev e ESV raras com episódios não sustentados de taquicardia atrial sem sintomas. Apesar da ausência de palpitações mencionadas explicitamente, a presença de holter com episódios de taquicardia atrial sugere que a paciente está ainda apresentando taquicardia atrial não especificada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente relata não apresentar palpitações, mas o código CID-11 atribuído é 'BC81.2Z', que representa taquicardia atrial macrorreentrante não especificada. Embora haja histórico de ablação de taquicardia atrial e presença de holter com episódios de taquicardia atrial, a falta de sintomas de palpitações e a ausência explícita da condição na descrição do prontuário levam à conclusão que o código CID-11 não representa fielmente o termo 'palpitações' descrito no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "4A8Y": {
      "term_original": "has",
      "capitulo": "04",
      "confidence_embedding": 0.7309,
      "descricao_cid": "Representação de doença CID-11: Condições alérgicas ou de hipersensibilidade de outro tipo especificado. Definição: ",
      "classification_reasoning": "A escolha do código 4A8Y é mais precisa para o termo 'has' no contexto clínico, pois refere-se a condições alérgicas ou de hipersensibilidade de outro tipo especificado.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'has' refere-se a hipersensibilidade, e o código CID-11 4A8Y é uma representação precisa para essa condição. A análise do prontuário não apresenta contradições óbvias ou alucinações que justificassem a remoção do código.",
      "tipo_erro_auditoria": null
    },
    "BA01": {
      "term_original": "hipotensao",
      "capitulo": "11",
      "confidence_embedding": 0.7939,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "Hipotensão foi um episódio relatado pelo paciente, sugerindo uma possibilidade de doença cardíaca hipertensiva.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'hipotensao' não representa uma doença cardíaca hipertensiva, mas sim um episódio de baixa pressão arterial. A descrição do código CID-11 (BA01) refere-se a doenças cardíacas causadas por efeitos diretos ou indiretos da hipertensão, o que não se aplica ao caso do paciente. Portanto, é necessário remover este código e substituí-lo por um mais adequado para representar o episódio de hipotensao.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C46.3": {
      "term_original": "cefaleia",
      "capitulo": "06",
      "confidence_embedding": 0.7243,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões.",
      "classification_reasoning": "A cefaleia é um sintoma comum em casos de intoxicação por estimulantes, incluindo anfetaminas ou metanfetamina, e está presente no paciente referido como tendo apresentado cefaleia. Esta opção é mais precisa do que as outras opções porque a descrição da doença CID-11 melhor se adequa ao contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A cefaleia descrita no prontuário não é uma representação de intoxicação por estimulantes, como definido pelo código CID-11. A cefaleia pode ser um sintoma comum em várias condições clínicas e não está diretamente relacionada à intoxicação por estimulantes. Portanto, a classificação do termo 'cefaleia' para o código CID-11 6C46.3 é inapropriada.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}