{
  "prontuario_id": 712,
  "text": "Lucas, 68 anos, natural de Colombro e mora em Barreirinha há 66 anos, casada, do lar, dois filhos\nQP Dor retroesternal, em repouso, em pontada, sem irradiação, com duração de 10 min, escala 3, acorda a noite por causa da dor, desde a angioplastia\nHMA Ao realizar um ECG para realizaçõa de cirurgia de catarata, foi encaminhada um teste ergométrico (30/09/15) que revelou a presença de um IAM, uma semana depois realizou angioplasta (05/10/15).\nHMP Episódio de infarto no dia 05 de outubro, realizaçõa de cateterismo cardíaco esquerdo, coronariografia com ventriculografia esquerda\nHipotireoidismo há 5 anos\nHMF Pai falecido por trombose\nmãe falecida \nIrmão com câncer de próstata \nCHV\nAlimentação saudável\nNega etilismo e tabagismo \nAlergia a penicilina\nRS\nObstipação há 1 mês, chegando a ficar 5 dias sem ir ao banheiro\nAmnésia recente\nSente muito desânimo, angústia, humor deprimido\nInsônia terminal\nMuito cansaço\nMedicação\nClopidogrel 75mg, AAs 100mg, Enalapril 10mg, Omeprazol 20mg, Levotiroxina 50 microgramas, Sinvastatina 40mg\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "irradiação",
      "Obstipação",
      "angústia",
      "Dor retroesternal",
      "Amnésia recente",
      "humor deprimido",
      "Insônia terminal"
    ],
    "Abreviação": [
      "QP",
      "ECG",
      "IAM",
      "RS",
      "AAs",
      "10 min"
    ],
    "Conceito Qualitativo": [
      "pontada"
    ],
    "Negação": [
      "sem",
      "Nega"
    ],
    "Fenômeno ou Processo Natural": [
      "irradiação"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "angioplastia",
      "angioplasta",
      "Medicação",
      "cirurgia de catarata",
      "cateterismo cardíaco esquerdo",
      "coronariografia com ventriculografia esquerda"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "teste ergométrico",
      "coronariografia com ventriculografia esquerda"
    ],
    "Atividade de Assistência à Saúde": [
      "realizaçõa",
      "encaminhada"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "infarto",
      "Hipotireoidismo",
      "trombose",
      "etilismo",
      "tabagismo",
      "câncer de próstata"
    ],
    "Resultado Laboratorial ou de Teste": [
      "IAM"
    ],
    "Grupo Familiar": [
      "Pai",
      "mãe",
      "Irmão"
    ],
    "Função Patológica": [
      "trombose"
    ],
    "Substância Farmacológica": [
      "penicilina",
      "Medicação",
      "Clopidogrel",
      "AAs",
      "Enalapril",
      "Omeprazol",
      "Levotiroxina",
      "Sinvastatina"
    ],
    "Antibiótico": [
      "penicilina"
    ],
    "Atributo Clínico": [
      "RS"
    ],
    "Achado": [
      "desânimo",
      "cansaço",
      "Alimentação saudável"
    ],
    "Substância Química Orgânica": [
      "Clopidogrel",
      "AAs",
      "Enalapril",
      "Omeprazol",
      "Levotiroxina",
      "Sinvastatina"
    ],
    "Conceito Quantitativo": [
      "75mg",
      "100mg",
      "10mg",
      "20mg",
      "40mg",
      "10 min",
      "50 microgramas"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "Enalapril",
      "Levotiroxina"
    ],
    "Hormônio": [
      "Levotiroxina"
    ],
    "Classificação": [
      "escala 3"
    ],
    "Conceito Temporal": [
      "há 5 anos",
      "há 1 mês"
    ],
    "Processo Neoplásico": [
      "câncer de próstata"
    ],
    "Disfunção Mental ou Comportamental": [
      "Amnésia recente",
      "humor deprimido",
      "Insônia terminal"
    ]
  },
  "labels": {
    "7A01": {
      "term_original": "insônia terminal",
      "capitulo": "07",
      "confidence_embedding": 0.7423,
      "descricao_cid": "Representação de doença CID-11: Insônia de curta duração. Definição: Insônia de curta duração é caraterizada pela dificuldade em iniciar ou manter o sono de menos de três meses de duração que ocorre apesar da oportunidade e das circunstâncias adequadas para o sono e resulta em insatisfação geral com o sono e alguma forma de prejuízo diurno. Os sintomas diurnos tipicamente incluem fadiga, humor deprimido ou irritabilidade, mal estar geral, e prejuízo cognitivo. Indivíduos que relatam sintomas relacionados ao sono na ausência de prejuízo diurno não são considerados como tendo um transtorno de insônia. Se a insônia é devida a outro transtorno de sono-vigília, a um transtorno mental, a outra condição clínica, ou ao uso de medicamentos ou substâncias, insônia de curta duração deve somente ser diagnosticada se a insônia é um foco independente de atenção clínica.",
      "classification_reasoning": "A insônia terminal está relacionada à dor retroesternal e ao cansaço, indicando uma disfunção do sono associado a um estado de ansiedade e desânimo. A escolha da opção 7A01 se baseia na definição de insônia de curta duração, pois o paciente apresenta sintomas diurnos como fadiga e humor deprimido, e não há evidência de outros transtornos relacionados ao sono ou à respiração.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 7A01, insônia de curta duração, é justificada pela presença de sintomas diurnos como fadiga e humor deprimido no prontuário. A dor retroesternal e o cansaço também são mencionados, mas não há evidência de outros transtornos relacionados ao sono ou à respiração que possam influenciar a insônia. Portanto, a codificação é clínicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "6E62.0": {
      "term_original": "humor deprimido",
      "capitulo": "06",
      "confidence_embedding": 0.7987,
      "descricao_cid": "Representação de doença CID-11: Síndrome de humor secundária com sintomas depressivos. Definição: Síndrome caracterizada pela presença de sintomas depressivos proeminentes, como humor persistentemente deprimido, perda de interesse em atividades anteriormente prazerosas ou sinais como aparência chorosa e oprimida, que são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "O termo 'humor deprimido' indica a presença de sintomas depressivos persistentes, o que é característico da síndrome de humor secundária com sintomas depressivos (Código CID-11: 6E62.0). Além disso, outros sintomas apresentados pelo paciente, como sentimento de desânimo e angústia, também são consistentes com essa síndrome.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'humor deprimido' está diretamente relacionado à síndrome de humor secundária com sintomas depressivos (Código CID-11: 6E62.0). A descrição do código CID-11 é consistente com a condição clínica descrita no prontuário, caracterizada por sintomas depressivos persistentes e sentimento de desânimo e angústia. Portanto, o código CID-11 atribuído (6E62.0) representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "BA41": {
      "term_original": "iam",
      "capitulo": "11",
      "confidence_embedding": 0.7956,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)",
      "classification_reasoning": "A escolha do Código BA41 foi feita porque o paciente apresenta sintomas de dor retroesternal, em repouso, com duração de 10 minutos, o que sugere a possibilidade de um infarto agudo do miocárdio. Além disso, há referência a angioplastia e coronariografia após episódio de infarto no dia 05/10/15.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 BA41 é justificada pela presença de sintomas de dor retroesternal, em repouso, com duração de 10 minutos, o que sugere a possibilidade de um infarto agudo do miocárdio. Além disso, há referência a angioplastia e coronariografia após episódio de infarto no dia 05/10/15, o que reforça a hipótese de infarto agudo do miocárdio.",
      "tipo_erro_auditoria": null
    },
    "MB23.H": {
      "term_original": "amnésia recente",
      "capitulo": "21",
      "confidence_embedding": 0.7696,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A amnésia recente é um sintoma que pode estar relacionado a crises de pânico, uma condição caracterizada por sintomas intensos e súbitos, incluindo medo ou apreensão, palpitações, sudorese, entre outros. Considerando o contexto clínico do paciente, com dor retroesternal em repouso e história recente de infarto e angioplastia, é mais provável que a amnésia seja relacionada à crise de pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A amnésia recente pode ser um sintoma relacionado a uma variedade de condições, incluindo doenças neurológicas ou psiquiátricas. No entanto, no contexto do prontuário, não há evidência clínica suficiente para justificar a classificação como crise de pânico (MB23.H). A dor retroesternal em repouso e a história recente de infarto e angioplastia sugerem uma condição cardíaca mais provável. Portanto, é necessário remover o código CID-11 MB23.H e realizar uma reavaliação da codificação para um termo mais apropriado.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "BA43": {
      "term_original": "trombose",
      "capitulo": "11",
      "confidence_embedding": 0.8343,
      "descricao_cid": "Representação de doença CID-11: Trombose coronária que não resulta em infarto do miocárdio. Definição: Trombo sobreposto associado a ruptura ou erosão da placa que não obstrui o fluxo coronário para causar infarto do miocárdio.",
      "classification_reasoning": "A opção mais precisa para o termo 'trombose' é BA43, pois refere-se a trombose coronária que não resulta em infarto do miocárdio. Embora o paciente tenha apresentado episódio de infarto anteriormente e realizou angioplastia, o contexto atual sugere dor retroesternal sem irradiação, sugerindo uma trombose coronária que não está causando necrose miocárdica.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção BA43 é justificada pois a dor retroesternal sem irradiação e de curta duração (10 minutos) sugere uma trombose coronária que não está causando necrose miocárdica. Embora o paciente tenha apresentado episódio de infarto anteriormente, o contexto atual não indica necrose miocárdica. A classificação BA43 é a mais precisa para representar a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "DA20.3": {
      "term_original": "obstipação",
      "capitulo": "13",
      "confidence_embedding": 0.7946,
      "descricao_cid": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica.",
      "classification_reasoning": "A escolha do código DA20.3 (Perfuração do esôfago) é mais precisa porque a palavra 'obstipação' refere-se ao sintoma de constipação intestinal, que é um problema comum em pacientes idosos e relacionado à falta de movimentação e atividade física.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'obstipação' não se refere a uma perfuração do esôfago, mas sim a constipação intestinal. A escolha do código DA20.3 não é clínica ou precisa com o termo descrito no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "6C45.3": {
      "term_original": "angústia",
      "capitulo": "06",
      "confidence_embedding": 0.809,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A escolha para o código '6C45.3 - Intoxicação por cocaína' é a mais precisa pois a palavra-chave 'angústia' é frequentemente associada a sintomas de intoxicação por substâncias psicotrópicas, e não está relacionado a outras condições listadas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra-chave 'angústia' não está relacionada a intoxicação por cocaína. A angústia descrita no prontuário é um sintoma de ansiedade e depressão, comprovado pela presença de humor deprimido e insônia terminal. Portanto, o código CID-11 '6C45.3 - Intoxicação por cocaína' não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC82.0": {
      "term_original": "qp",
      "capitulo": "21",
      "confidence_embedding": 0.7583,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A dor retroesternal descrita como qp (pontada) e sem irradiação sugere um possível episódio de infarto agudo do miocárdio, confirmado pelo ECG realizado anteriormente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor retroesternal descrita como qp (pontada) e sem irradiação pode ser um sintoma de infarto agudo do miocárdio, mas não é uma representação fiel da parada cardíaca com taquicardia e fibrilação ventricular definida pelo código CID-11 MC82.0. A dor retroesternal não é um critério diagnóstico para parada cardíaca, portanto, a codificação não é clínica ou coerente.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "9B73.1": {
      "term_original": "dor retroesternal",
      "capitulo": "09",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A dor retroesternal descrita como pontada e sem irradiação, associada à angioplastia realizada recentemente, sugere uma referência a uma lesão cardíaca. O código 9B73.1 é o mais preciso para o termo 'dor retroesternal' no contexto clínico apresentado.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor retroesternal descrita como pontada e sem irradiação, associada à angioplastia realizada recentemente, sugere uma referência a uma lesão cardíaca. O código 9B73.1 é o mais preciso para o termo 'dor retroesternal' no contexto clínico apresentado.",
      "tipo_erro_auditoria": null
    },
    "9A25.4": {
      "term_original": "irradiação",
      "capitulo": "09",
      "confidence_embedding": 0.7928,
      "descricao_cid": "Representação de doença CID-11: Hemorragia da órbita. Definição: Trata-se da perda ou escape de sangue do sistema circulatório. Esse diagnóstico é relativo à cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados. \"Órbita\" pode se referir ao arcabouço ósseo mas também pode ser utilizado para implicar seu conteúdo.",
      "classification_reasoning": "A opção mais precisa para o termo 'irradiação' é a Código 9A25.4, que descreve Hemorragia da órbita. Embora não haja diretamente relação entre dor retroesternal e irradiação, o contexto clínico menciona um ECG realizado para cirurgia de catarata e a presença de IAM, o que sugere que a 'irradiação' pode estar relacionada à doença cardíaca. Além disso, a presença de dor retroesternal pode ser uma manifestação de problemas cardiovasculares.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor retroesternal descrita no prontuário não está relacionada à hemorragia da órbita. A 'irradiação' mencionada provavelmente se refere à disseminação de sintomas, como a dor retroesternal, e não à perda de sangue na órbita. Portanto, o código CID-11 atribuído (9A25.4) não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "6C48.2": {
      "term_original": "cansaço",
      "capitulo": "06",
      "confidence_embedding": 0.7996,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A opção mais precisa para o termo 'cansaço' é a intoxicação por cafeína (Código CID-11: 6C48.2), pois o paciente apresenta sintomas de cansaço e insônia, os quais são comuns em casos de overdose de cafeína.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção de código CID-11 6C48.2 (Intoxicação por cafeína) não é adequada para o termo 'cansaço' porque a descrição do código refere-se à intoxicação aguda causada pela cafeína, enquanto o termo 'cansaço' no prontuário se refere ao estado de fadiga e cansaço crônico. Além disso, não há evidência de consumo excessivo de cafeína ou outros fatores que possam ter contribuído para a intoxicação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5A00.2": {
      "term_original": "hipotireoidismo",
      "capitulo": "05",
      "confidence_embedding": 0.8076,
      "descricao_cid": "Representação de doença CID-11: Hipotireoidismo adquirido. Definição: Hipotireoidismo adquirido é uma condição onde a glândula tireoide produz muito pouco ou nenhum hormônio, e esta condição surge apenas após o nascimento.",
      "classification_reasoning": "O hipotireoidismo adquirido é a opção mais precisa para Lucas, pois o termo extraído refere-se a uma condição que surgiu após o nascimento, e o paciente tem histórico de doenças cardíacas (infarto no dia 05 de outubro) e realizou angioplastia. Além disso, o tratamento com Levotiroxina 50 microgramas também sugere a presença de hipotireoidismo adquirido.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 '5A00.2' para hipotireoidismo adquirido é justificada pelo histórico de doenças cardíacas (infarto no dia 05 de outubro) e realizou angioplastia, o que sugere uma condição adquirida após o nascimento. Além disso, o tratamento com Levotiroxina 50 microgramas também apoia a presença de hipotireoidismo adquirido.",
      "tipo_erro_auditoria": null
    },
    "2C82": {
      "term_original": "câncer de próstata",
      "capitulo": "02",
      "confidence_embedding": 0.7839,
      "descricao_cid": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata",
      "classification_reasoning": "A opção mais precisa é o câncer de próstata (Código 2C82) porque o irmão do paciente tem câncer de próstata, não há menções a outros tipos de câncer ou doenças que possam estar relacionadas às outras opções.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'câncer de próstata' é mencionado como história familiar do irmão do paciente, mas não há nenhuma menção a doença ou sintoma relacionados ao paciente. A codificação CID-11 2C82 se refere à neoplasia maligna da próstata, que não está presente no prontuário do paciente. Portanto, a codificação é inapropriada e deve ser removida.",
      "tipo_erro_auditoria": "family_history_misread"
    }
  }
}