{
  "prontuario_id": 927,
  "text": "LUCAS 28 ANOS \nGNC, PERDA RENAL PÓS-GRAVIDEZ , BX REALIZADA > NÃO SABE LAUDO\nHAS\nDRC , EM TRS - HD JUNHO 2015\nNEGA DM, DLP, TIRÓIDE, CARDIOPATIAS, LITÍASE, OUTROS...\nG 2 A 1 C 1.\nNEGA OUTRAS CIRURGIAS, \nDIURESE DE BOM VOLUME.\nEM USO DE RENALVIT, EPO, CALCIOLIT.\n\nINTERNAÇÕES > ÚLTIMAS PÓR INFECÇÃO PERMCATH. TROCADO EM NOV HUC E RETIRADO EM DEZ POR FEBRE.\nHOJE COM DL EM JID, SEM QUEIXAS HÁ MAIS DE 1 M,êS.\n\nPESO SECO 66, ALT 160.\n\nAO EXAME :\nPA 150/90,\nMUCOSAS HIPOCORADAS, DEMAIS \nEXAME FISICO NORMAL.\n \nLIBERADA PARA TRANSPLANTE,\nESCLAREÇO RISCOS E BENEFICIOS,\nABO O,\nSOROLOGIAS CMV E EBV  REAGENTE, ANTIHBS REAGENTE, TOXO NR,\nECOCARDIOGRAMA NORMAL ,\nDOPPLER PELVICO NORMAL ,\nECOGRAFIA ABDOME TOTAL > RINS NEFROPATIA, DEMAIS SP,\nECG SINUSAL, FC 113, NORMAL ,\nTE AUSENCIA ALTERAÇÕES ISQUEMICAS,\nIMUNO : REVER MM E PRA NA REUNIÃO.\n ",
  "entities": {
    "Doença ou Síndrome": [
      "GNC",
      "HAS",
      "DRC",
      "DM",
      "DLP",
      "TIRÓIDE",
      "CARDIOPATIAS",
      "LITÍASE",
      "INFECÇÃO",
      "NEFROPATIA"
    ],
    "Abreviação": [
      "GNC",
      "HAS",
      "DRC",
      "TRS",
      "HD",
      "DM",
      "DLP",
      "EPO",
      "DL",
      "JID",
      "ALT",
      "PA",
      "CMV",
      "EBV",
      "TE",
      "G 2",
      "A 1",
      "C 1",
      "TOXO NR",
      "DEMAIS SP"
    ],
    "Conceito Temporal": [
      "PÓS-GRAVIDEZ"
    ],
    "Atividade de Assistência à Saúde": [
      "REALIZADA",
      "TROCADO",
      "RETIRADO",
      "LIBERADA",
      "ESCLAREÇO RISCOS E BENEFICIOS"
    ],
    "Negação": [
      "NÃO",
      "NEGA",
      "SEM",
      "AUSENCIA ALTERAÇÕES ISQUEMICAS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRS",
      "HD",
      "TRANSPLANTE",
      "OUTRAS CIRURGIAS"
    ],
    "Substância Farmacológica": [
      "RENALVIT",
      "EPO",
      "CALCIOLIT"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "EPO"
    ],
    "Hormônio": [
      "EPO"
    ],
    "Organização Relacionada à Saúde": [
      "INTERNAÇÕES"
    ],
    "Dispositivo Médico": [
      "PERMCATH",
      "DL"
    ],
    "Sinal ou Sintoma": [
      "FEBRE",
      "QUEIXAS",
      "MUCOSAS HIPOCORADAS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "JID",
      "RINS"
    ],
    "Conceito Quantitativo": [
      "66",
      "160",
      "150/90"
    ],
    "Atributo Clínico": [
      "ALT",
      "PA",
      "FC",
      "G 2",
      "A 1",
      "C 1",
      "PESO SECO"
    ],
    "Procedimento Diagnóstico": [
      "EXAME",
      "ECG",
      "TE",
      "IMUNO",
      "ECOGRAFIA ABDOME TOTAL"
    ],
    "Procedimento Laboratorial": [
      "SOROLOGIAS"
    ],
    "Vírus": [
      "CMV",
      "EBV"
    ],
    "Resultado Laboratorial ou de Teste": [
      "REAGENTE",
      "ABO O",
      "ANTIHBS REAGENTE",
      "TOXO NR",
      "DOPPLER PELVICO NORMAL",
      "AUSENCIA ALTERAÇÕES ISQUEMICAS"
    ],
    "Achado": [
      "SINUSAL",
      "NORMAL",
      "DIURESE DE BOM VOLUME",
      "EXAME FISICO NORMAL",
      "ECOCARDIOGRAMA NORMAL",
      "DEMAIS SP"
    ]
  },
  "labels": {
    "EB13.0": {
      "term_original": "mucosas hipocoradas",
      "capitulo": "14",
      "confidence_embedding": 0.7528,
      "descricao_cid": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira.",
      "classification_reasoning": "A descrição de mucosas hipocoradas sugere a possibilidade de envolvimento mucoso, o que é um dos critérios para diagnóstico de Síndrome de Stevens-Johnson (EB13.0). Além disso, a ausência de outras informações sugerindo prurido ou sífilis também apoia essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de mucosas hipocoradas não é suficiente para diagnosticar Síndrome de Stevens-Johnson (EB13.0). A definição da síndrome menciona envolvimento mucoso com inflamação centrada em e próxima a superfícies mucosas, o que não está presente na descrição do prontuário. Além disso, a ausência de outros sintomas como prurido ou sífilis também sugere que a condição descrita não se enquadra no critério para diagnóstico da Síndrome de Stevens-Johnson.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF95": {
      "term_original": "demais sp",
      "capitulo": "21",
      "confidence_embedding": 0.7651,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A opção mais precisa para o termo 'demais sp' é a mioglobinúria (MF95), pois o contexto menciona riscos e benefícios para um transplante renal, e a presença de 'demais sp' no exame eco-abdome total sugere lesão renal aguda possivelmente relacionada à mioglobinúria.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção MF95 (Mioglobinúria) é justificada pelo contexto do prontuário, que menciona lesão renal aguda e riscos para um transplante renal. A presença de 'demais sp' no exame eco-abdome total sugere uma possível relação com a mioglobinúria. Além disso, o paciente apresenta diurese de bom volume e não há outras condições clínicas que justifiquem a lesão renal aguda descrita.",
      "tipo_erro_auditoria": null
    },
    "NB90.7": {
      "term_original": "febre",
      "capitulo": "22",
      "confidence_embedding": 0.7658,
      "descricao_cid": "Representação de doença CID-11: Lesão de múltiplos vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: ",
      "classification_reasoning": "A febre é um sintoma apresentado pelo paciente, e o contexto clínico menciona que a permcath foi retirada em dezembro por causa de febre. Isso sugere uma lesão nos vasos sanguíneos ao nível do abdome, região lombar ou pelve, o que é descrito pelo código NB90.7.",
      "decisao": "MANTER",
      "motivo_decisao": "A febre é um sintoma apresentado pelo paciente e está relacionada à retirada da permcath em dezembro por causa de febre. Isso sugere uma lesão nos vasos sanguíneos ao nível do abdome, região lombar ou pelve, o que é descrito pelo código NB90.7. A codificação CID-11 está clínica e coerentemente relacionada à condição descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "JA20.2": {
      "term_original": "gnc",
      "capitulo": "18",
      "confidence_embedding": 0.8314,
      "descricao_cid": "Representação de doença CID-11: Doença renal hipertensiva preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão e doença renal associada previamente diagnosticadas ou diagnosticadas durante as primeiras 20 semanas (de gestação). Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, parto e puerpério. A confirmação é feita pela aferição com esfigmomanômetro.",
      "classification_reasoning": "A paciente apresenta perda renal pós-gravidez e história de hipertensão, o que sugere doença renal hipertensiva preexistente complicando a gravidez ou puerpério.",
      "decisao": "MANTER",
      "motivo_decisao": "A paciente apresenta perda renal pós-gravidez e história de hipertensão, o que sugere doença renal hipertensiva preexistente complicando a gravidez ou puerpério. A codificação CID-11 JA20.2 é justificada pela presença de perda renal pós-gravidez e hipertensão, que são características da doença renal hipertensiva preexistente complicando a gravidez ou puerpério.",
      "tipo_erro_auditoria": null
    },
    "1C19.1": {
      "term_original": "infecção",
      "capitulo": "01",
      "confidence_embedding": 0.7917,
      "descricao_cid": "Representação de doença CID-11: Doença dos legionários. Definição: Doença do legionário, a forma pneumônica, tem um período de incubação de 2 a 10 dias (mas foram registrados períodos de até 16 dias em alguns surtos). Inicialmente, os sintomas são febre, perda de apetite, dor de cabeça, mal-estar e letargia. Alguns pacientes também podem apresentar dores musculares, diarreia e confusão mental. Geralmente, há também uma tosse leve inicial, mas até 50% dos pacientes podem apresentar catarro. Rajas sanguíneas ou hemoptise ocorrem em cerca de um terço dos pacientes. A gravidade da doença varia de uma tosse leve a uma pneumonia rapidamente fatal. A morte ocorre por pneumonia progressiva com insuficiência respiratória e/ou choque e falência de múltiplos órgãos.",
      "classification_reasoning": "A infecção mencionada no prontuário é mais provável ser a doença dos legionários, considerando o período de incubação de 2-10 dias e os sintomas iniciais como febre, perda de apetite, dor de cabeça, mal-estar e letargia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A infecção mencionada no prontuário não é suficientemente descrita para justificar a classificação de Doença dos Legionários (CID-11: 1C19.1). A descrição da doença nos termos do CID-11 refere-se a uma doença com período de incubação de 2 a 10 dias, inicialmente caracterizada por febre, perda de apetite, dor de cabeça, mal-estar e letargia, além de outros sintomas. No entanto, no prontuário, apenas se refere à infecção sem fornecer informações suficientes sobre o período de incubação ou os sintomas iniciais da doença. Portanto, a classificação é considerada incorreta.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "BC44": {
      "term_original": "cardiopatias",
      "capitulo": "11",
      "confidence_embedding": 0.8013,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia não compactada. Definição: A cardiomiopatia não compactada é uma anormalidade morfológica do miocárdio que afeta predominantemente o ápice do ventrículo, caracterizada por hipertrabeculação e recessos intertrabeculares profundos, geralmente acompanhados por uma camada subepicárdica anormalmente fina de miocárdio compactado, que geralmente, mas nem sempre, está associada à disfunção ventricular. \r\n\r\nInformações adicionais. A cardiomiopatia não compactada envolve classicamente o ventrículo esquerdo, mas também pode envolver apenas o ventrículo direito ou ambos. Pode ocorrer como um achado isolado ou em associação com um fenótipo cardiomiopático dilatado, hipertrófico ou misto. Foi descrita em associação a cardiopatia congênita complexa, anomalias das artérias coronárias e como um achado isolado, com e sem anormalidades musculoesqueléticas e outras anormalidades sistêmicas.",
      "classification_reasoning": "A opção BC44 foi escolhida pois o termo 'cardiopatias' refere-se a uma condição anormal do músculo cardíaco, e a definição da cardiomiopatia não compactada (BC44) se ajusta melhor ao contexto clínico apresentado. Não há menções específicas à doença arterial coronariana, hipertensão ou doença valvar, o que exclui as outras opções de cardiomiopatias.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção BC44 foi escolhida pois o termo 'cardiopatias' refere-se a uma condição anormal do músculo cardíaco, e a definição da cardiomiopatia não compactada (BC44) se ajusta melhor ao contexto clínico apresentado. Não há menções específicas à doença arterial coronariana, hipertensão ou doença valvar, o que exclui as outras opções de cardiomiopatias.",
      "tipo_erro_auditoria": null
    },
    "GB50": {
      "term_original": "nefropatia",
      "capitulo": "16",
      "confidence_embedding": 0.818,
      "descricao_cid": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre.",
      "classification_reasoning": "A escolha pela opção GB50 (Nefrite túbulo-intersticial aguda) se baseia na presença de nefropatia descrita no prontuário do paciente, sem apresentar características específicas da Nefropatia dos Bálcãs (GB55.0) ou da síndrome nefrítica (GB40). Além disso, a falta de informações sobre exposição ao ácido aristolóquico e não há indicação de alterações isquêmicas no exame cardíaco também apoiam a escolha pela opção GB50.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 GB50 (Nefrite túbulo-intersticial aguda) é justificada pela presença de nefropatia descrita no prontuário. A descrição da doença não apresenta características específicas da Nefropatia dos Bálcãs (GB55.0) ou da síndrome nefrítica (GB40), o que apoia a escolha pela opção GB50.",
      "tipo_erro_auditoria": null
    },
    "4B24.0": {
      "term_original": "cmv",
      "capitulo": "04",
      "confidence_embedding": 0.7862,
      "descricao_cid": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave.",
      "classification_reasoning": "A escolha pelo código 4B24.0 é mais precisa porque Lucas tem história de transplante e apresenta sintomas compatíveis com doença do enxerto-versus-hospedeiro aguda, como erupção maculopapular e febre.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha pelo código 4B24.0 é mais precisa porque Lucas tem história de transplante e apresenta sintomas compatíveis com doença do enxerto-versus-hospedeiro aguda, como erupção maculopapular e febre.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF50.4": {
      "term_original": "drc",
      "capitulo": "21",
      "confidence_embedding": 0.7588,
      "descricao_cid": "Representação de doença CID-11: hematúria. Definição: Hematúria significa presença de sangue ou glóbulos vermelhos (GV) na urina. Existem dois tipos de hematúria: hematúria macroscópica (quando se pode ver o sangue na urina) e hematúria microscópica (quando o sangue na urina pode ser observado apenas com microscopia ou encontrado fazendo um teste de urina).",
      "classification_reasoning": "A presença de sangue na urina (hematúria) é mencionada no prontuário, o que justifica a escolha do código MF50.4, que representa hematúria, uma possível manifestação de doença renal.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de sangue na urina (hematúria) é mencionada no prontuário, o que justifica a escolha do código MF50.4, que representa hematúria, uma possível manifestação de doença renal. A descrição do termo 'drc' não está claramente relacionada à hematúria, mas como a presença de sangue na urina é mencionada no prontuário e o paciente tem perda renal pós-gravidez, é razoável considerar que a hematúria seja uma consequência da doença renal. Portanto, mantemos a classificação original.",
      "tipo_erro_auditoria": null
    },
    "5C78": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.8012,
      "descricao_cid": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem.",
      "classification_reasoning": "A presença de PA 150/90 e diurese de bom volume, associada à hipocoradismo e ausência de alterações isquêmicas no exame físico, sugere a possibilidade de sobrecarga de líquidos (hiperoxalúria). Além disso, a liberação para transplante renal também está relacionada a essa condição.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de PA 150/90 e diurese de bom volume, associada à hipocoradismo e ausência de alterações isquêmicas no exame físico, sugere a possibilidade de sobrecarga de líquidos (hiperoxalúria). Além disso, a liberação para transplante renal também está relacionada a essa condição. A codificação CID-11 '5C78' - Sobrecarga de líquidos é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "MF56": {
      "term_original": "has",
      "capitulo": "21",
      "confidence_embedding": 0.7945,
      "descricao_cid": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos.",
      "classification_reasoning": "A perda renal pós-gravidez e a hemodiálise (DRC) sugerem problemas renais, e o termo 'has' se refere à presença de doença. A dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, mais comummente por cálculo renal, é compatível com a representação da doença CID-11: Cólica renal (MF56).",
      "decisao": "MANTER",
      "motivo_decisao": "A perda renal pós-gravidez e a hemodiálise (DRC) sugerem problemas renais, e o termo 'has' se refere à presença de doença. A dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, mais comummente por cálculo renal, é compatível com a representação da doença CID-11: Cólica renal (MF56). A codificação MF56 representa fielmente o termo 'has' e a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "BC80.20": {
      "term_original": "sinusal",
      "capitulo": "11",
      "confidence_embedding": 0.7708,
      "descricao_cid": "Representação de doença CID-11: Síndrome do nó sinusal. Definição: A síndrome da doença do nó sinusal pode ser definida como frequências sinusais inapropriadas (ou bradicardia em repouso ou incompetência cronotrópica) que podem estar associadas a episódios de taquicardia atrial.",
      "classification_reasoning": "A escolha para o termo 'sinusal' é justificada pelo fato de que o exame físico menciona um ECG sinusal, sugerindo que a paciente apresenta uma síndrome do nó sinusal, caracterizada por frequências sinusais inapropriadas ou bradicardia em repouso.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 BC80.20 'Síndrome do nó sinusal' é justificada pela menção de um ECG sinusal no exame físico, o que sugere a presença da síndrome. A descrição do código coincide com a condição clínica descrita no prontuário, portanto, a codificação é considerada válida.",
      "tipo_erro_auditoria": null
    },
    "5B5A.0": {
      "term_original": "tiróide",
      "capitulo": "05",
      "confidence_embedding": 0.8177,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "O termo 'tiróide' foi encontrado no contexto do prontuário e, embora não haja uma doença relacionada à tireoide, a deficiência de tiamina (beribéri) é mencionada como um risco para o paciente. Como o paciente está com perda renal pós-gravidez e em uso de Renalvit e EPO, a deficiência de tiamina pode ser uma consideração relevante.",
      "decisao": "REMOVER",
      "motivo_decisao": "A deficiência de tiamina (beribéri) não é mencionada no prontuário como uma condição clínica presente ou relacionada ao paciente. A menção à deficiência de tiamina é feita apenas como um risco para o paciente, e não há nenhuma evidência clínica que suporte a classificação do termo 'tiróide' com o código CID-11 5B5A.0. Além disso, a perda renal pós-gravidez e o uso de Renalvit e EPO são mencionados como fatores relevantes para o paciente, mas não há nenhuma indicação de deficiência de tiamina.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "FA25.20": {
      "term_original": "litíase",
      "capitulo": "15",
      "confidence_embedding": 0.7429,
      "descricao_cid": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos.",
      "classification_reasoning": "A presença de litíase foi mencionada no prontuário como um risco para o paciente, e a opção mais precisa é a Gota tofácea (FA25.20), que está relacionada à deposição de cristais de urato nos tecidos, incluindo a pele e o tecido subcutâneo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A litíase mencionada no prontuário se refere a uma lesão óssea, não à deposição de cristais de urato nos tecidos como descrito na definição do código CID-11 FA25.20. Portanto, o código atribuído não representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}