{
  "prontuario_id": 969,
  "text": "CDI BOSTON ENERGEN POR DÇA CHAGASICA.\nTV + SINCOPE.\nRITMO DE BASE BAVT.\nBAT 8,5Y.\nMP DD\nDoutor Vital Brazil\nA 3,5 / 0,4 SEM CAPTURA, IMP 517.\nV 2,4 / 0,4;  CV 0,7;  IMP 810.\n\nPACIENTE SEM CAPTURA ATRIAL E COM FC ATRIAL BAIXA.\n\nCD: PROGRAMO EM MODO VVIR 60. RESTANTE MANTIDA. RETORNO EM 4 MESES.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "TV",
      "MP",
      "CD",
      "CDI BOSTON ENERGEN",
      "DÇA CHAGASICA",
      "FC ATRIAL BAIXA",
      "PROGRAMO EM MODO VVIR 60"
    ],
    "Sinal ou Sintoma": [
      "TV",
      "SINCOPE",
      "FC ATRIAL BAIXA"
    ],
    "Doença ou Síndrome": [
      "BAVT",
      "DÇA CHAGASICA"
    ],
    "Dispositivo Médico": [
      "MP",
      "CDI BOSTON ENERGEN"
    ],
    "Negação": [
      "SEM"
    ],
    "Achado": [
      "CAPTURA",
      "BAT 8 , 5Y",
      "A 3 , 5 / 0 , 4",
      "IMP 517",
      "V 2 , 4 / 0 , 4",
      "CV 0 , 7",
      "IMP 810",
      "CAPTURA ATRIAL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Atributo Clínico": [
      "RITMO DE BASE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "PROGRAMO EM MODO VVIR 60"
    ],
    "Atividade de Assistência à Saúde": [
      "RESTANTE MANTIDA",
      "RETORNO EM 4 MESES"
    ]
  },
  "labels": {
    "1F53.2": {
      "term_original": "dça chagasica",
      "capitulo": "01",
      "confidence_embedding": 0.745,
      "descricao_cid": "Representação de doença CID-11: Doença de Chagas crônica com envolvimento cardíaco. Definição: Doença causada por infecção crônica pelo protozoário parasita Trypanosoma cruzi. Essa doença comumente se apresenta com graves mal-estar ou envolvimento cardíaco (como cardiomiopatia, insuficiência cardíaca, tromboembolismo, bradiarritmias, taquiarritmias, aneurismas apicais ou parada cardíaca). A transmissão ocorre por contato direto com fezes de um inseto triatomíneo infectado, transmissão vertical, transmissão iatrogênica ou ingestão de água ou alimentos contaminados. A confirmação é feita pela identificação do Trypanosoma cruzi em uma amostra de sangue.",
      "classification_reasoning": "A doença de Chagas crônica com envolvimento cardíaco se ajusta melhor ao contexto do prontuário, que menciona 'CDI Boston Energen por dÇa Chagasica', TV + sincope, ritmo de base bavt e bat 8,5y.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 '1F53.2' representa fielmente a doença de Chagas crônica com envolvimento cardíaco, que é diretamente relacionada ao termo 'dÇa Chagasica' mencionado no prontuário. A presença de sintomas como TV + sincope, ritmo de base bavt e bat 8,5y suportam a classificação. Além disso, a descrição do código CID-11 se ajusta ao contexto do prontuário, o que justifica a manutenção da codificação.",
      "tipo_erro_auditoria": null
    },
    "BC81.30": {
      "term_original": "a 3 , 5 / 0 , 4",
      "capitulo": "11",
      "confidence_embedding": 0.7918,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A combinação de 'a 3,5 / 0,4' sugere a presença de fibrilação atrial paroxística, com frequência cardíaca regular (ritmo de base bavt) e baixa freqüência cardíaca atrial. O termo extraído parece referir-se à duração do QRS (3,5 segundos) e a amplitude do complexo QRS (0,4 segundos), o que é consistente com a definição de fibrilação atrial paroxística.",
      "decisao": "MANTER",
      "motivo_decisao": "A combinação de 'a 3,5 / 0,4' sugere a presença de fibrilação atrial paroxística, com frequência cardíaca regular (ritmo de base bavt) e baixa freqüência cardíaca atrial. O termo extraído parece referir-se à duração do QRS (3,5 segundos) e a amplitude do complexo QRS (0,4 segundos), o que é consistente com a definição de fibrilação atrial paroxística.",
      "tipo_erro_auditoria": null
    },
    "MC82.0": {
      "term_original": "fc atrial baixa",
      "capitulo": "21",
      "confidence_embedding": 0.7334,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A opção mais precisa é a MC82.0, pois o termo 'fc atrial baixa' se refere à frequência cardíaca baixa (bradicardia) durante uma parada cardíaca, característica descrita na definição da doença CID-11.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'fc atrial baixa' se refere à frequência cardíaca baixa, que não é uma parada cardíaca com taquicardia e fibrilação ventricular. A definição da doença CID-11 MC82.0 descreve um colapso hemodinâmico, enquanto o termo 'fc atrial baixa' não apresenta essa característica. Portanto, a codificação é incoerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC62": {
      "term_original": "v 2 , 4 / 0 , 4",
      "capitulo": "11",
      "confidence_embedding": 0.787,
      "descricao_cid": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos).",
      "classification_reasoning": "A descrição do termo 'V 2,4 / 0,4' refere-se à onda V de duração prolongada e amplitude baixa, o que é consistente com a presença de via acessória (via acessória). Além disso, a paciente tem FC atrial baixa, o que também está relacionado à presença de uma conexão elétrica adicional.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'V 2,4 / 0,4' refere-se à onda V de duração prolongada e amplitude baixa, o que é consistente com a presença de via acessória (via acessória). Além disso, a paciente tem FC atrial baixa, o que também está relacionado à presença de uma conexão elétrica adicional. A codificação CID-11 BC62 para 'Representação de doença: Via acessória' é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "MC82.1": {
      "term_original": "bavt",
      "capitulo": "21",
      "confidence_embedding": 0.6975,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com bradicardia. Definição: Ritmo de escape lento associado a colapso hemodinâmico.",
      "classification_reasoning": "A palavra-chave 'bavt' indica um ritmo cardíaco lento, o que é consistente com a definição de Parada cardíaca com bradicardia (MC82.1). Além disso, o contexto clínico menciona um ritmo de base bavt, o que reforça essa escolha.",
      "decisao": "MANTER",
      "motivo_decisao": "A palavra-chave 'bavt' indica um ritmo cardíaco lento, o que é consistente com a definição de Parada cardíaca com bradicardia (MC82.1). Além disso, o contexto clínico menciona um ritmo de base bavt, o que reforça essa escolha. A classificação é clinicamente coerente e representativa do termo descrito no prontuário.",
      "tipo_erro_auditoria": null
    },
    "MC81": {
      "term_original": "bat 8 , 5y",
      "capitulo": "21",
      "confidence_embedding": 0.6919,
      "descricao_cid": "Representação de doença CID-11: Anormalidades do batimento cardíaco. Definição: Anormalidades do batimento cardíaco são chamadas arritmia, que é qualquer distúrbio da frequência ou ritmo cardíacos. Isso significa que o coração bate muito rápido, muito devagar ou com um padrão irregular.",
      "classification_reasoning": "A opção mais precisa é MC81 pois o termo 'BAT 8,5Y' refere-se a uma anormalidade do batimento cardíaco, especificamente ao ritmo de base baivado. Isso caracteriza uma arritmia, que é definida como qualquer distúrbio da frequência ou ritmo cardíacos.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção MC81 é justificada pois o termo 'BAT 8,5Y' refere-se a uma anormalidade do batimento cardíaco, especificamente ao ritmo de base baivado. Isso caracteriza uma arritmia, que é definida como qualquer distúrbio da frequência ou ritmo cardíacos. A codificação CID-11 MC81 representa fielmente o termo descrito no prontuário e não há contradição óbvia ou alucinação.",
      "tipo_erro_auditoria": null
    }
  }
}