{
  "prontuario_id": 558,
  "text": "Lucas, 68A\n\n# CAT EM 2008.\nVALVOPLASTIA AÓRTICA EM 2008. VALVA BIOLÓGICA - 40 DIAS DEPOIS DA CX CARDIOVERSÃO.\n\n# PACIENTE ASSINTOMÁTICO HÁ BASTANTE TEMPO (APROX 1 ANO), A CAMINHO DO TRABALHO NO DIA 16/08 COMEÇOU A SENTIR TONTURA.\nPROCUROU ATENDIMENTO NO XXXX E PERMANECEU INTERNADO ATÉ DIA 21/08.\nHOJE PACIENTE ESTÁ ASSINTOMÁTICO, NEGA QUEIXAS, VOLTOU AS ATIVIDADES NORMAIS (FRENTISTA). \nRELATA EMAGRECIMENTO DE 7 KG EM 10 DIAS.\n\n# EX-TABAGISTA 40 MAÇOS-ANO - EM ABSTINÊNCIA HÁ 7 ANOS.\n\n# EM USO DE: ENALAPRIL 10MG 2X/DIA, CARVEDILOL 12,5 MG 2X/DIA, ATORVASTATINA 40 MG, CLOPIDOGREL E MAREVAN.\n\n\n# EXAME FÍSICO: \nLOTE, BEG, NORMOCORADO, HIDRATADO, ANICTÉRICO, ACIANÓTICO.\nFC 80 BPM,    PA 120/80 MMHG.\nBCRNF - HIPOFONESE DE BULHAS EM FOCO AÓRTICO.\nMV+ SIM BILATERAL, S/ RA.\nRHA+, ABDOME NÃO DOLOROSO A PALPAÇÃO, SEM VISCEROMEGALIAS. HERNIA UMBILICAL REDUTÍVEL.\nMMII EDEMA +/4+, PANTURRILHAS LIVRES.\n\n# ECG 19/08: FLUTTER ATRIAL PROVAVELMENTE ANTI-HORÁRIO 2/3:1, EXTRASSÍSTOLES VENTRICULARES.\n\n# CD: CONTROLE DO TAP.\n          PRECISA DE 4 TAP ENTRE 2 E 3.\n          RETORNO EM 30 DIAS.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "CAT",
      "APROX",
      "LOTE",
      "BEG",
      "FC",
      "PA",
      "BCRNF",
      "S/",
      "RA",
      "RHA+",
      "MMII",
      "ECG",
      "CD",
      "TAP",
      "CX CARDIOVERSÃO",
      "80 BPM",
      "MV+ SIM BILATERAL"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CAT",
      "ABSTINÊNCIA",
      "VALVOPLASTIA AÓRTICA",
      "CX CARDIOVERSÃO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Negação": [
      "ASSINTOMÁTICO",
      "NEGA",
      "ANICTÉRICO",
      "ACIANÓTICO",
      "S/",
      "NÃO",
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "ASSINTOMÁTICO",
      "TONTURA",
      "QUEIXAS",
      "ANICTÉRICO",
      "ACIANÓTICO",
      "RA",
      "VISCEROMEGALIAS",
      "EDEMA",
      "EMAGRECIMENTO DE 7 KG",
      "HIPOFONESE DE BULHAS"
    ],
    "Atividade de Assistência à Saúde": [
      "ATENDIMENTO",
      "INTERNADO",
      "CD",
      "CONTROLE",
      "RETORNO EM 30 DIAS"
    ],
    "Conceito Temporal": [
      "HOJE",
      "2X/DIA",
      "40 DIAS DEPOIS",
      "10 DIAS",
      "HÁ 7 ANOS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "FRENTISTA"
    ],
    "Achado": [
      "EX-TABAGISTA",
      "LOTE",
      "BEG",
      "NORMOCORADO",
      "HIDRATADO",
      "BCRNF",
      "RHA+",
      "VALVOPLASTIA AÓRTICA",
      "MV+ SIM BILATERAL",
      "PANTURRILHAS LIVRES"
    ],
    "Comportamento": [
      "ABSTINÊNCIA"
    ],
    "Substância Farmacológica": [
      "ENALAPRIL",
      "CARVEDILOL",
      "ATORVASTATINA",
      "CLOPIDOGREL",
      "MAREVAN"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Conceito Quantitativo": [
      "10MG",
      "2X/DIA",
      "12",
      "40 MAÇOS-ANO",
      "5 MG",
      "40 MG",
      "80 BPM",
      "120/80 MMHG"
    ],
    "Substância Química Orgânica": [
      "CARVEDILOL",
      "ATORVASTATINA",
      "CLOPIDOGREL",
      "MAREVAN"
    ],
    "Atributo Clínico": [
      "FC",
      "PA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABDOME",
      "MMII"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO",
      "ECG",
      "EXAME FÍSICO"
    ],
    "Conceito Qualitativo": [
      "REDUTÍVEL"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "+/4+",
      "FLUTTER ATRIAL PROVAVELMENTE ANTI-HORÁRIO 2/3 : 1",
      "EXTRASSÍSTOLES VENTRICULARES"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Procedimento Laboratorial": [
      "TAP"
    ],
    "Dispositivo Médico": [
      "VALVA BIOLÓGICA"
    ],
    "Localização ou Região Corporal": [
      "FOCO AÓRTICO"
    ],
    "Anormalidade Anatômica": [
      "HERNIA UMBILICAL"
    ]
  },
  "labels": {
    "BC81.30": {
      "term_original": "anictérico",
      "capitulo": "11",
      "confidence_embedding": 0.8143,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A opção mais precisa para o termo 'anictérico' é a fibrilação atrial paroxística, uma condição caracterizada por episódios de fibrilação atrial recorrente que terminam espontaneamente em menos de 7 dias ou menos. Isso se encaixa com a descrição do paciente, que apresenta tontura e foi diagnosticado com flutter atrial provável.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'anictérico' é a fibrilação atrial paroxística, uma condição caracterizada por episódios de fibrilação atrial recorrente que terminam espontaneamente em menos de 7 dias ou menos. Isso se encaixa com a descrição do paciente, que apresenta tontura e foi diagnosticado com flutter atrial provável.",
      "tipo_erro_auditoria": null
    },
    "VV3Y": {
      "term_original": "emagrecimento de 7 kg",
      "capitulo": "V",
      "confidence_embedding": 0.6667,
      "descricao_cid": "Representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Definição: ",
      "classification_reasoning": "O termo 'emagrecimento de 7 kg' é relacionado às funções do sistema cardiovascular e hematológico, especificamente ao peso e ao estado nutricional do paciente. A opção VV3Y é a mais precisa para este termo, pois descreve outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'emagrecimento de 7 kg' não está diretamente relacionado à doença ou condição clínica descrita no prontuário. A perda de peso pode ser um sintoma de várias doenças, e o código CID-11 VV3Y é muito amplo e não captura a essência do termo. Além disso, a justificativa do sistema não está claramente relacionada ao prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MB23.H": {
      "term_original": "tontura",
      "capitulo": "21",
      "confidence_embedding": 0.7404,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A tontura reportada pelo paciente, Lucas, é um sintoma característico de crise de pânico, como descrito no código MB23.H. A falta de precedentes para o sintoma e sua inesperada ocorrência à medida que o paciente caminhava para trabalhar sugerem uma resposta emocional intensa, compatível com a definição da crise de pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A tontura relatada pelo paciente não é suficiente para justificar a classificação de crise de pânico. A definição do código CID-11 MB23.H descreve uma série de sintomas característicos, incluindo palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, etc. A tontura não é um sintoma exclusivo de crise de pânico e pode ser relacionada a outras condições clínicas. Além disso, o prontuário não apresenta evidências de uma resposta emocional intensa ou outros sintomas característicos de crise de pânico.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "FA74.9": {
      "term_original": "hernia umbilical",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A hernia umbilical é uma condição comum que ocorre quando o conteúdo do abdome (como gordura, intestinos ou outras estruturas) sai por um orifício no umbigo. No contexto clínico, a presença de hernia umbilical não está relacionada ao quadro de doença do paciente Lucas, e portanto, a escolha mais precisa é o código FA74.9, que representa a representação de doença CID-11: Hernia umbilical não complicada.",
      "decisao": "MANTER",
      "motivo_decisao": "A hernia umbilical não é diretamente relacionada ao quadro de doença do paciente Lucas. A sua presença não está associada à tontura, sintomas cardíacos ou outras condições descritas no prontuário. Portanto, a escolha do código CID-11 FA74.9 para representar essa condição é justificável e clinicamente coerente.",
      "tipo_erro_auditoria": null
    },
    "mv+ sim bilateral": {
      "term_original": "mv+ sim bilateral",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa é o código BC63.3, que representa Bloqueio de ramo direito. A descrição do termo 'mv+ sim bilateral' sugere que há bloqueio do fascículo posterior esquerdo e isso está relacionado ao QRS no ECG. Além disso, a presença de flutter atrial provávelmente aumenta a suspeita de um problema cardíaco mais amplo.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'mv+ sim bilateral' sugere um achado eletrofisiológico, especificamente um bloqueio do fascículo posterior esquerdo. No entanto, o código CID-11 atribuído é apenas 'mv+ sim bilateral', que não representa fielmente a condição clínica descrita no prontuário. A opção mais precisa seria o código BC63.3, que representa Bloqueio de ramo direito.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QC48.0": {
      "term_original": "ex-tabagista",
      "capitulo": "24",
      "confidence_embedding": 0.7088,
      "descricao_cid": "Representação de doença CID-11: História pessoal de uso de longo prazo de anticoagulantes. Definição: ",
      "classification_reasoning": "A paciente é descrita como ex-tabagista, o que indica um histórico de uso prolongado de nicotina ou outros produtos relacionados ao tabaco. O código QC48.0 captura essa história pessoal de uso de longo prazo de anticoagulantes.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente é descrita como ex-tabagista, o que indica um histórico de uso prolongado de nicotina ou outros produtos relacionados ao tabaco. No entanto, o código CID-11 atribuído (QC48.0) não se refere a história pessoal de uso de longo prazo de anticoagulantes, mas sim à representação de doença. A classificação é incorreta e deve ser removida.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "MC82.1": {
      "term_original": "acianótico",
      "capitulo": "21",
      "confidence_embedding": 0.7553,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com bradicardia. Definição: Ritmo de escape lento associado a colapso hemodinâmico.",
      "classification_reasoning": "A presença de acianótico no exame físico sugere uma possível parada cardíaca, o que justifica a escolha do código MC82.1 (Parada cardíaca com bradicardia).",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de acianótico no exame físico não é suficiente para justificar a escolha do código MC82.1 (Parada cardíaca com bradicardia). O termo 'acianótico' refere-se à ausência de pulsos periféricos, que pode ser um sintoma de várias condições, incluindo insuficiência cardíaca, embolia pulmonar ou outras doenças. A parada cardíaca é uma condição específica e complexa que não pode ser inferida apenas pela presença de acianótico.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "8A64": {
      "term_original": "bcrnf",
      "capitulo": "08",
      "confidence_embedding": 0.7289,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo.",
      "classification_reasoning": "Como o paciente apresentou uma crise epiléptica única, apesar de não ter história prévia de convulsões, e a ausência de outras causas aparentes para a hidrocefalia, é mais provável que a BCRNF (Hidrosefalia focal) seja relacionada à crise epiléptica. Portanto, a escolha mais precisa para o termo 'bcrnf' dentro do contexto clínico é o código 8A64.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código 8A64 (Representação de doença CID-11: Crise epiléptica única devida a causas remotas) para o termo 'bcrnf' é justificada, pois a hidrosefalia focal pode ser relacionada à crise epiléptica. A ausência de outras causas aparentes para a hidrocefalia e a história do paciente de não ter crises epilépticas prévias apoiam essa escolha.",
      "tipo_erro_auditoria": null
    },
    "BC43.6": {
      "term_original": "valvoplastia aórtica",
      "capitulo": "11",
      "confidence_embedding": 0.7844,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo.",
      "classification_reasoning": "A escolha pelo código BC43.6 se baseia na descrição de valvoplastia aórtica realizada no paciente, o que sugere uma cardiomiopatia ventricular arritmogênica. Além disso, o relato de flutter atrial provávelmente anti-horário 2/3:1 e extrasístoles ventriculares na ECG também apoiam essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código BC43.6 se baseia na descrição de valvoplastia aórtica, mas não há evidência clínica suficiente para sustentar essa classificação. A valvoplastia aórtica é um procedimento cirúrgico que pode ser realizado em pacientes com cardiopatias valvulares, mas não é específico da cardiomiopatia ventricular arritmogênica. Além disso, o relato de flutter atrial provávelmente anti-horário 2/3:1 e extrasístoles ventriculares na ECG também não são suficientes para sustentar essa classificação.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MG29.10": {
      "term_original": "edema",
      "capitulo": "21",
      "confidence_embedding": 0.8038,
      "descricao_cid": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia.",
      "classification_reasoning": "A escolha foi baseada na presença de edema descrito no prontuário, especificamente o 'edema +/4+' mencionado no exame físico. Além disso, o contexto clínico sugere que o edema pode estar relacionado ao comprometimento do retorno venoso ou aumento da pressão capilar, como indicado pela presença de flutter aórtico e hipofonia de bulhas em foco aórtico no exame físico e na ECG.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 MG29.10 'Edema devido a pressão capilar aumentada' é demasiado genérica e não captura a especificidade da condição clínica descrita no prontuário. O termo 'edema +/4+' mencionado no exame físico sugere um edema mais específico, possivelmente relacionado à insuficiência cardíaca direita ou ao comprometimento do retorno venoso, o que não é capturado pelo código CID-11 escolhido. Além disso, a presença de flutter aórtico e hipofonia de bulhas em foco aórtico no exame físico e na ECG sugere uma condição mais complexa do que apenas um edema devido a pressão capilar aumentada.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "8B61.0": {
      "term_original": "hipofonese de bulhas",
      "capitulo": "08",
      "confidence_embedding": 0.7188,
      "descricao_cid": "Representação de doença CID-11: Atrofia muscular espinal infantil, tipo I. Definição: Na AMS tipo 1, o início da fraqueza pode ser pré-natal (diminuição dos movimentos fetais no final da gravidez) ou nos primeiros seis meses de vida. Os bebês demonstram uma posição característica de posição de sapo com as coxas giradas externamente e abduzidas e os joelhos flexionados (bebê hipotônico). A fraqueza bulbar causa dificuldade de alimentação. As crianças nunca conseguem sentar-se sem apoio e a sobrevivência média é de 9 meses; a sobrevida além de 2 anos é rara.",
      "classification_reasoning": "A hipofonese de bulhas é uma característica física mencionada no exame físico, e o código 8B61.0 se refere à atrofia muscular espinal infantil, tipo I, que também apresenta déficit sensorial e fraqueza muscular. Embora seja um diagnóstico raro em adultos, a presença de hipofonese de bulhas e ausência de outras características clínicas que sejam mais comuns no contexto da doença, tornam o código 8B61.0 a opção mais precisa para o termo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A hipofonese de bulhas descrita no exame físico não se refere à atrofia muscular espinal infantil, tipo I. A condição mencionada no prontuário é uma característica física anormal e não está relacionada à doença CID-11 8B61.0. O código atribuído não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}