{
  "prontuario_id": 839,
  "text": "S ) PACIENTE EM ACOMPANHAMENTO POR TUMORAÇÃO EM MANDÍBULA. \n INICIO HA CERCA DE 7  MESES, EM FACE E CORPO DE MANDIBULA DIR, INDOLOR.\n NEGA DISFAGIA, NEGA PARESIAS OU PARESTESIAS EM FACE. REFERE QUE O TUMOR DIMINUIU UM POUCO DESDE A ULTIMA CONSULTA EM NOVEMBRO.\n NEGA TABAGISMO; NEGA ALERGIAS,\n PACIENTE REFERE TER REALIZADO TC DE PESCOÇO E RX MAS NÃO TROUXE O RESULTADO.\n HMP: HAS EM TTO, TRANSPLANTADA RENAL ESQ HA 03 ANOS, EM USO DE IMUNODEPRESSORES (SIC); \n\nO ) ORO: EDENTULISMO SUP E INF; PRESENÇA DE MASSA ENDURECIDA EM CORPO E RAMO DIREITOS DE MANDIBULA , INDOLOR Á PALPAÇÃO; 8X8 CM; LINGUA E ASSOALHO LIVRES; \nC/P: LIVRE.\n\nA) tumor odontogenico (cisto dentigero, ameloblastoma, tu marrom? sarcoma de mandibula?)\n\nC) RETORNO EM UMA SEMANA PARA TRAZER EXAMES.\n\nR2 Lucas\n \n \n ",
  "entities": {
    "Achado": [
      "S",
      "HMP",
      "LIVRE",
      "EM ACOMPANHAMENTO",
      "LINGUA E ASSOALHO LIVRES"
    ],
    "Abreviação": [
      "S",
      "RX",
      "HMP",
      "SIC",
      "O",
      "ORO",
      "C/P",
      "A",
      "C",
      "CORPO DE MANDIBULA DIR",
      "TC DE PESCOÇO",
      "TRANSPLANTADA RENAL ESQ",
      "SUP E INF",
      "tu marrom"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MANDÍBULA",
      "C/P",
      "CORPO DE MANDIBULA DIR",
      "CORPO E RAMO DIREITOS DE MANDIBULA"
    ],
    "Negação": [
      "INDOLOR",
      "NEGA",
      "NÃO"
    ],
    "Sinal ou Sintoma": [
      "INDOLOR",
      "DISFAGIA",
      "PARESIAS",
      "PARESTESIAS",
      "MASSA ENDURECIDA"
    ],
    "Localização ou Região Corporal": [
      "FACE"
    ],
    "Processo Neoplásico": [
      "TUMOR",
      "ameloblastoma",
      "tumor odontogenico",
      "cisto dentigero",
      "tu marrom",
      "sarcoma de mandibula"
    ],
    "Atividade de Assistência à Saúde": [
      "CONSULTA",
      "O"
    ],
    "Doença ou Síndrome": [
      "TABAGISMO",
      "ALERGIAS",
      "HAS",
      "EDENTULISMO",
      "ameloblastoma"
    ],
    "Procedimento Diagnóstico": [
      "RX",
      "ORO",
      "PALPAÇÃO",
      "A",
      "EXAMES",
      "TC DE PESCOÇO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TTO",
      "IMUNODEPRESSORES",
      "TRANSPLANTADA RENAL ESQ"
    ],
    "Substância Farmacológica": [
      "IMUNODEPRESSORES"
    ],
    "Produto Intelectual": [
      "C"
    ],
    "Conceito Temporal": [
      "INICIO HA CERCA DE 7 MESES",
      "HA 03 ANOS"
    ],
    "Conceito Espacial": [
      "SUP E INF"
    ],
    "Conceito Quantitativo": [
      "8X8 CM"
    ]
  },
  "labels": {
    "8A88.2": {
      "term_original": "parestesias",
      "capitulo": "08",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'parestesias' se refere à sensação de dor ou desconforto na face, o que é descrito no prontuário como não havendo parestesias em face. Como o paciente não tem perda sensorial nem parestesias, a opção mais precisa é a C8B88.2, que descreve representação de doença CID-11: Espasmo hemifacial.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'parestesias' é descrito no prontuário como não havendo parestesias em face. Como o paciente nega a presença de parestesias, a opção mais precisa é remover o código CID-11 atribuído (8A88.2) pois não há evidência clínica para sustentar essa classificação.",
      "tipo_erro_auditoria": "negated_finding"
    },
    "3B81.3": {
      "term_original": "has",
      "capitulo": "03",
      "confidence_embedding": 0.7197,
      "descricao_cid": "Representação de doença CID-11: Laceração ou ruptura não traumática do baço. Definição: Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem.",
      "classification_reasoning": "A presença do termo 'has' no contexto da paciente com história de transplante renal esquerdo há 03 anos, em uso de imunodepressores, sugere uma possibilidade de doença hematológica relacionada ao transplante, o que justifica a escolha do código 3B81.3 - Representação de doença CID-11: Laceração ou ruptura não traumática do baço.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'has' não está relacionado à laceração ou ruptura do baço, como descrito no código CID-11. A presença desse termo se refere à história de transplante renal esquerdo há 3 anos e uso de imunodepressores, o que sugere uma possibilidade de doença hematológica relacionada ao transplante. Portanto, a escolha do código 3B81.3 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "8B88.2": {
      "term_original": "paresias",
      "capitulo": "08",
      "confidence_embedding": 0.734,
      "descricao_cid": "Representação de doença CID-11: Espasmo hemifacial. Definição: O espasmo hemifacial (EHF) é um transtorno do movimento mais comumente causado pela compressão vascular do VII nervo craniano em sua zona de saída da raiz do tronco encefálico. Ela se manifesta como contrações involuntárias e espasmos em uma das metades da face.",
      "classification_reasoning": "O termo 'paresias' se refere a contrações involuntárias e espasmos em uma das metades da face, o que coincide com a definição do Código CID-11 8B88.2 - Espasmo hemifacial.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'paresias' no prontuário se refere a uma condição neurológica que não está relacionada à tumoração em mandíbula. A definição do Código CID-11 8B88.2 - Espasmo hemifacial também não se aplica ao caso, pois o paciente não apresenta contrações involuntárias e espasmos em uma das metades da face. Portanto, a codificação é inapropriada e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "2B5F.3": {
      "term_original": "sarcoma de mandibula",
      "capitulo": "02",
      "confidence_embedding": 0.7706,
      "descricao_cid": "Representação de doença CID-11: Sarcoma do peritônio, assim declarado, não classificado em outra parte, localização primária desconhecida. Definição: ",
      "classification_reasoning": "A presença de uma massa endurecida em corpo e ramo direito da mandíbula, indolor à palpação, sugere que o tumor pode ser um sarcoma de mandíbula, tendo em conta a localização primária desconhecida. A falta de dor na região e a ausência de disfagia, parecia ou parestesias em face também são consistentes com essa hipótese.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 atribuída é '2B5F.3' - Sarcoma do peritônio, não classificado em outra parte, localização primária desconhecida. No entanto, o prontuário descreve uma tumor odontogenico (cisto dentigero, ameloblastoma, tumor romm ou sarcoma de mandibula) em mandíbula direita, o que não é compatível com a codificação atribuída. A falta de dor e ausência de disfagia, parecia ou parestesias em face também são inconsistentes com essa hipótese.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DA0F.0": {
      "term_original": "disfagia",
      "capitulo": "13",
      "confidence_embedding": 0.7771,
      "descricao_cid": "Representação de doença CID-11: Síndrome da ardência bucal. Definição: A síndrome da ardência bucal é uma dor orofacial crônica com sensação de queimação ou disestética intraoral que se repete por mais de duas horas por dia em 50% dos dias por mais de três meses, sem lesões causadoras evidentes na investigação clínica e no exame. Caracteriza-se por estresse emocional significativo (ansiedade, raiva/frustração ou depressão) ou interferência nas funções orofaciais, como comer, bocejar, falar etc. A síndrome da ardência bucal é multifatorial: fatores biológicos, psicológicos e sociais contribuem para o quadro da dor. O diagnóstico é apropriado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados.",
      "classification_reasoning": "A palavra 'disfagia' foi mencionada no contexto clínico, o que sugere que o paciente está apresentando dor ou desconforto ao engolir. A síndrome da ardência bucal (CID-11: DA0F.0) é uma condição caracterizada por dor orofacial crônica com sensação de queimação ou disestética intraoral, o que coincide com a descrição do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'disfagia' foi mencionada no contexto clínico, mas não há indícios de que o paciente esteja apresentando dificuldade para engolir ou deglutir. A síndrome da ardência bucal (CID-11: DA0F.0) é uma condição caracterizada por dor orofacial crônica com sensação de queimação ou disestética intraoral, o que não se relaciona com a descrição do paciente. Portanto, a codificação CID-11 DA0F.0 não representa fielmente o termo 'disfagia' descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG30.61": {
      "term_original": "tu marrom",
      "capitulo": "21",
      "confidence_embedding": 0.765,
      "descricao_cid": "Representação de doença CID-11: Dor de dente crônica. Definição: A dor de dente crônica é a dor crônica causada por um transtorno envolvendo os dentes ou tecidos associados (dor pulpar, periodontal ou gengival) e que ocorre por duas horas ou mais por dia, em pelo menos 50% dos dias, durante pelo menos três meses. O fator causal típico é cárie ou trauma em um ou mais dentes ou tecidos associados. Além do exame clínico, as imagens (radiografias intraorais, tomografias etc.) podem facilitar o diagnóstico correto. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica.",
      "classification_reasoning": "A dor descrita como 'indolor' é uma características compartilhada com a dor de dente crônica, e a presença de massa endurecida na mandíbula direita sugere a possibilidade de um tumor odontogenico ou cisto dentigero.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 MG30.61 'Dor de dente crônica' não é válida pois a dor descrita no prontuário como 'indolor' não se ajusta à definição da doença. Além disso, a presença de massa endurecida na mandíbula direita sugere um tumor odontogenico ou cisto dentigero, que é uma condição clínica diferente da dor de dente crônica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "200000000000.0": {
      "term_original": "tumor",
      "capitulo": "02",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A presença de uma massa endurecida em corpo e ramo direito da mandíbula, juntamente com a história de tumorização inicialmente indolor e subsequente diminuição do tamanho do tumor, sugere um tumor odontogenico, como cisto dentigero, ameloblastoma ou sarcoma de mandibula.",
      "decisao": "MANTER",
      "motivo_decisao": "A análise do prontuário revela que a paciente apresenta uma massa endurecida em corpo e ramo direito da mandíbula, inicialmente indolor e subsequente diminuição do tamanho do tumor. Essas características clínicas são compatíveis com um tumor odontogenico, como cisto dentigero, ameloblastoma ou sarcoma de mandibula. Portanto, a codificação CID-11 '200000000000.0' é válida e representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": null
    },
    "2B68": {
      "term_original": "ameloblastoma",
      "capitulo": "02",
      "confidence_embedding": 0.7843,
      "descricao_cid": "Representação de doença CID-11: Neoplasias malignas das glândulas submandibulares ou sublinguais. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares.",
      "classification_reasoning": "A opção mais precisa é o Código 2B68, que representa Neoplasias malignas das glândulas submandibulares ou sublinguais. A presença de tumor em mandíbula com características indolores e a história do paciente de ter realizado TC de pescoço e RX, mas não ter trazido o resultado, apoiam essa escolha.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção do código CID-11 2B68 é justificada pela presença de tumor em mandíbula com características indolores e a história do paciente de ter realizado TC de pescoço e RX, mas não ter trazido o resultado. A descrição do código CID-11 2B68 refere-se a Neoplasias malignas das glândulas submandibulares ou sublinguais, que é compatível com a situação clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "MG30.6Z": {
      "term_original": "massa endurecida",
      "capitulo": "21",
      "confidence_embedding": 0.7167,
      "descricao_cid": "Representação de doença CID-11: Cefaleia ou dor orofacial secundárias crônicas, não especificadas. Definição: ",
      "classification_reasoning": "A massa endurecida descrita na otorrinolaringologia é um sintoma não especificado que pode estar relacionado a uma doença orofacial secundária crônica, e não há evidências de que seja um tumor odontogênico. A dor indolor da tumor e a presença de massa endurecida sugerem uma condição não neoplásica na região da mandíbula.",
      "decisao": "REMOVER",
      "motivo_decisao": "A massa endurecida descrita no prontuário é um sintoma físico que pode estar relacionado a uma doença orofacial secundária crônica, mas o código CID-11 atribuído (MG30.6Z) representa cefaleia ou dor orofacial secundárias crônicas, não especificadas. Isso é um exemplo de sobre-generalização do código CID-11, pois a massa endurecida não está diretamente relacionada à dor ou cefaleia. Além disso, o prontuário não apresenta evidências de que a massa endurecida seja uma condição crônica ou secundária a uma doença orofacial.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA11.2": {
      "term_original": "edentulismo",
      "capitulo": "15",
      "confidence_embedding": 0.7332,
      "descricao_cid": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite.",
      "classification_reasoning": "A opção FA11.2 se refere à Artropatia subsequente a infecção geniturinária, que pode ser relacionada ao edentulismo mencionado no contexto clínico. Embora o edentulismo seja mais frequentemente associado ao surgimento de tumores odontogênicos, não há garantia absoluta disso e a opção FA11.2 é uma possibilidade a ser considerada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção FA11.2 não representa fielmente o termo 'edentulismo' descrito no prontuário, pois a artrite reativa é uma condição clínica que não está diretamente relacionada ao edentulismo. Além disso, a justificativa do sistema apresenta uma associação puramente imaginária entre o edentulismo e a artropatia subsequente a infecção geniturinária.",
      "tipo_erro_auditoria": "overly_generic_entity"
    }
  }
}