{
  "prontuario_id": 907,
  "text": "# avc isquemico em bulbo lateral esquerdo - hemiparesia direita - força grau iv, disartria. discreta alteração de IX e X. # placa complexa em aorta com trombo. # sem estenose carotidea significativa. # tabagismo. # sindrome metabólica. - Dm. # ronco + apneia do sono.   Paciente interna com quadro agudo de hemiparesia direita e disartria. Tc inicial e controle sem evidência de isquemia. Realizado rnm de encefalo que mostrou isquemia bulbo - pontina a esquerda. Eco cardio transesofagico com placa complexa em aorta com trombo. Indicação de anticoagulação. Paciente apresenta melhora clinica significativa, tem alta com hemiparesia direita força grau iv, disartria leve. Paciente deseja alta. Alta em uso de  Sinvastatina 20mg vo 1x a noite. Varfarina 5mg vo 1x ao dia. AAS 300mg vo 1x até INR alvo. Metformina  850mg vo 1x antes do café.  Tem alta com plano de retorno em ambulatorio de neuovascular no dia 03/06 para ver TP. Encaminhar fisioterapia e fono. Discutir conforme evolução tempo de anticoagulação.  Se piora retorno a emergência.  ",
  "entities": {
    "Sinal ou Sintoma": [
      "disartria",
      "ronco",
      "hemiparesia direita",
      "discreta alteração",
      "quadro agudo"
    ],
    "Abreviação": [
      "IX",
      "X",
      "Dm",
      "vo",
      "AAS",
      "TP",
      "fono",
      "avc isquemico",
      "rnm de encefalo",
      "Eco cardio transesofagico"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "aorta"
    ],
    "Função Patológica": [
      "trombo"
    ],
    "Negação": [
      "sem"
    ],
    "Doença ou Síndrome": [
      "tabagismo",
      "Dm",
      "avc isquemico",
      "estenose carotidea significativa",
      "sindrome metabólica",
      "apneia do sono"
    ],
    "Atividade de Assistência à Saúde": [
      "interna",
      "controle",
      "Indicação",
      "alta",
      "Alta",
      "Encaminhar",
      "Discutir",
      "retorno",
      "plano de retorno"
    ],
    "Conceito Temporal": [
      "inicial",
      "noite",
      "até",
      "evolução",
      "tempo",
      "quadro agudo",
      "antes do café"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "anticoagulação"
    ],
    "Substância Química Orgânica": [
      "Sinvastatina",
      "Varfarina",
      "AAS",
      "Metformina"
    ],
    "Substância Farmacológica": [
      "Sinvastatina",
      "Varfarina",
      "AAS",
      "Metformina"
    ],
    "Substância Perigosa ou Venenosa": [
      "Varfarina"
    ],
    "Resultado Laboratorial ou de Teste": [
      "TP",
      "força grau iv",
      "evidência de isquemia",
      "isquemia bulbo - pontina a esquerda",
      "placa complexa em aorta com trombo",
      "INR alvo"
    ],
    "Organização Relacionada à Saúde": [
      "fisioterapia",
      "fono",
      "emergência",
      "ambulatorio de neuovascular"
    ],
    "Localização ou Região Corporal": [
      "bulbo lateral esquerdo"
    ],
    "Procedimento Diagnóstico": [
      "rnm de encefalo",
      "Eco cardio transesofagico"
    ],
    "Achado": [
      "melhora clinica significativa"
    ],
    "Conceito Quantitativo": [
      "1x",
      "1x ao dia"
    ]
  },
  "labels": {
    "BA41": {
      "term_original": "avc isquemico",
      "capitulo": "11",
      "confidence_embedding": 0.768,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)",
      "classification_reasoning": "O termo 'AVC isquemico' é uma referência à trombose cerebral, que é o resultado de uma isquemia miocárdica aguda. A presença de hemiparesia direita e disartria suporta essa hipótese, assim como a placa complexa em aorta com trombo encontrado no exame ecocardiográfico.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'AVC isquemico' refere-se a um evento cerebral, não relacionado ao miocárdio. A presença de hemiparesia direita e disartria suporta essa hipótese, assim como a placa complexa em aorta com trombo encontrado no exame ecocardiográfico. O código CID-11 BA41 (Infarto agudo do miocárdio) não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "7A40.4": {
      "term_original": "ronco",
      "capitulo": "07",
      "confidence_embedding": 0.7406,
      "descricao_cid": "Representação de doença CID-11: Apneia central do sono devida a condição médica sem respiração de Cheyne-Stokes. Definição: A apneia do sono central devida a condição médica sem respiração de Cheyne-Stokes é caracterizada por apneias ou hipopneias recorrentes (mais de 5 por hora) predominantemente centrais, que são atribuídas a uma condição médica (e não apresentam o padrão de respiração de Cheyne-Stokes). A maioria desses pacientes têm lesão do tronco cerebral, de origem no desenvolvimento, vascular, neoplásica, degenerativa, desmielinizante ou traumática O transtorno é suficientemente grave para causar sintomas tais como sonolência diurna, sono irregular, despertar por dispneia ou roncos.\r\n\r\nNOTA: o diagnóstico definitivo requer evidência objetiva baseada na polissonografia na presença de uma condição médica considerada causadora dos sintomas.",
      "classification_reasoning": "A escolha pelo código 7A40.4 é baseada na presença de ronco no contexto do prontuário, o que sugere a possibilidade de apneia central do sono devida a condição médica sem respiração de Cheyne-Stokes.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'ronco' no prontuário não é suficiente para justificar a escolha do código 7A40.4, que requer apneia central do sono devida a condição médica sem respiração de Cheyne-Stokes. A análise do prontuário não apresenta evidências objetivas de apneia central do sono e o termo 'ronco' pode ser um sintoma secundário a outras causas, como a hemiparesia direita ou a disartria.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "3B61.1": {
      "term_original": "trombo",
      "capitulo": "03",
      "confidence_embedding": 0.7678,
      "descricao_cid": "Representação de doença CID-11: Trombofilia adquirida. Definição: Doença causada por determinantes que surgem após o nascimento. Essa doença é caraterizada por uma anormalidade na coagulação do sangue que aumenta o risco de trombose, coágulos nos vasos sanguíneos. Pode apresentar-se com trombose venosa profunda ou embolia pulmonar. A confirmação é feita pela identificação de coagulação sanguínea anormal em amostra de sangue.",
      "classification_reasoning": "A presença de uma placa complexa em aorta com trombo no contexto do prontuário indica uma trombofilia adquirida, apoiando a escolha da opção 3B61.1.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de uma placa complexa em aorta com trombo no prontuário é consistente com a definição da opção CID-11 3B61.1, que refere-se à trombofilia adquirida. A lógica clínica para manter o código é que a presença de um trombo em uma placa complexa na aorta é um indicador de anormalidade na coagulação do sangue, aumentando o risco de trombose.",
      "tipo_erro_auditoria": null
    },
    "7A41": {
      "term_original": "apneia do sono",
      "capitulo": "07",
      "confidence_embedding": 0.8162,
      "descricao_cid": "Representação de doença CID-11: Apneia obstrutiva do sono. Definição: A apneia obstrutiva do sono é caracterizada por episódios repetidos de apneia ou hipopneia que são causados por obstrução de via aérea superior durante o sono. Estes eventos frequentemente resultam em redução da saturação de oxigênio no sangue e geralmente são interrompidos por curtos despertares. Sonolência excessiva é uma das principais queixas de apresentação em muitos, mas não em todos os casos. Relatos de insônia, qualidade de sono ruim e fadiga são também comuns. A síndrome de resistência de vias aéreas superiores tem a mesma fisiopatologia e deve ser classificada aqui. Em adultos (> 18 anos), a apneia obstrutiva do sono é diagnosticada quando a frequência dos eventos obstrutivos (apneias, hipopneias, ou despertares relacionados a eventos respiratórios) é superior a 15 por hora. O transtorno também pode ser diagnosticado quando a frequência de eventos é superior a cindo por hora e: a) sintomas atribuíveis ao transtorno estão presentes (p.ex., sonolência ou interrupção do sono); b) desconforto respiratório noturno ou apneia/ronco habitual observados são relatados; ou c) quando estão presentes hipertensão, algum distúrbio do humor, disfunção cognitiva, doença coronariana, acidente vascular cerebral, insuficiência cardíaca congestiva, fibrilação atrial, ou diabetes mellitus tipo 2 estão presentes. Em crianças, o distúrbio é diagnosticado quando a frequência dos eventos obstrutivos é superior a um por hora, acompanhados de sinais ou sintomas relacionados ao transtorno respiratório. \r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia.",
      "classification_reasoning": "Apneia obstrutiva do sono é o termo mais preciso para descrever o quadro de apneia relatado no prontuário, considerando a presença de ronco e apneia durante o sono.",
      "decisao": "MANTER",
      "motivo_decisao": "A apneia do sono descrita no prontuário apresenta características de apneia obstrutiva do sono, como a presença de ronco e apneia durante o sono. Além disso, não há contradições óbvias ou informações que justifiquem a remoção da classificação. Portanto, a codificação CID-11 '7A41' Apneia obstrutiva do sono é válida.",
      "tipo_erro_auditoria": null
    },
    "8B11": {
      "term_original": "hemiparesia direita",
      "capitulo": "08",
      "confidence_embedding": 0.7477,
      "descricao_cid": "Representação de doença CID-11: Acidente cerebral isquêmico. Definição: Disfunção neurológica focal aguda causada por infarto focal em uma ou várias localizações do cérebro. A evidência de infarto agudo pode ser proveniente de a) duração dos sintomas por mais de 24 horas, ou b) neuroimagem ou outra técnica na área clinicamente relevante do cérebro. O termo não inclui infarto da retina.",
      "classification_reasoning": "A escolha do código 8B11 (Acidente cerebral isquêmico) é a mais precisa porque o prontuário descreve um quadro agudo de hemiparesia direita e disartria, sugerindo um dano neurológico focal agudo causado por infarto focal em uma ou várias localizações do cérebro.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código 8B11 (Acidente cerebral isquêmico) é a mais precisa porque o prontuário descreve um quadro agudo de hemiparesia direita e disartria, sugerindo um dano neurológico focal agudo causado por infarto focal em uma ou várias localizações do cérebro. A descrição clínica é consistente com a definição do código CID-11.",
      "tipo_erro_auditoria": null
    },
    "MB53.1": {
      "term_original": "discreta alteração",
      "capitulo": "21",
      "confidence_embedding": 0.7526,
      "descricao_cid": "Representação de doença CID-11: Hemiplegia flácida. Definição: É uma perda grave ou completa da função motora em um lado do corpo, com músculos flácidos e relaxados.",
      "classification_reasoning": "A opção mais precisa é a MB53.1, Hemiplegia flácida, pois o prontuário descreve a paciente com hemiparesia direita força grau IV, que é uma forma de hemiplegia, e acrescenta que os músculos são flácidos e relaxados, característica da hemiplegia flácida.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MB53.1, Hemiplegia flácida, é muito genérica e não representa fielmente o termo 'discreta alteração' do prontuário. A descrição de hemiparesia direita força grau IV e disartria leve sugere uma lesão cerebral mais complexa do que apenas uma hemiplegia flácida.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "5B5A.1": {
      "term_original": "sindrome metabólica",
      "capitulo": "05",
      "confidence_embedding": 0.7659,
      "descricao_cid": "Representação de doença CID-11: Síndrome de Wernicke-Korsakoff. Definição: Síndrome de deficiência de tiamina caracteriza-se por lesões hiperêmicas simétricas do tronco encefálico, hipotálamo, tálamo e corpos mamilares com proliferação glial, dilatação capilar e hemorragia perivascular. A síndrome se manifesta por um estado confusional, desorientação, oftalmoplegia, nistagmo, diplopia e ataxia (encefalopatia de Wernicke), com grave perda de memória para eventos recentes e confabulação ( invenção de relatos de eventos para cobrir a perda de memória - Korsakov psicose) ocorrendo após a recuperação. Foi encontrada ligação defeituosa do difosfato de tiamina pela transcetolase. Parece que o transtorno é de herança autossômica recessiva, mas é expresso como doença clínica apenas no caso de deficiência de tiamina.",
      "classification_reasoning": "Como o termo 'sindrome metabólica' está relacionado à deficiência de tiamina, e a descrição do código 5B5A.1 é uma representação de doença CID-11: Síndrome de Wernicke-Korsakoff, que é caracterizada por lesões hiperêmicas simétricas do tronco encefálico, hipotálamo, tálamo e corpos mamilares com proliferação glial, dilatação capilar e hemorragia perivascular, a escolha mais precisa para o termo dentro do contexto clínico é o código 5B5A.1.",
      "decisao": "REMOVER",
      "motivo_decisao": "A síndrome metabólica descrita no prontuário não se refere às lesões hiperêmicas simétricas do tronco encefálico, hipotálamo, tálamo e corpos mamilares com proliferação glial, dilatação capilar e hemorragia perivascular, como descrito no código CID-11. A síndrome metabólica é uma condição clínica que envolve a resistência à insulina e alterações no metabolismo, não está relacionada à deficiência de tiamina ou às lesões encefálicas descritas no código 5B5A.1.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C40.5": {
      "term_original": "disartria",
      "capitulo": "06",
      "confidence_embedding": 0.735,
      "descricao_cid": "Representação de doença CID-11: Delirium induzido por álcool. Definição: Delirium induzido por álcool é caracterizado por um estado agudo de perturbação da atenção e consciência com características específicas de delirium, que se desenvolve durante ou logo após intoxicação ou abstinência pela substância ou durante o uso de álcool. A quantidade e a duração do uso de álcool devem ser capazes de produzir delirium. Características específicas de delirium induzido por álcool podem incluir consciência prejudicada com desorientação, alucinações e ilusões vívidas, insônia, delírios, agitação, distúrbios da atenção, acompanhados de tremores e sintomas fisiológicos de abstinência de álcool. Em alguns casos de abstinência de álcool, o estado de abstinência pode progredir para uma forma muito grave de delirium induzido por álcool. Os sintomas não são mais bem explicados por um transtorno mental primário, pelo uso ou abstinência de uma substância diferente, ou por outra condição de saúde que não esteja classificada como transtornos mentais, comportamentais e do neurodesenvolvimento.",
      "classification_reasoning": "A disartria é um sintoma característico do AVC isquêmico, e o contexto do prontuário também menciona hemiparesia direita e força grau IV, o que sugere lesão cerebral. Como a disartria não está relacionada à abstinência ou uso de álcool, cocaína ou inalantes voláteis, é mais provável que esteja associado ao AVC isquêmico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A disartria é um sintoma característico do AVC isquêmico, e o contexto do prontuário também menciona hemiparesia direita e força grau IV, o que sugere lesão cerebral. Como a disartria não está relacionada à abstinência ou uso de álcool, cocaína ou inalantes voláteis, é mais provável que esteja associado ao AVC isquêmico. O código CID-11 atribuído (6C40.5) refere-se a delirium induzido por álcool, o que não se relaciona à disartria descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA8D": {
      "term_original": "tabagismo",
      "capitulo": "24",
      "confidence_embedding": 0.7105,
      "descricao_cid": "Representação de doença CID-11: Paciente que recebeu um teste diagnóstico ou tratamento destinado a outro paciente, sem lesão ou dano. Definição: ",
      "classification_reasoning": "O tabagismo é uma substância que o paciente recebeu, embora não seja um teste diagnóstico ou tratamento destinado a outro paciente. No entanto, como a opção QA8D aborda a situação de pacientes recebendo informações de diagnóstico ou tratamento destinados a outros, essa escolha é mais precisa para o contexto clínico",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'tabagismo' é uma condição clínica diretamente relacionada à saúde do paciente, e o código CID-11 QA8D representa fielmente essa condição. Ajuste da codificação não é necessária.",
      "tipo_erro_auditoria": null
    },
    "5A78.0": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "Como o termo extraído 'DM' é comummente associado a Disfunção Cardíaca, e ao mesmo tempo, o paciente apresenta quadro agudo de hemiparesia direita e disartria, além de ronco e apneia do sono, que podem estar relacionados à doença cardíaca. Além disso, a presença da placa complexa na aorta com trombo também sugere uma condição cardíaca. Portanto, a escolha mais precisa para o termo 'DM' é a Disfunção Cardíaca (5A78.0)",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 5A78.0 (Disfunção Cardíaca) não é clínica ou lógica, pois o paciente apresenta quadro agudo de hemiparesia direita e disartria, além de ronco e apneia do sono, que podem estar relacionados à doença vascular cerebral (AVC) e não à Disfunção Cardíaca. Além disso, a presença da placa complexa na aorta com trombo também sugere uma condição cardiovascular mais específica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA51": {
      "term_original": "estenose carotidea significativa",
      "capitulo": "11",
      "confidence_embedding": 0.7444,
      "descricao_cid": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'estenose carotidea significativa' é BA51, que representa a miocardiopatia isquêmica, e não uma estenose na artéria carotídea. Isso se justifica pois o paciente apresenta um quadro agudo de hemiparesia direita e disartria, sugerindo uma lesão cerebral, e não uma obstrução da artéria carotídea.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção BA51 não representa fielmente o termo 'estenose carotidea significativa', pois a definição do código CID-11 refere-se à miocardiopatia isquêmica, e não à estenose na artéria carotídea. A presença de hemiparesia direita e disartria sugere uma lesão cerebral, e não uma obstrução da artéria carotídea.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}