{
  "prontuario_id": 62,
  "text": "LUCAS, 56 ANOS\n\n# PACIENTE EM ACOMPANHAMENTO POR INCONTINENCIA URINARIA DE URGENCIA LEVE (QUE MELHOROU COM TRATAMENTO DA ITU)\n\nS: PACIENTE CONFUSA, RETORNA HOJE APOS TRATAMENTO DE ITU COM MELHORA DAS QUEIXAS DE URGENCIA MICCIONAL, NEGA PERDA A URGENCIA. TROUXE EXAME DE URINA APOS TRATAMENTO. NEGA USO DE RETEMIC (NÃO SENTIU NECESSIDADE DE USAR E FICOU COM MEDO DOS EFEITOS COLATERAIS). MANTEM DIFICULDADE PARA TER RELAÇÃO SEXUAL.\n\nHMP: HA 10 ANO FEZ HISTERECTOMIA TOTAL (DEIXOU 1 OVÁRIO), HA 10 ANOS COM CPP ASSOCIADA.\nFAZ USO DE: RIVOTRIL, TOPIRAMATO.\nFAZ TRATAMENTO PARA ESQUIZOFRENIA E BIPOLARIDADE.\nG 2   P 2   A 0.\nFAZ MAMOGRAFIA A CADA DOIS ANOS (ÚLTIMA ANO PASSADO).\nFAZ PREVENTIVO NO POSTO DE SAÚDE.\n\nEXAME FÍSICO NA ULTIMA CONSULTA:\nINSPEÇÃO: PILIFICAÇÃO E TROFISMO NORMAIS PARA A IDADE SEM PERDA URINARIA A MANOBRA DE VALSALVA.\nEXAME ESPECULAR: VAGINA ROSEA E RUGOSA, SEM PRESENÇA DE LEUCORREIA PATOLÓGICA. PRESENÇA DE CISTOCELE GRAU 1 (-2) SEM PROLAPSO DE CUPULA.\nTOQUE VAGINAL: SEM ALTERAÇÃO.\n\nLABORATORIAIS (01/06/16): PARCIAL DE URINA NORMAL, UROCULTURA NEGATIVA.\n\nCONDUTA:\nORIENTADO PACIENTE SOBRE CONDIÇÃO DE BEXIGA HIPERATIVA (DIFICIL COMPREENSÃO SOBRE DIAGNOSTICO).\nPRESCREVO STELE E ORIENTO.\n\nR3 LUCAS\nDoutor Vital Brazil ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "ACOMPANHAMENTO",
      "RETORNA",
      "CONSULTA",
      "CONDUTA",
      "ORIENTADO",
      "PRESCREVO",
      "ORIENTO"
    ],
    "Achado": [
      "MELHOROU",
      "MELHORA",
      "ROSEA",
      "RUGOSA",
      "NECESSIDADE DE USAR"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRATAMENTO",
      "PREVENTIVO",
      "HISTERECTOMIA TOTAL"
    ],
    "Abreviação": [
      "ITU",
      "CPP",
      "R3"
    ],
    "Doença ou Síndrome": [
      "ITU",
      "DIAGNOSTICO",
      "INCONTINENCIA URINARIA DE URGENCIA LEVE",
      "CISTOCELE GRAU 1 ( -2 )",
      "PROLAPSO DE CUPULA",
      "BEXIGA HIPERATIVA ("
    ],
    "Sinal ou Sintoma": [
      "CONFUSA",
      "QUEIXAS",
      "ALTERAÇÃO",
      "URGENCIA MICCIONAL",
      "PERDA A URGENCIA",
      "DIFICULDADE PARA TER RELAÇÃO SEXUAL",
      "PERDA URINARIA",
      "LEUCORREIA PATOLÓGICA",
      "PROLAPSO DE CUPULA"
    ],
    "Conceito Temporal": [
      "HOJE",
      "APOS",
      "CADA DOIS ANOS"
    ],
    "Negação": [
      "NEGA",
      "NÃO",
      "SEM"
    ],
    "Substância Farmacológica": [
      "RETEMIC",
      "RIVOTRIL",
      "TOPIRAMATO",
      "STELE"
    ],
    "Processo Mental": [
      "MEDO",
      "COMPREENSÃO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OVÁRIO",
      "VAGINA"
    ],
    "Substância Química Orgânica": [
      "RIVOTRIL",
      "TOPIRAMATO"
    ],
    "Disfunção Mental ou Comportamental": [
      "ESQUIZOFRENIA",
      "BIPOLARIDADE"
    ],
    "Conceito Quantitativo": [
      "2",
      "0"
    ],
    "Procedimento Diagnóstico": [
      "MAMOGRAFIA",
      "INSPEÇÃO",
      "EXAME FÍSICO",
      "MANOBRA DE VALSALVA",
      "EXAME ESPECULAR",
      "TOQUE VAGINAL"
    ],
    "Função de Organismo": [
      "PILIFICAÇÃO",
      "TROFISMO"
    ],
    "Atributo de Organismo": [
      "IDADE"
    ],
    "Atributo Clínico": [
      "IDADE"
    ],
    "Procedimento Laboratorial": [
      "LABORATORIAIS",
      "EXAME DE URINA"
    ],
    "Conceito Qualitativo": [
      "DIFICIL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R3",
      "Doutor"
    ],
    "Função Patológica": [
      "EFEITOS COLATERAIS"
    ],
    "Organização Relacionada à Saúde": [
      "POSTO DE SAÚDE"
    ],
    "Resultado Laboratorial ou de Teste": [
      "PARCIAL DE URINA NORMAL",
      "UROCULTURA NEGATIVA"
    ]
  },
  "labels": {
    "6C00.0": {
      "term_original": "confusa",
      "capitulo": "06",
      "confidence_embedding": 0.75,
      "descricao_cid": "Representação de doença CID-11: Enurese noturna. Definição: Enurese noturna se refere à eliminação repetida de urina nas roupas ou na cama, que ocorre somente durante o sono (i.e., durante a noite), em um indivíduo que alcançou uma idade de desenvolvimento na qual a continência urinária é normalmente esperada (5 anos). A incontinência urinária pode estar presente desde o nascimento (i.e., uma extensão atípica da incontinência infantil normal), ou pode ter surgido após um período em que o controle vesical havia sido adquirido. Na maioria dos casos, o comportamento é involuntário, mas em alguns casos parece intencional.",
      "classification_reasoning": "A confusão do paciente está relacionada à incontinência urinária de urgência leve, que melhorou após o tratamento da ITU. A presença de enurese noturna é confirmada pela história do paciente e não há evidências de intoxicação por substâncias psicoativas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A confusão do paciente está relacionada à incontinência urinária de urgência leve, que melhorou após o tratamento da ITU. No entanto, a codificação CID-11 atribuída (6C00.0) refere-se especificamente à enurese noturna, que não é diretamente relacionada ao sintoma descrito no prontuário. A incontinência urinária de urgência leve não é equivalente à enurese noturna, pois a primeira se refere à perda involuntária de urina durante o dia ou à noite, enquanto a segunda se refere especificamente à eliminação repetida de urina nas roupas ou na cama durante o sono. Portanto, a codificação CID-11 atribuída não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "MF50.2": {
      "term_original": "itu",
      "capitulo": "21",
      "confidence_embedding": 0.7582,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção.",
      "classification_reasoning": "A paciente apresenta incontinência urinária de urgência leve, que melhorou após tratamento da ITU. O fato de o paciente negar perda de urina e a presença de Cistocele Grau 1 (-2) sugerem uma condição relacionada à doença do músculo detrusor ou ao sistema nervoso responsivo ao estresse, o que é compatível com a Incontinência Urinária (MF50.2).",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 MF50.2 'Incontinência urinária' é válida porque a paciente apresenta incontinência urinária de urgência leve, que melhorou após tratamento da ITU. A presença de Cistocele Grau 1 (-2) e a negação de perda de urina sugerem uma condição relacionada à doença do músculo detrusor ou ao sistema nervoso responsivo ao estresse, o que é compatível com a Incontinência Urinária (MF50.2). A lógica clínica para manter essa codificação é baseada na descrição da paciente e nos achados físicos e laboratoriais.",
      "tipo_erro_auditoria": null
    },
    "GC40.53": {
      "term_original": "incontinencia urinaria de urgencia leve",
      "capitulo": "16",
      "confidence_embedding": 0.7908,
      "descricao_cid": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso.",
      "classification_reasoning": "A escolha por GC40.53 se baseia na presença de incontinência urinária leve, associada a prolapso de órgão pélvico (cistocele grau 1), o que é compatível com a definição da condição descrita.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 GC40.53 é justificada pela presença de incontinência urinária leve, associada a prolapso de órgão pélvico (cistocele grau 1), o que é compatível com a definição da condição descrita. A descrição do prontuário não apresenta contradições óbvias ou alucinações, e a classificação parece ser clínica e coerente.",
      "tipo_erro_auditoria": null
    },
    "HA20": {
      "term_original": "dificuldade para ter relação sexual",
      "capitulo": "17",
      "confidence_embedding": 0.7867,
      "descricao_cid": "Representação de doença CID-11: Transtorno doloroso à penetração sexual. Definição: Transtorno doloroso à penetração sexual é caracterizado por pelo menos um dos seguintes sintomas: 1) dificuldades acentuadas e persistentes ou recorrentes com a penetração, inclusive devido a contração ou tensão involuntária dos músculos do assoalho pélvico durante a tentativa de penetração; 2) dor vulvovaginal ou pélvica acentuada e persistente ou recorrente durante a penetração; \r\n3) medo ou ansiedade acentuadas e persistentes ou recorrentes da dor vulvovaginal ou pélvica em antecipação, durante ou como resultado da penetração. Os sintomas são recorrentes durante interações sexuais envolvendo ou potencialmente envolvendo penetração, apesar do desejo e estimulação sexual adequados. Não são inteiramente atribuíveis a uma condição clínica que afete adversamente a área pélvica e resulte em dor genital e/ou penetrativa ou a um transtorno mental. Não são inteiramente atribuíveis à lubrificação vaginal insuficiente ou alterações pós-menopausa/relacionadas à idade, e estão associadas a sofrimento clinicamente significativo.",
      "classification_reasoning": "A dificuldade para ter relação sexual está relacionada à incontinência urinária de urgência leve e ao tratamento da ITU, o que justifica a escolha do código HA20 (Transtorno doloroso à penetração sexual). Além disso, a presença de sintomas como dor vulvovaginal ou pélvica durante a penetração e ansiedade acentuada em antecipação da penetração também corroboram essa escolha.",
      "decisao": "MANTER",
      "motivo_decisao": "A dificuldade para ter relação sexual está claramente relacionada à incontinência urinária de urgência leve e ao tratamento da ITU, o que justifica a escolha do código HA20 (Transtorno doloroso à penetração sexual). A presença de sintomas como dor vulvovaginal ou pélvica durante a penetração e ansiedade acentuada em antecipação da penetração também corroboram essa escolha. Portanto, o código CID-11 HA20 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "GC40.60": {
      "term_original": "bexiga hiperativa (",
      "capitulo": "16",
      "confidence_embedding": 0.802,
      "descricao_cid": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria.",
      "classification_reasoning": "A escolha do termo 'Bexiga hiperativa associada a prolapso de órgão pélvico' é mais precisa para o contexto clínico, pois o paciente apresenta sintomas de incontinência urinária de urgência leve, que melhorou com tratamento da ITU. Além disso, há referência à presença de cistocele grau 1 (-2), o que sugere uma lesão na bexiga e um músculo detrusor acontrátil.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do termo 'Bexiga hiperativa associada a prolapso de órgão pélvico' é justificável, pois o paciente apresenta sintomas de incontinência urinária de urgência leve, que melhorou com tratamento da ITU. Além disso, há referência à presença de cistocele grau 1 (-2), o que sugere uma lesão na bexiga e um músculo detrusor acontrátil. A codificação CID-11 GC40.60 representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "EB60.0": {
      "term_original": "rosea",
      "capitulo": "14",
      "confidence_embedding": 0.7612,
      "descricao_cid": "Representação de doença CID-11: Líquen escleroso da vulva. Definição: Líquen escleroso da vulva é um transtorno inflamatório de etiologia desconhecida que afeta a pele da vulva e da área perianal. Tipicamente afeta mulheres na quinta e sexta décadas de vida, embora não seja incomum em meninas pré-púberes. Ele se apresenta com prurido, dor ou dispareunia. A pele afetada é branca e atrófica, embora alterações secundárias, incluindo maceração, púrpura e erosão, possam dominar o quadro clínico. Em casos de longa data, pode haver redução acentuada da vulva, fusão labial e um risco aumentado de transformação maligna.",
      "classification_reasoning": "A presença de 'rosea' na descrição do exame físico vaginal e a ausência de lesão ou alteração patológica sugerem que a paciente apresenta um caso de líquen escleroso da vulva, uma condição comum em mulheres, especialmente após a menopausa.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'rosea' na descrição do exame físico vaginal não é suficiente para justificar a codificação CID-11 Líquen escleroso da vulva. A condição descrita no prontuário é mais provável uma representação de doença benigna, como hiperplasia ou inflamação vulvovaginal, do que um líquen escleroso. Além disso, a ausência de lesão ou alteração patológica sugere que o termo 'rosea' não é um indicador confiável para essa condição.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "6A20.01": {
      "term_original": "esquizofrenia",
      "capitulo": "06",
      "confidence_embedding": 0.8233,
      "descricao_cid": "Representação de doença CID-11: Esquizofrenia, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para esquizofrenia, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos permanecem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento.",
      "classification_reasoning": "A escolha do código 6A20.01 se baseia na presença de esquizofrenia, primeiro episódio, em remissão parcial, como mencionado no termo extraído e corroborado pela conduta do prontuário, que orienta o paciente sobre a condição de bexiga hiperativa e prescreve Stele e orienta. Isso sugere que o paciente tem esquizofrenia em remissão parcial, apesar de ter feito tratamento para bipolaridade.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 6A20.01 se baseia na presença de esquizofrenia, primeiro episódio, em remissão parcial, mas o prontuário não apresenta nenhuma indicação clínica ou sintomatológica que sugira a presença de esquizofrenia. A conduta do prontuário apenas menciona tratamento para esquizofrenia e bipolaridade, mas não há descrição de sintomas ou achados clínicos que justifiquem o código 6A20.01.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EB60.1": {
      "term_original": "leucorreia patológica",
      "capitulo": "14",
      "confidence_embedding": 0.7625,
      "descricao_cid": "Representação de doença CID-11: Líquen escleroso do pênis. Definição: Líquen escleroso do pênis se desenvolve quase exclusivamente em homens não circuncidados e é o resultado do contato oclusivo crônico de epitélio suscetível à urina. Frequentemente, causa dispareunia e dificuldades com a micção. Manifesta-se tipicamente como fimose esclerótica do prepúcio, que pode não ser possível de retração, junto com inflamação e esclerose da superfície mucocutânea do prepúcio e da glande do pênis. Estenose e ocasionalmente obliteração do orifício meatal externo podem ocorrer em casos graves. Embora mais comumente reconhecida em homens adultos, é uma causa comum de fimose adquirida em meninos.",
      "classification_reasoning": "A presença de 'leucorreia patológica' na consulta é característica da fimose esclerótica do prepúcio, que está relacionada à hiperplasia epitélica e inflamação crônica da superfície mucocutânea do prepúcio e da glande do pênis.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'leucorreia patológica' na consulta não está relacionada à hiperplasia epitélica e inflamação crônica da superfície mucocutânea do prepúcio e da glande do pênis, como descrito no código CID-11. A leucorreia patológica é uma condição característica de doenças ginecológicas ou urológicas, não relacionada à fimose esclerótica do prepúcio. Portanto, o código CID-11 atribuído (EB60.1) não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF40.3": {
      "term_original": "diagnostico",
      "capitulo": "21",
      "confidence_embedding": 0.7817,
      "descricao_cid": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina.",
      "classification_reasoning": "A escolha pelo código MF40.3 (Ejaculação retrógrada) se baseia na descrição do paciente que apresenta incontinência urinária de urgência leve, que melhorou com o tratamento da ITU, e a negação do uso de retémica. Além disso, o paciente relatou dificuldade para ter relação sexual, o que sugere possivelmente uma disfunção uretral ou retrograda, justificando a escolha desse código.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 MF40.3 (Ejaculação retrógrada) não é clinicamente coerente com o prontuário. Embora o paciente apresente incontinência urinária de urgência leve e dificuldade para ter relação sexual, a ejaculação retrógrada é uma condição caracterizada por liberação de sêmen para a bexiga urinária, o que não está relacionado ao quadro clínico descrito no prontuário. Além disso, a negação do uso de reténica e a presença de cistocele grau 1 (-2) sugerem mais uma condição pélvica, como incontinência urinária, em vez de ejaculação retrógrada.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF50.0": {
      "term_original": "efeitos colaterais",
      "capitulo": "21",
      "confidence_embedding": 0.752,
      "descricao_cid": "Representação de doença CID-11: Micção frequente. Definição: Necessidade de urinar com mais frequência do que o normal.",
      "classification_reasoning": "A escolha do código MF50.0 (Micção frequente) se baseia na queixa do paciente sobre incontínencia urinária leve, embora não tenha perda de urina após o tratamento da ITU. Além disso, a descrição da condição do paciente como 'paciente confuso' e 'manter dificuldade para ter relacionamento sexual' sugere que a micção frequente pode ser um sintoma relacionado à condição",
      "decisao": "REMOVER",
      "motivo_decisao": "A queixa do paciente é de incontínencia urinária leve, não de micção frequente. Embora o tratamento da ITU tenha melhorado a situação, a descrição da condição como 'paciente confuso' e 'manter dificuldade para ter relacionamento sexual' sugere que a incontínencia urinária é um sintoma mais apropriado do que a micção frequente. Portanto, o código MF50.0 não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "6A60.0": {
      "term_original": "bipolaridade",
      "capitulo": "06",
      "confidence_embedding": 0.7801,
      "descricao_cid": "Representação de doença CID-11: Transtorno bipolar tipo I, episódio atual maníaco, sem sintomas psicóticos. Definição: Transtorno bipolar tipo I, episódio atual maníaco, sem sintomas psicóticos é diagnosticado quando os critérios diagnósticos para transtorno bipolar tipo I são preenchidos, o episódio atual é maníaco e não há delírios ou alucinações presentes durante o episódio. Um episódio maníaco é um estado de humor extremo que dura pelo menos uma semana, a menos que seja encurtado por uma intervenção terapêutica, caracterizado por euforia, irritabilidade ou expansividade e por aumento da atividade ou uma sensação subjetiva de aumento de energia, acompanhado por outros sintomas característicos, como fala rápida ou pressionada, fuga de ideias, aumento da autoestima ou grandiosidade, diminuição da necessidade de sono, distratibilidade, comportamento impulsivo ou imprudente e mudanças rápidas entre diferentes estados de humor (ou seja, labilidade do humor). Se o indivíduo apresentou episódios maníacos ou mistos no passado, a duração de uma semana não é necessária para diagnosticar um episódio atual, se todos os outros critérios diagnósticos forem preenchidos.",
      "classification_reasoning": "Diagnóstico de Transtorno Bipolar Tipo I, Episódio Atual Maníaco, Sem Sintomas Psicóticos, considerando a confusão do paciente e o fato de que os sintomas da urgência miccional melhoraram após tratamento da ITU. A presença de bipolaridade é sugerida pela menção à histerectomia total feita há 10 anos e ao tratamento para esquizofrenia e bipolaridade.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 atribuída é '6A60.0', que representa Transtorno Bipolar Tipo I, Episódio Atual Maníaco, Sem Sintomas Psicóticos. No entanto, ao analisar o prontuário, não há evidências claras de um episódio maníaco atual ou sintomas característicos do transtorno bipolar tipo I. A menção à histerectomia total e ao tratamento para esquizofrenia e bipolaridade pode sugerir uma história de doença mental, mas não é suficiente para justificar a codificação escolhida. Além disso, a confusão do paciente e o fato de que os sintomas da urgência miccional melhoraram após tratamento da ITU não são relacionados à bipolaridade.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "GC40.30": {
      "term_original": "cistocele grau 1 ( -2 )",
      "capitulo": "16",
      "confidence_embedding": 0.7805,
      "descricao_cid": "Representação de doença CID-11: Prolapso uterovaginal incompleto. Definição: Uma afecção causada por fraqueza, dano ou estiramento dos ligamentos entre o útero e a parede vaginal, tipicamente subsequente ao parto. Esta afecção é caracterizada por descenso de estágio 1 do útero para a vagina, levando a uma protuberância e prolapso distal maior que 1 centímetro acima do hímen, ou descenso de estágio 2 com prolapso distal de 1 centímetro ou menos proximal ou distal ao hímen. Essa afecção também pode se manifestar com incontinência urinária, sensação de peso na pelve ou dificuldade para urinar.",
      "classification_reasoning": "Escolhi o código GC40.30 porque o termo 'cistocele grau 1 ( -2 )' refere-se a uma afecção de prolapsso uterovaginal incompleto, caracterizado por descenso do útero para a vagina com prolapso distal maior que 1 centímetro acima do hímen. Isso se alinha com a descrição da paciente com incontinência urinária de urgência leve e presença de cistocele grau 1, como mencionado no prontuário.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'cistocele grau 1 ( -2 )' refere-se a uma afecção de prolapsso uterovaginal incompleto, caracterizado por descenso do útero para a vagina com prolapso distal maior que 1 centímetro acima do hímen. No entanto, o código CID-11 GC40.30 se refere a um prolapsso uterovaginal incompleto, mas não especificamente à cistocele. Além disso, a descrição da paciente menciona incontinência urinária de urgência leve e presença de cistocele grau 1, o que sugere que a condição é mais específica do que o código CID-11 atribuído.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "GC05": {
      "term_original": "prolapso de cupula",
      "capitulo": "16",
      "confidence_embedding": 0.8054,
      "descricao_cid": "Representação de doença CID-11: Prolapso da mucosa uretral. Definição: Uma afecção caracterizada por uma protusão circular da mucosa distal da uretra através do meato uretral externo. Essa afecção pode estar associada a anormalidades congênitas ou adquiridas, como estruturas do assoalho pélvico enfraquecidas, traumatismo, ou separação das camadas longitudinal e circular-oblíqua do músculo liso. Essa afecção é comumente assintomática em adolescentes ou se apresenta com sangramento vaginal e dificuldade para urinar em indivíduos na pós-menopausa.",
      "classification_reasoning": "A opção mais precisa para o termo 'prolapso de cupula' no contexto clínico é a representação de doença CID-11 Prolapso da mucosa uretral (GC05). Isso porque a descrição apresentada na opção menciona uma afecção caracterizada por uma protusão circular da mucosa distal da uretra, o que se alinha com a definição do termo 'prolapso de cupula' mencionado no prontuário. Além disso, a presença de incontinência urinária leve e sintomas relacionados à hiperatividade da bexiga também são consistentes com essa opção.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'prolapso de cupula' no contexto clínico é a representação de doença CID-11 Prolapso da mucosa uretral (GC05). Isso porque a descrição apresentada na opção menciona uma afecção caracterizada por uma protusão circular da mucosa distal da uretra, o que se alinha com a definição do termo 'prolapso de cupula' mencionado no prontuário. Além disso, a presença de incontinência urinária leve e sintomas relacionados à hiperatividade da bexiga também são consistentes com essa opção.",
      "tipo_erro_auditoria": null
    }
  }
}