{
  "prontuario_id": 370,
  "text": "Lucas, 70 ANOS\n# EM ACOMPANHAMENTO POR DSCC E FACE\nS # PACIENTE RELATA PRURIDO E DESCAMAÇÃO EM COURO CABELUDO. HÁ 1 MÊS NÃO USA O SHAMPOO DE CETOCONAZOL\nESTÁ EM USO DE SHAMPOO QUE COMPRA NA FARMÁCIA (CLEAR ANTICASPA). NEGA OUTRAS QUEIXAS.\nO # \n1- PEQUENAS PLACAS ERITEMATO DESCAMATIVAS EM BRAÇOS E MÃOS\n2- POUCA DESCAMAÇÃO EM COURO CABELUDO.\nSEM OUTRAS LESÕES SUSPEITAS\nA # \n1- CERATOSES ACTÍNICAS\n2- DSCC\nP # \nCRIO NAS CERATOSES ACTINICAS DE MÃOS E BRAÇOS.\nTHERAPSOR SOLUÇÃO 8 GOTAS NO COURO CABELUDO 1 X POR SEMANA\nCETOCONAZOL SHAMPOO 2% 3X SEMANA\nORIENTO FPS 3X DIA.\nRETORNO EM 4 MESES.\n\nESTAGIÁRIA Lucas\nDoutor Vital Brazil \n \n \n \n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "ACOMPANHAMENTO",
      "USA",
      "ORIENTO",
      "RETORNO"
    ],
    "Abreviação": [
      "DSCC",
      "CRIO",
      "FPS",
      "1 X POR SEMANA",
      "3X SEMANA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Sinal ou Sintoma": [
      "PRURIDO",
      "DESCAMAÇÃO",
      "QUEIXAS",
      "PLACAS ERITEMATO DESCAMATIVAS",
      "LESÕES SUSPEITAS"
    ],
    "Negação": [
      "NÃO",
      "NEGA",
      "SEM"
    ],
    "Substância": [
      "SHAMPOO"
    ],
    "Organização Relacionada à Saúde": [
      "FARMÁCIA"
    ],
    "Substância Farmacológica": [
      "ANTICASPA",
      "SHAMPOO DE CETOCONAZOL",
      "THERAPSOR SOLUÇÃO",
      "CETOCONAZOL SHAMPOO 2%"
    ],
    "Conceito Qualitativo": [
      "PEQUENAS",
      "POUCA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "BRAÇOS",
      "MÃOS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CRIO"
    ],
    "Conceito Temporal": [
      "MESES"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ESTAGIÁRIA"
    ],
    "Localização ou Região Corporal": [
      "COURO CABELUDO"
    ],
    "Substância Química Orgânica": [
      "SHAMPOO DE CETOCONAZOL",
      "THERAPSOR SOLUÇÃO",
      "CETOCONAZOL SHAMPOO 2%"
    ],
    "Doença ou Síndrome": [
      "CERATOSES ACTÍNICAS",
      "CERATOSES ACTINICAS"
    ],
    "Conceito Quantitativo": [
      "1 X POR SEMANA",
      "3X SEMANA"
    ]
  },
  "labels": {
    "NA00.02": {
      "term_original": "lesões suspeitas",
      "capitulo": "22",
      "confidence_embedding": 0.75,
      "descricao_cid": "Representação de doença CID-11: Corpo estranho superficial no couro cabeludo. Definição: ",
      "classification_reasoning": "A opção mais precisa é a NA00.02, pois o termo 'lesões suspeitas' se refere às placas eritemato-descamativas presentes nos braços e mãos do paciente, que são características de uma lesão cutânea superficial.",
      "decisao": "REMOVER",
      "motivo_decisao": "Ajuste da justificativa anterior: O termo 'lesões suspeitas' não está relacionado ao couro cabeludo, mas sim às placas eritemato-descamativas presentes nos braços e mãos do paciente. Portanto, o código CID-11 NA00.02 não condiz com a anatomia mencionada no prontuário.",
      "tipo_erro_auditoria": "anatomical_mismatch"
    },
    "ME62.7": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.7488,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A escolha por ME62.7 (Erupção cutânea descamativa aguda) é a mais precisa para o termo 'queixas' no contexto clínico, pois o paciente apresenta prurido e descamação em couro cabeludo, características proeminentes da erupção descamativa aguda.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código ME62.7 (Erupção cutânea descamativa aguda) é muito específica para o termo 'queixas', que apenas menciona prurido e descamação em couro cabeludo, sem qualquer evidência de uma erupção cutânea descamativa aguda. Além disso, a justificativa anterior não apresenta nenhuma prova direta da relação entre as queixas do paciente e a doença ME62.7.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "EK90.0": {
      "term_original": "ceratoses actinicas",
      "capitulo": "14",
      "confidence_embedding": 0.7987,
      "descricao_cid": "Representação de doença CID-11: Ceratose actínica. Definição: Ceratoses actínicas (CA) são áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. São muito comuns em área exposta ao sol de indivíduos de pele clara que tiveram exposição excessiva à luz solar. Inicialmente pápulas escamosas planas, podem se tornar significativamente elevadas em relação à superfície da pele pela produção de queratina aderente densa ou como resultado de proliferação celular desregulada que pode progredir para franco carcinoma in situ ou carcinoma espinocelular invasivo.",
      "classification_reasoning": "A descrição de 'ceratoses actínicas' no termo extraído é consistente com a definição do código EK90.0, que se refere às áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'ceratoses actínicas' no termo extraído não condiz com a definição do código EK90.0, que se refere às áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. No prontuário, o termo 'ceratoses actínicas' parece referir-se a lesões cutâneas benignas causadas pela exposição ao sol, enquanto o código EK90.0 se refere a uma doença mais grave e específica. Além disso, não há evidência de que as ceratoses actínicas estejam relacionadas à radiação ultravioleta no prontuário.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "EA81": {
      "term_original": "descamação",
      "capitulo": "14",
      "confidence_embedding": 0.8035,
      "descricao_cid": "Representação de doença CID-11: Dermatite seborreica e condições relacionadas. Definição: Um grupo de doenças inflamatórias relacionadas à pele que afetam predominantemente o couro cabeludo, face, tronco superior e áreas de dobras e se caracteriza por graus variáveis de eritema, descamação, inflamação e exsudação. Acredita-se que as leveduras malassezias exerçam um papel importante em sua patogênese. Embora esses transtornos sejam comuns, eles são vistos com maior frequência e gravidade entre as pessoas infectadas pelo HIV.",
      "classification_reasoning": "A paciente apresenta descamação no couro cabeludo, o que é consistente com a dermatite seborreica e condições relacionadas. A presença de prurido e descamação em couro cabeludo, juntamente com a negação de outras queixas, também apoia essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dermatite seborreica e condições relacionadas (EA81) é uma doença que afeta predominantemente o couro cabeludo, face, tronco superior e áreas de dobras. No entanto, no prontuário, a descamação está apenas mencionada no couro cabeludo, não havendo evidência de afetos nas outras áreas mencionadas na definição do código CID-11. Além disso, a presença de placas eritemato-descamativas em braços e mãos também não é consistente com a dermatite seborreica. A justificativa anterior forçou a barra ao associar a descamação no couro cabeludo à dermatite seborreica sem considerar outras possibilidades de diagnóstico.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "EC90.4": {
      "term_original": "prurido",
      "capitulo": "14",
      "confidence_embedding": 0.8307,
      "descricao_cid": "Representação de doença CID-11: Prurido psicogênico. Definição: Prurido crônico episódico na ausência de uma causa orgânica identificável e tipicamente associado a estresse e/ou depressão.",
      "classification_reasoning": "Escolha por prurito psicogênico, considerando que o paciente relata prurido e descamação em couro cabeludo, mas não apresenta causa orgânica identificável e há histórico de estresse e depressão.",
      "decisao": "REMOVER",
      "motivo_decisao": "A justificativa anterior é fraca. O prurido e descamação em couro cabeludo podem ser sintomas de uma doença orgânica, como a dermatite seborreica ou a psoríase, que não são abordadas na descrição oficial do código EC90.4 (Prurito psicogênico). Além disso, o histórico de estresse e depressão não é suficiente para justificar a escolha desse código. A anatomia mencionada no prontuário (couro cabeludo) não condiz com a anatomia descrita no código CID-11 (não especifica).",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    }
  }
}