{
  "prontuario_id": 862,
  "text": "Lucas, 79 ANOS\n# CBC EM DORSO NASAL EM 2010.\n# ONICOMICOSE\n- ITRACONAZOL 100 MG 3 MESES.\n- EM USO DE CICLOPIROX 8%\n# HAS, DM EM USO DE ENALAPRIL, METFORMINA, GLIBENCLAMIDA, FLUOXETINA.\nS # REFERE MELHORA PROGRESSIVA DO QUADRO.\nO # HIPERCERATOSE EM UNHAS DE HALUX BILATERAL, 2°, 3° E 4° PD A DIR.\nONICÓLISE DISTAL EM HÁLUX À DIREITA\nVARIZES BILATERALMENTE\nFOTODANO E MELANOSES SOLARES EM FACE E MMSS\nCERATOSE SEBORREICA EM FACE E TRONCO\nXEROSE\nSEM LESÕES SUSPEITAS DE CA\nA # ONICOMICOSE\nHIPERCERATOSE DEVIDO INSUFICIENCIA VENOSA ?\nFOTODANO.\nCBC EM DORSO NASAL 2010 - SEGUIMENTO\nP #\nMANTENHO ESMALTE CICLOPIROX 8%\nORIENTO MANTER HIDRATAÇÃO DA PELE\nREFORÇO USO DE FPS\nRETORNO EMOUT / 16 PARA SEGUIMENTO\nR2 Dr Vital Brasil\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "CBC",
      "HAS",
      "DM",
      "MMSS",
      "FPS",
      "R2",
      "2° , 3° E 4° PD A DIR"
    ],
    "Doença ou Síndrome": [
      "CBC",
      "ONICOMICOSE",
      "HAS",
      "DM",
      "HIPERCERATOSE",
      "XEROSE",
      "ONICÓLISE DISTAL",
      "VARIZES BILATERALMENTE",
      "MELANOSES SOLARES",
      "CERATOSE SEBORREICA",
      "INSUFICIENCIA VENOSA"
    ],
    "Conceito Quantitativo": [
      "3",
      "100 MG"
    ],
    "Conceito Temporal": [
      "MESES"
    ],
    "Substância Farmacológica": [
      "ENALAPRIL",
      "METFORMINA",
      "GLIBENCLAMIDA",
      "FLUOXETINA",
      "CICLOPIROX 8%"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Substância Química Orgânica": [
      "METFORMINA",
      "GLIBENCLAMIDA",
      "FLUOXETINA",
      "CICLOPIROX 8%"
    ],
    "Conceito Espacial": [
      "BILATERAL"
    ],
    "Sinal ou Sintoma": [
      "FOTODANO",
      "XEROSE",
      "LESÕES SUSPEITAS DE CA"
    ],
    "Localização ou Região Corporal": [
      "FACE",
      "DORSO NASAL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMSS",
      "TRONCO",
      "UNHAS DE HALUX",
      "2° , 3° E 4° PD A DIR",
      "HÁLUX À DIREITA"
    ],
    "Negação": [
      "SEM"
    ],
    "Atividade de Assistência à Saúde": [
      "SEGUIMENTO",
      "MANTENHO",
      "ORIENTO",
      "MANTER",
      "REFORÇO",
      "RETORNO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R2"
    ],
    "Achado": [
      "HIDRATAÇÃO DA PELE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "HIDRATAÇÃO DA PELE"
    ]
  },
  "labels": {
    "BB84.3": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A palavra 'has' se refere ao diagnóstico de Doença do Aparelho Cardiovascular (CARDIOVASCULAR DISEASE), especificamente à Hipertensão Arterial Secundária (Hypertensive Vascular Disease). Isso é consistente com a presença de DM em uso e enalapril, metformina e glibenclamida, que são medicamentos comumente usados para controlar a pressão arterial.",
      "decisao": "MANTER",
      "motivo_decisao": "A palavra 'has' se refere ao diagnóstico de Doença do Aparelho Cardiovascular (CARDIOVASCULAR DISEASE), especificamente à Hipertensão Arterial Secundária (Hypertensive Vascular Disease). Isso é consistente com a presença de DM em uso e enalapril, metformina e glibenclamida, que são medicamentos comumente usados para controlar a pressão arterial. A classificação CID-11 BB84.3 é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "EF70": {
      "term_original": "insuficiencia venosa",
      "capitulo": "14",
      "confidence_embedding": 0.7281,
      "descricao_cid": "Representação de doença CID-11: Eczema venoso dos membros inferiores. Definição: Dermatite inflamatória pruriginosa afetando pernas e tornozelos de indivíduos com hipertensão venosa de membros inferiores. Pode se tornar agudamente exsudativa, quando se deve considerar a possibilidade de sobreposição de dermatite alérgica de contato. O tratamento da hipertensão venosa associada é uma parte importante da abordagem. O eczema venoso não está necessariamente associado à presença de veias varicosas nas pernas.",
      "classification_reasoning": "A hiperceratose em unhas de halux bilateral e a onicólice distal em hálux à direita sugerem insuficiência venosa, o que é confirmado pela presença de varizes bilateralmente. Portanto, o termo 'insuficiência venosa' é mais preciso para descrever o quadro clínico do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A hiperceratose em unhas de halux bilateral e a onicólice distal em hálux à direita podem sugerir insuficiência venosa, mas não há uma relação clara entre essas condições e o eczema venoso descrito no CID-11. Além disso, a presença de varizes bilateralmente não é suficiente para confirmar a insuficiência venosa como causa da hiperceratose e onicólice. A classificação do termo 'insuficiência venosa' como EF70 parece ser demasiado geral e não está clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "EH92.0": {
      "term_original": "hiperceratose",
      "capitulo": "14",
      "confidence_embedding": 0.736,
      "descricao_cid": "Representação de doença CID-11: Cornos ou calosidades. Definição: Calosidades são áreas de hiperceratose focal devidas a fricção e pressão repetidas. Um corno é uma calosidade nitidamente demarcada que ocorre sobre uma proeminência óssea, geralmente no pé, e é dolorosa.",
      "classification_reasoning": "A hiperceratose descrita como 'hiperceratose em unhas de halux bilateral, 2°, 3° e 4° PD a dir' é mais precisamente definida pela opção EH92.0 como um tipo específico de calosidade ou corno que ocorre sobre uma proeminência óssea.",
      "decisao": "MANTER",
      "motivo_decisao": "A hiperceratose descrita no prontuário como 'hiperceratose em unhas de halux bilateral, 2°, 3° e 4° PD a dir' é claramente uma condição clínica relacionada à descrição do código CID-11 EH92.0, que define calosidades ou cornosidades sobre uma proeminência óssea. A codificação é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "AA12": {
      "term_original": "cbc",
      "capitulo": "10",
      "confidence_embedding": 0.6963,
      "descricao_cid": "Representação de doença CID-11: Condrodermatite nodular. Definição: Nódulo ou úlcera doloroso comum induzido por pressão que afeta a orelha externa. Resulta de isquemia de pele e cartilagem subjacente a partir de um ponto focal de alta pressão pelo peso da cabeça em decúbito. A localização envolvida depende da forma do pavilhão auricular (mais comumente a hélice está envolvida, mas em alguns indivíduos é a anti-hélice que é mais proeminente) e de se o paciente está limitado a dormir de um lado apenas e, portanto, é incapaz de poupar a orelha da pressão constante ao se deitar na cama.",
      "classification_reasoning": "A opção mais precisa é a Código AA12, que descreve a Condrodermatite nodular, uma condição caracterizada pela formação de nódulos ou úlceras dolorosas na orelha externa, provavelmente relacionada à isquemia da pele e cartilagem subjacente. A CBC em dorso nasal realizada em 2010 sugere que essa condição pode ter sido diagnosticada anteriormente.",
      "decisao": "MANTER",
      "motivo_decisao": "A CBC em dorso nasal realizada em 2010 sugere que a condição pode ter sido diagnosticada anteriormente. O termo 'CBC' refere-se à Condrodermatite nodular, uma condição clínica descrita no prontuário. A codificação CID-11 AA12 é precisa e representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "ED54": {
      "term_original": "xerose",
      "capitulo": "14",
      "confidence_embedding": 0.7612,
      "descricao_cid": "Representação de doença CID-11: Xerose cutânea ou asteatose. Definição: Ressecamento da superfície da pele comumente devido ao desengorduramento da epiderme por exposição excessiva a sabões e detergentes ou dessecação por exposição prolongada à baixa umidade ambiente. Ocorre mais comumente em idosos e é observada particularmente nas pernas. É uma das principais causas de prurido em idosos. Em casos mais graves, a pele pode ficar inflamada (eczema asteatótico).",
      "classification_reasoning": "A xerose foi mencionada no contexto clínico como uma das consequências do desengorduramento da epiderme, o que é consistente com a definição de xerose cutânea ou asteatose fornecida pelo código ED54.",
      "decisao": "MANTER",
      "motivo_decisao": "A xerose foi mencionada no prontuário como uma consequência do desengorduramento da epiderme, o que é consistente com a definição de xerose cutânea ou asteatose fornecida pelo código ED54. A descrição clínica apresenta uma relação direta entre a xerose e as condições mencionadas anteriormente (desengorduramento da epiderme), o que justifica a manutenção do código CID-11 ED54.",
      "tipo_erro_auditoria": null
    },
    "ME62.7": {
      "term_original": "lesões suspeitas de ca",
      "capitulo": "21",
      "confidence_embedding": 0.7526,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A opção mais precisa para o termo 'lesões suspeitas de CA' é a erupção cutânea descamativa aguda, pois caracteriza uma lesão cutânea com descamação abrupta e desconhecida ou incerta que pode ser relacionada a doenças como psoríase, reações a medicamentos ou exantemas virais agudos.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção CID-11 ME62.7 Erupção cutânea descamativa aguda é justificada pela descrição do termo 'lesões suspeitas de CA' no prontuário, que apresenta características de uma lesão cutânea com descamação abrupta e desconhecida ou incerta. A classificação CID-11 ME62.7 representa fielmente o termo descrito no prontuário, sem contradições óbvias ou associações puramente imaginárias.",
      "tipo_erro_auditoria": null
    },
    "EK90.0": {
      "term_original": "melanoses solares",
      "capitulo": "14",
      "confidence_embedding": 0.7641,
      "descricao_cid": "Representação de doença CID-11: Ceratose actínica. Definição: Ceratoses actínicas (CA) são áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. São muito comuns em área exposta ao sol de indivíduos de pele clara que tiveram exposição excessiva à luz solar. Inicialmente pápulas escamosas planas, podem se tornar significativamente elevadas em relação à superfície da pele pela produção de queratina aderente densa ou como resultado de proliferação celular desregulada que pode progredir para franco carcinoma in situ ou carcinoma espinocelular invasivo.",
      "classification_reasoning": "A descrição do termo 'melanoses solares' indica a presença de lesões cutâneas causadas pela exposição crônica à radiação ultravioleta, o que é compatível com a ceratose actínica descrita pelo código EK90.0.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'melanoses solares' indica a presença de lesões cutâneas causadas pela exposição crônica à radiação ultravioleta, o que é compatível com a ceratose actínica descrita pelo código EK90.0. A codificação CID-11 está clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "EH75": {
      "term_original": "fotodano",
      "capitulo": "14",
      "confidence_embedding": 0.7311,
      "descricao_cid": "Representação de doença CID-11: Fotossensibilidade devida a droga. Definição: Reação cutânea fotossensível a um medicamento, mais comumente uma reação fototóxica a uma droga administrada sistemicamente, embora fotoalergia a drogas possa ocorrer raramente.",
      "classification_reasoning": "A escolha do código EH75 (Fotossensibilidade devida a droga) é mais precisa porque o termo 'fotodano' foi usado como tratamento para a hiperceratose e melanoses solares em face e membros. Além disso, o paciente também está usando Ciclopirox 8%, o que sugere uma relação com algum tratamento cutâneo.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código EH75 (Fotossensibilidade devida a droga) é justificada porque o termo 'fotodano' foi usado como tratamento para a hiperceratose e melanoses solares em face e membros, sugerindo uma relação com algum tratamento cutâneo. Além disso, o paciente também está usando Ciclopirox 8%, o que reforça essa hipótese. A codificação é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "BD74.1": {
      "term_original": "varizes bilateralmente",
      "capitulo": "11",
      "confidence_embedding": 0.7006,
      "descricao_cid": "Representação de doença CID-11: Varizes de membros inferiores. Definição: Manifestação mais comum da insuficiência venosa periférica crônica, as veias varicosas apresentam-se como dilatação e tortuosidade das veias superficiais das extremidades inferiores. A incompetência do sistema valvar venoso superficial impede o retorno do sangue venoso ao coração. A pressão venosa cronicamente elevada causa sintomas como sensação de peso, desconforto, fadiga nas extremidades, coceira e dor surda ou em queimação.",
      "classification_reasoning": "A descrição do termo 'varizes bilateralmente' sugere a presença de varizes em ambos os membros inferiores, o que é consistente com a definição da doença BD74.1: Varizes de membros inferiores.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'varizes bilateralmente' é consistente com a definição da doença BD74.1: Varizes de membros inferiores. A presença de varizes em ambos os membros inferiores é um sintoma comum da insuficiência venosa periférica crônica, o que justifica a codificação CID-11 como BD74.1.",
      "tipo_erro_auditoria": null
    },
    "EE12.1": {
      "term_original": "onicomicose",
      "capitulo": "14",
      "confidence_embedding": 0.7516,
      "descricao_cid": "Representação de doença CID-11: Onicomicose. Definição: Infecção fúngica das unhas das mãos e/ou dos pés devida mais comumente a dermatófitos (tinea unguium ou tinha ungueal) ou leveduras, especialmente espécies de Candida.",
      "classification_reasoning": "A onicomicose é uma infecção fúngica das unhas que se caracteriza por lesões em forma de escamas ou placas nos dedos das mãos e/ou pés, o que coincide com a descrição do termo onicomicose no contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A onicomicose é uma infecção fúngica das unhas que se caracteriza por lesões em forma de escamas ou placas nos dedos das mãos e/ou pés. No prontuário, a paciente apresenta onicomicose com lesões descritas nas unhas dos pés (halux). A descrição do termo onicomicose no contexto clínico coincide com a definição da doença CID-11 EE12.1. Portanto, o código CID-11 atribuído é válido e representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "AB31.2": {
      "term_original": "onicólise distal",
      "capitulo": "10",
      "confidence_embedding": 0.7017,
      "descricao_cid": "Representação de doença CID-11: Vertigem posicional paroxística benigna. Definição: Vertigem posicional paroxística benigna é definida como uma sensação anormal de movimento que é provocada por determinadas posições físicas provocativas críticas do paciente (p.ex., decúbito dorsal). As posições provocativas geralmente desencadeiam movimentos oculares específicos (p.ex., nistagmo). O caráter e a direção do nistagmo são específicos da parte da orelha interna afetada e da fisiopatologia subjacente.",
      "classification_reasoning": "A opção mais precisa para o termo 'onicólise distal' é a Vertigem posicional paroxística benigna (Código: AB31.2), pois a descrição da doença menciona nistagmo, que é relacionado à onicólise distal descrita no prontuário.",
      "decisao": "REMOVER",
      "motivo_decisao": "A onicólise distal descrita no prontuário refere-se a uma lesão na unha do dedo, enquanto o código CID-11 AB31.2 se refere à Vertigem posicional paroxística benigna, que não tem relação com a lesão cutânea. Portanto, a codificação é incoerente e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BD54": {
      "term_original": "dm",
      "capitulo": "11",
      "confidence_embedding": 0.7499,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A presença de DM (diabetes mellitus) nos antecedentes do paciente e a menção de úlceras no contexto da onicomicose, sugerem que o termo 'DM' é mais provável referir-se à úlcera de pé diabético, cujo código CID-11 é BD54.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de DM nos antecedentes do paciente e a menção de úlceras no contexto da onicomicose não é suficiente para justificar a atribuição do código CID-11 BD54, que se refere especificamente à úlcera de pé diabético. A falta de menção explícita sobre úlceras nos pés ou doença diabética relacionada a úlceras nos pés não permite uma associação clínica segura com o termo 'DM'. Além disso, a onicomicose e as úlceras nos pés são condições clínicas diferentes, o que reforça a necessidade de remover a atribuição do código CID-11 BD54.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}