{
  "prontuario_id": 220,
  "text": "Lucas, 29 ANOS\nS # Segunda consulta.Paciente veio acompanhado da mãe. Refere melhora do tremor de MMSS com a retirada do Haldol, no entanto refere piora da acatisia e discinesia com a introdução da risperidona 02 mg (0-0-1).Refere sono não reparador, insonia intermediaria. Nega sintomas de hiperativaçao, nega alteraçoes de sensopercepçao, nega sintomas depressivos. Mantem sintomas negativos - lentificaçao psicomotora e de pensamento, embotamento afetivo, apatia.\nTrouxe exames lab:\nLitemia 0,4 (nao tomou remedio na noite anterior).\nEM USO: RISPERIDONA 02 MG (0-0-1)\n             CITALOPRAM 20 MG (1-0-0)\n              CARBOLITIUM 300 MG (1-0-2)\n               CLONAZEPAM 0,5 MG (0-0-1)\nA # TAB ? PERSONALIDADE ESQUIZOIDE ??\nP # Conforme orientaçoes Doutor Vital Brazil mantenho prescrição médica, aumento clonazepam 0,5 para (2-0-1) para melhhora de acatisia e discinesia. Retorno em 30 dias.\nO # Asseado, cooperativo, orientado alo e auto, normovigil, normotenaz, humor hipotimico afeto embotado, critica e insght parciais.\n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "consulta",
      "acompanhado",
      "retirada",
      "introdução",
      "orientaçoes",
      "mantenho",
      "aumento",
      "Retorno",
      "prescrição médica"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Grupo Familiar": [
      "mãe"
    ],
    "Abreviação": [
      "MMSS",
      "TAB",
      "alo",
      "auto"
    ],
    "Substância Química Orgânica": [
      "Haldol",
      "risperidona",
      "RISPERIDONA",
      "CITALOPRAM",
      "CARBOLITIUM",
      "CLONAZEPAM",
      "clonazepam"
    ],
    "Substância Farmacológica": [
      "Haldol",
      "risperidona",
      "RISPERIDONA",
      "CITALOPRAM",
      "CARBOLITIUM",
      "CLONAZEPAM",
      "clonazepam"
    ],
    "Negação": [
      "Nega",
      "nega"
    ],
    "Sinal ou Sintoma": [
      "sintomas",
      "hiperativaçao",
      "apatia",
      "acatisia",
      "discinesia",
      "piora da acatisia e discinesia",
      "sono não reparador",
      "alteraçoes de sensopercepçao",
      "sintomas depressivos",
      "lentificaçao psicomotora e de pensamento",
      "embotamento afetivo",
      "humor hipotimico afeto embotado",
      "critica e insght parciais"
    ],
    "Disfunção Mental ou Comportamental": [
      "apatia"
    ],
    "Elemento, Íon ou Isótopo": [
      "CARBOLITIUM"
    ],
    "Doença ou Síndrome": [
      "TAB",
      "insonia intermediaria",
      "PERSONALIDADE ESQUIZOIDE"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor"
    ],
    "Achado": [
      "Asseado",
      "cooperativo",
      "orientado",
      "normovigil",
      "normotenaz"
    ],
    "Conceito Quantitativo": [
      "02 mg",
      "02 MG",
      "20 MG",
      "300 MG",
      "0 , 5 MG"
    ],
    "Procedimento Laboratorial": [
      "exames lab"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Litemia 0 , 4"
    ],
    "Conceito Qualitativo": [
      "0 , 5 para ( 2-0-1 )"
    ]
  },
  "labels": {
    "6C46.5": {
      "term_original": "cooperativo",
      "capitulo": "06",
      "confidence_embedding": 0.7689,
      "descricao_cid": "Representação de doença CID-11: Delirium induzido por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Delirium induzido por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona é caracterizado por um estado agudo de perturbação da atenção e consciência com características específicas de delirium, que se desenvolve durante ou logo após intoxicação ou abstinência pela substância ou durante o uso de estimulantes. A quantidade e a duração do uso do estimulante devem ser capazes de produzir delirium. Os sintomas não são mais bem explicados por um transtorno mental primário ou pelo uso ou abstinência de uma substância diferente, ou por outra condição de saúde que não esteja classificada como transtornos mentais, comportamentais e do neurodesenvolvimento.",
      "classification_reasoning": "A caracterização do paciente como cooperativo e orientado para a assistência médica, juntamente com a apresentação de sintomas como acatisia e discinesia, sugerem que o termo 'cooperativo' está relacionado à personalidade esquizoide do paciente. A escolha pelo código 6C46.5 (Delirium induzido por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona) é baseada na possibilidade de que a intoxicação por estimulantes esteja afetando o estado psicomotor do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'cooperativo' não está relacionado à personalidade esquizoide do paciente, mas sim ao comportamento do paciente durante a consulta. Além disso, o código CID-11 6C46.5 (Delirium induzido por estimulantes) não se aplica ao caso do paciente, pois não há evidência de uso de estimulantes e os sintomas apresentados são mais compatíveis com um quadro de acatisia e discinesia decorrente da medicação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "7A24": {
      "term_original": "insonia intermediaria",
      "capitulo": "07",
      "confidence_embedding": 0.753,
      "descricao_cid": "Representação de doença CID-11: Hipersonia devida ao uso de medicamento ou substância. Definição: Hipersonia devido ao uso de medicamento ou substância é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos que é atribuído aos efeitos sedativos do medicamento, álcool, ou outras substâncias psicoativas, incluindo as síndromes de abstinência (p.ex. de estimulantes) e é grave o suficiente para constituir um foco independente de atenção clínica.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (e.g. apneia obstrutiva do sono) que podem explicar melhor a sonolência.",
      "classification_reasoning": "A hipersonia devida ao uso de medicamento ou substância é mais provável, considerando que o paciente está em tratamento com Risperidona e Citalopram, e apresenta insonia intermediária.",
      "decisao": "REMOVER",
      "motivo_decisao": "A insonia intermediária descrita no prontuário é negada pelo paciente, o que significa que não há sono excessivo ou sonolência diurna. Portanto, a codificação CID-11 7A24 (Hipersonia devida ao uso de medicamento ou substância) não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "negated_finding"
    },
    "6A25.4": {
      "term_original": "lentificaçao psicomotora e de pensamento",
      "capitulo": "06",
      "confidence_embedding": 0.7973,
      "descricao_cid": "Representação de doença CID-11: Sintomas psicomotores em transtornos psicóticos primários. Definição: Sintomas psicomotores em transtornos psicóticos primários incluem agitação psicomotora ou atividade motora excessiva, geralmente manifestada por comportamentos sem finalidade, como inquietação, ficar mudando de lugar, ficar mexendo em objetos, não conseguir ficar quieto, seja sentado ou em pé, torcer as mãos, lentificação psicomotora ou uma visível lentificação generalizada dos movimentos e da fala e sintomas catatônicos, como excitação, posturas atípicas, flexibilidade cerácea, negativismo, mutismo ou estupor. A classificação deve ser feita com base na gravidade dos sintomas psicomotores durante a semana anterior.",
      "classification_reasoning": "O termo 'lentificaçao psicomotora e de pensamento' é característico dos sintomas psicomotores em transtornos psicóticos primários, como a esquizofrenia. A presença de acatisia e discinesia com a introdução da risperidona, combinada com o histórico do paciente, sugere que os sintomas podem ser parte de um quadro mais amplo de desordem psicótica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 6A25.4 é muito específica e refere-se a sintomas psicomotores em transtornos psicóticos primários, como esquizofrenia. Embora o termo 'lentificaçao psicomotora e de pensamento' esteja presente no prontuário, não há evidências suficientes para sustentar que os sintomas do paciente sejam parte de um quadro mais amplo de desordem psicótica. A presença de acatisia e discinesia com a introdução da risperidona pode ser atribuída à medicação em uso, e não há indicações claras de uma doença psiquática subjacente.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "6E62.0": {
      "term_original": "humor hipotimico afeto embotado",
      "capitulo": "06",
      "confidence_embedding": 0.8207,
      "descricao_cid": "Representação de doença CID-11: Síndrome de humor secundária com sintomas depressivos. Definição: Síndrome caracterizada pela presença de sintomas depressivos proeminentes, como humor persistentemente deprimido, perda de interesse em atividades anteriormente prazerosas ou sinais como aparência chorosa e oprimida, que são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "A presença de humor hipotimico afeto embotado no paciente, juntamente com a falta de sintomas depressivos ou hiperativação, sugere uma síndrome de humor secundária com sintomas depressivos (Código CID-11: 6E62.0), considerando que os sintomas não estão relacionados a um transtorno mental primário e não são explicados por delirium ou outro transtorno mental.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'humor hipotimico afeto embotado' não está diretamente relacionado a uma condição clínica específica, mas sim é um sintoma apresentado pelo paciente. A síndrome de humor secundária com sintomas depressivos (Código CID-11: 6E62.0) pressupõe a presença de sintomas depressivos proeminentes, o que não está presente no prontuário. Além disso, os sintomas apresentados pelo paciente são mais próximos à esquizofrenia ou outro transtorno mental do que uma síndrome de humor secundária.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "HA40.2": {
      "term_original": "tab",
      "capitulo": "17",
      "confidence_embedding": 0.7581,
      "descricao_cid": "Representação de doença CID-11: Considerações etiológicas associadas ao uso de substância psicoativa ou medicamento. Definição: Esta categoria deve ser atribuída quando há evidência de que os efeitos fisiológicos diretos de uma substância psicoativa ou medicamento são um importante fator contribuinte para a Disfunção Sexual ou Transtorno da Dor Sexual. Exemplos incluem inibidores seletivos de recaptação de serotonina, antagonistas do receptor de histamina-2 (p. ex., cimetidina), álcool, opioides e anfetaminas. Se os requisitos diagnósticos para um Transtorno Devido ao Uso de Substância forem atendidos, o diagnóstico apropriado de Transtorno Devido ao Uso de Substância também deve ser atribuído.",
      "classification_reasoning": "A escolha foi baseada no fato de que o paciente está referindo sintomas relacionados ao uso de substância psicoativa ou medicamento, especificamente a piora da acatisia e discinesia após a introdução da risperidona. Embora não haja evidência direta de disfunção sexual, o termo 'tab' sugere que há um fator contribuinte para a condição do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'tab' não é uma condição clínica diretamente relacionada ao paciente, mas sim uma abreviação médica para a personalidade esquizoide. A escolha do código CID-11 HA40.2 não está justificada pela descrição do prontuário e não representa fielmente o termo ou condição clínica descrita.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB27": {
      "term_original": "sintomas",
      "capitulo": "21",
      "confidence_embedding": 0.7379,
      "descricao_cid": "Representação de doença CID-11: Sintomas ou sinais relativos a distúrbios de percepção. Definição: Sintomas e sinais que envolvem uma ruptura na percepção sensorial, incluindo despersonalização, desrealização e alucinações em qualquer modalidade.",
      "classification_reasoning": "A escolha do código MB27 é justificada pelo fato de que o paciente refere sintomas de acatisia e discinesia, sugerindo distúrbios na percepção sensorial. Além disso, a descrição dos sintomas negativos (lentificação psicomotora e de pensamento, embotamento afetivo, apatia) também apoiam essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código MB27 não é justificada clinicamente. O termo 'sintomas' não se refere a distúrbios de percepção, mas sim à descrição dos sintomas apresentados pelo paciente. A acatisia e discinesia são sintomas motoros e não envolvem uma ruptura na percepção sensorial. Além disso, os sintomas negativos (lentificação psicomotora e de pensamento, embotamento afetivo, apatia) também não estão relacionados à percepção sensorial.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6A21.1": {
      "term_original": "embotamento afetivo",
      "capitulo": "06",
      "confidence_embedding": 0.7666,
      "descricao_cid": "Representação de doença CID-11: Transtorno esquizoafetivo, episódios múltiplos. Definição: Transtorno esquizoafetivo, episódios múltiplos deve usado ​​para identificar indivíduos apresentando sintomas que preenchem os critérios diagnósticos para transtorno esquizoafetivo e que também apresentaram episódios anteriores durante os quais os critérios diagnósticos para transtorno esquizoafetivo ou esquizofrenia foram preenchidos, com remissão substancial dos sintomas entre os episódios. Alguns sintomas atenuados podem permanecer durante os períodos de remissão, e as remissões podem ter ocorrido em resposta a medicamento ou outro tratamento.",
      "classification_reasoning": "A descrição do termo 'embotamento afetivo' na paciente sugere a presença de sintomas que caracterizam o transtorno esquizoafetivo, episódios múltiplos, como a perda da capacidade afetiva e a diminuição do compromisso emocional.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'embotamento afetivo' na paciente sugere uma perda da capacidade afetiva e diminuição do compromisso emocional, o que não é suficiente para caracterizar um transtorno esquizoafetivo, episódios múltiplos. A presença de sintomas negativos - lentificaçao psicomotora e de pensamento, embotamento afetivo, apatia - pode ser mais relacionada a uma síndrome de abstinência ou um efeito colateral da medicação do que a um transtorno esquizoafetivo.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8D21": {
      "term_original": "discinesia",
      "capitulo": "08",
      "confidence_embedding": 0.785,
      "descricao_cid": "Representação de doença CID-11: Paralisia cerebral discinética. Definição: A paralisia cerebral discinética, também conhecida como paralisia cerebral extrapiramidal, é caracterizada por comprometimento do movimento voluntário devido à presença de movimentos involuntários interferentes e co-contração inadequada dos músculos agonistas e antagonistas (distonia). Este grupo de transtornos inclui paralisia cerebral coreoatetótica e paralisia cerebral distônica. A primeira é caracterizada por movimentos involuntários de grande amplitude principalmente dos membros distais (atetose), com ou sem contrações assimétricas de pequena amplitude, fugazes, de grupos musculares individuais (coreia).\r\n\r\nA paralisia cerebral distônica afeta predominantemente os músculos proximais do tronco e dos membros, que podem apresentar movimentos lentos e persistentes, levando à adoção de posturas incomuns, como o torcicolo.",
      "classification_reasoning": "A discinesia mencionada no prontuário se refere à presença de movimentos involuntários e lentos dos músculos proximais do tronco e dos membros, característico da paralisia cerebral distônica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A discinesia descrita no prontuário se refere a movimentos involuntários e lentos dos músculos proximais do tronco e dos membros, característico da paralisia cerebral distônica. No entanto, o código CID-11 atribuído (8D21) representa paralisia cerebral discinética, que é um tipo de paralisia cerebral coreoatetótica, e não a discinesia descrita no prontuário. Portanto, a codificação não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6D86.3": {
      "term_original": "apatia",
      "capitulo": "06",
      "confidence_embedding": 0.7927,
      "descricao_cid": "Representação de doença CID-11: Apatia na demência. Definição: Além dos distúrbios cognitivos característicos de demência, o quadro clínico atual inclui indiferença ou falta de interesse clinicamente significativos.",
      "classification_reasoning": "Apatia é um sintoma característico da demência, e o paciente refere apatia em seu estado atual. Aparentemente, a apatia não está relacionada à catatonia ou à intoxicação por alucinógenos, pois não há outro indício de que essas condições estejam presentes.",
      "decisao": "REMOVER",
      "motivo_decisao": "A apatia descrita no prontuário é um sintoma característico da demência, mas o paciente não tem diagnóstico de demência. Além disso, a apatia está relacionada à retirada do Haldol e introdução da risperidona, o que sugere uma possível reação adversa ao medicamento. Portanto, a codificação CID-11 6D86.3 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "F60.1": {
      "term_original": "personalidade esquizoide",
      "capitulo": "17",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A presença de personalidade esquizoide na avaliação do paciente sugere um transtorno mental e comportamental subjacente, o que justifica a escolha da categoria HA40.1 (Representação de doença CID-11: Considerações etiológicas associadas a fatores psicológicos ou comportamentais).",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de personalidade esquizoide na avaliação do paciente não é um diagnóstico clínico, mas sim uma característica da personalidade. O termo 'personalidade esquizoide' não está diretamente relacionado a uma condição clínica descrita no prontuário. A codificação CID-11 F60.1 refere-se a transtornos mentais e comportamentais, mas o termo extraído não apresenta essa relação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB23.H": {
      "term_original": "critica e insght parciais",
      "capitulo": "21",
      "confidence_embedding": 0.7385,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'critica e insght parciais' é Crise de pânico (Código CID-11: MB23.H). Isso porque o paciente apresenta sintomas de insonia intermediaria, apatia e embotamento afetivo, que são características comuns da crise de pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A crise de pânico é caracterizada por sintomas como palpitações, sensação de falta de ar e despersonalização. No entanto, no prontuário não há menção a esses sintomas. Além disso, o paciente apresenta sintomas de insonia intermediaria, apatia e embotamento afetivo, que são mais relacionados à síndrome de abstinência do Haldol ou ao uso concomitante de medicamentos, como risperidona e citalopram. Portanto, a codificação CID-11 MB23.H não é clínica ou coerente com o prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "8A42": {
      "term_original": "piora da acatisia e discinesia",
      "capitulo": "08",
      "confidence_embedding": 0.759,
      "descricao_cid": "Representação de doença CID-11: Encefalomielite aguda disseminada. Definição: Encefalomielite disseminada aguda é transtorno desmielinizante do sistema nervoso central. Usualmente ocorre subsequente a infecção viral ou bacteriana aguda ou vacinação, com início abrupto de irritabilidade e letargia após período prodrômico de 1-4 semanas. Os sintomas principais incluem febre, cefaleia, tontura, alterações do estado mental, convulsões e coma. Fraqueza, vômitos, perda de peso ponderal, rigidez de nuca, ataxia, neurite óptica bilateral e delirium são comuns. Envolvimento de sistema nervoso periférico (paralisia de um único membro ou hemiplegia) podem ocorrer.",
      "classification_reasoning": "A piora da acatisia e discinesia está relacionada a introdução da risperidona, o que sugere um efeito adverso de medicação sobre o sistema motor. A Encefalomielite aguda disseminada (Código 8A42) é uma doença desmielinizante do sistema nervoso central que pode causar distonia e acatisia, e é a opção mais precisa para este termo dentro do contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A piora da acatisia e discinesia está relacionada à introdução da risperidona, o que sugere um efeito adverso de medicação sobre o sistema motor. No entanto, a Encefalomielite aguda disseminada (Código 8A42) é uma doença desmielinizante do sistema nervoso central que pode causar distonia e acatisia, mas não está diretamente relacionada à piora da acatisia e discinesia descrita no prontuário. A classificação é demasiado específica e não representa fielmente o termo ou uma condição clínica diretamente relacionada.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}