{
  "prontuario_id": 195,
  "text": "# Lucas\n# CBC sólido malar D - jan/2016\n# CBC sólido asa nasal E - jan/2016\n# Bx excisional infra-orbitária E - jan/2016\n# CEC mento E - jan 2016\n# S: Vem para resultado de AP \nAP n 16/B00149\n1- malar D = Fragmento de pele com focos de inflamação crônica linfocitária e fibrose dérmica cicatricial. \nHá também ceratose actínica. Margens livres de neoplasia.\n2 - Asa nasal E= CBC superficial. Há também focos de inflamação crônica linfocitária e fibrose. Uma dar margens laterais está comprometida. \n3 - Infra orbitária E = Fragmento de pele com focos de inflamação crônica linfocitária e fibrose dérmica cicatricial. Margens livres de neoplasia. \n4 - Mento a E = CEC bem diferenciado grau I, invasivo de pele. Margens livres. \n# O: Múltiplas QAS em face e pavilhao auricular E, intenso fotodano\nLesão infrauricular com vasos arboriformes\n# A: Fotodano seguimeto pos CA\n# P: Devido a margem comprometida em asa nasal e intenso fotodano optamos por efurix para tratar campo\nDoutor Vital Brazil orienta fazer 28 noites se tolerância\nNo retorno reavaliar lesôes residuais se há necessidade de bx. \nRetorno em 3 meses.\nR3 Doutor Vital Brazil ",
  "entities": {
    "Doença ou Síndrome": [
      "CBC",
      "CEC",
      "QAS",
      "CA",
      "ceratose actínica"
    ],
    "Procedimento Diagnóstico": [
      "AP",
      "bx",
      "Bx excisional"
    ],
    "Abreviação": [
      "AP",
      "QAS",
      "bx",
      "R3",
      "malar D",
      "asa nasal E",
      "Bx excisional",
      "infra-orbitária E",
      "mento E",
      "Asa nasal E",
      "Infra orbitária E",
      "Mento a E",
      "pavilhao auricular E"
    ],
    "Processo Neoplásico": [
      "neoplasia"
    ],
    "Conceito Espacial": [
      "focos"
    ],
    "Localização ou Região Corporal": [
      "face",
      "infrauricular",
      "malar D",
      "asa nasal E",
      "infra-orbitária E",
      "mento E",
      "Asa nasal E",
      "Infra orbitária E",
      "Mento a E",
      "pavilhao auricular E",
      "asa nasal"
    ],
    "Conceito Qualitativo": [
      "intenso"
    ],
    "Sinal ou Sintoma": [
      "fotodano",
      "Lesão",
      "Fotodano",
      "inflamação crônica linfocitária",
      "vasos arboriformes"
    ],
    "Substância Farmacológica": [
      "efurix"
    ],
    "Ácido Nucleico, Nucleosídeo ou Nucleotídeo": [
      "efurix"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor",
      "R3"
    ],
    "Atividade de Assistência à Saúde": [
      "orienta",
      "retorno",
      "reavaliar",
      "Retorno"
    ],
    "Atributo de Organismo": [
      "tolerância"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "malar D",
      "Asa nasal E",
      "Infra orbitária E",
      "Mento a E",
      "pavilhao auricular E",
      "asa nasal"
    ],
    "Resultado Laboratorial ou de Teste": [
      "malar D",
      "Fragmento de pele com focos de inflamação crônica linfocitária",
      "fibrose dérmica cicatricial",
      "ceratose actínica",
      "margens laterais está comprometida",
      "focos de inflamação crônica linfocitária e fibrose dérmica cicatricial",
      "Mento a E",
      "grau I",
      "invasivo de pele",
      "Margens livres"
    ],
    "Classificação": [
      "grau I"
    ],
    "Conceito Temporal": [
      "28 noites",
      "3 meses"
    ]
  },
  "labels": {
    "NC56.Y": {
      "term_original": "vasos arboriformes",
      "capitulo": "22",
      "confidence_embedding": 0.7212,
      "descricao_cid": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível de punho ou mão. Definição: ",
      "classification_reasoning": "A presença de 'vasos arboriformes' na lesão infrauricular sugere uma lesão específica de vasos sanguíneos, o que justifica a escolha do código NC56.Y.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'vasos arboriformes' na lesão infrauricular não representa uma lesão específica de vasos sanguíneos, mas sim um padrão anatômico. O termo 'vasos arboriformes' descreve a forma como os vasos se ramificam e não é uma condição clínica diretamente relacionada à doença. Portanto, o código CID-11 NC56.Y não representa fielmente o termo ou condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "2C32": {
      "term_original": "neoplasia",
      "capitulo": "02",
      "confidence_embedding": 0.8145,
      "descricao_cid": "Representação de doença CID-11: Carcinoma basocelular de pele. Definição: O carcinoma basocelular ou CBC é a doença maligna mais comum em humanos. Acredita-se que os CBCs surjam de células pluripotenciais da camada basal da epiderme ou, menos comumente, do folículo piloso. Os CBCs geralmente ocorrem em áreas de exposição crônica ao sol e se apresentam como pápulas, placas ou nódulos avermelhados de crescimento lento na cabeça e no pescoço, embora a variante superficial esteja frequentemente localizada no tronco. Os CBCs freqüentemente ulceram e criam crostas. Embora raramente metastatizem, podem causar destruição local significativa e desfiguração se negligenciados ou tratados inadequadamente, principalmente se forem do subtipo esclerosante ou infiltrativo.",
      "classification_reasoning": "A opção mais precisa é o Código 2C32, Carcinoma basocelular de pele, pois o termo 'neoplasia' está relacionado à doença maligna CBC descrita nos prontuários.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'neoplasia' está relacionado à doença maligna CBC descrita nos prontuários, mas o código CID-11 atribuído (2C32) representa um carcinoma basocelular de pele, que não é exatamente a mesma coisa. Embora haja uma relação entre neoplasia e CBC, a classificação precisa ser mais específica e clínica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ED90.0": {
      "term_original": "cbc",
      "capitulo": "14",
      "confidence_embedding": 0.7677,
      "descricao_cid": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno.",
      "classification_reasoning": "A ocorrência de focos de inflamação crônica linfocitária e fibrose dérmica cicatricial em diferentes localizações (malar D, asa nasal E, infra-orbitária E) sugere a possibilidade de rosácea, doença caracterizada por alterações hipertróficas e inflamatórias na pele facial. Além disso, a presença de ceratose actínica também é compatível com essa diagnóstico.",
      "decisao": "MANTER",
      "motivo_decisao": "A análise do prontuário revela a presença de focos de inflamação crônica linfocitária e fibrose dérmica cicatricial em diferentes localizações, o que sugere a possibilidade de rosácea. Além disso, a presença de ceratose actínica também é compatível com esse diagnóstico. Portanto, o código CID-11 ED90.0 (Rosácea) é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "EK90.0": {
      "term_original": "ceratose actínica",
      "capitulo": "14",
      "confidence_embedding": 0.8174,
      "descricao_cid": "Representação de doença CID-11: Ceratose actínica. Definição: Ceratoses actínicas (CA) são áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. São muito comuns em área exposta ao sol de indivíduos de pele clara que tiveram exposição excessiva à luz solar. Inicialmente pápulas escamosas planas, podem se tornar significativamente elevadas em relação à superfície da pele pela produção de queratina aderente densa ou como resultado de proliferação celular desregulada que pode progredir para franco carcinoma in situ ou carcinoma espinocelular invasivo.",
      "classification_reasoning": "A ceratose actínica é a condición descrita como 'ceratoses actínicas' no contexto do prontuário, que descreve a presença de focos de inflamação crônica linfocitária e fibrose dérmica cicatricial em áreas expostas ao sol. O código EK90.0 é mais preciso para o termo 'ceratose actínica' dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A ceratose actínica é uma condição clínica descrita no prontuário como 'focos de inflamação crônica linfocitária e fibrose dérmica cicatricial em áreas expostas ao sol'. O código CID-11 EK90.0 representa fielmente essa condição, portanto, a codificação é válida.",
      "tipo_erro_auditoria": null
    },
    "ME64.3": {
      "term_original": "fotodano",
      "capitulo": "21",
      "confidence_embedding": 0.7558,
      "descricao_cid": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica).",
      "classification_reasoning": "A presença de múltiplas QAS em face e pavilhão auricular E, sugerem a possibilidade de petéquias, que são representadas pelo código ME64.3 na CID-11.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'fotodano' não é uma condição clínica diretamente relacionada à petéquia, que é representada pelo código ME64.3 na CID-11. A petéquia é um fenômeno caracterizado por múltiplas máculas pontuais, vermelhas ou roxas, enquanto o fotodano é uma condição de lesão cutânea causada pela exposição à luz solar. Embora haja uma referência ao fotodano no prontuário, não há nenhuma relação clínica direta entre as duas condições.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "2C31.1": {
      "term_original": "cec",
      "capitulo": "02",
      "confidence_embedding": 0.7718,
      "descricao_cid": "Representação de doença CID-11: Ceratoacantoma. Definição: Ceratoacantoma é um tumor epidérmico queratinocítico relativamente comum que apresenta semelhanças com o carcinoma de células escamosas da pele, do qual pode ser difícil distinguir clínica ou histopatologicamente. É caracterizado por rápido crescimento, ao longo de algumas semanas a meses, seguido por resolução espontânea ao longo de 4-6 meses. Por não ser possível prever seu comportamento benigno com total certeza durante sua fase inicial de crescimento, a designação \"Carcinoma de células escamosas bem diferenciado (tipo ceratoacantoma)\" também é usada.",
      "classification_reasoning": "A ceratoacantoma é a opção mais precisa para o termo 'cec' no contexto clínico, pois o relatório menciona que o CEC mento E é um tumor epidérmico queratinocítico bem diferenciado de grau I, invasivo da pele. Isso coincide com a definição da ceratoacantoma na CID-11.",
      "decisao": "MANTER",
      "motivo_decisao": "A ceratoacantoma é a opção mais precisa para o termo 'cec' no contexto clínico, pois o relatório menciona que o CEC mento E é um tumor epidérmico queratinocítico bem diferenciado de grau I, invasivo da pele. Isso coincide com a definição da ceratoacantoma na CID-11.",
      "tipo_erro_auditoria": null
    },
    "4A43.3": {
      "term_original": "inflamação crônica linfocitária",
      "capitulo": "04",
      "confidence_embedding": 0.7568,
      "descricao_cid": "Representação de doença CID-11: Doença mista do tecido conjuntivo. Definição: Doença mista do tecido conjuntivo é uma síndrome de sobreposição que combina características de lúpus eritematoso sistêmico, esclerose sistêmica e polimiosite com a presença de autoanticorpos para U1-ribonucleoproteína (RNP-U1). O fenômeno de Raynaud é visto em quase todos os pacientes e a hipertensão arterial pulmonar é a causa mais comum de morte em pacientes com DMTC.",
      "classification_reasoning": "Escolho o código 4A43.3 porque a inflamação crônica linfocitária descrita nos exames de pele (malar D, asa nasal E e infra-orbitária E) sugere a presença de uma doença mista do tecido conjuntivo, que combina características de lúpus eritematoso sistêmico, esclerose sistêmica e polimiosite. A coexistência de inflamação crônica linfocitária com fibrose dérmica cicatricial também apoia essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A inflamação crônica linfocitária descrita nos exames de pele não é uma doença mista do tecido conjuntivo (DMTC) como definida no CID-11. A DMTC é uma síndrome complexa que combina características de lúpus eritematoso sistêmico, esclerose sistêmica e polimiosite, além da presença de autoanticorpos para U1-RNP. Os exames de pele apenas descrevem inflamação crônica linfocitária e fibrose dérmica cicatricial, sem mencionar a presença de autoanticorpos ou características sistêmicas. Portanto, o código 4A43.3 não é um representante fiel da condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NC15.3": {
      "term_original": "lesão",
      "capitulo": "22",
      "confidence_embedding": 0.7488,
      "descricao_cid": "Representação de doença CID-11: Lesão da veia superficial ao nível do ombro ou braço. Definição: ",
      "classification_reasoning": "A lesão descrita no contexto clínico refere-se à lesão da veia superficial ao nível do ombro ou braço, que é a opção mais precisa para o termo 'lesão' dentro do contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A lesão descrita no prontuário refere-se a lesões na face, pavilhão auricular e infra-orbitária, não relacionadas à veia superficial ao nível do ombro ou braço. A codificação CID-11 NC15.3 não se aplica às lesões descritas no prontuário.",
      "tipo_erro_auditoria": "anatomical_mismatch"
    }
  }
}