{
  "prontuario_id": 300,
  "text": "Lucas, 60 ANOS, PENSIONISTA\n\nAPRESENTA NODULO EM REGIAO MEDIAL DISTAL DE PERNA D  HÁ 40 ANOS.\n\nNAO HOUVE CRESCIMENTO IMPORTANTE DURANTE ESTE\n\nPERIODO POREM NO ULTIMO ANO INICIOU COM DOR NO LOCAL,\n\n PRINCILPAMENTE A TARDE APOS AS ATIVIDADES DO DIA A DIA.\n\nAO EXAME FÍSICO:\n\nNODULO FIBROELASTICO, MOVEL, INDOLOR EM REGIAO DO SUPRA MALEOLAR \n\n11/5/16 USG: SUGERE CISTO SEBACEO \n\nCD: PROPOSTO AO PACIENTE TTO CIRURGICO, ENTRETANTO PACIENTE DESEJA AGUARDAR \n\nFORNCEÇO RETORNO EM MESES PARA REAVALIAÇÃO E DECISÃO DE TRATAMENTO \n\nDoutor Vital Brazil ",
  "entities": {
    "Grupo Profissional ou Ocupacional": [
      "PENSIONISTA",
      "Doutor"
    ],
    "Negação": [
      "NAO",
      "INDOLOR"
    ],
    "Função de Organismo": [
      "CRESCIMENTO"
    ],
    "Achado": [
      "MOVEL"
    ],
    "Sinal ou Sintoma": [
      "INDOLOR",
      "DOR NO LOCAL",
      "NODULO FIBROELASTICO"
    ],
    "Procedimento Diagnóstico": [
      "USG"
    ],
    "Abreviação": [
      "USG",
      "CD",
      "PERNA D",
      "TTO CIRURGICO"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "RETORNO",
      "REAVALIAÇÃO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRATAMENTO",
      "TTO CIRURGICO"
    ],
    "Conceito Espacial": [
      "MEDIAL DISTAL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PERNA D"
    ],
    "Conceito Temporal": [
      "HÁ 40 ANOS",
      "DURANTE ESTE PERIODO",
      "ULTIMO ANO",
      "A TARDE"
    ],
    "Localização ou Região Corporal": [
      "SUPRA MALEOLAR"
    ],
    "Anormalidade Adquirida": [
      "CISTO SEBACEO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CISTO SEBACEO"
    ]
  },
  "labels": {
    "FA25.20": {
      "term_original": "dor no local",
      "capitulo": "15",
      "confidence_embedding": 0.6995,
      "descricao_cid": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos.",
      "classification_reasoning": "A dor no local e a presença de um nódulo fibroelástico móvel na região medial distal da perna sugerem gota tofácea, uma manifestação clínica da doença de gota caracterizada por deposição focal de cristais de urato na pele e tecido subcutâneo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor no local pode ser um sintoma comum em várias doenças, e não há evidência clínica suficiente para confirmar a gota tofácea como diagnóstico. Além disso, o nódulo fibroelástico móvel na região medial distal da perna pode ter outras causas além de gota tofácea.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "FB42.2": {
      "term_original": "nodulo fibroelastico",
      "capitulo": "15",
      "confidence_embedding": 0.7832,
      "descricao_cid": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial.",
      "classification_reasoning": "O termo 'nodulo fibroelastico' sugere a presença de uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular. Isso é compatível com o diagnóstico de gânglio, descrito no código FB42.2.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 FB42.2 'Representação de doença: Gânglio' é compatível com o termo 'nodulo fibroelastico' descrito no prontuário, que apresenta características semelhantes a tumor ou conteúdo mucóide originado de uma bainha tendínea, ligamentos ou cápsula articular. A descrição do código CID-11 é consistente com a história clínica do paciente e o exame físico realizado.",
      "tipo_erro_auditoria": null
    },
    "EK70.0": {
      "term_original": "cisto sebaceo",
      "capitulo": "14",
      "confidence_embedding": 0.7506,
      "descricao_cid": "Representação de doença CID-11: Cisto epidermoide. Definição: Cisto cutâneo com uma parede epidermoide cheio de queratina e seus subprodutos. Forma-se mais comumente como resultado de metaplasia escamosa em uma glândula sebácea danificada, mas pode resultar de traumatismo (cisto de inclusão traumático), especialmente quando situado em extremidades. Tipicamente se apresenta como um nódulo esférico cor de pele ou amarelado, frequentemente com um poro central que se abre para a superfície da pele.",
      "classification_reasoning": "A descrição do termo 'cisto sebaceo' presente no prontuário é compatível com a definição de cisto epidermoide, que pode formar-se como resultado de metaplasia escamosa em uma glândula sebácea danificada. Além disso, o fato de o paciente apresentar um nódulo fibroelástico móvel e indolor na região do supra maleolar também é consistente com a patologia descrevida no código EK70.0.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'cisto sebaceo' presente no prontuário é compatível com a definição de cisto epidermoide, que pode formar-se como resultado de metaplasia escamosa em uma glândula sebácea danificada. Além disso, o fato de o paciente apresentar um nódulo fibroelástico móvel e indolor na região do supra maleolar também é consistente com a patologia descrevida no código EK70.0. Portanto, a codificação CID-11 é CLINICAMENTE COERENTE com o prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}