{
  "prontuario_id": 431,
  "text": "Lucas, 67 ANOS\n\n# ADENOMA SEBÁCEO EM DORSO NASAL: BX DE 2011\n# CERATOSES ACTINICAS\n\nS: PACIENTE REFERE SURGIMENTO DE LESÃO ENDURECIDA HÁ 2 MESES EM ANTEBRAÇO ESQ, PRURIGINOSA.\nEM USO REGULAR DE FPS 30 1X AO DIA.\n\nO: PAPULA DE 0,4 X 0,4CM COM BASE ERITEMATOSA, TELANGIECTASIAS ARBORIFORMES E CENTRO ULCERADO\nDIVERSAS CERATOSES ACTINICAS EM FACE, DORSO DE MÃOS E ANTEBRAÇOS\n\nA:\n1 - CEC? CERATOACANTOMA? CBC?\n2 - QAS\n\nP: \n1- AGENDO BX EXCISIONAL COM MARGEM 0,4CM EM 20/02/15\n2 - VITANOL A 0,05 EM FACE. PLANO DE TRARAR QAS DE MMSS APÓS EXÉRESE DA LESÃO 1\n\nORIENTO FOTOPROTEÇÃO\n\n\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "BX",
      "1X",
      "CEC",
      "CBC",
      "QAS",
      "MMSS",
      "ANTEBRAÇO ESQ",
      "FPS 30",
      "BX EXCISIONAL"
    ],
    "Procedimento Diagnóstico": [
      "BX",
      "BX EXCISIONAL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Conceito Funcional": [
      "SURGIMENTO"
    ],
    "Sinal ou Sintoma": [
      "LESÃO",
      "PRURIGINOSA",
      "PAPULA",
      "BASE ERITEMATOSA",
      "CENTRO ULCERADO"
    ],
    "Conceito Qualitativo": [
      "ENDURECIDA",
      "REGULAR"
    ],
    "Conceito Temporal": [
      "DIA",
      "APÓS",
      "HÁ 2 MESES"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ANTEBRAÇOS",
      "MMSS",
      "ANTEBRAÇO ESQ"
    ],
    "Processo Neoplásico": [
      "CEC",
      "CERATOACANTOMA",
      "CBC",
      "ADENOMA SEBÁCEO"
    ],
    "Doença ou Síndrome": [
      "QAS",
      "CERATOSES ACTINICAS",
      "TELANGIECTASIAS ARBORIFORMES"
    ],
    "Atividade de Assistência à Saúde": [
      "AGENDO",
      "PLANO",
      "TRARAR",
      "ORIENTO"
    ],
    "Localização ou Região Corporal": [
      "FACE",
      "DORSO NASAL"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FOTOPROTEÇÃO",
      "BX EXCISIONAL",
      "EXÉRESE DA LESÃO"
    ],
    "Conceito Quantitativo": [
      "0 , 4 X 0 , 4CM",
      "0 , 4CM"
    ],
    "Substância Perigosa ou Venenosa": [
      "VITANOL A 0 , 05"
    ],
    "Substância Química Orgânica": [
      "VITANOL A 0 , 05"
    ],
    "Substância Farmacológica": [
      "VITANOL A 0 , 05"
    ]
  },
  "labels": {
    "2C31.1": {
      "term_original": "ceratoacantoma",
      "capitulo": "02",
      "confidence_embedding": 0.835,
      "descricao_cid": "Representação de doença CID-11: Ceratoacantoma. Definição: Ceratoacantoma é um tumor epidérmico queratinocítico relativamente comum que apresenta semelhanças com o carcinoma de células escamosas da pele, do qual pode ser difícil distinguir clínica ou histopatologicamente. É caracterizado por rápido crescimento, ao longo de algumas semanas a meses, seguido por resolução espontânea ao longo de 4-6 meses. Por não ser possível prever seu comportamento benigno com total certeza durante sua fase inicial de crescimento, a designação \"Carcinoma de células escamosas bem diferenciado (tipo ceratoacantoma)\" também é usada.",
      "classification_reasoning": "Acerca do termo 'ceratoacantoma' encontrado no contexto, considerando a descrição de lesão endereçida e pruriginosa com base eritematosa, telangiectasias arboriformes e centro ulcerado, associada a ceratoses actínicas na face, dorso das mãos e antebraços. Isso sugere um tumor benigno ou pre-canceroso da pele, que pode evoluir para carcinoma de células escamosas. A escolha do código 2C31.1 (ceratoacantoma) é mais precisa porque combina os critérios de lesão endereçida e pruriginosa com características histopatológicas descritas.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código 2C31.1 (ceratoacantoma) é justificada pela descrição de lesão endereçida e pruriginosa com base eritematosa, telangiectasias arboriformes e centro ulcerado, associada a ceratoses actínicas na face, dorso das mãos e antebraços. A lógica clínica é que o termo 'ceratoacantoma' encontrado no contexto se refere a um tumor benigno ou pre-canceroso da pele, que pode evoluir para carcinoma de células escamosas. Portanto, a codificação CID-11 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "EK90.0": {
      "term_original": "ceratoses actinicas",
      "capitulo": "14",
      "confidence_embedding": 0.7862,
      "descricao_cid": "Representação de doença CID-11: Ceratose actínica. Definição: Ceratoses actínicas (CA) são áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. São muito comuns em área exposta ao sol de indivíduos de pele clara que tiveram exposição excessiva à luz solar. Inicialmente pápulas escamosas planas, podem se tornar significativamente elevadas em relação à superfície da pele pela produção de queratina aderente densa ou como resultado de proliferação celular desregulada que pode progredir para franco carcinoma in situ ou carcinoma espinocelular invasivo.",
      "classification_reasoning": "A presença de 'ceratoses actínicas' no prontuário sugere a escolha do código EK90.0, que descreve ceratoses actínicas como áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de 'ceratoses actínicas' no prontuário é uma descrição clínica precisa e direta da condição do paciente. O código CID-11 EK90.0 descreve ceratoses actínicas como áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta, o que se encaixa perfeitamente com a descrição do paciente. Portanto, manteremos a codificação CID-11 EK90.0 como válida.",
      "tipo_erro_auditoria": null
    },
    "ME63.2": {
      "term_original": "base eritematosa",
      "capitulo": "21",
      "confidence_embedding": 0.7141,
      "descricao_cid": "Representação de doença CID-11: Dermatose papulosa crônica. Definição: Diagnóstico provisório para um transtorno crônico da pele de natureza desconhecida, incerta ou não especificada e caracterizado pela presença de múltiplas pápulas cutâneas.",
      "classification_reasoning": "A presença de uma base eritematosa em uma papula sugere a possibilidade de uma dermatose papulosa crônica, caracterizada pela presença de múltiplas pápulas cutâneas.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de uma base eritematosa na papula descrita no prontuário é consistente com a descrição do código CID-11 ME63.2, que refere-se a uma dermatose papulosa crônica caracterizada pela presença de múltiplas pápulas cutâneas. A lógica clínica para manter o código é que a base eritematosa sugere a possibilidade de uma doença crônica da pele, e o código ME63.2 captura essa condição.",
      "tipo_erro_auditoria": null
    },
    "ME62.9": {
      "term_original": "centro ulcerado",
      "capitulo": "21",
      "confidence_embedding": 0.728,
      "descricao_cid": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis.",
      "classification_reasoning": "A opção mais precisa é ME62.9 porque o termo 'centro ulcerado' sugere a presença de lesão crônica aguda na pele, caracterizada por escoriações e ulcerações. Isso se ajusta à definição de Escoriação cutânea aguda, que apresenta múltiplas escoriações e pode ser secundária a uma doença subjacente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção ME62.9 não é adequada porque o termo 'centro ulcerado' não se refere a uma escoriação cutânea aguda, mas sim a uma lesão crônica aguda na pele com características específicas (papula de 0,4 x 0,4cm com base eritematosa, telangiectasias arboriformes e centro ulcerado). A definição do código ME62.9 não se ajusta ao termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ND91.1": {
      "term_original": "lesão",
      "capitulo": "22",
      "confidence_embedding": 0.7398,
      "descricao_cid": "Representação de doença CID-11: Queimadura de face, exceto olho ou anexos oculares, queimadura de espessura parcial superficial. Definição: ",
      "classification_reasoning": "A lesão mencionada no prontuário é uma lesão endereçida e ulcerada no antebraço esquerdo, o que faz pensar em uma queimadura de face, exceto olho ou anexos oculares, queimadura de espessura parcial superficial. Isso justifica a escolha do código ND91.1.",
      "decisao": "REMOVER",
      "motivo_decisao": "A lesão mencionada no prontuário é uma lesão endereçida e ulcerada no antebraço esquerdo, o que não se encaixa com a descrição do código ND91.1, que refere-se a queimadura de face, exceto olho ou anexos oculares, queimadura de espessura parcial superficial. A lesão descrita no prontuário é mais provável uma lesão cutânea crônica do que uma queimadura.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME64.3": {
      "term_original": "telangiectasias arboriformes",
      "capitulo": "21",
      "confidence_embedding": 0.7278,
      "descricao_cid": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica).",
      "classification_reasoning": "A descrição do termo 'telangiectasias arboriformes' sugere a presença de pequenas veias superficiais dilatadas e reticulares na pele, o que é característico das petéquias.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'telangiectasias arboriformes' não é suficientemente específica para justificar a atribuição do código CID-11 ME64.3, que descreve petéquias como múltiplas máculas pontuais. A descrição de telangiectasias arboriformes sugere uma representação mais complexa e reticular de pequenas veias superficiais dilatadas na pele, o que não é compatível com a definição do código CID-11 ME64.3.",
      "tipo_erro_auditoria": "overly_generic_entity"
    }
  }
}