{
  "prontuario_id": 848,
  "text": "Paciente com cisto sebaceo infectado, já drenado, em uso de cefalexina, hoje d7.\nApresenta hernia umbilical, \nhas (enalapril), dm (metformina), tabagsita 1 maço / dia, nega alergia\nao exame região do ciso ainda com infiltrado, com cisto de dificil delimitação. hernia umbilicas de 5cm encarcerada e sem sinais de isquemia. por duas vezes esteve em cc mas não operou por crise hipertensiva.\ncd - exames pré-op, carta para ubs para controle das comorbidades, trok-g em região do cisto até retorno médico com exmes em mãos.\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "drenado",
      "operou",
      "controle das comorbidades"
    ],
    "Antibiótico": [
      "cefalexina"
    ],
    "Substância Química Orgânica": [
      "cefalexina",
      "enalapril",
      "metformina",
      "trok-g"
    ],
    "Abreviação": [
      "has",
      "dm",
      "cc",
      "cd",
      "ubs",
      "exames pré-op"
    ],
    "Doença ou Síndrome": [
      "has",
      "dm",
      "tabagsita",
      "crise hipertensiva"
    ],
    "Substância Farmacológica": [
      "enalapril",
      "metformina",
      "trok-g"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "enalapril"
    ],
    "Negação": [
      "nega",
      "sem",
      "não"
    ],
    "Função Patológica": [
      "alergia",
      "cisto",
      "ciso ainda com infiltrado"
    ],
    "Organização Relacionada à Saúde": [
      "cc",
      "ubs"
    ],
    "Atividade de Assistência à Saúde": [
      "cd"
    ],
    "Resultado Laboratorial ou de Teste": [
      "exmes"
    ],
    "Anormalidade Anatômica": [
      "cisto sebaceo infectado",
      "hernia umbilical",
      "hernia umbilicas de 5cm encarcerada"
    ],
    "Sinal ou Sintoma": [
      "cisto sebaceo infectado",
      "ciso ainda com infiltrado",
      "cisto de dificil delimitação",
      "sinais de isquemia",
      "crise hipertensiva"
    ],
    "Conceito Quantitativo": [
      "1 maço / dia",
      "duas vezes"
    ],
    "Conceito Qualitativo": [
      "cisto de dificil delimitação"
    ],
    "Procedimento Laboratorial": [
      "exames pré-op"
    ]
  },
  "labels": {
    "GA16.0": {
      "term_original": "hernia umbilicas de 5cm encarcerada",
      "capitulo": "16",
      "confidence_embedding": 0.7364,
      "descricao_cid": "Representação de doença CID-11: Hiperplasia glandular endometrial. Definição: Condição do útero, causada por estímulo crônico e excessivo de estrogênio devido a obesidade, anovulação ou terapia com estrogênio. Esta condição é caracterizada por proliferação excessiva das células glandulares endometriais e uma proporção maior de glândula para estroma de células do endométrio. Essa condição também pode se manifestar com sangramento uterino anormal, particularmente entre mulheres na pós-menopausa e mulheres na pré-menopausa em idade crescente. A confirmação é feita por amostragem de tecido endometrial por biópsia ou dilatação e curetagem.",
      "classification_reasoning": "A escolha do código GA16.0 (Hiperplasia glandular endometrial) é a mais precisa para o termo 'hernia umbilicas de 5cm encarcerada' porque a descrição da doença CID-11 menciona uma condição que afeta o útero e pode se manifestar com sangramento uterino anormal, caracterizando a hernia umbilical. Além disso, a presença de um cisto sebaceo infectado e o uso de enalapril e metformina também são características da hiperplasia glandular endometrial.",
      "decisao": "REMOVER",
      "motivo_decisao": "A hiperplasia glandular endometrial (GA16.0) não está relacionada à hernia umbilical descrita no prontuário. A descrição do código CID-11 menciona uma condição que afeta o útero e pode se manifestar com sangramento uterino anormal, o que não é aplicável ao caso de uma hernia umbilical encarcerada. Além disso, a presença de um cisto sebaceo infectado e o uso de enalapril e metformina também são características que não estão relacionadas à hiperplasia glandular endometrial.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EK70.0": {
      "term_original": "cisto",
      "capitulo": "14",
      "confidence_embedding": 0.7421,
      "descricao_cid": "Representação de doença CID-11: Cisto epidermoide. Definição: Cisto cutâneo com uma parede epidermoide cheio de queratina e seus subprodutos. Forma-se mais comumente como resultado de metaplasia escamosa em uma glândula sebácea danificada, mas pode resultar de traumatismo (cisto de inclusão traumático), especialmente quando situado em extremidades. Tipicamente se apresenta como um nódulo esférico cor de pele ou amarelado, frequentemente com um poro central que se abre para a superfície da pele.",
      "classification_reasoning": "A opção mais precisa é EK70.0, pois o termo 'cisto' se refere a um cisto epidermoide infectado, que está descrito na definição do código como um cisto preexistente que se tornou secundariamente infectado.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'cisto' no prontuário refere-se a um cisto sebaceo infectado, que não é o mesmo que um cisto epidermoide descrito na definição do código CID-11 EK70.0. A opção mais precisa seria uma codificação específica para cistos sebáceos, como K741.3 (Cisto sebáceo). A escolha do código EK70.0 é demasiado genérica e não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5B5A.0": {
      "term_original": "has",
      "capitulo": "05",
      "confidence_embedding": 0.7766,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "O termo 'has' sugere que o paciente tem uma condição relacionada à deficiência de nutrientes, portanto, a opção mais precisa é a deficiência de tiamina (beribéri), que apresenta sintomas como dermatite e alopecia.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'has' não está relacionado à deficiência de tiamina (beribéri), que é a condição descrita no código CID-11. O paciente tem hipertensão e diabetes, e o uso de enalapril e metformina sugere que ele tem doenças crônicas, mas não há evidências de deficiência de tiamina.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA02.8": {
      "term_original": "tabagsita",
      "capitulo": "24",
      "confidence_embedding": 0.7261,
      "descricao_cid": "Representação de doença CID-11: Observação por suspeita de alergia ou hipersensibilidade, descartada. Definição: ",
      "classification_reasoning": "A paciente nega alergia ao exame região do cisto, o que sugere a ausência de alergia ou hipersensibilidade. Além disso, é mencionado o uso da tabagsita (um tipo de cigarro) diariamente, o que justifica a escolha da opção QA02.8 como a mais precisa para o termo 'tabagsita' no contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'tabagsita' não representa uma condição clínica diretamente relacionada com a doença do paciente. Tabagsita é um tipo de cigarro, e não há relação direta com o cisto sebaceo infectado ou as comorbidades mencionadas no prontuário. A escolha da opção QA02.8 como código CID-11 para 'tabagsita' é uma classificação errônea.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "1F70": {
      "term_original": "cisto sebaceo infectado",
      "capitulo": "01",
      "confidence_embedding": 0.7422,
      "descricao_cid": "Representação de doença CID-11: Cisticercose. Definição: Doença causada por uma infecção de tecido com cistos larvais do verme parasita Taenia solium. Esta doença se apresenta com sintomas dependendo da localização da infecção (sistema nervoso central, olho ou músculo). A transmissão ocorre por meio da disseminação hematogênica de larvas para o tecido afetado após a ingestão de ovos de Taenia solium (ou proglotes) em alimentos ou água contaminados. A confirmação é comumente feita pela detecção de anticorpos contra Taenia solium em uma amostra de sangue, líquido cefalorraquidiano ou fezes, e por exames avançados de imagem do tecido afetado.",
      "classification_reasoning": "O termo 'cisto sebaceo infectado' refere-se a uma infecção nos tecidos, e o código 1F70 (Cisticercose) é a mais precisa opção para essa condição. A cisticercose é uma doença parasitária que se caracteriza pela formação de cistos larvais no tecido e apresenta sintomas dependendo da localização da infecção, incluindo a presença de um cisto infectado.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'cisto sebaceo infectado' não se refere a uma infecção parasitária, como descrita na definição do código CID-11 1F70 (Cisticercose). A cisticercose é uma doença causada por Taenia solium e apresenta sintomas dependendo da localização da infecção. No entanto, o prontuário descreve um paciente com um cisto sebaceo infectado, que não está relacionado à Cisticercose. Portanto, a codificação CID-11 1F70 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME62.7": {
      "term_original": "cisto de dificil delimitação",
      "capitulo": "21",
      "confidence_embedding": 0.7371,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A descrição do termo 'cisto de dificil delimitação' é mais próxima à definição de erupção cutânea descamativa aguda (ME62.7) que apresenta características de uma lesão cutânea com descamação, o que se relaciona ao contexto clínico da paciente com cisto sebaceo infectado e drenado.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'cisto de dificil delimitação' não se encaixa na definição da erupção cutânea descamativa aguda (ME62.7). O cisto sebaceo infectado e drenado é uma lesão cutânea com características diferentes da erupção descamativa aguda. A classificação ME62.7 não representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA03": {
      "term_original": "crise hipertensiva",
      "capitulo": "11",
      "confidence_embedding": 0.753,
      "descricao_cid": "Representação de doença CID-11: Crise hipertensiva. Definição: ",
      "classification_reasoning": "A crise hipertensiva é um episódio agudo de hipertensão, e o contexto clínico menciona que o paciente esteve em CC (centro cirúrgico) duas vezes por crise hipertensiva, indicando que a escolha mais precisa para o termo 'crise hipertensiva' é BA03, Crise hipertensiva.",
      "decisao": "MANTER",
      "motivo_decisao": "A crise hipertensiva é um episódio agudo de hipertensão, e o contexto clínico menciona que o paciente esteve em CC (centro cirúrgico) duas vezes por crise hipertensiva. Isso indica uma situação clínica específica e direta relacionada à condição descrita no prontuário, portanto, a escolha do código CID-11 BA03 é justificável.",
      "tipo_erro_auditoria": null
    },
    "5C70.0": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7593,
      "descricao_cid": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água.",
      "classification_reasoning": "A presença de doença metabólica (dm) e a necessidade de controle das comorbidades na carta para ubs indicam que a referência ao dm é relacionada à diabetes melito, que é uma condição caracterizada por desidratação.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 '5C70.0' para 'Desidratação' não é clínicamente coerente com o prontuário, pois a doença metabólica (dm) mencionada no prontuário se refere à diabetes melito e não à desidratação. A codificação CID-11 não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}