{
  "prontuario_id": 562,
  "text": "S # PCTE ENCAMINHADO POR RONCOPATIA; REFERE CANSAÇO E SONOLÊNCIA DIURNA, COCHILA QUANDO SENTA-SE E SONOLÊNCIA ENQUANTO DIRIGE; NEGA HISTÓRIA REFERIDA POR TERCEIROS DE APNÉIA DURANTE O SONO; NEGA HAS; REFERE SINTOMAS DE RA, PRURIDO NASAL, OBSTRUÇÃO, ENTRE OUTROS; NEGA USO DE MEDICAÇÕES, ALERGIAS E OUTROS\n\nO # RINO: DS DIREITO ANTERIOR, DS ESQUERDO ALTO, HCCI;\nORO: AMIGDALAS G1, MALLAMPATI 3-4\nOTO: NDN\nIMC < 27\n\nPOLISSONOGRAFIA (11/03/2015)\n\nLATENCIA NORMAL PARA O SONO E PARA O SONO REM\nEFICIENCIA DO SONO ADEQUADA\nARQUITETURA DO SONO MOSTRA AUMENTO DE ESTAGIO N1 E N3 E DIMINUIÇÃO DE ESTAGIO N2 E DE SONO REM\nINDICE DE DESPERTARES AUMENTADO RELACIONADO A EVENTOS RESPIRATÓRIOS.\nSINDROME DE APNEIA OBSTRUTIVA DO SONO DE GRAU MODERADO (IAH 28,4/H) COM DESSATURAÇÃO DA OXI-HEMOGLOBINA\nPRESENÇA DE RONCOS\n\nEE MAIOR QUE 10\n\nCD # AGENDO SEPTOPLASTIA METZ PARA DIA 19/06/15. ORIENTO RISCOS E BENEFICIOS DA CIRURGIA. SOLICITO A+I\n\nR1 Doutor Vital Brazil ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Abreviação": [
      "PCTE",
      "HAS",
      "RINO",
      "HCCI",
      "ORO",
      "OTO",
      "NDN",
      "CD",
      "R1",
      "SINTOMAS DE RA",
      "DS DIREITO ANTERIOR",
      "DS ESQUERDO ALTO",
      "IMC &lt; 27"
    ],
    "Atividade de Assistência à Saúde": [
      "ENCAMINHADO",
      "CD",
      "AGENDO",
      "ORIENTO"
    ],
    "Doença ou Síndrome": [
      "RONCOPATIA",
      "HAS",
      "HCCI",
      "APNÉIA DURANTE O SONO",
      "SINDROME DE APNEIA OBSTRUTIVA DO SONO DE GRAU MODERADO"
    ],
    "Sinal ou Sintoma": [
      "CANSAÇO",
      "SONOLÊNCIA",
      "OBSTRUÇÃO",
      "SONOLÊNCIA DIURNA",
      "SINTOMAS DE RA",
      "PRURIDO NASAL",
      "DESSATURAÇÃO DA OXI-HEMOGLOBINA"
    ],
    "Negação": [
      "NEGA"
    ],
    "Substância Farmacológica": [
      "MEDICAÇÕES"
    ],
    "Função Patológica": [
      "ALERGIAS"
    ],
    "Procedimento Diagnóstico": [
      "RINO",
      "ORO",
      "OTO",
      "POLISSONOGRAFIA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HCCI",
      "NDN",
      "DS DIREITO ANTERIOR",
      "DS ESQUERDO ALTO",
      "AMIGDALAS G1",
      "MALLAMPATI 3-4",
      "LATENCIA NORMAL PARA O SONO E PARA O SONO REM",
      "EFICIENCIA DO SONO ADEQUADA",
      "ARQUITETURA DO SONO MOSTRA AUMENTO DE ESTAGIO N1 E N3",
      "DIMINUIÇÃO DE ESTAGIO N2 E DE SONO REM",
      "INDICE DE DESPERTARES AUMENTADO RELACIONADO A EVENTOS RESPIRATÓRIOS"
    ],
    "Achado": [
      "BENEFICIOS",
      "COCHILA QUANDO SENTA-SE",
      "IMC &lt; 27"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CIRURGIA",
      "SEPTOPLASTIA METZ"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "Doutor"
    ],
    "Conceito Quantitativo": [
      "MAIOR QUE 10"
    ]
  },
  "labels": {
    "7A41": {
      "term_original": "sonolência",
      "capitulo": "07",
      "confidence_embedding": 0.8293,
      "descricao_cid": "Representação de doença CID-11: Apneia obstrutiva do sono. Definição: A apneia obstrutiva do sono é caracterizada por episódios repetidos de apneia ou hipopneia que são causados por obstrução de via aérea superior durante o sono. Estes eventos frequentemente resultam em redução da saturação de oxigênio no sangue e geralmente são interrompidos por curtos despertares. Sonolência excessiva é uma das principais queixas de apresentação em muitos, mas não em todos os casos. Relatos de insônia, qualidade de sono ruim e fadiga são também comuns. A síndrome de resistência de vias aéreas superiores tem a mesma fisiopatologia e deve ser classificada aqui. Em adultos (> 18 anos), a apneia obstrutiva do sono é diagnosticada quando a frequência dos eventos obstrutivos (apneias, hipopneias, ou despertares relacionados a eventos respiratórios) é superior a 15 por hora. O transtorno também pode ser diagnosticado quando a frequência de eventos é superior a cindo por hora e: a) sintomas atribuíveis ao transtorno estão presentes (p.ex., sonolência ou interrupção do sono); b) desconforto respiratório noturno ou apneia/ronco habitual observados são relatados; ou c) quando estão presentes hipertensão, algum distúrbio do humor, disfunção cognitiva, doença coronariana, acidente vascular cerebral, insuficiência cardíaca congestiva, fibrilação atrial, ou diabetes mellitus tipo 2 estão presentes. Em crianças, o distúrbio é diagnosticado quando a frequência dos eventos obstrutivos é superior a um por hora, acompanhados de sinais ou sintomas relacionados ao transtorno respiratório. \r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia.",
      "classification_reasoning": "Escolha baseada na presença de sonolência diurna, sonolência quando sentado e sonolência ao dirigir, além de sintomas de RA, prurido nasal, obstrução entre outros, o que é compatível com a apneia obstrutiva do sono. A polissonografia também mostrou aumento de estágio N1 e N3, diminuição de estágio N2 e Sono REM, o que reforça essa escolha.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 7A41 (Apneia obstrutiva do sono) é justificada pela presença de sonolência diurna, sonolência quando sentado e sonolência ao dirigir, além de sintomas de RA, prurido nasal, obstrução entre outros. A polissonografia também mostrou resultados compatíveis com a apneia obstrutiva do sono. Portanto, a codificação é clínicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "BD70.3": {
      "term_original": "dessaturação da oxi-hemoglobina",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do código BD70.3 é baseada na descrição de 'dessaturação da oxi-hemoglobina' no contexto clínico, que sugere um quadro de hipoxemia e descompressão da hemoglobina oxidada. O Código BD70.3 refere-se a Síndrome de Obstrução do Trato Respiratório (SOR) que é uma condição clinicamente caracterizada por episódios recorrentes de apneia e hipoxemia durante o sono, comumente associados à obstrução do trato respiratório.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 BD70.3 é justificada pela descrição de 'dessaturação da oxi-hemoglobina' no prontuário, que sugere um quadro de hipoxemia e descompressão da hemoglobina oxidada. A Síndrome de Obstrução do Trato Respiratório (SOR) é uma condição clinicamente caracterizada por episódios recorrentes de apneia e hipoxemia durante o sono, comumente associados à obstrução do trato respiratório. O termo 'dessaturação da oxi-hemoglobina' está claramente relacionado a essa condição, justificando a atribuição do código CID-11 BD70.3.",
      "tipo_erro_auditoria": null
    },
    "AB51": {
      "term_original": "hcci",
      "capitulo": "10",
      "confidence_embedding": 0.7496,
      "descricao_cid": "Representação de doença CID-11: Deficiência auditiva adquirida. Definição: Perda de audição que ocorre em algum momento da vida e que não está presente no nascimento. O comprometimento auditivo é mantido após a aquisição da linguagem, que pode ocorrer por doença, traumatismo ou como efeito colateral de um medicamento. Perda auditiva condutiva pode ocorrer como resultado de um problema na orelha externa ou média, como obstrução (cerúmen, corpo estranho), dano aos ossículos, infecções na orelha média e/ou perfuração da membrana timpânica. Perda auditiva neurossensorial é um tipo de perda auditiva em que a causa está no nervo vestibulococlear (nervo craniano VIII), na orelha interna ou nos centros de processamento central do cérebro. Perda auditiva mista condutiva e neurossensorial refere-se a uma mistura de perda auditiva condutiva e neurossensorial.",
      "classification_reasoning": "A ocorrência de representação de doença CID-11: Deficiência auditiva adquirida (AB51) é mais precisa no contexto clínico, pois a presença de hcci (hidropisia endolinfática) na orelha interna sugere uma perda auditiva adquirida.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de 'hcci' na orelha interna sugere uma perda auditiva adquirida, justificando a codificação CID-11: Deficiência auditiva adquirida (AB51). A análise da polissonografia também confirma a presença de perda auditiva. Portanto, a codificação é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "EC90.3": {
      "term_original": "prurido nasal",
      "capitulo": "14",
      "confidence_embedding": 0.7438,
      "descricao_cid": "Representação de doença CID-11: Prurido devido a transtorno neurológico. Definição: Prurido resultante de dano ou irritação dos nervos sensoriais ou de suas conexões centrais.",
      "classification_reasoning": "A opção mais precisa para o termo 'prurido nasal' no contexto clínico é a Código EC90.3, que descreve o prurido devido a um transtorno neurológico. Isso se justifica porque o prurido nasal está associado a outros sintomas respiratórios e não há indicações de alergia ou doença renal crônica.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'prurido nasal' não está relacionado a um transtorno neurológico, mas sim a uma condição respiratória. A codificação EC90.3 não é adequada para representar o prurito nasal descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME08": {
      "term_original": "cochila quando senta-se",
      "capitulo": "21",
      "confidence_embedding": 0.7278,
      "descricao_cid": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI.",
      "classification_reasoning": "A opção ME08 foi escolhida pois o termo 'cochila' refere-se à flatulência, que é um sintoma comummente associado a doenças respiratórias e gastrointestinais. Além disso, o contexto clínico menciona sintomas de RA e prurido nasal, o que reforça a escolha da opção ME08 como mais precisa para o termo 'cochila' no contexto.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção ME08 não é adequada porque 'cochila' não se refere à flatulência, mas sim a uma condição de sono. A presença de sintomas de RA e prurido nasal não justificam a escolha desse código. Além disso, a polissonografia revelou sindrome de apneia obstrutiva do sono de grau moderado, o que reforça a ideia de que 'cochila' está relacionada ao sono e não à flatulência.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD11.2": {
      "term_original": "sintomas de ra",
      "capitulo": "21",
      "confidence_embedding": 0.738,
      "descricao_cid": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa.",
      "classification_reasoning": "A opção mais precisa para o termo 'sintomas de ra' é Respiração atáxica (MD11.2), pois há referência à apneia obstrutiva do sono e sintomas relacionados a eventos respiratórios.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MD11.2 (Respiração atáxica) não é clínicamente coerente com o termo 'sintomas de ra' descrito no prontuário, pois a respiração atáxica é um padrão respiratório anormal que pode progredir para apneia completa, enquanto os sintomas de RA (Rheumatoid Arthritis) são uma doença autoimune caracterizada por inflamação e dor nos tecidos. A falta de relação entre o termo 'sintomas de ra' e a codificação MD11.2 sugere que houve confusão entre um sintoma e uma diagnose.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "7.41": {
      "term_original": "cansaço",
      "capitulo": "07",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A apneia obstrutiva do sono é a mais provável diagnóstico para o paciente, considerando que ele apresenta roncos, obstrução nasal e sintomas de respeito à respiração. Além disso, a polissonografia mostrou aumento de estagio N1 e N3 e diminuição de estagio N2 e sono REM, o que também apoia essa hipótese.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'cansaço' não é diretamente relacionado à apneia obstrutiva do sono, que é o diagnóstico mais provável. A codificação CID-11 7.41 refere-se a sintomas de cansaço e fadiga, mas não está claramente relacionada às características clínicas descritas no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "CA22.0": {
      "term_original": "obstrução",
      "capitulo": "12",
      "confidence_embedding": 0.7971,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A presença de obstrução nas vias aéreas e a exacerbação do sintoma, juntamente com a síndrome de apneia obstrutiva do sono, sugerem que o paciente está enfrentando uma crise aguda de doença pulmonar obstrutiva crônica (DPOC). Esta é a opção mais precisa para o termo 'obstrução' no contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de obstrução nas vias aéreas e a exacerbação do sintoma, juntamente com a síndrome de apneia obstrutiva do sono, sugerem que o paciente está enfrentando uma crise aguda de doença pulmonar obstrutiva crônica (DPOC). Esta é a opção mais precisa para o termo 'obstrução' no contexto clínico.",
      "tipo_erro_auditoria": null
    },
    "7A21": {
      "term_original": "sonolência diurna",
      "capitulo": "07",
      "confidence_embedding": 0.8329,
      "descricao_cid": "Representação de doença CID-11: Hipersonia idiopática. Definição: Hipersonia Idiopática é caracterizada por períodos diários de necessidade irresistível de dormir ou lapsos diurnos de sono ocorrendo por pelo menos vários meses na ausência de cataplexia ou deficiência de hipocretina (se determinada).\r\nOs achados da polissonografia/teste de múltiplas latências do sono (MSLT) característicos da narcolepsia (ou seja, dois ou mais períodos REM de início do sono (SOREMP), ou um ou mais SOREMP no MSLT e um SOREMP na polissonografia noturna anterior) também devem estar ausentes. A sonolência diurna não é melhor explicada por outro transtorno (p. ex., síndrome do sono insuficiente, apneia obstrutiva do sono, distúrbio do sono-vigília do ritmo circadiano), uma substância ou medicamento, ou uma condição médica). A evidência objetiva de hipersonolência é indicada por um MSLT mostrando uma latência média do sono ≤ 8 minutos ou por polissonografia ou actigrafia do punho mostrando um tempo total de sono de 11 horas ou mais em 24 horas. A inércia do sono prolongada e grave é frequentemente observada e consiste em dificuldade sustentada de acordar com repetidos retornos ao sono, irritabilidade, comportamento automático e confusão. Em contraste com a narcolepsia, os cochilos são geralmente longos, muitas vezes mais de 60 minutos, e pouco refrescantes.\r\n\r\nNota: Um diagnóstico definitivo requer períodos diários de necessidade incontrolável de dormir ou lapsos diurnos de sono, a demonstração objetiva de sonolência excessiva e ausência de achados relacionados ao sono REM pelo teste das múltiplas latências do sono (TMLS/PSG).",
      "classification_reasoning": "O termo 'sonolência diurna' está presente no relato de que o paciente apresenta cançaco e sonolência diurna, cochila quando se senta-se e sonolência enquanto dirige. Além disso, a polissonografia revelou um aumento do estgio N1 e N3 e diminuição do estgio N2 e REM, indicando uma hipersonia idiopática.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 '7A21' para 'sonolência diurna' é justificada pela presença do termo no relato do paciente e pelas achados da polissonografia, que revelam um aumento do estgio N1 e N3 e diminuição do estigo N2 e REM, caracterizando uma hipersonia idiopática. A descrição do código CID-11 coincide com a clínica descrita no prontuário, justificando a manutenção da codificação.",
      "tipo_erro_auditoria": null
    }
  }
}