{
  "prontuario_id": 393,
  "text": "ÀS 11:20:  REPASSADO SNE, SEM INTERCORRÊNCIA NO PROCEDIMENTO, AUSCULTA ABDOMINAL POSITIVA, RETIRO FIO GUIA. SOLICITO RAIO-X PARA AVALIAÇÃO DA POSIÇÃO. Cliente intubada com TOT n° 7.5, rima labial 22 cm DIR, VM nos parametros PCV, PI 14 cmH2O, peep 5 cmH2O, FR 11, FiO2 50%, Ramsay 6, pupilas iso / foto +, face corada, mucosa oral hidratada, boa perfusão periferica, no leito com cabeceira elevada á 45°. Mantem com monitorização de multiparametros ECG, PAM em radial ESQ oscilante, SpO2 e PVC (regua), SNG aberta narina ESQ com estase gastrica ++ de coloração biliosa, SNE aberta narina ESQ com dietoterapia em curso BI 40ml/hr, cateter venoso central duplo-lumen em subclavia DIR sem sinais flogisticos e infusão de fentanil + dormonid á 10 ml/hr + eletrolitos á 42 ml/hr em curso BI. Apresenta ausculta cardiaca ritmica e normofonetica, ausculta pulmonar MV + com roncos esparsos, abdomem flacido com RHA +, edemas MMSS e II cacifo I/II, liberação de exudato em MMSS e II, região dorsal, lesão de dermatite em dorso + escapula DIR, ctvos em região femural DIR. Faz uso de SVD aberta com debito diuretico presente ++ de coloração amarelo-claro, eliminação fecal ausente. segue cuidados. ",
  "entities": {
    "Procedimento Diagnóstico": [
      "RAIO-X",
      "AUSCULTA ABDOMINAL POSITIVA",
      "monitorização de multiparametros",
      "ausculta cardiaca",
      "ausculta pulmonar"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Cliente"
    ],
    "Abreviação": [
      "DIR",
      "VM",
      "PCV",
      "PI",
      "peep",
      "FiO2",
      "ECG",
      "PAM",
      "SpO2",
      "PVC",
      "BI",
      "40ml/hr",
      "MMSS",
      "II",
      "ctvos",
      "REPASSADO SNE",
      "22 cm",
      "14 cmH2O",
      "SNG aberta",
      "narina ESQ",
      "estase gastrica",
      "SNE aberta",
      "subclavia DIR",
      "MV +",
      "RHA +",
      "cacifo I/II",
      "escapula DIR",
      "região femural DIR",
      "SVD aberta"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "VM",
      "dietoterapia",
      "infusão",
      "ctvos",
      "REPASSADO SNE",
      "RETIRO FIO GUIA",
      "cabeceira elevada á 45°",
      "SNG aberta",
      "SNE aberta",
      "cateter venoso central duplo-lumen",
      "SVD aberta"
    ],
    "Conceito Quantitativo": [
      "11",
      "50%",
      "22 cm",
      "14 cmH2O"
    ],
    "Achado": [
      "oscilante",
      "ritmica",
      "normofonetica",
      "AUSCULTA ABDOMINAL POSITIVA",
      "face corada",
      "mucosa oral hidratada",
      "boa perfusão periferica",
      "cabeceira elevada á 45°",
      "SNG aberta",
      "estase gastrica",
      "coloração biliosa",
      "SNE aberta",
      "MV +",
      "RHA +",
      "cacifo I/II",
      "SVD aberta",
      "debito diuretico presente",
      "coloração amarelo-claro"
    ],
    "Conceito Qualitativo": [
      "oscilante",
      "coloração amarelo-claro"
    ],
    "Dispositivo Médico": [
      "regua",
      "BI",
      "ctvos",
      "REPASSADO SNE",
      "RETIRO FIO GUIA",
      "SNG aberta",
      "SNE aberta",
      "cateter venoso central duplo-lumen",
      "SVD aberta"
    ],
    "Substância Farmacológica": [
      "fentanil",
      "dormonid",
      "eletrolitos"
    ],
    "Substância Química Orgânica": [
      "fentanil",
      "dormonid"
    ],
    "Localização ou Região Corporal": [
      "abdomem",
      "MMSS",
      "dorso",
      "rima labial",
      "região dorsal",
      "região femural DIR"
    ],
    "Sinal ou Sintoma": [
      "edemas",
      "Ramsay 6",
      "roncos esparsos",
      "cacifo I/II",
      "liberação de exudato"
    ],
    "Conceito Funcional": [
      "uso"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "rima labial",
      "radial ESQ",
      "narina ESQ",
      "subclavia DIR",
      "escapula DIR"
    ],
    "Lesão ou Envenenamento": [
      "lesão de dermatite"
    ],
    "Função Fisiológica": [
      "debito diuretico presente",
      "eliminação fecal ausente"
    ],
    "Negação": [
      "eliminação fecal ausente"
    ]
  },
  "labels": {
    "BC81.30": {
      "term_original": "rha +",
      "capitulo": "11",
      "confidence_embedding": 0.8075,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A presença de RHA+ sugere a possibilidade de fibrilação atrial paroxística, o que justifica a escolha do código BC81.30.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de RHA+ no prontuário não é uma indicação direta de fibrilação atrial paroxística. A descrição do código CID-11 BC81.30 refere-se a um tipo específico de fibrilação atrial que termina espontaneamente em 7 dias ou menos, o que não está relacionado ao termo RHA+ no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CB21.1": {
      "term_original": "edemas",
      "capitulo": "12",
      "confidence_embedding": 0.8085,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A presença de edemas MMSS e II, além de lesão de dermatite em dorso + escapula DIR, sugere a possibilidade de pneumotórax espontâneo, o que justifica a escolha do código CB21.1.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de edemas MMSS e II não é suficiente para justificar a escolha do código CB21.1, que se refere especificamente a pneumotórax espontâneo. A lesão de dermatite em dorso + escapula DIR pode ser relacionada à doença subjacente, mas não há evidência clínica direta de pneumotórax no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "8A02.00": {
      "term_original": "oscilante",
      "capitulo": "08",
      "confidence_embedding": 0.7752,
      "descricao_cid": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos.",
      "classification_reasoning": "O termo 'oscilante' está relacionado à descrição de Blefarospasmo benigno essencial, que apresenta fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'oscilante' não está relacionado à descrição de Blefarospasmo benigno essencial, que apresenta fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos. A auscultação cardiaca ritmica e normofonetica mencionada no prontuário não se refere à condição descrita pelo código CID-11. Portanto, a classificação é demasiado genérica e não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "FA34.0": {
      "term_original": "cacifo i/ii",
      "capitulo": "15",
      "confidence_embedding": 0.7456,
      "descricao_cid": "Representação de doença CID-11: Corpo flutuante na articulação. Definição: ",
      "classification_reasoning": "A termo 'cacifo' refere-se a uma lesão de tipo tumoriforme, e como o contexto clínico descreve lesões ósseas, é mais provável que estejam se referindo à representação CID-11 de Corpo flutuante na articulação.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'cacifo' não se refere a uma lesão tumoriforme, mas sim a um tipo de lesão óssea. A representação CID-11 de Corpo flutuante na articulação não é adequada para descrever essa condição clínica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA23.00": {
      "term_original": "roncos esparsos",
      "capitulo": "12",
      "confidence_embedding": 0.7784,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A presença de roncos esparsos sugere possivelmente a ocorrência de uma exacerbação aguda da asma alérgica, pois os sintomas respiratórios podem variar amplamente entre indivíduos e nos mesmos indivíduos.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de roncos esparsos no prontuário é um sintoma respiratório que pode estar relacionado à asma alérgica. A justificativa do sistema é plausível, pois os sintomas respiratórios podem variar amplamente entre indivíduos e nos mesmos indivíduos. Portanto, o código CID-11 CA23.00 'Representação de doença: Asma alérgica com exacerbação' é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "DE11": {
      "term_original": "debito diuretico presente",
      "capitulo": "13",
      "confidence_embedding": 0.7656,
      "descricao_cid": "Representação de doença CID-11: Síndrome de dumping. Definição: Síndrome de dumping é um grupo de sinais e sintomas que se desenvolve mais frequentemente em pessoas que foram submetidas a cirurgia para ressecção total ou parcial do estômago, ou em quem foi submetido a um bypass cirúrgico. Pode ocorrer precocemente (durante a refeição ou após 15-30 minutos com náuseas, vômitos, dor abdominal, cólicas, diarreia, tontura e palpitações cardíacas) ou tardiamente (1 a 3 horas após a refeição com sudorese, fraqueza, fadiga, tonturas, vertigens, palpitações cardíacas e desmaios).",
      "classification_reasoning": "A presença de deíto diuretico presente no contexto clínico sugere que o paciente está apresentando sintomas de Síndrome de dumping, caracterizados por náuseas, vômitos, dor abdominal e diarreia após refeições.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'debito diuretico presente' no prontuário não está relacionada à Síndrome de dumping, descrita pelo código CID-11 DE11. A síndrome de dumping é caracterizada por náuseas, vômitos, dor abdominal e diarreia após refeições, enquanto o termo 'debito diuretico presente' se refere a uma condição clínica que não está diretamente relacionada à Síndrome de dumping. Portanto, o código CID-11 DE11 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA22.0": {
      "term_original": "mv +",
      "capitulo": "12",
      "confidence_embedding": 0.8039,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A auscultação pulmonar MV+ sugere uma doença pulmonar obstrutiva crônica (DPOC) com exacerbação aguda, não especificada.",
      "decisao": "MANTER",
      "motivo_decisao": "A auscultação pulmonar MV+ é um achado clínico que sugere a presença de uma doença pulmonar obstrutiva crônica (DPOC). O termo 'MV+' é uma abreviação médica comum para morula vocal, que indica a presença de murmúrios respiratórios. Como o achado clínico está diretamente relacionado à condição descrita no prontuário e não há contradições óbvias, considero que o código CID-11 CA22.0 é válido.",
      "tipo_erro_auditoria": null
    },
    "DA60.3": {
      "term_original": "coloração biliosa",
      "capitulo": "13",
      "confidence_embedding": 0.7935,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A coloração biliosa mencionada no relatório clínico está relacionada às úlceras de estresse do estômago (DA60.3), que podem causar hemorragia digestiva alta aguda e ser caracterizada por uma coloração amarelo-claro nos esfégmaos e na parede abdominal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A coloração biliosa mencionada no prontuário está relacionada à presença de líquido na cavidade abdominal, não a úlceras de estresse do estômago. O código CID-11 DA60.3 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EE11.1": {
      "term_original": "coloração amarelo-claro",
      "capitulo": "14",
      "confidence_embedding": 0.7853,
      "descricao_cid": "Representação de doença CID-11: Síndrome das unhas amarelas. Definição: A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida.",
      "classification_reasoning": "A coloração amarelo-claro foi identificada na SVD aberta com debito diuretico presente, o que é compatível com a síndrome das unhas amarelas, caracterizada por unhas amarelas e distróficas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A coloração amarelo-claro descrita no prontuário se refere à cor da SVD aberta, não está relacionada às unhas. A síndrome das unhas amarelas é uma condição rara e específica que não tem relação com a coloração da SVD.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C45.3": {
      "term_original": "ramsay 6",
      "capitulo": "06",
      "confidence_embedding": 0.7879,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A presença de sintomas como euforia inadequada, ansiedade, raiva, atenção prejudicada e mudanças na sociabilidade podem ser consistentes com a intoxicação por cocaína (Representação de doença CID-11: Intoxicação por cocaína). O código 'Ramsay 6' sugere um nível moderado de sedação, o que também é consistente com a ingestão de cocaína.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença do termo 'Ramsay 6' no prontuário sugere um nível moderado de sedação, o que é consistente com a ingestão de cocaína. Além disso, a descrição da paciente apresenta sintomas como euforia inadequada, ansiedade, raiva, atenção prejudicada e mudanças na sociabilidade, os quais também são consistentes com a intoxicação por cocaína (Representação de doença CID-11: Intoxicação por cocaína). Portanto, mantemos o código CID-11 atribuído '6C45.3' como válido.",
      "tipo_erro_auditoria": null
    },
    "FB32.20": {
      "term_original": "liberação de exudato",
      "capitulo": "15",
      "confidence_embedding": 0.7998,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A escolha do código FB32.20 se baseia na descrição de 'liberação de exudato' no contexto clínico, que sugere a presença de doença muscular com lesão e extravazamento de conteúdo muscular, característica da rabdomiólise idiopática.",
      "decisao": "REMOVER",
      "motivo_decisao": "A liberação de exudato descrita no prontuário não se refere a uma lesão muscular com extravazamento de conteúdo, como é característico da rabdomiólise idiopática. Em vez disso, parece estar relacionada à presença de edema e lesão em diferentes áreas do corpo (MMSS e II, região dorsal). Portanto, o código FB32.20 não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EB30": {
      "term_original": "lesão de dermatite",
      "capitulo": "14",
      "confidence_embedding": 0.8137,
      "descricao_cid": "Representação de doença CID-11: Celulite eosinofílica. Definição: A celulite eosinofílica (síndrome de Wells) é caracterizada por um quadro clínico particular que se assemelha à celulite e uma histologia típica com eosinofilia tecidual, edema e figuras de “chama” (aglomerados de eosinófilos e histiócitos ao redor de um núcleo de colágeno e detritos eosinofílicos). Pode afetar ambos os sexos, geralmente na vida adulta. Qualquer localização pode estar envolvida, com lesões únicas ou múltiplas e as recorrências são comuns. Inicialmente, as lesões são placas eritematosas pruriginosas com características que lembram urticária e celulite, mas formas bolhosas e nodulares também foram descritas. Pode surgir espontaneamente, mas vários medicamentos e infecções foram implicados.",
      "classification_reasoning": "A presença de 'lesão de dermatite' no contexto clínico e a descrição da doença como 'celulite eosinofílica', que caracteriza-se por placas eritematosas pruriginosas com características que lembram urticária e celulite, é a escolha mais precisa para o termo dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de 'lesão de dermatite' no prontuário é claramente descrita como uma lesão cutânea, e a descrição da doença CID-11 (EB30) como 'celulite eosinofílica' se encaixa perfeitamente nesse contexto. Ajusta-se fielmente ao termo descrito no prontuário.",
      "tipo_erro_auditoria": null
    },
    "BE16": {
      "term_original": "sng aberta",
      "capitulo": "11",
      "confidence_embedding": 0.7734,
      "descricao_cid": "Representação de doença CID-11: Transtorno venoso pulmonar pós procedimento. Definição: Evento ou ocorrência afetando uma ou mais veias pulmonares que está associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo.",
      "classification_reasoning": "A escolha pelo termo 'SNG aberta' se refere à representação de doença CID-11: Transtorno venoso pulmonar pós procedimento, pois a paciente apresenta sintomas de transito sanguíneo abnormal após um procedimento (repassado SNE).",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha pelo termo 'SNG aberta' como representação de doença CID-11: Transtorno venoso pulmonar pós procedimento não é clínica e coerente com o prontuário. A paciente apresenta sintomas de transito sanguíneo abnormal após um procedimento (repassado SNE), mas isso não está relacionado a uma doença CID-11. O termo 'SNG aberta' se refere à posição da sonda nasogástrica, e não é uma representação de doença.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8A68.4": {
      "term_original": "ritmica",
      "capitulo": "08",
      "confidence_embedding": 0.7577,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica tônico-clônica generalizada. Definição: Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono.",
      "classification_reasoning": "A auscultação cardiaca ritmica descrita no prontuário sugere que a paciente apresenta uma crise epiléptica tônico-clônica generalizada, caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros.",
      "decisao": "REMOVER",
      "motivo_decisao": "A auscultação cardiaca ritmica descrita no prontuário não se refere a uma crise epiléptica tônico-clônica generalizada. A descrição do código CID-11 (8A68.4) é incompatível com o termo 'ritmica' presente no prontuário, que sugere uma atividade cardíaca normal e não um episódio epiléptico.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}