{
  "prontuario_id": 416,
  "text": "Às 00:03: Paciente referindo dificuldade para respirar, consciente, orientado, calmo, comunicativo, em repouso no leito, recebendo oxigênio por catéter nasal a 4 l/min, aceitando pouco dieta VO, acesso venoso periférico MSE salinizado, eliminações fisiológicas. ENFISEMA. Consciente, orientada, ansiosa pela alta, refere lombalgia e algia em MID. Segue sob cuidados de enfermagem. DOR LOMBAR BAIXA. Às 20:00h: Consciente, comunicativo, lucido , orientado, eupneico, afebril, mantêm repouso, até momento sem prescrição médica, comunicado plantão ortopedia. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 10:54 HS: CONSCIENTE, ORIENTADO, LÚCIDO E COMUNICATIVO, POUCO DISPNEICO, PASSOU PARTE DA NOITE EM AR AMBIENTE, SEGUNDO A ESPOSA, SEM ALTERAÇÕES, O2 CONTÍNUO EM CATETER NASAL. AVP EM MSD COM SRT, BOA ACEITAÇÃO ALIMENTAR, RETIRADO SVD. BANHO DE ASPERSÃO E RE. OUTRAS DOENCAS PULMONARES OBSTRUTIVAS CRONICAS.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Achado": [
      "consciente",
      "orientado",
      "calmo",
      "comunicativo",
      "Consciente",
      "orientada",
      "lucido",
      "eupneico",
      "afebril",
      "repouso",
      "CONSCIENTE",
      "ORIENTADO",
      "LÚCIDO",
      "COMUNICATIVO",
      "AVP",
      "repouso no leito",
      "eliminações fisiológicas",
      "ACEITAÇÃO ALIMENTAR"
    ],
    "Substância Farmacológica": [
      "oxigênio"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "MID",
      "MSD"
    ],
    "Abreviação": [
      "MSE",
      "MID",
      "AVP",
      "MSD",
      "SRT",
      "4 l/min",
      "dieta VO",
      "RETIRADO SVD"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "salinizado",
      "AVP",
      "SRT",
      "dieta VO",
      "acesso venoso periférico",
      "O2 CONTÍNUO",
      "RETIRADO SVD",
      "BANHO DE ASPERSÃO E RE"
    ],
    "Conceito Qualitativo": [
      "salinizado",
      "BOA"
    ],
    "Função Patológica": [
      "ENFISEMA"
    ],
    "Doença ou Síndrome": [
      "ENFISEMA",
      "DOENCAS PULMONARES OBSTRUTIVAS CRONICAS"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "cuidados de enfermagem",
      "prescrição médica"
    ],
    "Sinal ou Sintoma": [
      "lombalgia",
      "algia",
      "afebril",
      "DISPNEICO",
      "ALTERAÇÕES",
      "dificuldade para respirar",
      "DOR LOMBAR BAIXA"
    ],
    "Negação": [
      "afebril",
      "sem"
    ],
    "Conceito Quantitativo": [
      "POUCO",
      "4 l/min"
    ],
    "Grupo Familiar": [
      "ESPOSA"
    ],
    "Dispositivo Médico": [
      "AVP",
      "acesso venoso periférico"
    ],
    "Função Fisiológica": [
      "eliminações fisiológicas"
    ],
    "Produto Intelectual": [
      "prescrição médica"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MULTIPLOS"
    ]
  },
  "labels": {
    "6D72": {
      "term_original": "orientado",
      "capitulo": "06",
      "confidence_embedding": 0.7527,
      "descricao_cid": "Representação de doença CID-11: Transtorno amnéstico. Definição: O transtorno amnéstico é caracterizado por comprometimento proeminente da memória em relação ao esperado pela idade e nível pré-mórbido do funcionamento cognitivo geral, que representa um declínio em relação ao nível prévio de funcionamento do indivíduo, na ausência de outro comprometimento cognitivo significativo. Manifesta-se por um déficit na aquisição, aprendizado e/ou retenção de novas informações, e pode incluir a incapacidade de recordar informações previamente aprendidas, sem perturbação da consciência, estado mental alterado ou \"delirium\". A memória recente é tipicamente mais comprometida do que a memória remota, e a capacidade de recordar imediatamente uma quantidade limitada de informação geralmente permanece relativamente preservada. O comprometimento da memória é grave o suficiente para resultar em comprometimento significativo no funcionamento pessoal, familiar, social, educacional, ocupacional, ou em outras áreas importantes. Presume-se que se deva a uma doença subjacente adquirida do sistema nervoso, um trauma, infecção ou outra doença que afete o cérebro, ao uso de substâncias específicas ou medicamentos, deficiência nutricional ou exposição a toxinas, ou a etiologia pode ser indeterminada. O comprometimento não se deve a intoxicação ou abstinência atual de substância.",
      "classification_reasoning": "O termo 'orientado' refere-se à presença de consciência e orientação do paciente, o que é compatível com a definição de transtorno amnéstico (Código CID-11: 6D72). Embora haja outras opções que também possam ser relevantes para a situação clínica, a escolha da opção 6D72 se justifica pela presença da orientação do paciente, que é um dos critérios essenciais para o diagnóstico de transtorno amnéstico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A orientação do paciente não é um critério essencial para o diagnóstico de transtorno amnéstico. A orientação do paciente está presente, mas isso não significa que o paciente tenha um comprometimento proeminente da memória em relação ao esperado pela idade e nível pré-mórbido do funcionamento cognitivo geral, como definido pelo código CID-11: 6D72.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD11.5": {
      "term_original": "eliminações fisiológicas",
      "capitulo": "21",
      "confidence_embedding": 0.7756,
      "descricao_cid": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas.",
      "classification_reasoning": "A opção mais precisa para o termo 'eliminações fisiológicas' é a código MD11.5, Dispneia, pois a paciente apresenta dificuldade para respirar e está recebendo oxigênio por catéter nasal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente apresenta eliminações fisiológicas, que não é um sintoma de doença relacionado à respiração. A eliminação fisiológica é um processo natural do organismo e não está diretamente relacionada à dispneia. Portanto, o código CID-11 MD11.5 Dispneia não representa fielmente o termo 'eliminações fisiológicas' descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA80.8": {
      "term_original": "algia",
      "capitulo": "15",
      "confidence_embedding": 0.695,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa é FA80.8, Degeneração de disco intervertebral da coluna lombar sem prolapso de disco, pois a paciente refere lombalgia e algia em MID, indicando uma lesão mecânica na região lombar.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente refere lombalgia e algia em MID, o que sugere uma lesão mecânica na região lombar. No entanto, a codificação FA80.8 se refere especificamente à degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Embora haja uma relação entre a dor e a lesão, a codificação não é clínica ou diretamente relacionada com o termo 'algia' descrito no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "MB23.H": {
      "term_original": "repouso",
      "capitulo": "21",
      "confidence_embedding": 0.7405,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'repouso' é Crise de pânico (Código CID-11: MB23.H) pois, embora não haja uma clara referência à crise de pânico no contexto, a paciente está descrita como consciente e comunicativa, o que não se compatibiliza com o estado de coma ou dispneia. Além disso, a paciente refere dificuldade para respirar e ansiedade pela alta, o que sugere um estado de tensão emocional que pode estar relacionado à crise de pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção do sistema é incompatível com o contexto do prontuário. A paciente está descrita como consciente, comunicativa e em repouso, o que não se compatibiliza com a Crise de pânico (Código CID-11: MB23.H). Além disso, não há referência clara à crise de pânico no prontuário. A opção mais precisa para o termo 'repouso' é ENFISEMA, que está diretamente relacionada ao contexto do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C40.4": {
      "term_original": "comunicativo",
      "capitulo": "06",
      "confidence_embedding": 0.7479,
      "descricao_cid": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído.",
      "classification_reasoning": "O termo 'comunicativo' refere-se à capacidade do paciente de se comunicar e expressar suas ideias, o que é característico da abstinência de álcool (CID-11: Abstinência de álcool - 6C40.4).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'comunicativo' não está relacionado à abstinência de álcool (CID-11: Abstinência de álcool - 6C40.4). O paciente apresenta sintomas de enfisema e dor lombar, mas não há indicação de abstinência de álcool. A classificação é errônea e não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "XD7EC8": {
      "term_original": "avp",
      "capitulo": "X",
      "confidence_embedding": 0.7424,
      "descricao_cid": "Representação de doença CID-11: Unidades de pressão positiva contínua nas vias aéreas (CPAP). Definição: ",
      "classification_reasoning": "O termo 'AVP' provavelmente se refere a Unidades de pressão positiva contínua nas vias aéreas (CPAP), uma medida utilizada para tratar doenças pulmonares obstrutivas crônicas, como é mencionado no prontuário. A escolha do código XD7EC8 é a mais precisa para o termo 'AVP' dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 XD7EC8 para o termo 'AVP' é justificada, pois CPAP (Unidades de pressão positiva contínua nas vias aéreas) é uma medida utilizada para tratar doenças pulmonares obstrutivas crônicas, como mencionado no prontuário. A abreviação 'AVP' é comum em contextos clínicos e faz sentido dentro do contexto do paciente.",
      "tipo_erro_auditoria": null
    },
    "ND36": {
      "term_original": "traumatismos multiplos",
      "capitulo": "22",
      "confidence_embedding": 0.772,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: ",
      "classification_reasoning": "A descrição do termo 'traumatismos multiplos' sugere uma lesão ou dano a múltiplas regiões do corpo, o que é característico da opção ND36. Embora as outras opções sejam relacionadas a lesões cerebrais (NA07) ou coluna/tronco (ND51.Y), não há evidências nesse contexto clínico que sugira esses tipos de lesões. A opção ND34, embora mencione esmagamento, é mais específica para lesões por compressão do que 'traumatismos multiplos'.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção ND36 não representa fielmente o termo 'traumatismos multiplos' no prontuário, pois a descrição do código CID-11 refere-se a lesões múltiplas em diferentes regiões do corpo, enquanto o termo 'traumatismos multiplos' não especifica qual é a área afetada. Além disso, não há evidências clínicas no prontuário que sugiram esses tipos de lesões.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA22.0": {
      "term_original": "dispneico",
      "capitulo": "12",
      "confidence_embedding": 0.7739,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A opção mais precisa para o termo 'dispneico' é a Doença Pulmonar Obstrutiva Crônica com Exacerbação Aguda Não Especificada (CA22.0), pois o paciente apresenta sintomas de falta de ar e dificuldade para respirar, característicos da exacerbação aguda de DPOC.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'dispneico' refere-se a uma condição aguda de falta de ar, que não é diretamente relacionada à Doença Pulmonar Obstrutiva Crônica com Exacerbação Aguda Não Especificada (CA22.0). A exacerbação aguda de DPOC se caracteriza por um agravamento dos sintomas respiratórios do paciente, incluindo dispneia basal, tosse e/ou produção de escarro, além da variação normal do dia a dia. No entanto, o termo 'dispneico' apenas refere-se à falta de ar aguda e não contempla os outros sintomas característicos da exacerbação aguda de DPOC.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB20.1": {
      "term_original": "repouso no leito",
      "capitulo": "21",
      "confidence_embedding": 0.7435,
      "descricao_cid": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas.",
      "classification_reasoning": "O termo 'repouso no leito' sugere que o paciente está em estado de repouso, sem apresentar sintomas agudos ou críticos, portanto, a opção mais precisa é a Representação de doença CID-11: Coma (MB20.1), pois não há evidências de desresponsividade ou impossibilidade de despertar, como caracteriza o coma.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'repouso no leito' não sugere que o paciente está em estado de coma, como definido pela CID-11. O paciente está consciente e orientado, com sintomas de dor lombar e ansiedade pela alta. A opção MB20.1 (Coma) não é clínica ou coerente com a descrição do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA21": {
      "term_original": "enfisema",
      "capitulo": "12",
      "confidence_embedding": 0.7909,
      "descricao_cid": "Representação de doença CID-11: Enfisema. Definição: O enfisema é definido como o aumento anormal e permanente dos espaços aéreos distais aos bronquíolos terminais. Isto é acompanhado pela destruição das paredes alveolares, sem fibrose evidente (ou seja, não há fibrose visível a olho nu). O enfisema pode existir em indivíduos que não tenham obstrução das vias aéreas; entretanto, é mais comum em pacientes que têm obstrução moderada ou grave ao fluxo aéreo.",
      "classification_reasoning": "A escolha pelo código CA21 é justificada porque o termo 'enfisema' refere-se ao aumento anormal e permanente dos espaços aéreos distais aos bronquíolos terminais, o que é descrito na definição do código. Além disso, não há evidências de fibrose ou obstrução das vias aéreas no contexto clínico, o que exclui as outras opções.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CA21 não é justificada, pois o termo 'enfisema' refere-se ao aumento anormal e permanente dos espaços aéreos distais aos bronquíolos terminais, enquanto no prontuário há descrição de ENFISEMA com sintomas de dor lombar e algia em MID, sugerindo que o enfisema pode estar relacionado à obstrução das vias aéreas. Além disso, não há evidências de fibrose ou obstrução das vias aéreas no contexto clínico, o que exclui as outras opções.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD11.8": {
      "term_original": "aceitação alimentar",
      "capitulo": "21",
      "confidence_embedding": 0.758,
      "descricao_cid": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea.",
      "classification_reasoning": "A escolha do código MD11.8 é justificada pela referência à dificuldade para respirar e a informação de que o paciente está recebendo oxigênio por catéter nasal, o que sugere uma possível obstrução nasal ou outra condição que requer a respiração oral.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código MD11.8 não é justificada pela referência à dificuldade para respirar e a informação de que o paciente está recebendo oxigênio por catéter nasal, pois isso sugere obstrução nasal ou outra condição que requer a respiração oral. No entanto, o prontuário não apresenta evidências de obstrução nasal ou apneia obstrutiva do sono. A dificuldade para respirar pode ser atribuída à enfiema, doença pulmonar crônica, e não à obstrução nasal.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "6C44.4": {
      "term_original": "calmo",
      "capitulo": "06",
      "confidence_embedding": 0.7684,
      "descricao_cid": "Representação de doença CID-11: Abstinência de sedativos, hipnóticos ou ansiolíticos. Definição: Abstinência de sedativos, hipnóticos ou ansiolíticos é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de sedativos, hipnóticos ou ansiolíticos em indivíduos que tenham desenvolvido dependência ou tenham usado sedativos, hipnóticos ou ansiolíticos por um período prolongado ou em grandes quantidades. A abstinência de sedativos, hipnóticos ou ansiolíticos também pode ocorrer quando sedativos, hipnóticos ou ansiolíticos prescritos foram usados em doses terapêuticas padrão. Sintomas de apresentação da abstinência de sedativos, hipnóticos ou ansiolíticos podem incluir ansiedade, agitação psicomotora, insônia, tremores aumentados das mãos, náusea ou vômitos, e ilusões ou alucinações visuais, táteis ou auditivas transitórias. Pode haver sinais de hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), ou hipotensão postural. O estado de abstinência pode ser complicado por convulsões. Menos comumente, pode haver progressão para um estado mais grave de abstinência, caracterizado por confusão e desorientação, delírios, e alucinações visuais, táteis ou auditivas mais prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por sedativos, hipnóticos ou ansiolíticos deve ser atribuído.",
      "classification_reasoning": "O termo 'calmo' sugere uma representação de abstinência ou intoxicação por sedativos, hipnóticos ou ansiolíticos, o que é consistente com a descrição do código 6C44.4 (Abstinência de sedativos, hipnóticos ou ansiolíticos). Além disso, a presença de ansiedade e agitação psicomotora na história clínica também são características desse estado.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'calmo' não está relacionado à abstinência de sedativos, hipnóticos ou ansiolíticos. A paciente refere-se como calma, o que sugere um estado de bem-estar e tranquilidade, não uma situação de abstinência ou intoxicação por substâncias psicotrópicas.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}