{
  "prontuario_id": 528,
  "text": "ÀS 15:29: CORADO, ALERTA, AFEBRIL, ACAMADO, COM RESPOSTA OCULAR, EM REPOUSO NO LEITO, DIETA VIA SNE EM BOMBA INFUSORA, AVP EM MSE SALINIZADO, COM TRAQUEO E PRESENÇA DE SECREÇÃO AMARELA, ELIMINAÇÕES FISIOLOGICAS PRESENTES E ESPONTANEAS, SEGUE SOB CUIDADOS DE ENFERMAGEM. HEMORRAGIA INTRACEREBRAL HEMISFERICA SUBCORTICAL. Lucida, orientada, porém apresenta períodos de agitação motora, Respiração espontanea, sob névoa úmida, sat 95%, hemodinamicamente estável, abdome globoso, Rha + , permanece com fixador pelvico com discreta secreção sanguinolenta em inserçaõ á direita e, TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 9:30h: Alerta, orientado, verbalizando, em repouso no leito. Mantém colar cervical ajustado, aguarda chegada de colar cervical Philadelphia já solicitado pelos médicos. Nega algias ou outras queixas. Boa aceitação alimentar. Aguarda realização de RNM, agu. FRATURA DA PRIMEIRA VERTEBRA CERVICAL. ÀS 16:30 HS: CONSCIENTE. NEGA ALGIA. EM JEJUM PARA REALIZAÇÃO DE ARTERIOGRAFIA. DIURESE ESPONTÂNEA. TALA GESSADA EM MSE, LIMPA E SECA EXTERNAMENTE. ENFAIXAMENTO EM MID, LIMPO E SECO EXTERNAMENTE. AUSÊNCIA DE EDEMA DISTAL. BOA PERFUSÃO PERIFÉRICA. ACESSO VEN. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS.",
  "entities": {
    "Achado": [
      "CORADO",
      "ALERTA",
      "AFEBRIL",
      "ACAMADO",
      "Lucida",
      "orientada",
      "Alerta",
      "orientado",
      "verbalizando",
      "CONSCIENTE",
      "JEJUM",
      "LIMPA",
      "SECA",
      "LIMPO",
      "SECO",
      "RESPOSTA OCULAR",
      "REPOUSO NO LEITO",
      "ELIMINAÇÕES FISIOLOGICAS",
      "Respiração espontanea",
      "hemodinamicamente estável",
      "Rha",
      "+",
      "repouso no",
      "leito",
      "aceitação",
      "alimentar",
      "DIURESE",
      "ESPONTÂNEA",
      "BOA PERFUSÃO",
      "PERIFÉRICA"
    ],
    "Negação": [
      "AFEBRIL",
      "Nega",
      "AUSÊNCIA"
    ],
    "Dispositivo Médico": [
      "AVP",
      "fixador",
      "pelvico",
      "colar cervical Philadelphia",
      "TALA",
      "GESSADA",
      "ACESSO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "AVP",
      "TRAQUEO",
      "JEJUM",
      "ENFAIXAMENTO",
      "REPOUSO NO LEITO",
      "DIETA VIA SNE",
      "névoa úmida",
      "fixador pelvico",
      "repouso leito",
      "no",
      "colar cervical ajustado",
      "TALA",
      "GESSADA"
    ],
    "Abreviação": [
      "AVP",
      "MSE",
      "TRAQUEO",
      "RNM",
      "MID",
      "DIETA VIA SNE",
      "sat 95%",
      "Rha +",
      "ACESSO",
      "VEN"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "abdome",
      "MID"
    ],
    "Conceito Qualitativo": [
      "PRESENTES",
      "ESPONTANEAS",
      "Boa"
    ],
    "Sinal ou Sintoma": [
      "globoso",
      "algias",
      "queixas",
      "ALGIA",
      "EDEMA",
      "SECREÇÃO AMARELA",
      "agitação motora"
    ],
    "Conceito Espacial": [
      "direita",
      "EXTERNAMENTE"
    ],
    "Grupo Profissional ou Ocupacional": [
      "médicos"
    ],
    "Procedimento Diagnóstico": [
      "RNM",
      "ARTERIOGRAFIA"
    ],
    "Substância Corporal": [
      "SECREÇÃO AMARELA"
    ],
    "Função Fisiológica": [
      "ELIMINAÇÕES FISIOLOGICAS",
      "DIURESE",
      "ESPONTÂNEA"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Doença ou Síndrome": [
      "HEMORRAGIA INTRACEREBRAL HEMISFERICA SUBCORTICAL"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS NAO ESPECIFICADOS",
      "MULTIPLOS",
      "FRATURA DA PRIMEIRA VERTEBRA CERVICAL",
      "TRAUMATISMOS MULTIPLOS NAO",
      "ESPECIFICADOS"
    ],
    "Alimento": [
      "aceitação",
      "alimentar"
    ]
  },
  "labels": {
    "6D81": {
      "term_original": "orientada",
      "capitulo": "06",
      "confidence_embedding": 0.7718,
      "descricao_cid": "Representação de doença CID-11: Demência devida a doença cerebrovascular. Definição: Demência devido a dano ao parênquima cerebral por doença cerebrovascular (isquêmica ou hemorrágica). O início dos déficits cognitivos está relacionado temporalmente a um ou mais eventos vasculares. O declínio cognitivo é tipicamente mais evidente na velocidade de processamento da informação, atenção complexa, e funcionamento frontal-executivo. Há evidência pela história, exame físico e neuroimagem, de presença de doença cerebrovascular considerada suficiente para explicar os déficits neurocognitivos.",
      "classification_reasoning": "A opção mais precisa é a demência devido à doença cerebrovascular, pois o paciente apresenta uma história de hemorragia intracerebral hemisférica subcortical e trauma múltiplo não especificado, o que sugere uma lesão cerebral como causa da disfunção cognitiva. A presença de secreção amarela no trato respiratório e eliminações fisiológicas espontâneas também é consistente com a demência devido à doença cerebrovascular.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção de código CID-11 '6D81' Demência devida a doença cerebrovascular não é clínica e coerente com o prontuário. Embora haja uma história de hemorragia intracerebral hemisférica subcortical, o paciente apresenta também trauma múltiplo não especificado e outros achados que sugerem lesões em diferentes estruturas cerebrais. Além disso, a presença de secreção amarela no trato respiratório e eliminações fisiológicas espontâneas não é consistente com a demência devido à doença cerebrovascular. A classificação '6D81' não representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C44.3": {
      "term_original": "agitação motora",
      "capitulo": "06",
      "confidence_embedding": 0.7815,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma.",
      "classification_reasoning": "A presença de agitação motora, juntamente com a história de traumatismo múltiplo não especificado e a presença de secreção amarela no trato respiratório, sugerem uma possível intoxicação por substâncias psicoativas. A opção 6C44.3, Intoxicação por sedativos, hipnóticos ou ansiolíticos, é mais precisa pois combina os sintomas apresentados e tem como resultado perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de agitação motora não é um sintoma característico da intoxicação por sedativos, hipnóticos ou ansiolíticos. Além disso, a história de traumatismo múltiplo não especificado e a presença de secreção amarela no trato respiratório sugerem uma condição mais complexa que não se encaixa na definição do código CID-11 6C44.3.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A04.0": {
      "term_original": "resposta ocular",
      "capitulo": "09",
      "confidence_embedding": 0.7798,
      "descricao_cid": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam.",
      "classification_reasoning": "A resposta ocular é um sinal de dificuldade na drenagem do filme lacrimal, o que é consistentemente descrito pela definição do código 9A04.0: Triquíase sem entrópio. A presença de lágrima excessiva e a necessidade de drenagem fisiológica apontam para essa condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "A resposta ocular não é um sinal de triquíase sem entrópio, como descrito na definição do código 9A04.0. A resposta ocular é um sinal de alerta e consciência, que pode ser influenciado por vários fatores, incluando a presença de traumatismos múltiplos não especificados. Portanto, o código CID-11 atribuído não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ND36": {
      "term_original": "traumatismos nao especificados",
      "capitulo": "22",
      "confidence_embedding": 0.8023,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: ",
      "classification_reasoning": "A escolha pelo código ND36 é a mais precisa porque o termo 'traumatismos múltiplos não especificados' sugere que houve lesões em várias regiões do corpo, mas sem especificação de qual específica. Isso coincide com a definição do código ND36.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'traumatismos múltiplos não especificados' é muito amplo e não apresenta detalhes sobre a localização ou natureza das lesões. Embora o código ND36 seja uma opção possível, é importante considerar que pode haver outras condições clínicas mais específicas que sejam mais relevantes para a conduta terapêutica do paciente. Portanto, é necessário remover este código e substituí-lo por um mais específico e clinicamente coerente.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "CB21.1": {
      "term_original": "respiração espontanea",
      "capitulo": "12",
      "confidence_embedding": 0.7816,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A opção mais precisa para o termo 'respiração espontânea' é a representação de doença CID-11: Outro pneumotórax espontâneo, pois a paciente apresenta respiração espontânea como um dos seus sintomas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 'CB21.1' - Outro pneumotórax espontâneo não se relaciona diretamente com a condição clínica 'respiração espontânea'. A paciente apresenta respiração espontânea como um sintoma, mas o código CID-11 refere-se a uma doença pulmonar específica. Portanto, a codificação é demasiado genérica e não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "6E61": {
      "term_original": "verbalizando",
      "capitulo": "06",
      "confidence_embedding": 0.7812,
      "descricao_cid": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "A presença de verbalização do paciente indica que ele está consciente e capaz de expressar suas ideias, o que contradiz os sintomas de abstinência alcoólica (Código: 6C40.4) e intoxicação por alucinógenos (Código: 6C49.3). Além disso, a ausência de outros sintomas psicóticos sugere que o paciente não está apresentando uma síndrome psicótica secundária (Código: 6E61) ou demência (Código: 6D81). Portanto, a escolha mais precisa para o termo 'verbalizando' é o Código 6E61: Síndrome psicótica secundária.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'verbalizando' no prontuário indica que o paciente está consciente e capaz de expressar suas ideias, o que não é característico da síndrome psicótica secundária (Código: 6E61). Além disso, a falta de outros sintomas psicóticos sugere que o paciente não está apresentando essa condição. A escolha mais precisa para o termo 'verbalizando' é um código que represente a consciência e a capacidade de comunicação do paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C40.3": {
      "term_original": "alerta",
      "capitulo": "06",
      "confidence_embedding": 0.7603,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A presença de alerta, orientada e verbalizando no contexto clínico sugere uma intoxicação por substância psicoativa, como álcool. A ausência de sintomas mais específicos de outras intoxicações (como alucinógenos ou cafeína) e a falta de outros sintomas atípicos para demência ou trauma craniano suportam essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de alerta, orientada e verbalizando no contexto clínico não sugere intoxicação por álcool. A ausência de sintomas específicos de outras substâncias psicoativas e a falta de outros sintomas atípicos para demência ou trauma craniano suportam que o termo 'alerta' não está relacionado à intoxicação por álcool.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DB32.0": {
      "term_original": "secreção amarela",
      "capitulo": "13",
      "confidence_embedding": 0.7242,
      "descricao_cid": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda.",
      "classification_reasoning": "A secreção amarela é uma característica clínica comum em pacientes com pseudo-obstrução do cólon, também conhecida como síndrome de Ogilvie. Isso se relaciona à acumulação de líquidos e gases no cólon, o que pode levar a características de fezes alteradas, incluindo secreção amarela.",
      "decisao": "REMOVER",
      "motivo_decisao": "A secreção amarela descrita no prontuário não está relacionada à pseudo-obstrução do cólon (síndrome de Ogilvie) como justificado pelo sistema. A secreção amarela pode ser um sintoma de várias condições, incluindo doenças gastrointestinais, e não é específica da síndrome de Ogilvie. Portanto, o código CID-11 DB32.0 não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA72.3": {
      "term_original": "fratura da primeira vertebra cervical",
      "capitulo": "15",
      "confidence_embedding": 0.8026,
      "descricao_cid": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: ",
      "classification_reasoning": "A fratura da primeira vértebra cervical é uma lesão mecânica, caracterizada por fadiga e dor no pescoço ou na nuca. A opção FA72.3 melhor se ajusta ao termo 'fratura da primeira vertebra cervical' pois descreve a representação de doença CID-11: Fratura vertebral por fadiga.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura da primeira vértebra cervical não é uma lesão mecânica por fadiga, mas sim um tipo de trauma. O código FA72.3 não representa fielmente o termo descrito no prontuário, pois a fratura vertebral por fadiga é um tipo de lesão causada por esforço excessivo ou debilitação, enquanto a fratura da primeira vértebra cervical é uma lesão traumática. Portanto, não há correspondência clínica entre o termo e o código CID-11.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA07.8Z": {
      "term_original": "especificados",
      "capitulo": "22",
      "confidence_embedding": 0.784,
      "descricao_cid": "Representação de doença CID-11: Hemorragia traumática no tecido cerebral, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'especificados' é a representação de doença CID-11: Hemorragia traumática no tecido cerebral, não especificada (NA07.8Z), pois a descrição da paciente refere-se à hemorragia intracerebral hemisférica subcortical, que não está especificamente relacionada a outra lesão ou traumatismo.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'especificados' é a representação de doença CID-11: Hemorragia traumática no tecido cerebral, não especificada (NA07.8Z), pois a descrição da paciente refere-se à hemorragia intracerebral hemisférica subcortical, que não está especificamente relacionada a outra lesão ou traumatismo.",
      "tipo_erro_auditoria": null
    },
    "6C45.3": {
      "term_original": "consciente",
      "capitulo": "06",
      "confidence_embedding": 0.7916,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "O paciente apresenta sintomas de agitação motora e períodos de perda de consciência, o que sugere uma possível intoxicação por cocaína ou alucinógenos. A presença de hemorragia intracraniana também pode estar relacionada a esses fatores.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 atribuída (6C45.3) refere-se a Intoxicação por cocaína, enquanto o termo extraído do prontuário ('consciente') não está relacionado com essa condição. O paciente apresenta hemorragia intracraniana e traumatismos múltiplos não especificados, o que sugere uma lesão cerebral mais grave do que uma intoxicação por cocaína. Além disso, a presença de fratura da primeira vértebra cervical e outros sintomas físicos também não se encaixam com a definição de Intoxicação por cocaína.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8B00.1": {
      "term_original": "hemorragia intracerebral hemisferica subcortical",
      "capitulo": "08",
      "confidence_embedding": 0.7855,
      "descricao_cid": "Representação de doença CID-11: Hemorragia lobar. Definição: Disfunção neurológica aguda causada por hemorragia dentro dos lobos do cérebro e fora do subcórtex, gânglios da base e diencéfalo (tálamo).",
      "classification_reasoning": "A escolha do código 8B00.1 (Hemorragia lobar) é a mais precisa pois o contexto clínico refere-se à 'hemorragia intracerebral hemisferica subcortical', que indica uma localização específica da hemorragia dentro do cérebro, especificamente nos lobos.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código 8B00.1 (Hemorragia lobar) é justificada pois o termo 'hemorragia intracerebral hemisferica subcortical' descrito no prontuário se encaixa perfeitamente na definição do código, que refere-se a uma disfunção neurológica aguda causada por hemorragia dentro dos lobos do cérebro e fora do subcórtex. A localização específica da hemorragia descrita no prontuário (hemisferica subcortical) também se encaixa com a definição do código, o que justifica a escolha do código 8B00.1.",
      "tipo_erro_auditoria": null
    },
    "FA80.9": {
      "term_original": "edema",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A palavra 'edema' refere-se a um acúmulo de líquido no tecido, o que é descrito na história como ausência de edema distal e boa perfusão periférica. Considerando a lesão cervical (fratura da primeira vértebra cervical) e a presença de secreção sanguinolenta em inserção à direita, mais provável seja a referência ao termo 'edema' se relacione à possibilidade de um acúmulo de líquido no tecido em consequência da lesão.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do prontuário não apresenta evidências de edema distal, apenas afirma ausência de edema. A classificação FA80.9 é muito geral e não se ajusta à descrição clínica específica do paciente.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "DD90.0": {
      "term_original": "globoso",
      "capitulo": "13",
      "confidence_embedding": 0.7402,
      "descricao_cid": "Representação de doença CID-11: Globus. Definição: Globus é uma sensação não dolorosa persistente ou intermitente de um caroço ou corpo estranho na garganta não relacionado à deglutição, sem transtorno estrutural ou motor da faringe e/ou esôfago, muitas vezes acompanhado de ansiedade aguda ou conflitos emocionais.",
      "classification_reasoning": "A palavra 'globoso' é utilizada para descrever o abdome do paciente, sugerindo uma sensação de um caroço ou corpo estranho na região abdominal. Como a descrição CID-11 DD90.0 refere-se ao termo 'Globus', que é uma sensação persistente ou intermitente de um caroço ou corpo estranho na garganta, mas pode ser aplicado também às síndromes de globos abdominais, a opção mais precisa é DD90.0.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'globoso' é utilizada para descrever o abdome do paciente, mas não há nenhuma indicação de que a sensação seja persistente ou intermitente, como descrito na definição do código CID-11 DD90.0. Além disso, a descrição não menciona ansiedade aguda ou conflitos emocionais, que são comuns em pacientes com síndrome de globus. Portanto, a codificação é muito genérica e não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "ND5Y": {
      "term_original": "traumatismos multiplos nao",
      "capitulo": "22",
      "confidence_embedding": 0.8075,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos especificados de parte não especificada de tronco, membro ou região do corpo. Definição: ",
      "classification_reasoning": "A opção mais precisa é ND5Y pois o texto do prontuário descreve 'traumatismos multiplos não especificados' e este código CID-11 refere-se a traumatismos especificados de parte não especificada de tronco, membro ou região do corpo.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 ND5Y refere-se a traumatismos especificados de parte não especificada de tronco, membro ou região do corpo. No entanto, o termo 'traumatismos multiplos não especificados' no prontuário não se encaixa nesse critério. A falta de especificação da localização dos traumatismos impede a aplicação desse código CID-11.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}