{
  "prontuario_id": 161,
  "text": "Às 13:30: REALIZADA INTUBAÇÃO OROTRAQUEAL POR MEDICO, SEM INTERCORRÊNCIAS. SEGUE EM VM, TOT Nº 7,5, RIMA: 23, PARÂMETROS: A/C, FR: 16, FIO2: 40%, VOL: 482 ML. PUNÇÃO DE CVC EM SUBCLÁVIA ESQUERDA. AGUARDA RX. PAM SEM SUCESSO, AMBOS POR MEDICO. MANTÉM INFUSÃO DE PROPOFOL 15 ML/H, NORA 10 ML/H E ELETRÓLITO 21 ML/H. ÀS 16:00: NÃO CONTACTUA,  ICTERICA, RESPIRANDO COM AUXILIO DE O2, PA = 70/40, PULSO 91 BPM, RESP = 30 RPM, SAT = ACIMA DE 90%. SNE LIBERADO DIETA CONFORME ORIENTAÇÃO Drª ALICE, ACESSO VENOSO NO ANTEBRAÇO DIREITO SEM SINAIS FLOGISTICOS. DIURESE PRESENTE, MANTEM CABECEIRA ELEVADA. Às 00:36h: Orientada a manter jejum após as 24h para procedimento cirúrgico em 30/06, as 07h, conforme evolução médica. Encaminhada para realização de RX. À 01:00 H: CLIENTE PROVENIENTE DO PA, VITIMA DE COLISÃO MOTO X AUTO, TRATAMENTO OMBRO DIREITO, CONSCIENTE, AFEBRIL, EUPNEICO, REPOUSO, ORIENTADO, NORMOTENSO 130X70, NORMOCARDICO 75, REFERE ALGIA EM OMBRO DIREITO, SENDO MEDICADO CPM. ELIMINAÇOES NORMAIS. SEGUE EM OBSERVAÇÃO E CUIDADOS. Paciente lúcido, orientado, deambula sem auxílio, aceita bem a dieta. Hidratado, corado, afebril, eupneico. Sem queixas álgicas no momento. MID com edema +1/+4. Aguarda avaliação da hematologia, Dra Alice ciente, virá amanhã. SEGUE CUIDADOS.",
  "entities": {
    "Grupo Profissional ou Ocupacional": [
      "MEDICO"
    ],
    "Sinal ou Sintoma": [
      "INTERCORRÊNCIAS",
      "ICTERICA",
      "ALGIA",
      "edema",
      "RESPIRANDO COM AUXILIO DE O2",
      "SINAIS FLOGISTICOS",
      "queixas álgicas"
    ],
    "Abreviação": [
      "VM",
      "TOT",
      "FR",
      "FIO2",
      "VOL",
      "CVC",
      "RX",
      "PAM",
      "NORA",
      "PA",
      "BPM",
      "RPM",
      "SAT",
      "SNE",
      "CPM",
      "MID",
      "+1/+4"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "VM",
      "CVC",
      "INFUSÃO",
      "SNE",
      "jejum",
      "TRATAMENTO",
      "REPOUSO",
      "dieta",
      "INTUBAÇÃO OROTRAQUEAL",
      "ACESSO VENOSO",
      "CABECEIRA ELEVADA",
      "procedimento cirúrgico"
    ],
    "Dispositivo Médico": [
      "TOT",
      "CVC",
      "SNE",
      "ACESSO VENOSO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "RIMA",
      "SUBCLÁVIA"
    ],
    "Conceito Quantitativo": [
      "23",
      "16",
      "40%",
      "70/40",
      "BPM",
      "30",
      "RPM",
      "130X70",
      "75",
      "7 , 5",
      "482 ML",
      "15 ML/H",
      "10 ML/H",
      "21 ML/H",
      "ACIMA DE 90%"
    ],
    "Conceito Espacial": [
      "ESQUERDA",
      "DIREITO"
    ],
    "Procedimento Diagnóstico": [
      "RX",
      "PAM"
    ],
    "Achado": [
      "SUCESSO",
      "CONTACTUA",
      "CONSCIENTE",
      "AFEBRIL",
      "EUPNEICO",
      "REPOUSO",
      "ORIENTADO",
      "NORMOTENSO",
      "NORMOCARDICO",
      "lúcido",
      "orientado",
      "deambula",
      "Hidratado",
      "corado",
      "afebril",
      "eupneico",
      "DIURESE PRESENTE",
      "ELIMINAÇOES NORMAIS"
    ],
    "Substância Farmacológica": [
      "PROPOFOL",
      "NORA",
      "ELETRÓLITO"
    ],
    "Substância Química Orgânica": [
      "PROPOFOL"
    ],
    "Atributo Clínico": [
      "PA",
      "SAT",
      "PULSO 91"
    ],
    "Alimento": [
      "DIETA",
      "dieta"
    ],
    "Conceito Temporal": [
      "após",
      "amanhã",
      "no momento"
    ],
    "Paciente ou Grupo com Deficiência": [
      "CLIENTE",
      "VITIMA",
      "Paciente"
    ],
    "Organização Relacionada à Saúde": [
      "PA"
    ],
    "Negação": [
      "AFEBRIL",
      "afebril"
    ],
    "Atividade de Assistência à Saúde": [
      "MEDICADO",
      "OBSERVAÇÃO",
      "CUIDADOS",
      "avaliação da hematologia"
    ],
    "Localização ou Região Corporal": [
      "MID"
    ],
    "Função Patológica": [
      "edema"
    ],
    "Função Fisiológica": [
      "DIURESE PRESENTE",
      "ELIMINAÇOES NORMAIS"
    ],
    "Produto Intelectual": [
      "evolução médica"
    ]
  },
  "labels": {
    "8A62.2": {
      "term_original": "icterica",
      "capitulo": "08",
      "confidence_embedding": 0.7607,
      "descricao_cid": "Representação de doença CID-11: Afasia epiléptica adquirida. Definição: Epilepsia com início em uma criança previamente normal caracterizada por afasia adquirida, vários tipos de crises epilépticas, anormalidades epileptiformes bitemporais focais (pico de 1,5-5 Hz e ondas lentas) no EEG, freqüentemente ativadas pelo sono, com ou sem convulsões. Transtornos comportamentais, como hiperatividade e déficit de atenção, são comuns. Não há patologia cerebral documentada.",
      "classification_reasoning": "A escolha para o termo 'ictérica' é a doença CID-11: Afasia epiléptica adquirida, pois o paciente apresenta convulsões e afasia adquirida, caracterizando um quadro clínico compatível com essa condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'ictérica' no prontuário refere-se a uma condição clínica específica, enquanto o código CID-11 atribuído é relacionado à afasia epiléptica adquirida. Embora haja convulsões mencionadas no prontuário, não há evidência de que isso seja diretamente relacionado à afasia epiléptica adquirida. Além disso, a descrição do código CID-11 não se aplica ao paciente, pois não há menção a crises epilépticas, anormalidades epileptiformes bitemporais focais no EEG ou freqüentemente ativadas pelo sono.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA22.0": {
      "term_original": "respirando com auxilio de o2",
      "capitulo": "12",
      "confidence_embedding": 0.7948,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A presença de respiração com auxílio de O2 e sintomas como dispneia basal, tosse e/ou produção de escarro sugerem uma exacerbação aguda da doença pulmonar obstrutiva crônica (DPOC). A descrição clínica do paciente também destaca a presença de alívio respiratório com o uso de oxigênio, o que fortalece essa hipótese.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de respiração com auxílio de O2 e sintomas como dispneia basal, tosse e/ou produção de escarro no prontuário são consistentes com a descrição do código CID-11 CA22.0 (Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada). A análise clínica do paciente revela sintomas respiratórios graves, o que justifica a classificação como exacerbação aguda da DPOC.",
      "tipo_erro_auditoria": null
    },
    "MB20.1": {
      "term_original": "queixas álgicas",
      "capitulo": "21",
      "confidence_embedding": 0.7569,
      "descricao_cid": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'queixas álgicas' é a Coma (MB20.1), pois não há menção à dor ou desconforto no contexto clínico, apenas ao paciente lúcido e orientado sem queixas álgicas no momento.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MB20.1 (Coma) não é adequada porque o paciente está lúcido e orientado, sem queixas álgicas no momento. A presença de queixas álgicas não é um sintoma característico do coma. Além disso, a descrição do prontuário não apresenta qualquer indicação de lesão cerebral traumática ou outra condição que possa levar ao estado de coma.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "MB23.H": {
      "term_original": "sucesso",
      "capitulo": "21",
      "confidence_embedding": 0.7608,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A palavra 'sucesso' está relacionada à intubação orotraqueal realizada por médico, sem intercorrências. Isso sugere que o paciente não apresentou crises de pânico durante a procedência.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'sucesso' está relacionada à intubação orotraqueal realizada por médico, sem intercorrências. Isso não é uma crise de pânico, e sim um procedimento médico realizado com sucesso. O código CID-11 MB23.H (Crise de pânico) não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NB30.40": {
      "term_original": "sinais flogisticos",
      "capitulo": "22",
      "confidence_embedding": 0.7536,
      "descricao_cid": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos pulmonares. Definição: ",
      "classification_reasoning": "A presença de 'sinais flogisticos' no prontuário sugere a possibilidade de lesão ou laceração dos vasos sanguíneos pulmonares, o que é compatível com o código NB30.40 (Laceração menor dos vasos sanguíneos pulmonares)",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'sinais flogisticos' no prontuário não está relacionada à laceração menor dos vasos sanguíneos pulmonares. A expressão 'sinais flogisticos' se refere a lesões ou inflamações, e não há evidência clínica de que isso esteja ocorrendo com o paciente.",
      "tipo_erro_auditoria": "false_positive_entity"
    },
    "BA01": {
      "term_original": "normotenso",
      "capitulo": "11",
      "confidence_embedding": 0.7774,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A escolha pelo código BA01, Doença cardíaca hipertensiva, se baseia na descrição do paciente como 'normotenso' (tensão arterial normal), o que indica que a pressão arterial está dentro da faixa normal. Isso sugere que não há um problema específico com a pressão arterial, mas sim uma condição mais geral relacionada à hipertensão.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'normotenso' não representa uma condição clínica específica, mas sim um parâmetro fisiológico (tensão arterial normal). O código CID-11 BA01, Doença cardíaca hipertensiva, é demasiado geral e não se relaciona diretamente com a descrição do paciente. A escolha desse código pode ser considerada uma sobregeneralização.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC63.40": {
      "term_original": "normocardico",
      "capitulo": "11",
      "confidence_embedding": 0.7967,
      "descricao_cid": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)",
      "classification_reasoning": "A descrição do termo 'normocardico' sugere um estado de função cardíaca normal, o que é característico do código BC63.40 (Bloqueio do fascículo anterior esquerdo), que descreve uma condição em que a condução atrioventricular está dentro dos padrões normais.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'normocardico' não se refere ao bloqueio do fascículo anterior esquerdo, que é o código CID-11 BC63.40. O termo 'normocardico' indica um estado de função cardíaca normal, enquanto o código BC63.40 descreve uma condição específica de bloqueio da condução atrioventricular. Portanto, a codificação não é clinicamente coerente com o prontuário e deve ser removida.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "9A25.4": {
      "term_original": "algia",
      "capitulo": "09",
      "confidence_embedding": 0.7571,
      "descricao_cid": "Representação de doença CID-11: Hemorragia da órbita. Definição: Trata-se da perda ou escape de sangue do sistema circulatório. Esse diagnóstico é relativo à cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados. \"Órbita\" pode se referir ao arcabouço ósseo mas também pode ser utilizado para implicar seu conteúdo.",
      "classification_reasoning": "O termo 'algia' se refere à dor ou desconforto, que nesse contexto está relacionada à lesão no ombro direito após a colisão entre moto X e carro. A escolha do código 9A25.4 (Hemorragia da órbita) é mais precisa porque a doença mencionada não se refere à dor ou desconforto em geral, mas sim a perda de sangue no sistema circulatório.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código 9A25.4 (Hemorragia da órbita) não representa fielmente o termo 'algia' descrito no prontuário, que se refere à dor ou desconforto no ombro direito após a colisão. A escolha desse código é uma sobreclassificação, pois a doença mencionada não se refere à perda de sangue no sistema circulatório, mas sim à lesão muscular e óssea.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA27.2": {
      "term_original": "edema",
      "capitulo": "15",
      "confidence_embedding": 0.729,
      "descricao_cid": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos.",
      "classification_reasoning": "A opção mais precisa para o termo 'edema' no contexto clínico é a reumatismo palindrômico (FA27.2), pois o paciente apresenta edema em seu ombro direito, sem mencionar nenhuma outra causa evidente para esse sintoma.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção FA27.2 não é precisa porque o termo 'edema' no prontuário se refere ao edema no ombro direito, que pode ser causado por várias razões, incluindo a colisão moto x auto, e não especificamente pela reumatismo palindrômico. Além disso, o prontuário não apresenta sintomas clássicos de reumatismo palindrômico, como crises agudas de dor e edema nas articulações.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MD11.2": {
      "term_original": "contactua",
      "capitulo": "21",
      "confidence_embedding": 0.7552,
      "descricao_cid": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa.",
      "classification_reasoning": "A opção mais precisa para o termo 'contactua' é a representação de doença CID-11: Respiração atáxica, pois o paciente está com respiração auxiliada por oxigênio (FR: 16) e apresenta sintomas respiratórios anormais (RESP = 30 RPM).",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção CID-11 MD11.2 (Respiração atáxica) não é adequada para o termo 'contactua' pois a respiração do paciente está auxiliada por oxigênio e apresenta sintomas respiratórios anormais, mas não há indicação de que o paciente esteja com respiração atáxica. A classificação CID-11 MD11.2 não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NE89": {
      "term_original": "intercorrências",
      "capitulo": "22",
      "confidence_embedding": 0.7822,
      "descricao_cid": "Representação de doença CID-11: Consciência sob anestesia geral. Definição: ",
      "classification_reasoning": "A opção NE89, Consciência sob anestesia geral, é a mais precisa para o termo 'intercorrências' no contexto clínico, pois não há mencionaçao de lesão vascular ou outras complicações relacionadas à intubação orotraqueal. A presença da frase 'sem intercorrerências' indica que se refere ao procedimento realizado anteriormente e não a uma situação específica de lesão vascular.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção NE89, Consciência sob anestesia geral, não representa fielmente o termo 'intercorrências' no prontuário. O termo 'intercorrências' se refere a eventos ou complicações que ocorrem durante um procedimento médico, enquanto a opção NE89 se refere à consciência do paciente sob anestesia geral. A presença da frase 'sem intercorrerências' indica que o procedimento realizado anteriormente foi sem problemas, portanto, não há justificativa para manter essa classificação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "VW2Y": {
      "term_original": "deambula",
      "capitulo": "V",
      "confidence_embedding": 0.691,
      "descricao_cid": "Representação de doença CID-11: Auto-cuidado, outro especificado. Definição: ",
      "classification_reasoning": "A paciente está 'deambula' sem auxílio, o que indica que ela tem a capacidade de se locomover e cuidar de si mesma, isso é consistente com a definição do código VW2Y - Auto-cuidado, outro especificado.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente está 'deambula' sem auxílio, o que sugere uma capacidade de locomoção e auto-cuidado. No entanto, a descrição do prontuário apresenta mais detalhes sobre a condição clínica da paciente, como jejum após 24h para procedimento cirúrgico, tratamento de colisão moto X auto, algia no ombro direito e eliminações normais. O código VW2Y - Auto-cuidado, outro especificado não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    }
  }
}