{
  "prontuario_id": 315,
  "text": "ÀS 10:00: CONSCIENTE, ORIENTADA, VERBALIZA, DEAMBULA, NO MOMENTO REPOUSO NO LEITO, AFEBRIL, EUPNEICA, NORMOCORADA, SEM QUEIXAS ALGICAS, ACEITANDO DIETA OFERECIDA, FERIDA OPERATORIA SECA E LIMPA, DIURESE ESPONTANEA. ENF FLORENCE NIGHTINGALE XXXX. MELANOMA MALIGNO DA PALPEBRA INCLUINDO AS COMISSURAS PALPEBRAIS. Às 15:20: Acordado, deambulando, SSVV dentro da normalidade, pouco colaborativo, respirando em ar ambiente, aceita bem a dieta, diurese presente, evacuações ausentes. Realizou EDA - nao realizou  ecografia (paciente comeu) - Remarcado ecografia para dia 10/05, as 10:30. Enf Florence Nightingale. HEMORRAGIA GASTROINTESTINAL SEM OUTRA ESPECIFICACAO. 04:40H: CLIENTE CONSCIENTE, EUPNEICO EM AR A, NO MOMENTO ENCONTRA-SE SONOLENTO, SINAIS VITAIS ESTÁVEIS, EM REPOUSO NO LEITO. NEGA ALGIA, MANTÉM DRENO DE TÓRAX BILATERAL, SENDO QUE O DRENO LADO D APRESENTA DÉBITO SANGUINOLENTO EM POUCA QUANTIDADE, LADO ESQ SEM DÉBITO ATÉ O MOMENTO, ACESSO VENOSO PERIFÉRICO EM MSE COM SOROTERAPIA, INCISÃO ABDOMINAL LIMPA E SECA EXTERNAMENTE COM BOA CICATRIZAÇÃO E SEM SINAIS FLOGISTICOS, SVD COM BOM VOLUME DE DIURESE DE ASPECTO CARACTERISTICO, NÃO EVACUOU NO PERÍODO. SEGUE SOB CUIDADOS DE ENFERMAGEM. ENF FLORENCE NIGHTINGALE, COREN XXXX. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS.",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "ORIENTADA",
      "VERBALIZA",
      "DEAMBULA",
      "AFEBRIL",
      "EUPNEICA",
      "NORMOCORADA",
      "SECA",
      "LIMPA",
      "Acordado",
      "deambulando",
      "SONOLENTO",
      "EVACUOU",
      "REPOUSO NO LEITO",
      "DIURESE ESPONTANEA",
      "SSVV dentro da normalidade",
      "respirando em ar ambiente",
      "aceita bem a dieta",
      "diurese presente",
      "SINAIS VITAIS ESTÁVEIS",
      "BOA CICATRIZAÇÃO",
      "BOM VOLUME",
      "DIURESE DE ASPECTO CARACTERISTICO"
    ],
    "Negação": [
      "AFEBRIL",
      "nao",
      "SEM",
      "NÃO"
    ],
    "Abreviação": [
      "ENF",
      "EDA",
      "Enf",
      "MSE",
      "SVD",
      "SSVV dentro da normalidade",
      "LADO D",
      "LADO ESQ"
    ],
    "Procedimento Diagnóstico": [
      "EDA",
      "ecografia"
    ],
    "Paciente ou Grupo com Deficiência": [
      "paciente",
      "CLIENTE"
    ],
    "Conceito Qualitativo": [
      "ESPECIFICACAO",
      "POUCA QUANTIDADE",
      "BOM VOLUME"
    ],
    "Sinal ou Sintoma": [
      "ALGIA",
      "QUEIXAS ALGICAS",
      "DÉBITO SANGUINOLENTO",
      "SINAIS FLOGISTICOS"
    ],
    "Conceito Espacial": [
      "BILATERAL",
      "EXTERNAMENTE",
      "LADO D",
      "LADO ESQ"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "DRENO",
      "SOROTERAPIA",
      "SVD",
      "REPOUSO NO LEITO",
      "DRENO DE TÓRAX",
      "ACESSO VENOSO PERIFÉRICO"
    ],
    "Dispositivo Médico": [
      "DRENO",
      "SVD",
      "DRENO DE TÓRAX",
      "ACESSO VENOSO PERIFÉRICO"
    ],
    "Localização ou Região Corporal": [
      "MSE"
    ],
    "Função Fisiológica": [
      "EVACUOU",
      "DIURESE ESPONTANEA",
      "diurese presente",
      "DIURESE DE ASPECTO CARACTERISTICO"
    ],
    "Conceito Temporal": [
      "NO MOMENTO",
      "NO PERÍODO"
    ],
    "Lesão ou Envenenamento": [
      "FERIDA OPERATORIA",
      "INCISÃO ABDOMINAL",
      "TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS"
    ],
    "Processo Neoplásico": [
      "MELANOMA MALIGNO DA PALPEBRA INCLUINDO AS COMISSURAS PALPEBRAIS"
    ],
    "Função Patológica": [
      "HEMORRAGIA GASTROINTESTINAL"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS DE ENFERMAGEM"
    ]
  },
  "labels": {
    "2D00.0": {
      "term_original": "melanoma maligno da palpebra incluindo as comissuras palpebrais",
      "capitulo": "02",
      "confidence_embedding": 0.7878,
      "descricao_cid": "Representação de doença CID-11: Melanoma da conjuntiva. Definição: Melanoma maligno na conjuntiva do olho.",
      "classification_reasoning": "A presença de melanoma maligno da palpebra incluindo as comissuras palpebrais e a descrição do paciente com hemorragia gastrointestinal sem especificação, levam à escolha desse código como mais preciso para o termo extraído.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo extraído 'melanoma maligno da palpebra incluindo as comissuras palpebrais' refere-se a uma doença específica, enquanto o código CID-11 atribuído (2D00.0) representa um melanoma da conjuntiva do olho. Embora haja similaridade entre os dois termos, eles não são exatamente iguais, pois a palpebra e a conjuntiva são estruturas anatômicas diferentes. Portanto, o código CID-11 atribuído não representa fielmente o termo extraído.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NC95": {
      "term_original": "ferida operatoria",
      "capitulo": "22",
      "confidence_embedding": 0.7421,
      "descricao_cid": "Representação de doença CID-11: Lesão de vasos sanguíneos da perna. Definição: ",
      "classification_reasoning": "A ferida operatória descrita no prontuário é uma lesão de vasos sanguíneos, o que coincide com a descrição do código NC95. Além disso, a presença da diúrese espontânea e do acesso venoso periférico com soroterapia apoia essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A ferida operatória descrita no prontuário é uma lesão cirúrgica, não uma lesão de vasos sanguíneos da perna. O código NC95 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB23.H": {
      "term_original": "algia",
      "capitulo": "21",
      "confidence_embedding": 0.7786,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "Como o termo extraído é 'algia', que significa dor ou desconforto, a opção mais precisa para este contexto clínico é a Crise de pânico (MB23.H), pois essa síndrome pode incluir sintomas como dor no peito e desconforto abdominal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A Crise de pânico (MB23.H) não é uma condição clínica que se relaciona diretamente com a dor ou desconforto descrito no prontuário. O termo 'algia' refere-se a dor ou desconforto, enquanto a Crise de pânico é um episódio distinto de medo ou apreensão intensos. A opção mais precisa para este contexto clínico seria uma condição que envolva dor ou desconforto, como por exemplo, Dor abdominal (K56.9) ou Dor torácica (R07.0).",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DA60.3": {
      "term_original": "hemorragia gastrointestinal",
      "capitulo": "13",
      "confidence_embedding": 0.8016,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A hemorragia gastrointestinal descrita no contexto clínico é mais consistente com úlceras de estresse do estômago, que podem resultar em hemorragia digestiva alta aguda. Essa escolha também leva em conta a falta de especificação sobre a localização exata da hemorragia e o fato de não haver outras informações que sugiram uma lesão específica no intestino delgado ou grosso.",
      "decisao": "REMOVER",
      "motivo_decisao": "A hemorragia gastrointestinal descrita no prontuário não é especificamente mencionada como úlceras de estresse do estômago. Embora a descrição do código CID-11 seja consistente com a definição, a falta de especificação sobre a localização exata da hemorragia e a ausência de outras informações que sugiram uma lesão específica no intestino delgado ou grosso levam a crer que o termo 'hemorragia gastrointestinal' pode se referir a outras possibilidades, como lesões no intestino delgado ou grosso. Portanto, é necessário remover o código CID-11 atribuído e reavaliar a classificação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG27": {
      "term_original": "débito sanguinolento",
      "capitulo": "21",
      "confidence_embedding": 0.7765,
      "descricao_cid": "Representação de doença CID-11: Hemorragia, não classificada em outra parte. Definição: Sangramento ou saída de sangue de um vaso.",
      "classification_reasoning": "A opção mais precisa é MG27, pois o termo 'débito sanguinolento' se refere a um sangramento ou saída de sangue de um vaso, que está descrito na paciente como uma representação da hemorragia do lado direito do dreno torácico bilateral.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção MG27 é justificada porque o termo 'débito sanguinolento' se refere a um sangramento ou saída de sangue de um vaso, que está descrito na paciente como uma representação da hemorragia do lado direito do dreno torácico bilateral. A descrição clínica é coerente com o código CID-11 MG27, que representa hemorragia não classificada em outra parte.",
      "tipo_erro_auditoria": null
    },
    "NB50.3": {
      "term_original": "incisão abdominal",
      "capitulo": "22",
      "confidence_embedding": 0.8191,
      "descricao_cid": "Representação de doença CID-11: Contusão da parede abdominal. Definição: ",
      "classification_reasoning": "A incisão abdominal descrita no prontuário é uma lesão contusional da parede abdominal, que se enquadra melhor na definição do código NB50.3 - Contusão da parede abdominal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A incisão abdominal descrita no prontuário é uma lesão cirúrgica, não uma contusão. A definição do código CID-11 NB50.3 refere-se a contusões da parede abdominal, que não se aplicam ao caso. Portanto, o código atribuído não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB27.23": {
      "term_original": "sonolento",
      "capitulo": "21",
      "confidence_embedding": 0.7538,
      "descricao_cid": "Representação de doença CID-11: Alucinações hipnagógicas. Definição: Alucinações que ocorrem no início do sono, mais comumente de modalidade visual, tátil ou auditiva.",
      "classification_reasoning": "O termo 'sonolento' refere-se à representação de sono ou sono light, o que é consistente com a definição da alucinação hipnagógica (Código MB27.23), uma condição em que alucinações ocorrem no início do sono.",
      "decisao": "MANTER",
      "motivo_decisao": "A definição do código CID-11 MB27.23 se refere a alucinações hipnagógicas, que ocorrem no início do sono. O termo 'sonolento' no prontuário descreve o paciente como estando em repouso no leito e apresentando sinais vitais estáveis, o que é consistente com a definição da alucinação hipnagógica. Portanto, a codificação CID-11 MB27.23 é válida.",
      "tipo_erro_auditoria": null
    },
    "ND36": {
      "term_original": "traumatismos multiplos nao especificados",
      "capitulo": "22",
      "confidence_embedding": 0.7917,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'traumatismos multiplos não especificados' é a Código ND36, que representa outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Isso se ajusta ao contexto clínico, pois não há indicações de qual região específica do corpo foi afetada pelo trauma.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'traumatismos multiplos não especificados' sugere que há lesões em diferentes regiões do corpo, mas o código CID-11 ND36 se refere a outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Embora haja uma relação entre as palavras, a abordagem é muito genérica e não captura a especificidade da lesão descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}