{
  "prontuario_id": 269,
  "text": "pot 6 meses de hernioplastia incisional.\nrefere dor no local da fo.\nsem outras queixas.\nexame fisico sem alterações.\nsolicito usg de parede abdominal.        ",
  "entities": {
    "Abreviação": [
      "pot",
      "local da fo"
    ],
    "Conceito Temporal": [
      "pot"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "queixas",
      "alterações"
    ],
    "Atividade de Assistência à Saúde": [
      "solicito"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "hernioplastia incisional"
    ],
    "Localização ou Região Corporal": [
      "local da fo"
    ],
    "Procedimento Diagnóstico": [
      "exame fisico"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "parede abdominal"
    ]
  },
  "labels": {
    "ME02": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.7796,
      "descricao_cid": "Representação de doença CID-11: Rigidez abdominal. Definição: Rigidez abdominal é a rigidez dos músculos na região da barriga, que pode ser sentida quando tocada ou pressionada",
      "classification_reasoning": "A opção ME02 'Representação de doença CID-11: Rigidez abdominal' é a mais precisa para o termo 'queixas', pois a paciente refere dor no local da fo, sem outras queixas, e o exame físico não apresenta alterações. A rigidez abdominal é uma descrição que se ajusta à situação clínica da paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção ME02 'Representação de doença CID-11: Rigidez abdominal' não representa fielmente o termo 'queixas'. A paciente refere dor no local da fo, que é um sintoma e não uma representação de rigidez abdominal. Além disso, a descrição do código ME02 se refere à rigidez dos músculos na região da barriga, enquanto a paciente apresenta dor no local da hernioplastia incisional.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD81.3": {
      "term_original": "alterações",
      "capitulo": "21",
      "confidence_embedding": 0.7992,
      "descricao_cid": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças.",
      "classification_reasoning": "A opção mais precisa é MD81.3, Representação de doença CID-11: Abdome agudo, pois a queixa descrita refere dor no local da ferida (local da hernioplastia incisional) e não há outras queixas ou alterações físicas detectadas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A queixa descrita refere dor no local da ferida (local da hernioplastia incisional), mas o código CID-11 MD81.3 se refere a uma síndrome clínica de abdome agudo, que não está diretamente relacionada à dor na área da ferida. A dor pode ser um sintoma de várias condições, e não há evidências no prontuário de que isso seja um caso de abdome agudo.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "DD56": {
      "term_original": "dor",
      "capitulo": "13",
      "confidence_embedding": 0.7818,
      "descricao_cid": "Representação de doença CID-11: Hernia incisional. Definição: A hérnia que ocorre em área fragilizada pela incisão de cirurgia abdominal prévia ou de trauma abdominal maior.",
      "classification_reasoning": "A dor no local da hernioplastia incisional e a solicitação de USG de parede abdominal sugerem que a dor pode estar relacionada à hérnia incisional. A escolha do código DD56 é a mais precisa para o termo 'dor' dentro do contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor descrita no prontuário pode estar relacionada a várias condições, incluindo a hérnia incisional. No entanto, o código CID-11 DD56 é específico para a hérnia incisional e não contempla a dor como um sintoma isolado. A escolha do código DD56 é demasiado específica e não representa fielmente o termo 'dor' no contexto clínico.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    }
  }
}