{
  "prontuario_id": 741,
  "text": "Púpilas isocóricas e fotorreagentes. Responsiva a estímulos dolorosos e aspirativos. Abertura ocular espontânea, obedece a comandos verbais simples. Traqueostomizado, em ventilação mecânica PCV, PI 24, Peep 5, FiO2 43%. Hemodinamicamente estável, normocá. SINDROME DE GUILLAIN BARRE. Em 08/10/2006, 08:45 HORAS: EM PRIMEIRO PO DE RESSECÇÃO DE TU CEREBRAL, APRESENTA-SE ACORDADA, ATENDENDO AOS COMANDOS VERBAIS SIMPLES, COM PERÍODOS DE AGITAÇÃO INTENSA, CHOROSA. PRESENÇA DE EDEMA PERIPALPEBRAL BILATERAL. RESPIRAÇÃO ESPONTÂNEA EM AR AMBIENTE. HIDROCEFALIA. Às 15:55HRS: SEGUE CONSCIENTE, ORIENTADO, COMUNICATIVO. EUPNEICO COM SUPORTE DE O2 SOB NEVOA UMIDA, AFEBRIL, NORMOTENSO, NORMOCARDICO. ACEITANDO BEM A DIETA VO. APRESENTA HIPEREMIA MODERADA GENERALIZADA. REFERE CEFALEIA. MANTEM REPOUSO NO LEITO. ELIMINAÇÕES. FRATURA DE COSTELA. Às 13:00: Permanece sonolento, com abertura ocular espontânea, pupilas isocóricas e fotorreagentes, responsivo a estímulos aspirativos e dolorosos, afebril, corado, traqueostomizado com suporte de névoa úmida contínua saturando a 98%. Apresenta média quantid. FRATURA DA DIAFISE DO FEMUR.",
  "entities": {
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Púpilas",
      "pupilas"
    ],
    "Achado": [
      "isocóricas",
      "fotorreagentes",
      "Traqueostomizado",
      "normocá",
      "ACORDADA",
      "CHOROSA",
      "CONSCIENTE",
      "ORIENTADO",
      "COMUNICATIVO",
      "EUPNEICO",
      "AFEBRIL",
      "NORMOTENSO",
      "NORMOCARDICO",
      "ELIMINAÇÕES",
      "afebril",
      "corado",
      "traqueostomizado",
      "Responsiva a estímulos dolorosos e aspirativos",
      "Abertura ocular espontânea",
      "obedece a comandos verbais simples",
      "Hemodinamicamente estável",
      "ATENDENDO AOS COMANDOS VERBAIS SIMPLES",
      "RESPIRAÇÃO ESPONTÂNEA EM AR AMBIENTE",
      "ACEITANDO BEM A DIETA VO",
      "REPOUSO NO LEITO",
      "abertura ocular espontânea",
      "responsivo a estímulos aspirativos e dolorosos"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Traqueostomizado",
      "PCV",
      "PI",
      "Peep",
      "FiO2",
      "traqueostomizado",
      "ventilação mecânica",
      "RESSECÇÃO DE TU CEREBRAL",
      "SUPORTE DE O2 SOB NEVOA UMIDA",
      "REPOUSO NO LEITO",
      "suporte de névoa úmida contínua"
    ],
    "Abreviação": [
      "PCV",
      "PI",
      "Peep",
      "FiO2",
      "normocá",
      "PO",
      "RESSECÇÃO DE TU CEREBRAL",
      "ACEITANDO BEM A DIETA VO"
    ],
    "Conceito Quantitativo": [
      "24",
      "5",
      "43%",
      "98%"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Doença ou Síndrome": [
      "HIDROCEFALIA",
      "SINDROME DE GUILLAIN BARRE"
    ],
    "Negação": [
      "AFEBRIL",
      "afebril"
    ],
    "Sinal ou Sintoma": [
      "CEFALEIA",
      "sonolento",
      "PERÍODOS DE AGITAÇÃO INTENSA",
      "EDEMA PERIPALPEBRAL BILATERAL",
      "HIPEREMIA MODERADA GENERALIZADA"
    ],
    "Função Fisiológica": [
      "ELIMINAÇÕES"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DE COSTELA",
      "FRATURA DA DIAFISE DO FEMUR"
    ],
    "Conceito Qualitativo": [
      "média quantid"
    ]
  },
  "labels": {
    "6C40.3": {
      "term_original": "orientado",
      "capitulo": "06",
      "confidence_embedding": 0.7689,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A escolha do código 6C40.3 (Intoxicação por álcool) é mais precisa porque o termo 'orientado' está relacionado à capacidade de atenção e julgamento, que podem ser afetadas pela intoxicação alcoólica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 6C40.3 (Intoxicação por álcool) não é clínica e coerente com o prontuário, pois o termo 'orientado' não está relacionado à intoxicação alcoólica. A presença de orientação e comunicação no paciente sugere um estado de consciência mais elevado, que não se enquadra na definição da intoxicação por álcool. Além disso, a presença de síndrome de Guillain-Barré e fratura de costela também não está relacionada à intoxicação alcoólica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8D64.2": {
      "term_original": "hidrocefalia",
      "capitulo": "08",
      "confidence_embedding": 0.7854,
      "descricao_cid": "Representação de doença CID-11: Hidrocefalia ex-vácuo. Definição: Hidrocefalia ex-vácuo ocorre quando há dano ao cérebro causado por acidente vascular cerebral, lesão ou radiação, e pode haver um encolhimento real do parênquima cerebral. Embora exista mais LCR do que o normal, a pressão do LCR em si é normal na hidrocefalia ex-vácuo.",
      "classification_reasoning": "A escolha foi feita porque a descrição do termo 'hidrocefalia' apresentada no contexto clínico se ajusta melhor à definição da hidrocefalia ex-vácuo, caracterizada por dano ao cérebro e encolhimento real do parênquima cerebral, o que está presente na história clínica do paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 8D64.2 'Hidrocefalia ex-vácuo' é justificada pela presença de hidrocefalia na história clínica do paciente, que apresenta dano ao cérebro e encolhimento real do parênquima cerebral, como descrito na definição do código. A descrição do termo 'hidrocefalia' no prontuário se ajusta bem à definição da hidrocefalia ex-vácuo.",
      "tipo_erro_auditoria": null
    },
    "4B20.3": {
      "term_original": "sindrome de guillain barre",
      "capitulo": "04",
      "confidence_embedding": 0.7024,
      "descricao_cid": "Representação de doença CID-11: Neurosarcoidose. Definição: Refere-se à sarcoidose, uma afecção de causa desconhecida que apresenta granulomas em vários tecidos, envolvendo o sistema nervoso central (cérebro e medula espinal). Pode ter muitas manifestações, mas anormalidades dos nervos cranianos (um grupo de doze nervos que inervam a cabeça e o pescoço) são as mais comuns.",
      "classification_reasoning": "A escolha pelo código 4B20.3 (Neurosarcoidose) é justificada pela presença de sintomas como cefalalgia e síndrome de Guillain-Barré, que são comuns em pacientes com sarcoidose afetando o sistema nervoso central.",
      "decisao": "REMOVER",
      "motivo_decisao": "A síndrome de Guillain-Barré é um diagnóstico específico, enquanto o código 4B20.3 (Neurosarcoidose) não está diretamente relacionado à síndrome de Guillain-Barré. Embora a sarcoidose possa causar manifestações neurológicas, a presença da síndrome de Guillain-Barré no prontuário sugere que o paciente tem uma condição mais específica e distinta da neurosarcoidose.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "6C45.3": {
      "term_original": "consciente",
      "capitulo": "06",
      "confidence_embedding": 0.7921,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A paciente apresenta sintomas de intoxicação, como consciência alterada e resposta a estímulos dolorosos e aspirativos. A presença de edema peripalpbral bilateral e hiperemia moderada generalizada também sugere uma possível intoxicação por substâncias psicoativas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente apresenta sintomas de Síndrome de Guillain-Barré, não intoxicação por cocaína. A presença de edema peripalpbral bilateral e hiperemia moderada generalizada são características da doença, não da intoxicação. Além disso, a paciente está em ventilação mecânica PCV, PI 24, Peep 5, FiO2 43%, o que é incompatível com a intoxicação por cocaína.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CB21.1": {
      "term_original": "respiração espontânea em ar ambiente",
      "capitulo": "12",
      "confidence_embedding": 0.8072,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A respiração espontânea em ar ambiente indica que o paciente tem uma função pulmonar satisfatória, o que não está compatível com a presença de pneumotórax ou asma alérgica. A doença de Guillain-Barré é a principal condicionalidade do paciente e não há indícios de problemas respiratórios agudos ou crônicos.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 atribuída ('CB21.1') refere-se a um pneumotórax espontâneo, que não está relacionado à respiração espontânea em ar ambiente descrita no prontuário. A doença de Guillain-Barré é a principal condicionalidade do paciente e não há indícios de problemas respiratórios agudos ou crônicos.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA38.1": {
      "term_original": "fratura da diafise do femur",
      "capitulo": "15",
      "confidence_embedding": 0.7395,
      "descricao_cid": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares.",
      "classification_reasoning": "A fratura da diafise do femur é mais consistente com a artropatia neuropática (FA38.1) do que com outras opções, considerando-se o contexto clínico de paciente com síndrome de Guillain-Barré e hipemia moderada generalizada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura da diafise do femur não é uma condição relacionada à artropatia neuropática. A síndrome de Guillain-Barré e a hipemia moderada generalizada sugerem que o paciente tem um quadro neurológico mais amplo, e a fratura não está diretamente relacionada ao diagnóstico de artropatia neuropática. Além disso, a descrição do prontuário não menciona dor ou alterações articulares, características essenciais da artropatia neuropática.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB23.H": {
      "term_original": "sonolento",
      "capitulo": "21",
      "confidence_embedding": 0.7387,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A palavra 'sonolento' sugere que o paciente está adormecido ou dormindo, o que coincide com a descrição de Crise de Pânico (CID-11: MB23.H). Embora os sintomas da Crise de Pânico sejam mais amplos do que apenas sonolência, é provável que a sonolência seja um aspecto dessa condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'sonolento' não é um termo que represente fielmente a condição descrita no prontuário. O paciente está sonolento, o que não é relacionado à Crise de Pânico (CID-11: MB23.H). A sonolência pode ser um sintoma de várias condições clínicas e não é específica da Crise de Pânico. Portanto, a codificação CID-11 atribuída não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "9A04.0": {
      "term_original": "isocóricas",
      "capitulo": "09",
      "confidence_embedding": 0.8273,
      "descricao_cid": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam.",
      "classification_reasoning": "O termo 'isocóricas' refere-se à igualdade de tamanho e reflexão das pupilas, o que é compatível com a descrição do paciente, que apresenta púpilas isocóricas e fotorreagentes.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'isocóricas' refere-se à igualdade de tamanho e reflexão das pupilas, o que não é compatível com a descrição do paciente, que apresenta púpilas isocóricas e fotorreagentes. Isso sugere que a resposta está relacionada ao tipo de entidade (pupilares) em vez da doença ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8B24": {
      "term_original": "hiperemia moderada generalizada",
      "capitulo": "08",
      "confidence_embedding": 0.7468,
      "descricao_cid": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum.",
      "classification_reasoning": "A hiperemia moderada generalizada no contexto do prontuário sugere um dano cerebral hipóxico-isquêmico, característica comum em pacientes com síndrome de Guillain-Barré. A opção Código: 8B24 é a mais precisa para o termo dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A hiperemia moderada generalizada no contexto do prontuário sugere um dano cerebral hipóxico-isquêmico, característica comum em pacientes com síndrome de Guillain-Barré. A opção Código: 8B24 é a mais precisa para o termo dentro do contexto clínico.",
      "tipo_erro_auditoria": null
    },
    "6C49.3": {
      "term_original": "acordada",
      "capitulo": "06",
      "confidence_embedding": 0.7863,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas.",
      "classification_reasoning": "A paciente está acordada e consciente, apresentando sintomas de agitação intensa e cefaleia. A descrição de 'Púpilas isocóricas e fotorreagentes' sugere que a paciente pode estar sob o efeito de alucinógenos ou substâncias psicotrópicas, o que é confirmado pela presença de SÍNDROME DE GUILLAIN BARRE. A escolha do código 6C49.3 se baseia na apresentação clínica da paciente, que está acordada e consciente, com sintomas de agitação intensa e cefaleia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente está descrita com Síndrome de Guillain Barre, uma doença neurológica que não é relacionada à intoxicação por alucinógenos. A presença de pupilas isocóricas e fotorreagentes, responsiva a estímulos dolorosos e aspirativos, abertura ocular espontânea e obediência a comandos verbais simples sugere que a paciente está consciente e não sob o efeito de alucinógenos. Além disso, a presença de fratura de costela e diáfise do fêmur também não é relacionada à intoxicação por alucinógenos.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA32.2": {
      "term_original": "fratura de costela",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do código FA32.2 é baseada na presença de fratura de costela, o que não está relacionado às outras opções apresentadas. A fratura de costela é um tipo comum de lesão óssea que pode ser causada por various fatores, incluindo quedas, acidentes ou doenças crônicas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura de costela não é um sintoma ou uma condição clínica diretamente relacionada ao Síndrome de Guillain-Barré. A escolha do código FA32.2 não representa fielmente o termo descrito no prontuário, pois a fratura de costela é uma lesão óssea que pode ser causada por various fatores e não está relacionada à patologia subjacente do Síndrome de Guillain-Barré.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA23.0": {
      "term_original": "eupneico",
      "capitulo": "12",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "Como o paciente apresenta resposta a estímulos dolorosos e aspirativos, responsividade a comandos verbais simples e estável hemodinamicamente, considero que o termo 'eupneico' se refere à sua capacidade de respirar normalmente e não há evidência de comprometimento pulmonar agudo ou crônico. Portanto, a escolha mais precisa é CA23.0: Asma alérgica com exacerbação.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CA23.0: Asma alérgica com exacerbação é justificada, pois o termo 'eupneico' refere-se à capacidade de respirar normalmente do paciente, que está ventilado mecânicamente e apresenta sinais de estabilidade hemodinâmica e pulmonar. A ausência de sintomas respiratórios agudos ou crônicos justifica a escolha desse código.",
      "tipo_erro_auditoria": null
    },
    "9A03.24": {
      "term_original": "responsivo a estímulos aspirativos e dolorosos",
      "capitulo": "09",
      "confidence_embedding": 0.7541,
      "descricao_cid": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme.",
      "classification_reasoning": "A opção mais precisa é a Síndrome da Frouxidão Palpebral (9A03.24), pois o termo 'responsivo a estímulos aspirativos e dolorosos' sugere uma resposta normal à estimulação palpebral, característica desta síndrome.",
      "decisao": "REMOVER",
      "motivo_decisao": "A Síndrome da Frouxidão Palpebral (9A03.24) não se relaciona com a condição clínica descrita no prontuário, que refere-se à responsividade a estímulos aspirativos e dolorosos, característica do paciente com Síndrome de Guillain-Barré. A classificação é inapropriada e não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MB20.1": {
      "term_original": "chorosa",
      "capitulo": "21",
      "confidence_embedding": 0.7546,
      "descricao_cid": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas.",
      "classification_reasoning": "A paciente está descrita como permanecendo sonolento, com abertura ocular espontânea e pupilas isocóricas e fotorreagentes, responsivo a estímulos aspirativos e dolorosos. Essa descrição se assemelha à definição de coma CID-11.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente está descrita como permanecendo sonolento, com abertura ocular espontânea e pupilas isocóricas e fotorreagentes, responsivo a estímulos aspirativos e dolorosos. Embora haja períodos de agitação intensa, isso não se ajusta à definição de coma CID-11, que descreve um estado agudo com duração de mais de uma hora e geralmente menos de um mês, caracterizado por arresponsividade e impossibilidade de despertar. A paciente está consciente, orientada e comunicativa, o que não se encaixa na definição de coma.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD11.5": {
      "term_original": "eliminações",
      "capitulo": "21",
      "confidence_embedding": 0.77,
      "descricao_cid": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas.",
      "classification_reasoning": "A opção mais precisa para o termo 'eliminações' no contexto clínico é a Dispneia, pois no relatório de prontuário há menção à ventilação mecânica PCV e à presença de O2 sob névoa úmida, indicando que o paciente está recebendo assistência respiratória.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção 'eliminações' não se refere a uma condição clínica diretamente relacionada à Dispneia, como descrita no prontuário. A eliminação de substâncias ou produtos do corpo não é um sintoma de doença, mas sim um procedimento médico. Portanto, o código CID-11 MD11.5 não representa fielmente o termo 'eliminações' e deve ser removido.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA82": {
      "term_original": "repouso no leito",
      "capitulo": "24",
      "confidence_embedding": 0.6999,
      "descricao_cid": "Representação de doença CID-11: Problema associado à transferência física do paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'repouso no leito' é a QA82, que refere-se à Problema associado à transferência física do paciente sem lesão ou dano. Isso porque o paciente está em repouso no leito, sendo cuidado e monitorado por profissionais de saúde, sem apresentar qualquer lesão ou dano.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'repouso no leito' não se refere a um problema associado à transferência física do paciente sem lesão ou dano, como descrito pelo código QA82. Em vez disso, refere-se ao estado de repouso e tranquilidade do paciente em seu leito, o que não é uma condição clínica diretamente relacionada à sua doença (Síndrome de Guillain-Barré). Portanto, a codificação CID-11 QA82 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8D24.9 | Descrição: Representação de doença CID-11: Edema peripalpebral bilateral. Definição: É um acúmulo excessivo de fluido nos espaços extracelulares das pálpebras.": {
      "term_original": "edema peripalpebral bilateral",
      "capitulo": "08",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha é justificada porque o termo 'edema peripalpebral bilateral' refere-se ao acúmulo excessivo de fluido nas pálpebras, o que é descrito na definição do código 8D24.9.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 8D24.9 'Edema peripalpebral bilateral' é justificada, pois o termo 'edema peripalpebral bilateral' refere-se ao acúmulo excessivo de fluido nas pálpebras, que é descrita na definição do código. A descrição clínica no prontuário confirma a presença de edema peripalpebral bilateral, o que justifica a atribuição desse código.",
      "tipo_erro_auditoria": null
    },
    "MB4D": {
      "term_original": "cefaleia",
      "capitulo": "21",
      "confidence_embedding": 0.7605,
      "descricao_cid": "Representação de doença CID-11: Cefaleia, não classificada em outra parte. Definição: Cefaleia com aspectos característicos que sugerem que é uma entidade diagnóstica única, uma achado ou queixa, mas que não preenche os critérios para nenhum dos transtornos de cefaleia descritos acima.",
      "classification_reasoning": "A cefaleia referida no contexto clínico não apresenta características específicas que justifiquem a classificação como Cefaleia crônica associada a uma substância ou sua abstinência (MG30.67) ou como Cefaleia ou dor orofacial primárias crônicas (MG30.03). Além disso, não há indicação de um transtorno de homeostase ou tratamento não farmacológico relacionado à cefaleia. Portanto, a escolha mais precisa para o termo 'cefaleia' é Cefaleia, não classificada em outra parte (MB4D).",
      "decisao": "MANTER",
      "motivo_decisao": "A cefaleia referida no prontuário não apresenta características específicas que justifiquem a classificação como Cefaleia crônica associada a uma substância ou sua abstinência (MG30.67) ou como Cefaleia ou dor orofacial primárias crônicas (MG30.03). Além disso, não há indicação de um transtorno de homeostase ou tratamento não farmacológico relacionado à cefaleia. Portanto, a escolha mais precisa para o termo 'cefaleia' é Cefaleia, não classificada em outra parte (MB4D).",
      "tipo_erro_auditoria": null
    }
  }
}