{
  "prontuario_id": 172,
  "text": "Em 30/07/2007, 09:00h: Acordado, alerta, descorado, pouco responsivo aos estímulos, mucosas coradas e hidratadas. Traqueostomizado, apresentando secreção espessa em grande quantidade. Apresenta abdome plano, flácido, indolor à palpação, RHA +. Mantém SNE para a. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 01:40: Paciente alerta, ativo, reativo. Apresenta-se choroso no momento. Mantém acesso venoso em MSE salinizado. Segundo acompanhante, paciente relata algia lombar moderada. Mantém jejum desde 00 horas, para procedimento cirurgico. Segue sob cuidados. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 14:35 Hr: 3º PO de enxerto em MIE, segue referindo algia intensa em perna esquerda, mantém acesso venoso periférico em antebraço direito com soroterapia em curso. Curativo em tórax, coxa direita e perna esquerda com aspecto limpo e seco externamente, mante. FRATURA DA ROTULA PATELA. Às 10H: CONSCIENTE, ALERTA, ABERTURA OCULAR ESPONTANEA, ATENDE AS SOLICITAÇÕES VERBAIS, AFÁSICO, NÃO DEAMBULA, EM REPOUSO NA POLTRONA. TRAQUEOSTOMIZADO COM NÉVOA ÚMIDA CONTÍNUA. FOI ASPIRADO. APRESENTA GRANDE QUANTIDADE DE SECREÇÃO TRAQUEOBRONQUICA FLUIDIFICAD. NEOPLASIA MALIGNA DA BASE DA LINGUA.",
  "entities": {
    "Achado": [
      "Acordado",
      "alerta",
      "Traqueostomizado",
      "flácido",
      "ativo",
      "reativo",
      "choroso",
      "salinizado",
      "jejum",
      "CONSCIENTE",
      "ALERTA",
      "DEAMBULA",
      "TRAQUEOSTOMIZADO",
      "pouco responsivo aos estímulos",
      "mucosas coradas e hidratadas",
      "indolor à palpação",
      "RHA +",
      "ABERTURA OCULAR ESPONTANEA",
      "ATENDE AS SOLICITAÇÕES VERBAIS",
      "SECREÇÃO TRAQUEOBRONQUICA FLUIDIFICAD"
    ],
    "Sinal ou Sintoma": [
      "descorado",
      "AFÁSICO",
      "pouco responsivo aos estímulos",
      "secreção espessa em grande quantidade",
      "algia lombar moderada",
      "algia intensa"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Traqueostomizado",
      "SNE",
      "salinizado",
      "jejum",
      "enxerto",
      "Curativo",
      "TRAQUEOSTOMIZADO",
      "ASPIRADO",
      "acesso venoso",
      "procedimento cirurgico",
      "acesso venoso periférico",
      "soroterapia em curso",
      "REPOUSO NA POLTRONA",
      "NÉVOA ÚMIDA CONTÍNUA"
    ],
    "Localização ou Região Corporal": [
      "abdome",
      "MSE",
      "MIE",
      "tórax"
    ],
    "Dispositivo Médico": [
      "SNE",
      "Curativo",
      "acesso venoso",
      "acesso venoso periférico"
    ],
    "Abreviação": [
      "SNE",
      "MSE",
      "PO",
      "MIE",
      "RHA +",
      "SECREÇÃO TRAQUEOBRONQUICA FLUIDIFICAD"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "paciente"
    ],
    "Grupo Populacional": [
      "acompanhante"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Conceito Espacial": [
      "externamente"
    ],
    "Negação": [
      "NÃO"
    ],
    "Conceito Qualitativo": [
      "secreção espessa em grande quantidade",
      "GRANDE QUANTIDADE"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MULTIPLOS",
      "FRATURA DA ROTULA PATELA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "antebraço direito",
      "coxa direita"
    ],
    "Processo Neoplásico": [
      "NEOPLASIA MALIGNA DA BASE DA LINGUA"
    ]
  },
  "labels": {
    "CA0C": {
      "term_original": "mucosas coradas e hidratadas",
      "capitulo": "12",
      "confidence_embedding": 0.7387,
      "descricao_cid": "Representação de doença CID-11: Cisto ou mucocele do nariz ou do seio paranasal. Definição: Condição que se refere a doenças do nariz e dos seios paranasais que causam cisto ou mucocele.\r\nMucocele é qualquer dilatação (tipicamente patológica) com acúmulo de muco. Mucoceles são cistos benignos revestidos de epitélio cheios de muco, que podem se formar nos seios paranasais. Estas estruturas podem causar sintomas se suficientemente grandes ou se exercem pressão nas estruturas circunjacentes. Mucoceles sintomáticas tipicamente requerem tratamento cirúrgico. Mucoceles devem ser diferenciadas de cistos de retenção dos seios da face. Diferentemente das mucoceles, cistos de retenção não resultam em expansão e adelgaçamento das paredes ósseas dos seios paranasais.",
      "classification_reasoning": "A descrição de 'mucosas coradas e hidratadas' sugere a presença de um processo inflamatório ou secreção abundante em nível mucoso, o que está relacionado à representação da doença CID-11: Cisto ou mucocele do nariz ou do seio paranasal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'mucosas coradas e hidratadas' não se refere a um cisto ou mucocele do nariz ou do seio paranasal, como sugerido pelo código CID-11 CA0C. A presença de mucosas coradas e hidratadas é mais provável uma indicação de inflamação ou secreção abundante em nível mucoso, não relacionada à representação da doença CID-11.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FB32.20": {
      "term_original": "flácido",
      "capitulo": "15",
      "confidence_embedding": 0.7582,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A descrição 'flácido' sugere uma falta de tônus muscular, o que é consistente com a rabdomiólise idiopática (FB32.20), uma condição em que há extravazamento maciço de conteúdo muscular, levando à flacidez e dor.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição 'flácido' no prontuário não está diretamente relacionada à rabdomiólise idiopática (FB32.20). A flacidez pode ser causada por várias razões, incluindo a debilitação muscular após trauma múltiplo, e não é específica da rabdomiólise. Além disso, o termo 'flácido' não está claramente relacionado à lesão do músculo esquelético descrita na definição do código CID-11.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "FA32.9": {
      "term_original": "fratura da rotula patela",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'fratura da rotula patela' é a FA32.9, pois 'Transtornos da patela, não especificados' inclui a fratura da rotulação, uma lesão comum no joelho.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção FA32.9 é justificada, pois a fratura da rotula patela está incluída nos Transtornos da patela, não especificados. A descrição do prontuário é clara e concisa, e o termo 'fratura da rotula patela' é diretamente relacionado à condição descrita.",
      "tipo_erro_auditoria": null
    },
    "NA06.00": {
      "term_original": "traqueostomizado",
      "capitulo": "22",
      "confidence_embedding": 0.7324,
      "descricao_cid": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo.",
      "classification_reasoning": "A opção mais precisa é o código NA06.00, pois 'traqueostomizado' refere-se à abertura cirúrgica da traquéia, que permite a ventilação artificial e a obtenção de amostras de secreções respiratórias.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'traqueostomizado' não se refere à abertura cirúrgica da traquéia, mas sim ao fato de que o paciente tem uma traqueotomia realizada. A definição do código CID-11 NA06.00 se refere a avulsão da pálpebra, o que não está relacionado com a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG30.2": {
      "term_original": "pouco responsivo aos estímulos",
      "capitulo": "21",
      "confidence_embedding": 0.722,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "O termo 'pouco responsivo aos estímulos' sugere que o paciente apresenta uma resposta deficitária à estimulação, o que é consistente com a dor crônica pós-operatória ou pós-traumática (MG30.2). Esta escolha é mais precisa do que as outras opções, pois não há indicação de dispneia aguda ou síndrome de abdome agudo, e a neoplasia maligna da base da língua não está relacionada ao termo 'pouco responsivo aos estímulos'.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'pouco responsivo aos estímulos' não está relacionado à dor crônica pós-operatória ou pós-traumática (MG30.2). A condição descrita no prontuário refere-se a um paciente com traumatismo múltiplo, trauma ao abdome, fratura da rotula patela e neoplasia maligna da base da língua, o que não é consistente com a dor crônica pós-operatória ou pós-traumática. Além disso, o termo 'pouco responsivo aos estímulos' sugere uma resposta deficitária à estimulação, o que não está relacionado ao conceito de dor crônica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA27.1": {
      "term_original": "secreção traqueobronquica fluidificad",
      "capitulo": "12",
      "confidence_embedding": 0.7979,
      "descricao_cid": "Representação de doença CID-11: Traqueobroncomegalia. Definição: Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos.",
      "classification_reasoning": "A opção mais precisa para o termo 'secreção traqueobronquica fluidificad' é a Traqueobroncomegalia (CA27.1), pois essa condição apresenta dilatação da traqueia e dos grandes brônquios, o que pode levar à secreção excessiva e fluidificada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A secreção traqueobronquica fluidificada não é um sintoma de Traqueobroncomegalia, e sim uma consequência da patologia. A descrição do prontuário refere-se a uma paciente com múltiplos traumatismos e procedimento cirúrgico, o que sugere que a secreção é mais provavelmente relacionada à lesão traqueal ou ao procedimento cirúrgico em si, e não à Traqueobroncomegalia. Portanto, o código CID-11 CA27.1 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ND34": {
      "term_original": "traumatismos multiplos",
      "capitulo": "22",
      "confidence_embedding": 0.7763,
      "descricao_cid": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: ",
      "classification_reasoning": "Como o contexto menciona 'traumatismos multiplos' sem especificar qual é a região afetada, a opção mais precisa é ND34, que se refere a traumatismos por esmagamento envolvendo múltiplas regiões do corpo.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção ND34 'Traumatismos por esmagamento envolvendo múltiplas regiões do corpo' é uma representação clínica coerente com o termo 'traumatismos multiplos' descrito no prontuário. Embora não se especifique qual é a região afetada, a presença de traumatismos multiplos sugere que houve lesão em múltiplas áreas do corpo, o que justifica a escolha da opção ND34.",
      "tipo_erro_auditoria": null
    },
    "FA84": {
      "term_original": "algia lombar moderada",
      "capitulo": "15",
      "confidence_embedding": 0.7087,
      "descricao_cid": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo.",
      "classification_reasoning": "A descrição 'algia lombar moderada' sugere uma dor no segmento lombar, o que é mais compatível com a espondilolistese (Código FA84) do que outras opções. Além disso, não há indicação de lesão muscular ou neural associada à dor.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor lombar moderada não está diretamente relacionada à espondilolistese (FA84), que é uma condição de deslizamento da vértebra. A dor pode ser causada por várias razões, incluindo lesão muscular ou neural, e não há indicação dessas possibilidades no prontuário. Portanto, a codificação FA84 não representa fielmente o termo 'algia lombar moderada'.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "MG30.20": {
      "term_original": "afásico",
      "capitulo": "21",
      "confidence_embedding": 0.7889,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente.",
      "classification_reasoning": "A afasia mencionada no contexto clínico sugere um dano neurológico, o que não está relacionado às outras opções apresentadas. A dor crônica pós-traumática (MG30.20) é a mais precisa opção para a afasia, pois a afasia é frequentemente causada por lesões cerebrais e traumas cranianos.",
      "decisao": "REMOVER",
      "motivo_decisao": "A afasia mencionada no prontuário não está relacionada à dor crônica pós-traumática (MG30.20). A afasia é um sintoma neurológico que pode ser causado por lesões cerebrais e traumas cranianos, mas isso não significa necessariamente que a paciente tenha dor crônica pós-traumática. O código CID-11 MG30.20 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA38.3": {
      "term_original": "algia intensa",
      "capitulo": "15",
      "confidence_embedding": 0.7316,
      "descricao_cid": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética.",
      "classification_reasoning": "A escolha do código FA38.3 se baseia na descrição de 'algia intensa' que sugere uma dor aguda ou subaguda em uma articulação, o que é consistente com a artropatia hemofílica definida como a destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'algia intensa' no prontuário não está relacionada à artropatia hemofílica, que é uma condição crônica caracterizada pela destruição das articulações. A dor descrita no prontuário pode ser atribuída a outras causas, como lesão múltipla não especificada ou fratura da rotula pateleta.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA82": {
      "term_original": "jejum",
      "capitulo": "24",
      "confidence_embedding": 0.7284,
      "descricao_cid": "Representação de doença CID-11: Problema associado à transferência física do paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'jejum' é QA82, que representa um problema associado à transferência física do paciente sem lesão ou dano. Isso se aplica ao contexto clínico pois o paciente está em jejum desde as 00 horas para procedimento cirúrgico.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'jejum' não representa uma doença ou condição clínica, mas sim um estado de abstinência alimentar. O código QA82, que representa um problema associado à transferência física do paciente sem lesão ou dano, não é adequado para descrever o jejum. A classificação deve ser removida e substituída por uma opção mais precisa que represente a abstinência alimentar.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA00.2": {
      "term_original": "salinizado",
      "capitulo": "22",
      "confidence_embedding": 0.7067,
      "descricao_cid": "Representação de doença CID-11: Traumatismo superficial do ouvido. Definição: Dano infligido em tecidos superficiais ou pouco profundos da orelha como resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural.",
      "classification_reasoning": "Como o termo 'salinizado' está relacionado ao uso de solução salina em um acesso venoso, é mais provável que seja uma referência a traumatismo superficial do ouvido, uma vez que não há outro contexto clínico no prontuário que justifique essa abordagem.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'salinizado' não se refere a traumatismo superficial do ouvido. Em vez disso, é uma referência ao uso de solução salina em um acesso venoso, o que não está relacionado à representação da doença CID-11 NA00.2. A classificação é incoerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC20.2": {
      "term_original": "abertura ocular espontanea",
      "capitulo": "21",
      "confidence_embedding": 0.7507,
      "descricao_cid": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade.",
      "classification_reasoning": "A abertura ocular espontânea é um indício de hipópio, uma condição caracterizada pela presença de células inflamatórias na câmara anterior do olho, o que justifica a escolha do código MC20.2.",
      "decisao": "REMOVER",
      "motivo_decisao": "A abertura ocular espontânea não é um indício de hipópio, uma condição caracterizada pela presença de células inflamatórias na câmara anterior do olho. A abertura ocular espontânea é um sinal de consciência e alerta, não relacionado à hipópio. Portanto, o código CID-11 MC20.2 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "2B62.1Z": {
      "term_original": "neoplasia maligna da base da lingua",
      "capitulo": "02",
      "confidence_embedding": 0.7644,
      "descricao_cid": "Representação de doença CID-11: Neoplasias malignas da amígdala lingual, não especificadas. Definição: ",
      "classification_reasoning": "A neoplasia maligna da base da língua é a opção mais precisa para o termo extraído, considerando-se o contexto clínico e a presença de traqueostomização e secreção espessa em grande quantidade no prontuário.",
      "decisao": "MANTER",
      "motivo_decisao": "A neoplasia maligna da base da língua é uma condição clínica descrita no prontuário e diretamente relacionada ao termo extraído. A presença de traqueostomização, secreção espessa em grande quantidade e a descrição da doença como 'neoplasia maligna da base da língua' justificam a escolha do código CID-11 2B62.1Z.",
      "tipo_erro_auditoria": null
    }
  }
}