{
  "prontuario_id": 699,
  "text": "Às 08:00, 18/03/2010: Refere estar bem. Sem queixas álgicas. Diurese presente. Evacuação ausente. Comunicativo, confuso, não deambulando. Abcesso em região cervical com secreção purulenta. Permanece com curativo oclusivo. Permanece com uropen e fralda. Apresenta hiperemia em região sacra. Acesso venoso periférico em MSD com soroterapia. Ac de enfermagem Florence Nightingale. ABSCESSO RETROFARINGEO E PARAFARINGEO. Às 18h: Paciente consciente, orientado, comunicativo, em repouso no leito, POI de RMS, afebril, eupneico, AVP em MSE salinizado, curativo oclusivo em MIE seco e limpo externamente, segue permanecendo em jejum, diurese e evacuação ausentes. Sem queixas. Segue sob os cuidados da enfermagem.  Enf Florence Nightingale, Coren XXXX. FRATURA DA DIAFISE DA TIBIA. EVOLUÇAO DIA 17/02/10: Acordado, responsivo, eupneico, em repouso no leito e com relato de algia em reg mid com tala gessada aparentemente limpa. Acesso venoso periferico MSD salinizado, relata aceitaçao alimentar e diurese presente. Enfermeira Florence Nightingale. FRATURA DA EXTREMIDADE DISTAL DO RADIO.",
  "entities": {
    "Negação": [
      "Sem",
      "ausente",
      "não",
      "afebril",
      "ausentes"
    ],
    "Achado": [
      "Evacuação",
      "Comunicativo",
      "deambulando",
      "consciente",
      "orientado",
      "comunicativo",
      "afebril",
      "eupneico",
      "salinizado",
      "seco",
      "evacuação",
      "Acordado",
      "responsivo",
      "limpa",
      "Diurese presente",
      "repouso no leito",
      "e limpo",
      "aceitaçao alimentar",
      "diurese presente"
    ],
    "Função Fisiológica": [
      "Evacuação",
      "diurese",
      "evacuação",
      "Diurese presente",
      "diurese presente"
    ],
    "Sinal ou Sintoma": [
      "confuso",
      "hiperemia",
      "queixas",
      "algia",
      "queixas álgicas",
      "secreção purulenta"
    ],
    "Doença ou Síndrome": [
      "Abcesso",
      "ABSCESSO RETROFARINGEO E PARAFARINGEO"
    ],
    "Dispositivo Médico": [
      "uropen",
      "fralda",
      "AVP",
      "curativo oclusivo",
      "Acesso venoso periférico",
      "tala gessada",
      "Acesso venoso periferico"
    ],
    "Objeto Manufaturado": [
      "fralda"
    ],
    "Abreviação": [
      "MSD",
      "POI",
      "RMS",
      "AVP",
      "MSE",
      "MIE",
      "Enf",
      "reg mid"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "MSE",
      "MIE",
      "região cervical",
      "região sacra",
      "reg mid"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "soroterapia",
      "RMS",
      "AVP",
      "salinizado",
      "jejum",
      "curativo oclusivo",
      "Acesso venoso periférico",
      "repouso no leito",
      "tala gessada",
      "Acesso venoso periferico"
    ],
    "Grupo Profissional ou Ocupacional": [
      "enfermagem",
      "Enf",
      "Enfermeira"
    ],
    "Organização Relacionada à Saúde": [
      "enfermagem"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Conceito Temporal": [
      "POI"
    ],
    "Conceito Espacial": [
      "externamente"
    ],
    "Substância Corporal": [
      "secreção purulenta"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados da enfermagem"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DA DIAFISE DA TIBIA",
      "FRATURA DA EXTREMIDADE DISTAL DO RADIO"
    ]
  },
  "labels": {
    "6C40.3": {
      "term_original": "consciente",
      "capitulo": "06",
      "confidence_embedding": 0.7442,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A presença do termo 'consciente' no contexto indica que o paciente está alerta e orientado, característica presente na definição de Intoxicação por álcool (CID-11: 6C40.3).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'consciente' no prontuário refere-se à orientação e comunicação do paciente, não à intoxicação por álcool. A definição do código CID-11 6C40.3 se refere a uma condição transitória clinicamente significativa causada pelo consumo de álcool, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Como o paciente está consciente e orientado, mas não apresenta sintomas de intoxicação por álcool, a codificação é inapropriada.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "1D03.3": {
      "term_original": "abscesso retrofaringeo e parafaringeo",
      "capitulo": "01",
      "confidence_embedding": 0.7248,
      "descricao_cid": "Representação de doença CID-11: Abscesso intracraniano. Definição: Condição da cavidade craniana, causada por uma infecção de origem bacteriana, viral ou fúngica. Esta condição é caracterizada por um acúmulo focal de material purulento dentro da cavidade craniana. Essa condição pode se apresentar com febre, dor de cabeça e déficits neurológicos focais.",
      "classification_reasoning": "O termo 'abscesso retrofaringeo e parafaringeo' refere-se a uma lesão infecciosa localizada na região cervical, o que é consistente com a definição de abscesso intracraniano (1D03.3) como um acúmulo focal de material purulento dentro da cavidade craniana.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'abscesso retrofaringeo e parafaringeo' refere-se a uma lesão infecciosa localizada na região cervical, o que não é consistente com a definição de abscesso intracraniano (1D03.3) como um acúmulo focal de material purulento dentro da cavidade craniana. A anatomia do termo não se encaixa com a definição do código CID-11.",
      "tipo_erro_auditoria": "anatomical_mismatch"
    },
    "FB81.5": {
      "term_original": "fratura da extremidade distal do radio",
      "capitulo": "15",
      "confidence_embedding": 0.712,
      "descricao_cid": "Representação de doença CID-11: Osteorradionecrose. Definição: Necrose do osso atribuída à radiação ionizante, mais comumente acometendo a mandíbula após radioterapia radical para o tratamento de câncer de cabeça e pescoço, ou a parede torácica após radioterapia para o câncer de mama.",
      "classification_reasoning": "A opção mais precisa é a osteorradionecrose (Código: FB81.5) porque o paciente tem uma fratura da extremidade distal do radio, o que pode ser relacionado ao tratamento de câncer com radioterapia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura da extremidade distal do radio não é uma osteorradionecrose, que é uma condição causada por radiação ionizante. A descrição do código CID-11 FB81.5 não se aplica ao paciente, pois não há evidência de tratamento com radioterapia. Portanto, a codificação não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME86.B": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.741,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa da perna ou coxa. Definição: ",
      "classification_reasoning": "O termo 'queixas' se refere a sintomas ou problemas que o paciente está experimentando, e ME86.B é a opção mais precisa porque descreve Sintoma ou queixa da perna ou coxa, que coincide com as referências ao abcesso cervical e hiperemia sacra no relatório.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'queixas' não está diretamente relacionado ao abcesso cervical e hiperemia sacra descritos no prontuário. A opção ME86.B é muito genérica e não captura a especificidade da doença do paciente. Além disso, o prontuário descreve várias condições clínicas diferentes (abcesso, fratura, etc.), mas o código CID-11 apenas se refere a sintomas ou queixas da perna ou coxa.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MG30.2": {
      "term_original": "evacuação",
      "capitulo": "21",
      "confidence_embedding": 0.7796,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A opção mais precisa para o termo 'evacuação' é a dor crônica pós-operatória ou pós-traumática (MG30.2), pois o texto refere-se à evacuação ausente, sugerindo uma condição crônica de disfuncionalidade intestinal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 MG30.2 'Dor crônica pós-operatória ou pós-traumática' não se aplica ao termo 'evacuação', pois a evacuação ausente é um achado físico e não uma condição clínica de dor crônica. A falta de evacuação pode ser relacionada a várias causas, incluindo disfuncionalidade intestinal, mas isso não justifica a codificação MG30.2.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C48.3": {
      "term_original": "comunicativo",
      "capitulo": "06",
      "confidence_embedding": 0.7479,
      "descricao_cid": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração.",
      "classification_reasoning": "O termo 'comunicativo' está relacionado à capacidade do paciente de se comunicar e expressar seus pensamentos e sentimentos, o que é característico da abstinência de cafeína (abstoma de cafeína). A definição da abstinência de cafeína menciona sintomas como irritabilidade e dificuldade de concentração, ambos os quais estão presentes na descrição do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A abstinência de cafeína é um sintoma característico da dependência de substâncias psicotrópicas, e não está relacionada à capacidade do paciente se comunicar. O termo 'comunicativo' no prontuário refere-se à capacidade do paciente expressar seus pensamentos e sentimentos, o que é um achado normal em pacientes com fratura da diáfise da tibia e abcesso retrofaríngeo e parafaringeo.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C00.4": {
      "term_original": "deambulando",
      "capitulo": "06",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'deambulando' não está presente no contexto, mas a falta de movimentação do paciente pode ser uma característica de seu estado clínico, o que justifica a escolha da Enurese noturna (ou diurna) como opção mais precisa.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'deambulando' não está presente no contexto do prontuário, e o código CID-11 atribuído (6C00.4) refere-se à Enurese noturna (ou diurna), que não tem relação direta com a falta de movimentação do paciente. A lógica clínica para manter ou remover é que a falta de movimentação do paciente não é um sintoma ou condição clínica específica, e o código CID-11 atribuído não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FB81": {
      "term_original": "fratura da diafise da tibia",
      "capitulo": "15",
      "confidence_embedding": 0.7259,
      "descricao_cid": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso.",
      "classification_reasoning": "A fratura da diafise da tibia é uma lesão óssea, o que leva à escolha do código FB81 (Osteonecrose). Embora a descrição da fratura seja mais específica, a lesão óssea é a característica principal e está relacionada à definição de osteonecrose.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura da diafise da tibia não é uma condição de osteonecrose, mas sim uma lesão óssea. A definição de osteonecrose se refere à morte do tecido ósseo devido ao interrompimento do suprimento sanguíneo, o que não está relacionado à fratura descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8e+40": {
      "term_original": "eupneico",
      "capitulo": "08",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'eupneico' refere-se à respiração normal e regular, o que está presente na descrição do paciente como 'POI de RMS, afebril, eupneico'. Isso é consistente com a definição da Meningite inflamatória (Código CID-11 8E40) caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Portanto, o código mais preciso para o termo 'eupneico' é Código CID-11 8E40.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'eupneico' refere-se à respiração normal e regular, mas o código CID-11 8E40 se refere a Meningite inflamatória, que não está relacionada ao termo descrito no prontuário. A classificação é incorreta e não representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C48.2": {
      "term_original": "responsivo",
      "capitulo": "06",
      "confidence_embedding": 0.7697,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "O termo 'responsivo' indica que o paciente tem a capacidade de responder às solicitações e estímulos, o que é consistente com a definição da intoxicação por cafeína (CID-11). Além disso, a falta de queixas álgicas e a presença de diurese suportam essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 6C48.2 'Intoxicação por cafeína' não é consistente com o termo 'responsivo' encontrado no prontuário. A definição da intoxicação por cafeína descreve sintomas como inquietação, ansiedade, excitação, insônia, etc., que não estão presentes no prontuário. Além disso, a falta de queixas álgicas e a presença de diurese suportam a hipótese de uma lesão física ou outra condição clínica que justifique o termo 'responsivo'. Portanto, é necessário remover essa codificação e buscar uma opção mais adequada para descrever a condição do paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME24.A1": {
      "term_original": "repouso no leito",
      "capitulo": "21",
      "confidence_embedding": 0.7235,
      "descricao_cid": "Representação de doença CID-11: Hemorragia do ânus e do reto. Definição: Sangramento do ânus e do canal anal. Exclui sangramento devido a doenças específicas classificadas em outra parte (hemorróidas, câncer, infecção, etc.).",
      "classification_reasoning": "O termo 'repouso no leito' está relacionado à postura do paciente, que apresenta curativo oclusivo em MIE seco e limpo externamente. Isso sugere que o paciente está sendo cuidado em um ambiente hospitalar e tem necessidade de repouso para recuperar-se. A código ME24.A1 refere-se a hemorragia do ânus e do reto, mas nesse contexto, é mais provável que 'repouso no leito' esteja relacionado à restrição alimentar e à ausência de evacuação, indicando um estado de inatividade ou repouso.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'repouso no leito' não está relacionado à hemorragia do ânus e do reto, como descrito pelo código CID-11 ME24.A1. A restrição alimentar e a ausência de evacuação são sintomas que sugerem um estado de inatividade ou repouso, mas isso não é uma condição clínica diretamente relacionada à hemorragia do ânus e do reto. Portanto, o código CID-11 ME24.A1 não representa fielmente o termo 'repouso no leito' descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG30.20": {
      "term_original": "algia",
      "capitulo": "21",
      "confidence_embedding": 0.7403,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente.",
      "classification_reasoning": "A escolha do código MG30.20 é mais precisa porque o termo 'algia' se refere a uma dor crônica pós-traumática, que é descrita no contexto como 'relato de algia em reg mid com tala gessada aparentemente limpa'. Além disso, há outras informações na anamnese que sugerem uma lesão tecidual (fratura da diáfise da tibia e abcesso cervical) e a dor é referida à região média, o que se alinha com a definição do código MG30.20.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor descrita no prontuário é uma queixa álgica presente, não uma dor crônica pós-traumática. A descrição do termo 'algia' se refere a um sintoma agudo, não a uma condição clínica crônica. Portanto, o código CID-11 MG30.20 não representa fielmente o termo ou condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "1B20.20": {
      "term_original": "secreção purulenta",
      "capitulo": "01",
      "confidence_embedding": 0.7648,
      "descricao_cid": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor.",
      "classification_reasoning": "A secreção purulenta está relacionada ao abscesso retrofaringeo e parafaringeo, caracterizado por uma lesão infectada com pus.",
      "decisao": "REMOVER",
      "motivo_decisao": "A secreção purulenta está relacionada ao abscesso retrofaringeo e parafaringeo, caracterizado por uma lesão infectada com pus. O código CID-11 atribuído (1B20.20) refere-se à reação hansênica do tipo I, que não é diretamente relacionada à secreção purulenta. A classificação é incoerente e não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "1C13.0": {
      "term_original": "abcesso",
      "capitulo": "01",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'abcesso' é a Código CID-11: Doença infectosa não específica de superfície ou tecido subcutâneo, caracterizada pela formação de abscessos ou lesões inflamatórias. A descrição desse código se adequa melhor ao contexto clínico do paciente, que apresenta um abcesso em região cervical com secreção purulenta.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11: 1C13.0 é adequada pois o termo 'abcesso' está presente no prontuário e a descrição do código se refere à formação de abscessos ou lesões inflamatórias, que é consistente com a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "ME33.1": {
      "term_original": "queixas álgicas",
      "capitulo": "21",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'queixas álgicas' é a constrição renal aguda, caracterizada por dor abdominal e diminuição da diurese, como descrita no contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'queixas álgicas' é descrito como 'sem queixas álgicas', o que significa que não há dor ou algia presente. Portanto, a opção ME33.1 para 'queixas álgicas' não é válida, pois contradiz o conteúdo do prontuário.",
      "tipo_erro_auditoria": "negated_finding"
    },
    "ME64": {
      "term_original": "hiperemia",
      "capitulo": "21",
      "confidence_embedding": 0.7184,
      "descricao_cid": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação.",
      "classification_reasoning": "A hiperemia é uma alteração perceptível na pele resultante de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Nesse contexto clínico, a hiperemia está presente em região sacra, o que sugere que pode ser um sintoma relacionado à doença subjacente, como anemia ou hipovolemia.",
      "decisao": "MANTER",
      "motivo_decisao": "A hiperemia em região sacra está clinicamente relacionada à doença subjacente, como anemia ou hipovolemia. A presença de abcesso retrofaríngeo e parafaríngeo também pode estar contribuindo para essa hiperemia. Portanto, o código CID-11 ME64 (Representação de doença - Sinais vasculares cutâneos não específicos) é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}