{
  "prontuario_id": 972,
  "text": "Às 09:33: 2º DI Hx vítima de atropelamento com FCC em região frontal. Sonolento, choroso a tentativa de acorda-lo, corado. Face escoriações, hematoma em região ocular E, curativo limpo e seco em região frontal à D. Respiração espontânea em ar ambiente, CPP livres, BCRNF. Acessos venosos periféricos em antebraços D e E salinizado. Abdomen plano, RHA +. MMII aquecidos, pulsos pediosos palpáveis, perfusão periférica < 3 s. MIE escoriações. Diurese espontânea presente, evacuação ausente. No período em repouso no leito. Aguardando internamento em UI. Segue sob os cuidados da equipe multidisciplinar. Enfº Florence Nightingale, COREN XXXX. OUTROS TRAUMATISMOS INTRACRANIANOS. Às 15:30 h: Encaminhado para análise 02 hemoculturas + aspirado traqueal + cultura de líquor + urocultura + swab retal. Enfª Florence Nightingale. EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO. Às 03:18: paciente referindo forte algia, recusou sair do leito para realizar RX por motivo de dor intensa, apos contato telefonico com DR Vital Brasil orientou não realizar RX. Florence Nightingale, XXXX. DOR CRONICA INTRATAVEL. Às 15:30 H: COLOCADA EM OXIGENIO POR TUBO \"T\" PELA FISIOTERAPEUTA MARIA, SE MANTEM RESPONSIVA E COLABORATIVA, COM SATURAÇÃO SATISFATORIA, EXTUBADA AS 16:30 H PELA MESMA FISIOTERAPUTA. SEGUE COM PERIODOS DE CONFUSÃO EM MASCARA DE OXIGENIO A 3 L/M, SPO2 98 %, EM OBSERVAÇÃO. ENF FLORENCE NIGHTINGALE, COREN XX XXXX. EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "vítima",
      "paciente"
    ],
    "Lesão ou Envenenamento": [
      "atropelamento",
      "FCC",
      "Face escoriações",
      "MIE escoriações",
      "TRAUMATISMOS INTRACRANIANOS"
    ],
    "Abreviação": [
      "FCC",
      "BCRNF",
      "UI",
      "Enfº",
      "Enfª",
      "RX",
      "SPO2",
      "ENF",
      "região ocular E",
      "região frontal à D",
      "CPP livres",
      "antebraços D e E",
      "RHA +",
      "3 s",
      "MIE escoriações",
      "realizar RX"
    ],
    "Sinal ou Sintoma": [
      "Sonolento",
      "QUEIXAS",
      "forte algia",
      "dor intensa",
      "PERIODOS DE CONFUSÃO"
    ],
    "Achado": [
      "choroso",
      "corado",
      "limpo",
      "seco",
      "BCRNF",
      "aquecidos",
      "RESPONSIVA",
      "COLABORATIVA",
      "Respiração espontânea em ar ambiente",
      "CPP livres",
      "RHA +",
      "pulsos pediosos palpáveis",
      "Diurese espontânea presente",
      "repouso no leito",
      "SATURAÇÃO SATISFATORIA"
    ],
    "Função Patológica": [
      "hematoma"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "curativo",
      "salinizado",
      "EXTUBADA",
      "Acessos venosos periféricos",
      "repouso no leito",
      "OXIGENIO POR",
      "TUBO \"T\"",
      "MASCARA DE OXIGENIO"
    ],
    "Dispositivo Médico": [
      "curativo",
      "Acessos venosos periféricos",
      "TUBO \"T\""
    ],
    "Localização ou Região Corporal": [
      "Abdomen",
      "região frontal",
      "região ocular E",
      "região frontal à D"
    ],
    "Função Fisiológica": [
      "evacuação",
      "Diurese espontânea presente"
    ],
    "Negação": [
      "ausente",
      "SEM",
      "não"
    ],
    "Organização Relacionada à Saúde": [
      "UI"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfº",
      "Enfª",
      "FISIOTERAPEUTA",
      "FISIOTERAPUTA",
      "ENF"
    ],
    "Conceito Quantitativo": [
      "02",
      "3 L/M",
      "98 %"
    ],
    "Procedimento Laboratorial": [
      "hemoculturas",
      "urocultura",
      "cultura de líquor",
      "swab retal"
    ],
    "Objeto Manufaturado": [
      "leito"
    ],
    "Procedimento Diagnóstico": [
      "RX"
    ],
    "Atividade de Assistência à Saúde": [
      "OBSERVAÇÃO",
      "cuidados da equipe multidisciplinar"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "antebraços D e E"
    ],
    "Atributo Clínico": [
      "perfusão periférica"
    ],
    "Substância Corporal": [
      "aspirado traqueal"
    ],
    "Doença ou Síndrome": [
      "DOR CRONICA INTRATAVEL"
    ]
  },
  "labels": {
    "BB24": {
      "term_original": "rha +",
      "capitulo": "11",
      "confidence_embedding": 0.791,
      "descricao_cid": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco.",
      "classification_reasoning": "A presença de 'RHA +' no prontuário indica a possibilidade de hemopericárdio, que é uma condição em que há sangue no saco pericárdico do coração. Esta opção foi escolhida porque as outras opções não se aplicam ao contexto clínico apresentado.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'RHA +' no prontuário não é suficiente para justificar a codificação CID-11 BB24 (Hemopericárdio). Embora o termo RHA possa se referir a hemorragia, não há evidência clínica concreta que sugira a presença de sangue no saco pericárdico do coração. A codificação CID-11 BB24 é muito específica e requer uma condição clínica mais precisa.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "6C45.3": {
      "term_original": "periodos de confusão",
      "capitulo": "06",
      "confidence_embedding": 0.8144,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A presença de 'periodos de confusão' no contexto clínico sugere uma intoxicação psicótica, possivelmente relacionada à consumo de cocaína. A escolha pelo código 6C45.3 se baseia na descrição da representação de doença CID-11 que apresenta sintomas de euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide e confusão, todos os quais estão presentes no contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'periodos de confusão' no contexto clínico não é suficiente para justificar a escolha do código 6C45.3, que descreve sintomas de euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide e confusão, todos os quais não estão presentes no prontuário. Além disso, a falta de menção à cocaína ou substâncias psicoativas no prontuário também sugere que a escolha do código 6C45.3 é incorreta.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF33": {
      "term_original": "queixas",
      "capitulo": "21",
      "confidence_embedding": 0.7732,
      "descricao_cid": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa.",
      "classification_reasoning": "A opção mais precisa é a Sintoma ou queixa pré-menstrual (MF33) porque o termo 'queixas' se refere ao paciente referindo forte algia e recusando sair do leito para realizar RX por motivo de dor intensa.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'queixas' não se refere a um sintoma pré-menstrual, mas sim ao paciente referindo dor intensa e recusando realizar RX. A opção MF33 não é clínica ou lógica para representar essa condição.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "MB20.1": {
      "term_original": "choroso",
      "capitulo": "21",
      "confidence_embedding": 0.7679,
      "descricao_cid": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas.",
      "classification_reasoning": "A opção mais precisa para o termo 'choroso' é a representação de doença CID-11: Coma, pois o paciente apresenta sinais de sonolência e coragem após o atropelamento, indicando um estado de confusão e desorientação.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'choroso' não representa um estado de coma, como descrito na definição do código CID-11. O paciente apresenta sonolência e coragem após o atropelamento, mas isso não é suficiente para caracterizar um estado de coma. Além disso, a presença de outros sintomas e achados clínicos, como escoriações, hematoma ocular e curativo limpo e seco, sugere que o paciente está mais propenso a apresentar lesões traumáticas do que um estado de coma.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A10.1": {
      "term_original": "hematoma",
      "capitulo": "09",
      "confidence_embedding": 0.7452,
      "descricao_cid": "Representação de doença CID-11: Síndrome inflamatória da órbita. Definição: Refere-se a uma lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita. É a massa orbitária dolorosa mais comum na população adulta e está associada a proptose, paresia de nervo craniano (síndrome Tolosa-Hunt), uveíte e descolamento de retina.",
      "classification_reasoning": "A presença de um hematoma em região ocular e face escoriações sugere lesão óssea, o que é consistente com a síndrome inflamatória da órbita (CID-11: 9A10.1). Além disso, o contexto clínico menciona trauma crâniano e hematoma em região ocular, reforçando a escolha do código.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de um hematoma em região ocular e face escoriações não é consistente com a síndrome inflamatória da órbita (CID-11: 9A10.1). A descrição do código refere-se a uma lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita, enquanto o prontuário descreve um hematoma em região ocular e face escoriações, que é mais consistente com uma lesão craniana ou facial. Portanto, a codificação CID-11 9A10.1 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "anatomical_mismatch"
    },
    "EB13.1": {
      "term_original": "mie escoriações",
      "capitulo": "14",
      "confidence_embedding": 0.8036,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A opção mais precisa é a necrólise epidérmica tóxica (NET) devido à menção de 'mie escoriações' e o contexto clínico que descreve uma vítima de atropelamento com hematomas em região ocular e escoriações na face, características comuns da NET.",
      "decisao": "REMOVER",
      "motivo_decisao": "A menção de 'mie escoriações' não é suficiente para justificar a classificação de necrólise epidérmica tóxica (NET). A descrição do prontuário apresenta hematomas e escoriações na face, mas não há evidências de uma doença cutânea aguda com risco de vida. Além disso, a menção de 'outros traumatismos intracranianos' sugere que o paciente tem lesões mais graves do que apenas escoriações.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BC94Z9A0": {
      "term_original": "saturação satisfatoria",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A saturação satisfatória do paciente está relacionada à oxigenoterapia por tubo, que está sendo realizada pela fisioterapeuta Maria. Isso sugere uma indicação de doença pulmonar ou cardíaca, que requer mais investigação para determinar a causa da insuficiência respiratória.",
      "decisao": "REMOVER",
      "motivo_decisao": "A saturação satisfatória do paciente está relacionada à oxigenoterapia por tubo, que não é uma condição clínica diretamente relacionada ao atropelamento e traumatismo craniano descritos no prontuário. O código CID-11 BC94Z9A0 não representa fielmente o termo ou uma condição clínica diretamente relacionada à situação do paciente.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "NA06.00": {
      "term_original": "atropelamento",
      "capitulo": "22",
      "confidence_embedding": 0.7625,
      "descricao_cid": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo.",
      "classification_reasoning": "A lesão descrita como 'atropelamento com FCC em região frontal' sugere uma lesão violenta e potencialmente grave na área da face, o que é consistente com a definição de avulsão da pálpebra (NA06.00). A presença de escoriações, hematoma e curativo limpo e seco em região frontal também apóia essa escolha.",
      "decisao": "MANTER",
      "motivo_decisao": "A lesão descrita como 'atropelamento com FCC em região frontal' sugere uma lesão violenta e potencialmente grave na área da face, o que é consistente com a definição de avulsão da pálpebra (NA06.00). A presença de escoriações, hematoma e curativo limpo e seco em região frontal também apóia essa escolha.",
      "tipo_erro_auditoria": null
    },
    "MB23.H": {
      "term_original": "sonolento",
      "capitulo": "21",
      "confidence_embedding": 0.7419,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A opção mais precisa é a Crise de pânico (Código MB23.H), pois o paciente apresenta sintomas como sonolento e choroso, o que sugere uma resposta emocional intensa e possível crise de pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'sonolento' não é um sintoma característico de Crise de pânico, como descrito no código CID-11 MB23.H. A sonolência pode ser um efeito secundário da dor ou do trauma, mas não é um sintoma primário da crise de pânico. Além disso, a descrição do prontuário apresenta mais características de trauma craniano do que de Crise de pânico.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8B25.3": {
      "term_original": "traumatismos intracranianos",
      "capitulo": "08",
      "confidence_embedding": 0.7735,
      "descricao_cid": "Representação de doença CID-11: Efeitos tardios de hemorragia intracraniana não traumática. Definição: Efeitos tardios de outra hemorragia intracraniana não traumática após 1 mês ou mais do início da doença. Os códigos para episódios agudos devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados.",
      "classification_reasoning": "A opção mais precisa é a 8B25.3, pois o termo 'traumatismos intracranianos' sugere lesões ao sistema nervoso central causadas por trauma craniano, que está descrita na definição do código.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'traumatismos intracranianos' sugere lesões ao sistema nervoso central causadas por trauma craniano, que não é o caso do paciente. O prontuário descreve um atropelamento com FCC em região frontal e não há evidência de lesão craniana. A opção mais precisa seria uma codificação relacionada à lesão craneal ou ao traumatismo, como 8B25.0 (Lesões cranianas traumáticas) ou 8B25.1 (Efeitos tardios de lesão craniana traumática).",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}