{
  "prontuario_id": 298,
  "text": "9:47 H CONSCIENTE, ORIENTADO, VERBALIZANDO, MOBILIZANDO ATIVAMENTE OS MEMBROS.  DISPNEICO AOS ESFORÇOS, MV DIFUSOS,  82 NASAL 2 L/MIN. SOROTERAPIA EM ACESSO VENOSO SENDO INFUNDIDO  SF 0,9 21 ML/H, PUNCIONADO NOVO ACESSO VENOSO DEVIDO HIPEREMIA.  ABDOME GLOBOSO, RHA PRESENTES, URINANDO ESPONTANEAMENTE NO BANHEIRO. MONITORIZADO, OXIMETRIA DE PULSO, HEMODINAMICAMENTE ESTÁVEL. INSUFICIENCIA CARDIACA CONGESTIVA. PCTE PROVENIENTE DO INTERNAMENTO PARA PROCEDIMENTO CIRÚRGICO AMANHÃ. CHEGOU LÚCIDO, COMUNICATIVO, NORMOCORADO, EUPNÉICO, RESTRITO AO LEITO, RELATANDO ELIMINAÇÕES FISIOLÓGICAS PRESENTES E BOA ACEINTAÇÃO DA DIETA ALIMENTAR. RELATOU FORTE ALGI EM MSE, PORÉM PCTE NÃO POSSUIA PRESCRIÇÃO MÉDICA. COMUNICADO DR VITAL BRASIL, PORÉM O MESMO NÃO SE ENCONTRAVA NO HOSPITAL. DR VITAL BRASIL AVALIOU O PCTE E SOLICITOU RAIO-X E REALIZOU PRESCRIÇÃO MÉDICA, E ASSIM QUE REALIZADO COMUNICAR DR VITAL BRASIL (PLANTÃO DA ORTOPEDIA). ORIENTANDO A REALIZAR JEJUM ORAL APÓS ÀS 24 HORAS. SEGUE SOB CUIDADOS DE ENFERMAGEM. ENFª FLORENCE NIGHTINGALE XXXX. FRATURA DE MANDIBULA.",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "ORIENTADO",
      "VERBALIZANDO",
      "MONITORIZADO",
      "LÚCIDO",
      "COMUNICATIVO",
      "NORMOCORADO",
      "EUPNÉICO",
      "MOBILIZANDO ATIVAMENTE OS MEMBROS",
      "MV DIFUSOS",
      "RHA PRESENTES",
      "URINANDO ESPONTANEAMENTE",
      "HEMODINAMICAMENTE ESTÁVEL",
      "RESTRITO AO LEITO",
      "ELIMINAÇÕES FISIOLÓGICAS PRESENTES",
      "BOA ACEINTAÇÃO DA DIETA ALIMENTAR"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SOROTERAPIA",
      "ACESSO VENOSO",
      "PUNCIONADO NOVO",
      "PROCEDIMENTO CIRÚRGICO",
      "RESTRITO AO LEITO",
      "BOA ACEINTAÇÃO DA DIETA ALIMENTAR",
      "JEJUM ORAL"
    ],
    "Sinal ou Sintoma": [
      "HIPEREMIA",
      "DISPNEICO AOS ESFORÇOS",
      "ABDOME GLOBOSO",
      "FORTE ALGI"
    ],
    "Procedimento Diagnóstico": [
      "MONITORIZADO",
      "RAIO-X",
      "OXIMETRIA DE PULSO"
    ],
    "Abreviação": [
      "PCTE",
      "MSE",
      "DR",
      "ENFª",
      "MV DIFUSOS",
      "SF 0 , 9",
      "RHA PRESENTES"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Localização ou Região Corporal": [
      "MSE"
    ],
    "Negação": [
      "NÃO"
    ],
    "Organização Relacionada à Saúde": [
      "HOSPITAL",
      "PLANTÃO DA ORTOPEDIA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENFª"
    ],
    "Conceito Quantitativo": [
      "2 L/MIN",
      "21 ML/H"
    ],
    "Dispositivo Médico": [
      "ACESSO VENOSO"
    ],
    "Substância Farmacológica": [
      "SF 0 , 9"
    ],
    "Função Fisiológica": [
      "URINANDO ESPONTANEAMENTE",
      "ELIMINAÇÕES FISIOLÓGICAS PRESENTES"
    ],
    "Doença ou Síndrome": [
      "INSUFICIENCIA CARDIACA CONGESTIVA"
    ],
    "Atividade de Assistência à Saúde": [
      "PRESCRIÇÃO MÉDICA",
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Produto Intelectual": [
      "PRESCRIÇÃO MÉDICA"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DE MANDIBULA"
    ]
  },
  "labels": {
    "BE10": {
      "term_original": "hemodinamicamente estável",
      "capitulo": "11",
      "confidence_embedding": 0.7646,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A frase 'hemodinamicamente estável' sugere que o paciente não apresenta problemas cardíacos agudos e está sob controle, o que é característico da síndrome pós-cardiotomia (Código BE10). Além disso, a presença de insuficiência cardíaca congestiva e a necessidade de monitoramento oximétrico também apoiam essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A frase 'hemodinamicamente estável' sugere que o paciente não apresenta problemas cardíacos agudos e está sob controle, mas isso não é suficiente para justificar a escolha do código BE10. A síndrome pós-cardiotomia (Código BE10) é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. No prontuário, o paciente apresenta insuficiência cardíaca congestiva e foi submetido a procedimento cirúrgico, o que não se encaixa na definição da síndrome pós-cardiotomia. Além disso, a presença de fratura de mandíbula também sugere que o paciente apresenta lesão física recente, o que é contrário à definição da síndrome pós-cardiotomia.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C48.2": {
      "term_original": "consciente",
      "capitulo": "06",
      "confidence_embedding": 0.7685,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais.",
      "classification_reasoning": "A presença de consciência, orientação e verbalização no paciente sugerem uma apresentação aguda de intoxicação, provavelmente relacionada ao consumo de cafeína. O código 6C48.2 representa a representação de doença CID-11: Intoxicação por cafeína, que se ajusta melhor ao contexto clínico do prontuário.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de consciência, orientação e verbalização no paciente sugere uma apresentação aguda de intoxicação, provavelmente relacionada ao consumo de cafeína. O código 6C48.2 representa a representação de doença CID-11: Intoxicação por cafeína, que se ajusta melhor ao contexto clínico do prontuário.",
      "tipo_erro_auditoria": null
    },
    "8A64": {
      "term_original": "mv difusos",
      "capitulo": "08",
      "confidence_embedding": 0.7398,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo.",
      "classification_reasoning": "A presença de 'mv difusos' na observação sugere uma lesão ou doença envolvendo o sistema nervoso periférico, o que é consistente com a definição da Crise epiléptica única devida a causas remotas (Código 8A64). Embora não haja evidência clara de um insulto ao SNC, a presença de dispneia e redução da oxigenação sugerem que o paciente está passando por uma situação estressante, o que é consistente com a definição da Crise epiléptica única.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'mv difusos' sugere uma lesão ou doença envolvendo o sistema nervoso periférico, mas a Crise epiléptica única devida a causas remotas (Código 8A64) não é diretamente relacionada à condição descrita no prontuário. A definição do código CID-11 refere-se a uma convulsão não provocada em paciente sem história de antecedente de crises epilépticas, o que não se aplica ao caso presente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FB80.5": {
      "term_original": "restrito ao leito",
      "capitulo": "15",
      "confidence_embedding": 0.716,
      "descricao_cid": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado.",
      "classification_reasoning": "A fratura de mandíbula é mencionada no contexto clínico, e o termo 'restrito ao leito' sugere que o paciente está recebendo cuidados hospitalares e não tem permissão para se mover livremente do leito. Isso combina com a definição do Código FB80.5, que descreve um cisto ósseo solitário na mandíbula.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'restrito ao leito' não está relacionado a um cisto ósseo solitário na mandíbula, como descrito no código CID-11 FB80.5. A fratura de mandíbula mencionada no prontuário é uma condição clínica diferente e mais importante do que o cisto ósseo. Portanto, a codificação não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5C78": {
      "term_original": "normocorado",
      "capitulo": "05",
      "confidence_embedding": 0.7694,
      "descricao_cid": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem.",
      "classification_reasoning": "A presença de 'normocorado' no relatório indica que o paciente está com um estado hidroeletrolítico normal, o que é compatível com a definição de sobrecarga de líquidos (insuficiência cardíaca congestiva).",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de 'normocorado' no prontuário indica que o paciente está com um estado hidroeletrolítico normal, o que é compatível com a definição de sobrecarga de líquidos (insuficiência cardíaca congestiva). A codificação CID-11 5C78 'Representação de doença: Sobrecarga de líquidos' está correta e clínica mente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "MB41.3": {
      "term_original": "forte algi",
      "capitulo": "21",
      "confidence_embedding": 0.7502,
      "descricao_cid": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro.",
      "classification_reasoning": "A escolha pelo código MB41.3 é justificada pois o termo 'forte algi' refere-se à representação de doença CID-11: Hiposmia, que é a diminuição da capacidade de sentir cheiro. Isso se encaixa com a descrição do paciente apresentando algi forte em MSE, apesar de não possuir prescrição médica.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'forte algi' não está relacionado à hiposmia (perda do sentido do cheiro), mas sim ao sintoma de dor ou desconforto. A escolha do código CID-11 MB41.3 é incorreta, pois não há relação clínica entre a representação da doença e o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BD10": {
      "term_original": "insuficiencia cardiaca congestiva",
      "capitulo": "11",
      "confidence_embedding": 0.7816,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A opção mais precisa é o Código BD10, pois a descrição do termo 'insuficiência cardiaca congestiva' coincide exatamente com a definição da cardiomiopatia isquêmica, que é uma condição clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'insuficiência cardiaca congestiva' no prontuário coincide exatamente com a definição da cardiomiopatia isquêmica, que é uma condição clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal. Portanto, o código CID-11 BD10 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "FB81.5": {
      "term_original": "fratura de mandibula",
      "capitulo": "15",
      "confidence_embedding": 0.7206,
      "descricao_cid": "Representação de doença CID-11: Osteorradionecrose. Definição: Necrose do osso atribuída à radiação ionizante, mais comumente acometendo a mandíbula após radioterapia radical para o tratamento de câncer de cabeça e pescoço, ou a parede torácica após radioterapia para o câncer de mama.",
      "classification_reasoning": "A fratura de mandibula mencionada no contexto clínico é mais provável ser uma osteorradionecrose, considerando que o paciente está sob internação para procedimento cirúrgico e relatou eliminações fisiológicas e boa aceitação da dieta alimentar. Isso sugere uma possível intervenção oncológica anterior.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura de mandibula mencionada no prontuário não é uma osteorradionecrose, como descrita pelo código CID-11 FB81.5. A descrição do código refere-se a uma necrose do osso atribuída à radiação ionizante, o que não se relaciona com a fratura de mandibula mencionada no prontuário. Além disso, o contexto clínico sugere que a fratura é mais provavelmente um resultado de uma lesão física do que uma consequência de radioterapia.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "GC40.53": {
      "term_original": "urinando espontaneamente",
      "capitulo": "16",
      "confidence_embedding": 0.7719,
      "descricao_cid": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso.",
      "classification_reasoning": "A opção mais precisa para o termo 'urinando espontaneamente' é a incontinência urinária, que é um sintoma comum nesse contexto clínico. A paciente está relatando eliminações fisiológicas presentes e boa compreensão da dieta alimentar, indicando uma certa perda controlada de urina.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente está relatando eliminações fisiológicas presentes e boa compreensão da dieta alimentar, o que sugere uma perda controlada de urina. No entanto, a descrição do código CID-11 (GC40.53) refere-se à incontinência por transbordamento associada a prolapso de órgão pélvico, que não é diretamente relacionada ao termo 'urinando espontaneamente'. A paciente está relatando eliminações fisiológicas, mas isso não significa necessariamente incontinência urinária. Portanto, o código CID-11 atribuído não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "FB32.20": {
      "term_original": "mobilizando ativamente os membros",
      "capitulo": "15",
      "confidence_embedding": 0.7146,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A mobilização ativa dos membros sugere a presença de lesão muscular, característica da rabdomiólise idiopática (Código FB32.20). Além disso, a descrição do paciente menciona dispneia aos esforços, o que também é um sintoma comum dessa condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "A mobilização ativa dos membros pode ser um sintoma de diversas condições, incluindo a rabdomiólise idiopática. No entanto, não há outros indícios clínicos no prontuário que apoiem essa classificação. A descrição do paciente menciona dispneia aos esforços e insuficiência cardíaca congestiva, o que sugere uma condição mais complexa. Portanto, a codificação FB32.20 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "ME01": {
      "term_original": "abdome globoso",
      "capitulo": "21",
      "confidence_embedding": 0.7553,
      "descricao_cid": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen.",
      "classification_reasoning": "A descrição de 'abdome globoso' indica a presença de distensão abdominal, caracterizada por um aumento na quantidade de gases intestinais ou fluidos acumulados no abdômen. Essa condição é mais compatível com a descrição do termo 'ME01: Distensão abdominal'.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição de 'abdome globoso' no prontuário é compatível com a definição do código CID-11 ME01: Distensão abdominal. A presença de distensão abdominal é claramente descrita no prontuário, caracterizada por um aumento na quantidade de gases intestinais ou fluidos acumulados no abdômen. Portanto, o código CID-11 ME01 é clinicamente coerente com a descrição do termo 'abdome globoso' no prontuário.",
      "tipo_erro_auditoria": null
    },
    "6C40.3": {
      "term_original": "lúcido",
      "capitulo": "06",
      "confidence_embedding": 0.7646,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas.",
      "classification_reasoning": "A escolha do código 6C40.3 (Intoxicação por álcool) é baseada na descrição do paciente como 'Lúcido, comunicativo, normocorado e eupnico', o que sugere um estado de consciência relativamente estável e ausência de sintomas graves, característicos da intoxicação por álcool. Além disso, a presença de dispneia e dor abdominal é também consistente com os sintomas clássicos da intoxicação alcoólica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 6C40.3 (Intoxicação por álcool) não é justificada pela descrição do paciente como 'Lúcido, comunicativo, normocorado e eupnico', pois essa condição clínica não está relacionada à intoxicação alcoólica. A presença de dispneia e dor abdominal também não é consistente com os sintomas clássicos da intoxicação alcoólica. Além disso, a falta de sintomas graves como atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada também não apoia a escolha desse código.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "VV3Y": {
      "term_original": "monitorizado",
      "capitulo": "V",
      "confidence_embedding": 0.6934,
      "descricao_cid": "Representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Definição: ",
      "classification_reasoning": "A opção VV3Y é a mais precisa para o termo 'monitorizado' no contexto clínico, pois refere-se à representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Isso se ajusta ao fato do paciente estar sendo monitorizado em relação a sua hemodinâmica estável e oximetria de pulso.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção VV3Y é a mais precisa para o termo 'monitorizado' no contexto clínico, pois refere-se à representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Isso se ajusta ao fato do paciente estar sendo monitorizado em relação a sua hemodinâmica estável e oximetria de pulso.",
      "tipo_erro_auditoria": null
    },
    "CA22.0": {
      "term_original": "dispneico aos esforços",
      "capitulo": "12",
      "confidence_embedding": 0.7931,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A descrição do termo 'dispneico aos esforços' sugere que o paciente está apresentando sintomas de falta de ar aguda, caracterizando uma exacerbação da doença pulmonar obstrutiva crônica (DPOC). A escolha do código CA22.0 é mais precisa porque a definição desse código se refere especificamente à exacerbação aguda não especificada da DPOC.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'dispneico aos esforços' sugere que o paciente está apresentando sintomas de falta de ar aguda, mas isso não é suficiente para justificar a escolha do código CA22.0. A definição desse código se refere especificamente à exacerbação aguda não especificada da DPOC, e não há evidências no prontuário que apoiem essa condição. Além disso, o paciente apresenta outras condições clínicas, como insuficiência cardíaca congestiva e fratura de mandíbula, que devem ser consideradas na escolha do código CID.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "NC56.5": {
      "term_original": "hiperemia",
      "capitulo": "22",
      "confidence_embedding": 0.7306,
      "descricao_cid": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão. Definição: ",
      "classification_reasoning": "A hiperemia é um fenômeno que ocorre em áreas com lesões vasculares, nesse caso, o novo acesso venoso foi puncionado devido a hipermia, indicando uma lesão vascular na área",
      "decisao": "REMOVER",
      "motivo_decisao": "A hiperemia descrita no prontuário é um fenômeno que ocorre em áreas com lesões vasculares, mas o código CID-11 atribuído (NC56.5) refere-se a uma lesão do vaso sanguíneo do outro dedo da mão, o que não está diretamente relacionado à hiperemia descrita no prontuário. Ajuste necessário para refletir melhor a realidade clínica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}