{
  "prontuario_id": 772,
  "text": "01:30HRS CLIENTE ACORDADA, ABERTURAS OCULARES BILATERAIS ESPONTÂNEAS E POUCO CONTACTUANTES, PUPILAS ANISOCORICAS D>E BRADIFOTORREAGENTES. TQT COM PRESENÇA DE SECREÇÃO TRAQUEOBRONQUICA ++ DE ASPECTO SERO-PURULENTA, REALIZADAS ASPIRAÇÃO EM VAS + VAI, RESPIRAÇÃO ESPONTÂNEA EM AA COM AUXILIO DE OXIGENOTERAPIA EM NÉVOA ÚMIDA Á 4 L/MIN, EUPNEICA, BOA PERFUSÃO PERIFERICA, EM REPOUSO SOBRE O LEITO COM CABECEIRA ELEVADA Á 45°. MANTEM SNE ABERTA COM DIETATERAPIA EM CURSO BI, ACESSO VENOSO PERIFERICO EM JUGULAR EXT ESQ COM SRT EM CURSO GRAVITACIONAL, CTVOS EM REGIÕES : LOMBAR + AFETADAS POR UP, AMBOS COM PRESENÇA DE EXUDATO +++, TODOS TROCADOS 2 VEZES DURANTE O PLANTÃO. FAZ USO SVD ABERTA COM PRESENÇA DE DÉBITO DIURÉTICO ++ DE COLORAÇÃO AMARELO-CLARO. SEGUE CUIDADOS DA ENFERMAGEM EM PRECAUÇÃO DE CONTATO. ENF° FLORENCE NIGHTINGALE, COREN XXXX. SEPTICEMIA POR STAPHYLOCOCCUS AUREUS. 18:50hs- Coletado 2 amostras de hemocultura + ponta de cateter central e enviado ao laboratório. Enfª FLORENCE NIGHTINGALE XXXX. OUTROS TIPOS ESPECIFICADOS DE DIABETES MELLITUS COM COMPLICACOES CIRCULATORIAS PERIFERICAS. 06:10h: Paciente apresentando rebaixamento de nível de consciencia, dados vitais inaferíveis, parada cárdio-respiratória, comunico plantão da Cx Geral + Vascular para confirmação de óbito. Enf FLORENCE NIGHTINGALE, EDEMA CEREBRAL.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "CLIENTE",
      "Paciente"
    ],
    "Achado": [
      "ACORDADA",
      "EUPNEICA",
      "ABERTURAS OCULARES BILATERAIS ESPONTÂNEAS",
      "RESPIRAÇÃO ESPONTÂNEA EM AA",
      "BOA PERFUSÃO PERIFERICA",
      "REPOUSO SOBRE O LEITO",
      "DÉBITO DIURÉTICO",
      "COLORAÇÃO AMARELO-CLARO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PUPILAS",
      "VAS",
      "VAI",
      "JUGULAR EXT ESQ"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TQT",
      "ASPIRAÇÃO",
      "CTVOS",
      "OXIGENOTERAPIA EM NÉVOA ÚMIDA",
      "REPOUSO SOBRE O LEITO",
      "CABECEIRA ELEVADA Á 45°",
      "SNE ABERTA",
      "ACESSO VENOSO PERIFERICO",
      "SRT EM CURSO GRAVITACIONAL",
      "SVD ABERTA",
      "PRECAUÇÃO DE CONTATO"
    ],
    "Abreviação": [
      "TQT",
      "VAS",
      "VAI",
      "BI",
      "CTVOS",
      "UP",
      "ENF°",
      "Enfª",
      "Enf",
      "RESPIRAÇÃO ESPONTÂNEA EM AA",
      "SNE ABERTA",
      "JUGULAR EXT ESQ",
      "SRT EM CURSO GRAVITACIONAL",
      "SVD ABERTA",
      "Cx Geral"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BI"
    ],
    "Dispositivo Médico": [
      "CTVOS",
      "ACESSO VENOSO PERIFERICO",
      "ponta de cateter central"
    ],
    "Localização ou Região Corporal": [
      "LOMBAR"
    ],
    "Doença ou Síndrome": [
      "UP",
      "SEPTICEMIA POR STAPHYLOCOCCUS AUREUS",
      "DIABETES MELLITUS COM COMPLICACOES CIRCULATORIAS PERIFERICAS",
      "EDEMA CEREBRAL"
    ],
    "Substância Corporal": [
      "EXUDATO",
      "SECREÇÃO TRAQUEOBRONQUICA"
    ],
    "Organização Relacionada à Saúde": [
      "PLANTÃO",
      "laboratório"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENF°",
      "Enfª",
      "Vascular",
      "Enf",
      "Cx Geral"
    ],
    "Procedimento Laboratorial": [
      "hemocultura"
    ],
    "Função de Organismo": [
      "óbito"
    ],
    "Sinal ou Sintoma": [
      "POUCO CONTACTUANTES",
      "D&gt;E BRADIFOTORREAGENTES",
      "ASPECTO SERO-PURULENTA",
      "rebaixamento de nível de consciencia",
      "dados vitais inaferíveis"
    ],
    "Conceito Quantitativo": [
      "4 L/MIN"
    ],
    "Função Fisiológica": [
      "DÉBITO DIURÉTICO"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS DA ENFERMAGEM"
    ]
  },
  "labels": {
    "BE10": {
      "term_original": "coloração amarelo-claro",
      "capitulo": "11",
      "confidence_embedding": 0.7089,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A coloração amarelo-claro se refere ao déficit diurético, o que é característico de síndrome pós-cardiotomia (Código BE10), decorrente da lesão cardíaca e subsequente insuficiência renal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A coloração amarelo-claro descrita no prontuário refere-se ao déficit diurético, o que não é característico de síndrome pós-cardiotomia (Código BE10). A lesão cardíaca e subsequente insuficiência renal são características da síndrome pós-cardiotomia, mas a coloração amarelo-claro não está relacionada à lesão cardíaca. Portanto, o código CID-11 atribuído (BE10) não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8E44": {
      "term_original": "edema cerebral",
      "capitulo": "08",
      "confidence_embedding": 0.7728,
      "descricao_cid": "Representação de doença CID-11: Dano cerebral pós-anóxico. Definição: O dano cerebral pós-anóxico refere-se à gravidade variável da encefalopatia que resulta de parada circulatória, hipotensão ou asfixia.",
      "classification_reasoning": "A descrição do termo 'edema cerebral' no contexto clínico refere-se ao dano cerebral pós-anóxico, que é caracterizado por parada circulatória e hipotensão. O código 8E44 se adequa melhor à essa descrição em comparação com as outras opções.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'edema cerebral' no contexto clínico refere-se ao dano cerebral pós-anóxico, que é caracterizado por parada circulatória e hipotensão. O código 8E44 se adequa melhor à essa descrição em comparação com as outras opções. Ajustamento clínico: a presença de edema cerebral é um indicador de dano cerebral pós-anóxico, o que justifica a atribuição do código 8E44.",
      "tipo_erro_auditoria": null
    },
    "9B02.0": {
      "term_original": "aberturas oculares bilaterais espontâneas",
      "capitulo": "09",
      "confidence_embedding": 0.7726,
      "descricao_cid": "Representação de doença CID-11: Pupila de Argyll Robertson. Definição: São pupilas pequenas bilaterais que se contraem quando o paciente focaliza um objeto próximo, mas não se contraem quando exposto à luz forte (elas não “reagem” à luz).",
      "classification_reasoning": "As aberturas oculares bilaterais espontâneas mencionadas no prontuário são consistentes com a Pupila de Argyll Robertson, caracterizada por pupilas pequenas e não reativas à luz forte.",
      "decisao": "REMOVER",
      "motivo_decisao": "A abertura ocular bilateral espontânea descrita no prontuário não se encaixa com a definição de Pupila de Argyll Robertson, que é caracterizada por pupilas pequenas e não reativas à luz forte. A descrição do prontuário indica que as pupilas são anisocóricas (de tamanho diferente) e bradifotorreagentes (não se contraem quando exposto à luz), o que não é consistente com a Pupila de Argyll Robertson.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MA15.0": {
      "term_original": "d > e bradifotorreagentes",
      "capitulo": "21",
      "confidence_embedding": 0.7536,
      "descricao_cid": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva.",
      "classification_reasoning": "A presença de bactérias no sangue é sugerida pela expressão 'd > e bradifotorreagentes' no texto, o que é consistente com a definição de bacteremia na CID-11.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de bactérias no sangue é sugerida pela expressão 'd > e bradifotorreagentes' no texto, o que é consistente com a definição de bacteremia na CID-11. A descrição do prontuário apresenta evidências clínicas de bacteremia, como a presença de secreção tracheobronquica com aspecto sero-purulento e a realização de aspiração em vas + vai. Portanto, o código CID-11 MA15.0 é válido.",
      "tipo_erro_auditoria": null
    },
    "CB05.41": {
      "term_original": "aspecto sero-purulenta",
      "capitulo": "12",
      "confidence_embedding": 0.7394,
      "descricao_cid": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante.",
      "classification_reasoning": "A presença de secreção trachobronquica com aspecto seropurulento sugere uma resposta inflamatória intensa e crônica, característica da poliangeíte microscópica. Esta condição é relacionada a uma doença autoimune mal definida que afeta múltiplos órgãos e tecidos, incluindo os pulmonares.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de secreção trachobronquica com aspecto seropurulento não é suficiente para justificar a codificação CID-11 CB05.41, que se refere especificamente à poliangeíte microscópica. A descrição do prontuário não apresenta evidências clínicas ou patológicas de uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante. A codificação CID-11 CB05.41 é demasiado específica e não se ajusta ao conteúdo do prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "NC56.Y": {
      "term_original": "dados vitais inaferíveis",
      "capitulo": "22",
      "confidence_embedding": 0.7457,
      "descricao_cid": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível de punho ou mão. Definição: ",
      "classification_reasoning": "A opção mais precisa é a NC56.Y, pois o termo 'dados vitais inaferíveis' sugere que os pacientes não estão apresentando sinais vitais normais, como pressão arterial, frequência cardíaca e respiratória. Isso é consistente com a lesão de vasos sanguíneos ao nível de punho ou mão (NC56.Y), que pode afetar a função cardiovascular e os pacientes podem apresentar sintomas graves como parada cardíaca.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'dados vitais inaferíveis' sugere que os pacientes não estão apresentando sinais vitais normais, como pressão arterial, frequência cardíaca e respiratória. Isso não é consistente com a lesão de vasos sanguíneos ao nível de punho ou mão (NC56.Y), que afeta a função cardiovascular. A opção mais precisa seria uma condição relacionada à parada cardíaca, como 'parada cardíaca' ou 'insuficiência cardíaca'.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA23.0": {
      "term_original": "respiração espontânea em aa",
      "capitulo": "12",
      "confidence_embedding": 0.7674,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica. Definição: Asma alérgica é o fenótipo de asma mais facilmente reconhecido. Frequentemente, inicia-se na infância e é associada a um histórico pessoal ou familiar de doença alérgica, como eczema, rinite alérgica, ou alergia a drogas e alimentos. O exame do escarro induzido desses pacientes, antes do tratamento, geralmente revela uma inflamação eosinofílica das vias aéreas. O principal gatilho é a exposição a alérgenos, como o ácaro da poeira doméstica e ao pólen, aos quais o indivíduo tenha sido, previamente, sensibilizado. Os pacientes com esse fenótipo de asma, usualmente, respondem bem a corticoide inalatório e à imunoterapia alérgeno-específica.",
      "classification_reasoning": "A presença de respiração espontânea em AA sugere um padrão de insuflação e expiração normal, o que é compatível com a asma alérgica, uma doença caracterizada por contrair-se as vias aéreas. A descrição do prontuário também menciona secreção traqueobronquica com aspecto sero-purulento, o que é consistente com a inflamação das vias aéreas presentes na asma alérgica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de respiração espontânea em AA não é suficiente para justificar a codificação CID-11 CA23.0, que representa asma alérgica. A descrição do prontuário apresenta sintomas mais amplos, como secreção traqueobronquica com aspecto sero-purulento e presença de septicemia por Staphylococcus aureus, o que sugere uma condição mais grave e complexa do que apenas asma alérgica.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BD54": {
      "term_original": "débito diurético",
      "capitulo": "11",
      "confidence_embedding": 0.7655,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "O termo 'débito diurético' refere-se à uma complicaçao diabética, portanto, a opção mais precisa é Úlcera de pé diabético (Código: BD54).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'débito diurético' não se refere a uma úlcera de pé diabético, mas sim a um sintoma relacionado à diabetes mellitus. A classificação BD54 não é adequada para representar este termo.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "1C1C.0": {
      "term_original": "septicemia por staphylococcus aureus",
      "capitulo": "01",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A sepse por Staphylococcus aureus é uma forma grave de infecção sistêmica, caracterizada pela presença de bactéria em sangue e outros líquidos corporais. A definição da CID-11 para a síndrome de Waterhouse-Friderichsen (1C1C.0) inclui a descrição de uma infecção aguda que leva à insuficiência adrenal e pode causar sepse, o que coincide com os sintomas apresentados no contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 1C1C.0 para 'septicemia por Staphylococcus aureus' é válida pois a descrição do prontuário apresenta sintomas de infecção aguda, como secreção tracheobronquica e presença de bactéria em sangue, o que coincide com a definição da CID-11 para a síndrome de Waterhouse-Friderichsen. A lógica clínica é coerente entre o termo extraído e a descrição do prontuário.",
      "tipo_erro_auditoria": null
    },
    "6C45.3": {
      "term_original": "rebaixamento de nível de consciencia",
      "capitulo": "06",
      "confidence_embedding": 0.7375,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A escolha para o Código 6C45.3 é baseada na presença de rebaixamento do nível de consciência, que é um sintoma comum da intoxicação por cocaína. Além disso, a presença de outros sintomas descritos no prontuário, como euforia inadequada, agitação psicomotora e mudanças na sociabilidade, também são consistentes com essa condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 6C45.3 é baseada na presença de rebaixamento do nível de consciência, que é um sintoma comum da intoxicação por cocaína. No entanto, ao analisar o prontuário, não há evidências claras de consumo de cocaína ou efeitos farmacológicos conhecidos da substância. Além disso, a presença de septicemia por Staphylococcus aureus e complicações circulatorias periféricas sugere uma condição mais grave e complexa do que apenas uma intoxicação por cocaína. Portanto, o código CID-11 6C45.3 não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME64.3": {
      "term_original": "pouco contactuantes",
      "capitulo": "21",
      "confidence_embedding": 0.7443,
      "descricao_cid": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica).",
      "classification_reasoning": "A opção ME64.3 é a mais precisa porque o termo 'pouco contactuantes' se refere às petéquias, que são representações de doença CID-11 caracterizadas pelo vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção ME64.3 é uma representação de doença CID-11 que se refere às petéquias, mas o termo 'pouco contactuantes' não está relacionado diretamente com a formação de petéquias. A descrição do código CID-11 indica que as petéquias são causadas pelo vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente, enquanto o termo 'pouco contactuantes' se refere às aberturas oculares bilaterais espontâneas e pouco contactuantes. Portanto, a codificação não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "GA10.C2": {
      "term_original": "up",
      "capitulo": "16",
      "confidence_embedding": 0.7405,
      "descricao_cid": "Representação de doença CID-11: Endometriose do peritônio pélvico. Definição: Condição que é frequentemente idiopática. Esta condição é caracterizada por crescimento e função ectópicos de tecido endometrial com extensão de 5 milímetros ou menos sob a superfície visceral ou parietal do peritônio e aparecendo como lesões preta-amarronzadas ou vermelho-alaranjadas claras. Esta condição pode ser associada a tecido vestigial remanescente do ducto wolfiano ou mulleriano, ou a refluxo retrogrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta condição pode se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por identificação laparoscópica de fragmentos ectópicos.",
      "classification_reasoning": "A opção mais precisa para o termo 'up' no contexto clínico é a Endometriose do peritônio pélvico, pois 'Up' pode ser abreviatura de Uterus Peritoneal (UP), que está relacionado à endometriose e às complicações fetais mencionadas no prontuário.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'up' no contexto clínico é a Endometriose do peritônio pélvico, pois 'Up' pode ser abreviatura de Uterus Peritoneal (UP), que está relacionada à endometriose e às complicações fetais mencionadas no prontuário. Ajusta-se ao termo descrito no prontuário e não há contradição óbvia ou falta de base para a classificação.",
      "tipo_erro_auditoria": null
    },
    "5A13.3": {
      "term_original": "diabetes mellitus com complicacoes circulatorias perifericas",
      "capitulo": "05",
      "confidence_embedding": 0.785,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus devido a endocrinopatias. Definição: Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido.",
      "classification_reasoning": "Diabetes mellitus com complicações circulatorias perifericas é mencionado no prontuário como um fator que contribui para a doença do paciente, especificamente em relação às complicações vasculares. O código 5A13.3 melhor se ajusta ao contexto clínico, uma vez que representa diabetes mellitus devido a endocrinopatias.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'diabetes mellitus com complicações circulatorias perifericas' não se refere a uma endocrinopatia, mas sim a uma condição clínica relacionada à diabetes. O código CID-11 5A13.3 é inadequado para representar essa condição, pois descreve diabetes mellitus devido a endocrinopatias, que não está relacionada às complicações circulatorias perifericas mencionadas no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}