{
  "prontuario_id": 132,
  "text": "Paciente com nefrolitíase, interna para NPC, procedimento sem intercorrências. Apresenta adequada evolução pós-operatória, recebe alta em BEG, retirada sonda de nefrostomia, com RX de controle sem evidencia de litiase residual. MENOR ADMITIDO NO D11 PÓS-QT (SEM 31) COM NEUTROPENIA FEBRIL. HEMOCULTURA COM ESTAFILOCOCOS COAGULASE NEG, USOU VANCOMICINA POR 07 DIAS.  RECEBE ALTA COM CLAVULIN POR 03 DIAS. RETORNAR EM 02/07 PARA ÚLTIMA QT. Paciente internou para realização de revisão de mastoidectomia. Procedimento realizado sem intercorrências. Paciente recebe alta em bom estado geral, sem paralisia facial ou cofose, com orientações de cuidados domiciliares, analgesia, antibioticoterapia e acompanhamento ambulatorial ou a emergencia se sinais de gravidade orientados. G2 C1, IG de 39 sem, TS: B +. INTERNA PARA REALIZAR PARTO CESARIA POR FETO EM APRESENTAÇÃO PÉLVICA. EVOLUI PARA Cesárea em 16/06/2007, 20:29 hs, RN APGAR 9 / 10, FEM, 3310 G, VDRL: nr, TOXO IGG e IGM: nr. RECEBE ALTA EM BOM ESTADO GERAL, SINAIS VITAIS ESTÁVEIS, MAMAS LACTANTES, LÓQUIOS FISIOLÓGICOS, ÚTERO CONTRAÍDO, FERIDA OPERATÓRIA SEM PARTICULARIDADES.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Doença ou Síndrome": [
      "nefrolitíase",
      "litiase",
      "NEUTROPENIA FEBRIL",
      "paralisia facial"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "NPC",
      "procedimento",
      "QT",
      "Procedimento",
      "analgesia",
      "antibioticoterapia",
      "Cesárea",
      "retirada sonda de nefrostomia",
      "revisão de mastoidectomia",
      "acompanhamento ambulatorial",
      "PARTO CESARIA"
    ],
    "Abreviação": [
      "NPC",
      "BEG",
      "PÓS-QT",
      "QT",
      "G2",
      "C1",
      "IG",
      "TS",
      "RN",
      "FEM",
      "RX de controle",
      "ESTAFILOCOCOS COAGULASE NEG",
      "39 sem",
      "VDRL : nr",
      "TOXO IGG e IGM : nr"
    ],
    "Negação": [
      "sem",
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "intercorrências",
      "cofose",
      "PARTICULARIDADES",
      "sinais de gravidade"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "ALTA",
      "RETORNAR",
      "internou",
      "orientações",
      "INTERNA",
      "cuidados domiciliares"
    ],
    "Achado": [
      "BEG",
      "PARTICULARIDADES",
      "adequada evolução",
      "bom estado geral",
      "APRESENTAÇÃO PÉLVICA",
      "BOM ESTADO GERAL",
      "SINAIS VITAIS ESTÁVEIS",
      "MAMAS LACTANTES",
      "LÓQUIOS FISIOLÓGICOS",
      "ÚTERO CONTRAÍDO"
    ],
    "Conceito Temporal": [
      "PÓS-QT",
      "DIAS",
      "ÚLTIMA"
    ],
    "Procedimento Laboratorial": [
      "HEMOCULTURA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "VANCOMICINA"
    ],
    "Antibiótico": [
      "VANCOMICINA",
      "CLAVULIN"
    ],
    "Substância Química Orgânica": [
      "CLAVULIN"
    ],
    "Organização Relacionada à Saúde": [
      "emergencia"
    ],
    "Atributo Clínico": [
      "IG",
      "TS"
    ],
    "Grupo Populacional": [
      "RN"
    ],
    "Atributo de Organismo": [
      "FEM"
    ],
    "Procedimento Diagnóstico": [
      "RX de controle"
    ],
    "Bactéria": [
      "ESTAFILOCOCOS COAGULASE NEG"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ESTAFILOCOCOS COAGULASE NEG",
      "VDRL : nr",
      "TOXO IGG e IGM : nr"
    ],
    "Conceito Quantitativo": [
      "3310 G"
    ],
    "Lesão ou Envenenamento": [
      "FERIDA OPERATÓRIA"
    ]
  },
  "labels": {
    "NF0A.3": {
      "term_original": "ferida operatória",
      "capitulo": "22",
      "confidence_embedding": 0.6996,
      "descricao_cid": "Representação de doença CID-11: Infecção pós-traumática da ferida, não classificada em outra parte. Definição: ",
      "classification_reasoning": "A ferida operatória descrita refere-se à lesão causada pela cesárea, que é um tipo de ferida pós-traumática. A opção mais precisa para este termo é NF0A.3, que descreve infecção pós-traumática da ferida, não classificada em outra parte.",
      "decisao": "MANTER",
      "motivo_decisao": "A ferida operatória descrita no prontuário refere-se à lesão causada pela cesárea, que é um tipo de ferida pós-traumática. A opção mais precisa para este termo é NF0A.3, que descreve infecção pós-traumática da ferida, não classificada em outra parte. Portanto, a codificação CID-11 atribuída (NF0A.3) representa fielmente o termo descrito no prontuário e é clinicamente coerente.",
      "tipo_erro_auditoria": null
    },
    "9e+90": {
      "term_original": "cofose",
      "capitulo": "09",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'cofose' refere-se a uma possível perda auditiva ou surdez, mas não há indicação disso no contexto clínico fornecido. A escolha mais precisa é o código 9E90, que se refere à falta de informações sobre função auditiva.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'cofose' não está relacionado a perda auditiva ou surdez, e sim refere-se à possível perda de audição. A escolha do código CID-11 9E90 é justificada, pois se refere à falta de informações sobre função auditiva, o que coincide com o contexto clínico fornecido.",
      "tipo_erro_auditoria": null
    },
    "1C1C.20": {
      "term_original": "neutropenia febril",
      "capitulo": "01",
      "confidence_embedding": 0.7049,
      "descricao_cid": "Representação de doença CID-11: Meningococcemia aguda. Definição: Condição causada por uma infecção pela bactéria Gram-negativa Neisseria meningitidis que leva a uma resposta inflamatória sistêmica grave. Essa condição é caracterizada por febre, calafrios, mialgia, náusea ou erupção cutânea petequial, com progressão para choque e coagulação intravascular disseminada. A transmissão é por contato direto ou transmissão por gotículas. A confirmação é feita pela identificação de Neisseria meningitidis em amostras de sangue.",
      "classification_reasoning": "A escolha do código 1C1C.20 para 'neutropenia febril' se baseia na presença de febre e neutropenia em um paciente que desenvolveu uma infecção (Staphylococcus coagulase negativo) e foi tratado com vancomicina por 7 dias, seguido por clavulina por 3 dias. Essa combinação de sintomas e tratamento sugere uma meningococcemia aguda.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 1C1C.20 para 'neutropenia febril' não é justificada clinicamente, pois a neutropenia febril não está relacionada à meningococcemia aguda. A infecção por Staphylococcus coagulase negativo e o tratamento com vancomicina e clavulina sugerem uma infecção bacteriana secundária, mas não há evidência de meningococcemia aguda.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BD45.0": {
      "term_original": "nefrolitíase",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A nefrolitíase é uma doença renal caracterizada pela formação de pedras nos rins. Nesse contexto, a opção mais precisa é o código BD45.0, que representa a representação de doença CID-11: Nefrite hidronefrosa.",
      "decisao": "MANTER",
      "motivo_decisao": "A nefrolitíase é uma doença renal caracterizada pela formação de pedras nos rins, o que se encontra descrito no prontuário. O código BD45.0 representa a representação de doença CID-11: Nefrite hidronefrosa, que é diretamente relacionada à nefrolitíase. Portanto, a codificação é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "BD54": {
      "term_original": "litiase",
      "capitulo": "11",
      "confidence_embedding": 0.697,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A nefrolitíase mencionada no contexto clínico é uma lesão na parede do rim, o que faz lembrar a definição de úlceras crônicas nos pés ocorrentes em pacientes diabéticos. Embora os dois conceitos sejam diferentes, a busca por 'litiase' na CID-11 deve priorizar a opção mais precisa para este termo, que é a úlcera de pé diabético (BD54).",
      "decisao": "REMOVER",
      "motivo_decisao": "A nefrolitíase descrita no prontuário é uma lesão na parede do rim, não é uma úlcera de pé diabética. A definição da CID-11 para BD54 se refere a úlceras crônicas nos pés ocorrentes em pacientes diabéticos, o que não está relacionado à nefrolitíase. Portanto, o código CID-11 atribuído (BD54) não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC20.2": {
      "term_original": "sinais de gravidade",
      "capitulo": "21",
      "confidence_embedding": 0.7089,
      "descricao_cid": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade.",
      "classification_reasoning": "A opção mais precisa para o termo 'sinais de gravidade' é a hipópio (Código: MC20.2), pois refere-se à presença de células inflamatórias na câmara anterior do olho, o que pode indicar uma situação crítica ou grave durante a internação.",
      "decisao": "REMOVER",
      "motivo_decisao": "A hipópio (Código: MC20.2) é uma condição que se refere à presença de células inflamatórias na câmara anterior do olho, o que não está relacionado ao termo 'sinais de gravidade' descrito no prontuário. O termo 'sinais de gravidade' se refere a situações críticas ou graves durante a internação, enquanto a hipópio é uma condição clínica específica e não está relacionada à gravidade da situação do paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA60.30": {
      "term_original": "intercorrências",
      "capitulo": "22",
      "confidence_embedding": 0.7423,
      "descricao_cid": "Representação de doença CID-11: Laceração da veia jugular interna, menor. Definição: ",
      "classification_reasoning": "A palavra 'intercorrências' refere-se a eventos ou complicações que ocorreram durante o procedimento, como a internação pós-QT com neutropenia febril e uso de vancomicina. Isso é mais consistente com a definição de laceração da veia jugular interna (NA60.30) do que com lesões de nervos ou queimaduras.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'intercorrências' refere-se a eventos ou complicações que ocorreram durante o procedimento, mas o código CID-11 atribuído (NA60.30) representa laceração da veia jugular interna, menor, que não está relacionada às intercorrências descritas no prontuário. A definição do código CID-11 também não se aplica ao contexto clínico apresentado.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "JB0C": {
      "term_original": "apresentação pélvica",
      "capitulo": "18",
      "confidence_embedding": 0.7645,
      "descricao_cid": "Representação de doença CID-11: Complicações de anestesia durante o trabalho de parto e o parto. Definição: Qualquer complicação causada por ou subsequente a qualquer intervenção anestésica durante o trabalho de parto ou parto",
      "classification_reasoning": "A apresentação pélvica do feto é um indício de complicações durante o parto, justificando a escolha do código JB0C, que abrange qualquer complicação causada por ou subsequente à intervenção anestésica durante o trabalho de parto ou parto.",
      "decisao": "REMOVER",
      "motivo_decisao": "A apresentação pélvica do feto não é uma complicação durante o parto, mas sim um indício de que o bebê está na posição pélvica. O código JB0C se refere a complicações durante o trabalho de parto e o parto, enquanto a apresentação pélvica do feto é um achado radiológico e não uma complicação clínica. Portanto, a escolha desse código não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG30.21": {
      "term_original": "particularidades",
      "capitulo": "21",
      "confidence_embedding": 0.7202,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática.",
      "classification_reasoning": "A palavra 'particularidades' se refere à falta de problemas ou complicações inesperadas após a cirurgia, o que coincide com a definição da dor crônica pós-operatória.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'particularidades' não se refere à dor crônica pós-operatória, como descrita no código CID-11 MG30.21. Em vez disso, ela se refere à falta de problemas ou complicações inesperadas após a cirurgia. A classificação é muito genérica e não representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "9A10.3": {
      "term_original": "paralisia facial",
      "capitulo": "09",
      "confidence_embedding": 0.7039,
      "descricao_cid": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal.",
      "classification_reasoning": "A paralisia facial não está relacionada às condições listadas, portanto a opção mais precisa é a hiperlacrimação (Código: 9A10.3), que pode ser causada por várias razões e apresenta sintomas como desconforto e visão turva.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paralisia facial não está relacionada à hiperlacrimação, que é um sintoma caracterizado por transbordamento de lágrimas. A paralisia facial é uma condição neurológica que afeta a face e não tem relação com o sistema lacrimal. Portanto, a codificação CID-11 9A10.3 para 'paralisia facial' é inapropriada e deve ser removida.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    }
  }
}