{
  "prontuario_id": 933,
  "text": "15H RAMSAY 06, DEPENDENTE DE DVA, NORMOTÉRMICO (35,6c), NORMOCÁRDICO (97bpm), CURATIVO CEFÁLICO LIMPO E SECO,MANTEM CURATIVO COM COMPRESSA DE GAZE, ANISOCÓRICO D >  E, TRAQUEOSTOMIZADO EM VM MODO CMV, VC 540,FREQ 15, PEEP 5, FIO2 30, SPO2 95%, AUSCUTA PULMONAR COM RONCOS DIFUSOS, SECREÇÃO SEROHEMÁTICA AO REDOR DA INSERÇÃO DA TRAQUEOSTOMIA, CATETER VENOSO CENTRAL DUPLO LUME VIA SUBCLAVIA DIREITA INFUNDINDO NORADRENALINA 10ML/H, FENTANIL 5ML/H,MIDAZOLAN 20ML/H, ABDOMEN FLÁCIDO, RHA PRESENTES, SNE COM DIETATERAPIA, CURATIVO DE ALOJAMENTO DE CALOTA A DIREITA,LIMPO E SECO, SVD COM DIURESE EM AMARELO TENDENDO A COR LARANJA, ELIMINAÇÕES INTESTINAIS AUSENTES, REALIZADO MEDIDAS DE HIGIENE E CONFORTO, SEGUE EM REPOUSO NO LEITO COM CABECEIRA ELEVADA A 45º MONITORADO COM OXIMETRIA DE PULSO,AM EM RADIAL DIREITA,ECG E PVC SOB CUIDADOS INTENSIVOS.  # RETIRADO CURATIVO TIPO CAPACETE POR Doutor Vital Brazil (NEUROCIRURGIA), MANTEM CURATIVO COM COMPRESSA DE GAZE CONFORME ORIENTAÇÃO DO MESMO. # IRÁ TRANSFUNDIR TRÊS CONCENTRADOS DE HEMÁCIAS, CONFORME PRESCRIÇÃO.  Enfermeira Florence Nightingale  TRAUMATISMOS SUPERFICIAIS ENVOLVENDO A CABEÇA COM O PESCOÇO",
  "entities": {
    "Achado": [
      "NORMOTÉRMICO",
      "NORMOCÁRDICO",
      "LIMPO",
      "SECO",
      "TRAQUEOSTOMIZADO",
      "AMARELO",
      "MONITORADO",
      "RAMSAY 06",
      "DEPENDENTE DE DVA",
      "RHA PRESENTES",
      "ELIMINAÇÕES INTESTINAIS",
      "REPOUSO NO LEITO"
    ],
    "Conceito Quantitativo": [
      "97bpm",
      "540",
      "15",
      "5",
      "95%",
      "10ML/H",
      "5ML/H",
      "20ML/H",
      "35 , 6c"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRAQUEOSTOMIZADO",
      "VM",
      "PEEP",
      "FIO2",
      "SPO2",
      "TRAQUEOSTOMIA",
      "SVD",
      "CURATIVO CEFÁLICO",
      "CURATIVO COM COMPRESSA DE GAZE",
      "CATETER VENOSO CENTRAL DUPLO LUME",
      "SNE COM DIETATERAPIA",
      "CURATIVO DE ALOJAMENTO",
      "MEDIDAS DE HIGIENE E CONFORTO",
      "REPOUSO NO LEITO",
      "CABECEIRA ELEVADA A 45º",
      "CURATIVO TIPO CAPACETE",
      "TRANSFUNDIR TRÊS CONCENTRADOS DE HEMÁCIAS"
    ],
    "Abreviação": [
      "VM",
      "VC",
      "FREQ",
      "PEEP",
      "FIO2",
      "SPO2",
      "10ML/H",
      "20ML/H",
      "SVD",
      "ECG",
      "PVC",
      "DEPENDENTE DE DVA",
      "ANISOCÓRICO D &gt; E",
      "RHA PRESENTES",
      "SNE COM DIETATERAPIA"
    ],
    "Atributo Clínico": [
      "FREQ"
    ],
    "Substância Farmacológica": [
      "NORADRENALINA",
      "FENTANIL",
      "MIDAZOLAN"
    ],
    "Hormônio": [
      "NORADRENALINA"
    ],
    "Substância Química Orgânica": [
      "NORADRENALINA",
      "FENTANIL",
      "MIDAZOLAN"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN"
    ],
    "Dispositivo Médico": [
      "SVD",
      "CURATIVO CEFÁLICO",
      "CURATIVO COM COMPRESSA DE GAZE",
      "CATETER VENOSO CENTRAL DUPLO LUME",
      "CURATIVO DE ALOJAMENTO",
      "CURATIVO TIPO CAPACETE"
    ],
    "Função Fisiológica": [
      "DIURESE",
      "ELIMINAÇÕES INTESTINAIS"
    ],
    "Negação": [
      "AUSENTES"
    ],
    "Procedimento Diagnóstico": [
      "MONITORADO",
      "ECG",
      "PVC",
      "AUSCUTA PULMONAR",
      "OXIMETRIA DE PULSO"
    ],
    "Atividade de Assistência à Saúde": [
      "RETIRADO",
      "PRESCRIÇÃO",
      "CUIDADOS INTENSIVOS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "NEUROCIRURGIA",
      "Enfermeira"
    ],
    "Organização Relacionada à Saúde": [
      "NEUROCIRURGIA"
    ],
    "Produto Intelectual": [
      "PRESCRIÇÃO"
    ],
    "Sinal ou Sintoma": [
      "ANISOCÓRICO D &gt; E",
      "RONCOS DIFUSOS",
      "TENDENDO A COR LARANJA"
    ],
    "Substância Corporal": [
      "SECREÇÃO SEROHEMÁTICA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "SUBCLAVIA DIREITA",
      "RADIAL DIREITA"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS SUPERFICIAIS ENVOLVENDO A CABEÇA COM O PESCOÇO"
    ]
  },
  "labels": {
    "VV3Y": {
      "term_original": "tendendo a cor laranja",
      "capitulo": "V",
      "confidence_embedding": 0.6577,
      "descricao_cid": "Representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Definição: ",
      "classification_reasoning": "A expressão 'tendendo a cor laranja' sugere uma alteração no estado de diuresis, que é um indicador importante do funcionamento renal. Como o paciente está com SVD e eliminações intestinais ausentes, isso aponta para uma insuficiência renal e justifica a escolha do código VV3Y, que se refere às 'outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas', abrangendo o estado de diuresis e sua evolução.",
      "decisao": "REMOVER",
      "motivo_decisao": "A expressão 'tendendo a cor laranja' sugere uma alteração no estado de diuresis, que é um indicador importante do funcionamento renal. No entanto, o código VV3Y não captura essa informação com suficiente especificidade. O termo 'SVD' e a ausência de eliminações intestinais sugerem mais uma insuficiência renal, mas o código CID-11 não contempla essa possibilidade. Portanto, é necessário remover o código VV3Y e substituí-lo por um que melhor represente a situação clínica.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "8E40.2": {
      "term_original": "anisocórico d > e",
      "capitulo": "08",
      "confidence_embedding": 0.7693,
      "descricao_cid": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais.",
      "classification_reasoning": "A opção mais precisa é a hidromeite inflamatória, pois o termo 'anisocórico d > e' sugere uma lesão cerebral com alteração na pressão intracraniana, característica da meningite inflamatória.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa é a hidromeite inflamatória, pois o termo 'anisocórico d > e' sugere uma lesão cerebral com alteração na pressão intracraniana, característica da meningite inflamatória. No entanto, o código CID-11 atribuído (8E40.2) refere-se a Meningite inflamatória, que não é diretamente relacionada ao termo 'anisocórico d > e'. Portanto, a codificação não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA00.2": {
      "term_original": "traumatismos superficiais envolvendo a cabeça com o pescoço",
      "capitulo": "22",
      "confidence_embedding": 0.7701,
      "descricao_cid": "Representação de doença CID-11: Traumatismo superficial do ouvido. Definição: Dano infligido em tecidos superficiais ou pouco profundos da orelha como resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural.",
      "classification_reasoning": "A escolha para o código NA00.2 se deve ao fato de que o termo 'traumatismos superficiais envolvendo a cabeça com o pescoço' refere-se a um dano infligido em tecidos superficiais ou pouco profundos da área craniana e cervical, como resultado direto ou indireto de uma força externa. Isso é compatível com a definição do código NA00.2.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'traumatismos superficiais envolvendo a cabeça com o pescoço' não se refere a um dano infligido em tecidos superficiais ou pouco profundos da área craniana e cervical, como resultado direto ou indireto de uma força externa. A descrição do prontuário menciona traumatismos superficiais envolvendo a cabeça com o pescoço, mas não há evidência de que isso seja relacionado à orelha. Portanto, o código CID-11 NA00.2 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC82.0": {
      "term_original": "monitorado",
      "capitulo": "21",
      "confidence_embedding": 0.7634,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A paciente está sendo monitorada, o que sugere um seguimento contínuo de seus parâmetros vitais, incluindo a frequência cardíaca (97bpm). Isso é mais consistente com uma parada cardíaca ou taquicardia do que com outras opções apresentadas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A parada cardíaca é uma condição que envolve a perda da função cardíaca, o que não está presente no prontuário. A paciente está sendo monitorada e apresenta uma frequência cardíaca normal (97bpm), o que sugere um estado de saúde mais próximo de um paciente crítico do que uma parada cardíaca.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CB21.1": {
      "term_original": "roncos difusos",
      "capitulo": "12",
      "confidence_embedding": 0.7903,
      "descricao_cid": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar.",
      "classification_reasoning": "A presença de roncos difusos sugere um comprometimento pulmonar, e o código CB21.1 (Representação de doença CID-11: Outro pneumotórax espontâneo) é mais preciso do que as outras opções dadas, pois descreve uma possível lesão pulmonar subpleural apical, que pode estar relacionada à presença de roncos.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de roncos difusos no prontuário sugere um comprometimento pulmonar, o que é diretamente relacionado ao código CB21.1 (Representação de doença CID-11: Outro pneumotórax espontâneo). A lógica clínica para manter este código é a presença de sintomas respiratórios e a possibilidade de lesão pulmonar subpleural apical, que pode estar relacionada à presença de roncos.",
      "tipo_erro_auditoria": null
    },
    "VW21": {
      "term_original": "repouso no leito",
      "capitulo": "V",
      "confidence_embedding": 0.7263,
      "descricao_cid": "Representação de doença CID-11: Cuidado com partes do corpo. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'repouso no leito' é a representação de doença CID-11: Cuidado com partes do corpo (Código VW21), pois o paciente está em repouso no leito e não há indicações de que esteja realizando qualquer tipo de atividade física ou auto-cuidado.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'repouso no leito' é descrito como uma condição clínica direta e objetiva, sem qualquer contradição ou ambiguidade. A opção VW21 (Cuidado com partes do corpo) é a mais precisa para representar essa condição, pois o paciente está em repouso e não há indicações de atividade física ou auto-cuidado.",
      "tipo_erro_auditoria": null
    },
    "NA60.20": {
      "term_original": "traqueostomizado",
      "capitulo": "22",
      "confidence_embedding": 0.7387,
      "descricao_cid": "Representação de doença CID-11: Laceração da veia jugular externa, menor. Definição: ",
      "classification_reasoning": "A traqueostomização é uma intervenção cirúrgica que envolve a incisão na parede posterior da tráqueia, portanto, o termo 'traqueostomizado' está relacionado à lesão ou laceração da veia jugular externa, menor (NA60.20), e não com lesões de pleura ou vasos sanguíneos pulmonares.",
      "decisao": "REMOVER",
      "motivo_decisao": "A traqueostomização não é uma lesão ou laceração da veia jugular externa, menor. Ela é uma intervenção cirúrgica que envolve a incisão na parede posterior da tráqueia. Portanto, o código CID-11 NA60.20 não representa fielmente o termo 'traqueostomizado' descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DA60.3": {
      "term_original": "eliminações intestinais",
      "capitulo": "13",
      "confidence_embedding": 0.8192,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A opção mais precisa para o termo 'eliminações intestinais' é a úlcera de estresse do estômago, pois embora não seja uma condição caracterizada por eliminações intestinais, a presença de secreção serohemática ao redor da inserção da traqueostomia sugere que há lesões agudas da mucosa gástrica, como úlceras de estresse do estômago.",
      "decisao": "REMOVER",
      "motivo_decisao": "A condição descrita como 'eliminações intestinais' não está relacionada às úlceras de estresse do estômago. A presença de secreção serohemática ao redor da inserção da traqueostomia sugere lesões agudas da mucosa gástrica, mas isso não é equivalente a eliminações intestinais. Além disso, a falta de menção a diarreia ou alterações na evacuação fecal também apoia a hipótese de que essa condição não está relacionada às úlceras de estresse do estômago.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME24.A5": {
      "term_original": "amarelo",
      "capitulo": "21",
      "confidence_embedding": 0.7445,
      "descricao_cid": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior.",
      "classification_reasoning": "A palavra 'amarelo' refere-se à diurese em amarelo tendendo a cor laranja, o que sugere hemorragia gastrointestinal, confirmada pela descrição de secreção serohemática ao redor da inserção da traqueostomia. Portanto, a opção mais precisa é ME24.A5, Hematêmese.",
      "decisao": "MANTER",
      "motivo_decisao": "A palavra 'amarelo' refere-se à diurese em amarelo tendendo a cor laranja, o que sugere hemorragia gastrointestinal. A descrição de secreção serohemática ao redor da inserção da traqueostomia confirma essa hipótese. Portanto, a opção mais precisa é ME24.A5, Hematêmese.",
      "tipo_erro_auditoria": null
    }
  }
}