{
  "prontuario_id": 816,
  "text": "PACIENTE HIPERTENSO DE LONGA DATA INTERNA POR QUADRO DE INSUFICIÊNCIA CARDÍACA DESCOMPENSADA , COM CONGESTÃO PULMONAR , ASSOCIADA A TAQUIARRITMIA ( FIBRILAÇÃO E FLUTTER ATRIAL ) COM RESPOSTA VENTRICULAR PERSISTENTEMENTE ELEVADA . REALIZADAS MEDIDAS PARA MANEJO DE IC COM BOA RESPOSTA AO TRATAMENTO , MELHORA IMPORTANTE DA CONGESTÃO . DEVIDO À ALTA RV E INSUFICIENCIA CARDÍACA COM PLANO DE CVE , FOI INICIADA ANTICOAGULAÇAO E  REALIZADO ECOCARDIOGRAMA TE QUE EVIDENCIOU FE 46% , HVE , COM HIPOCINESIA DIFUSA E ACINESIA ANTERO-SEPTA MÉDIO-APICAL , SEM TROMBOS INTRACAVITARIOS E COM AUMENTO DO AE ( 5,1CM )  .  NA EVOLUÇÃO , PORÉM , O PACIENTE APRESENTOU MELHORA REDUÇAO DA RESPOSTA VENTRICULAR COM BOM CONTROLE SEM NECESSIDADE DE CVE .  DEVIDO A SE TRATAR DE PRIMEIRO EPISÓDIO DE IC COM ECOCARDIO DO ULTIMO ANO SEM DISFUNÇAO VENTRICUALR E COM ACHADO SEGMENTAR NA ECOCARDIO , REALIZADA INVESTIGAÇAO PARA CARDIOPATIA ISQUEMICA COM CINTILO MIOCARDICA COM DIPIRIDAMOL . ESTE EXAME NÃO EVIDENCIOU ÁREA ISQUEMICA IMPORTANTE , COM POSSIVEL PEQUENA ÁREA ISQUEMICA ANTERIOR APENAS . COM MELHORA CLÍNICA E SEM ACHADOS SUGESTIVOS DE SUBSTRATO ISQUEMICO SIGNIFICATIVO , OPTADO POR OTIMIZAR TTO CLÍNICO E MANTER O PACIENTE ANTICOAGULADO . INICIADA ANTICOAGUAÇAO ORAL NO HOSPITAL , E O PACIENTE FARÁ AJUSTE EM REGIME AMBULATORIAL . RECEBE ALTA EM BOAS CONDIÇOES , COM MELHORA CLÍNICA IMPORTANTE DA IC E RV CONTROLADA .",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE",
      "O PACIENTE"
    ],
    "Doença ou Síndrome": [
      "HIPERTENSO",
      "FIBRILAÇÃO",
      "IC",
      "INSUFICIÊNCIA CARDÍACA DESCOMPENSADA",
      "CONGESTÃO PULMONAR",
      "INSUFICIENCIA CARDÍACA",
      "CARDIOPATIA ISQUEMICA"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "INVESTIGAÇAO",
      "MANTER",
      "ALTA"
    ],
    "Sinal ou Sintoma": [
      "TAQUIARRITMIA"
    ],
    "Abreviação": [
      "CVE",
      "HVE",
      "ECOCARDIO",
      "MANEJO DE IC",
      "ALTA RV",
      "ECOCARDIOGRAMA TE",
      "FE 46%",
      "NECESSIDADE DE CVE",
      "NA ECOCARDIO",
      "CINTILO MIOCARDICA",
      "OTIMIZAR TTO CLÍNICO",
      "MELHORA CLÍNICA IMPORTANTE DA IC",
      "RV CONTROLADA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ANTICOAGULAÇAO",
      "ANTICOAGULADO",
      "MANEJO DE IC",
      "OTIMIZAR TTO CLÍNICO",
      "ANTICOAGUAÇAO ORAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HVE",
      "FE 46%",
      "HIPOCINESIA DIFUSA E ACINESIA ANTERO-SEPTA MÉDIO-APICAL",
      "5 , 1CM",
      "DISFUNÇAO VENTRICUALR E COM ACHADO SEGMENTAR",
      "EVIDENCIOU ÁREA ISQUEMICA IMPORTANTE",
      "POSSIVEL PEQUENA ÁREA ISQUEMICA ANTERIOR"
    ],
    "Negação": [
      "SEM",
      "NÃO"
    ],
    "Procedimento Diagnóstico": [
      "ECOCARDIO",
      "INVESTIGAÇAO",
      "EXAME",
      "ECOCARDIOGRAMA TE",
      "NA ECOCARDIO",
      "CINTILO MIOCARDICA"
    ],
    "Substância Farmacológica": [
      "DIPIRIDAMOL"
    ],
    "Substância Química Orgânica": [
      "DIPIRIDAMOL"
    ],
    "Organização Relacionada à Saúde": [
      "HOSPITAL"
    ],
    "Função Patológica": [
      "FLUTTER ATRIAL"
    ],
    "Achado": [
      "RESPOSTA VENTRICULAR PERSISTENTEMENTE ELEVADA",
      "BOA RESPOSTA AO TRATAMENTO",
      "MELHORA IMPORTANTE DA CONGESTÃO",
      "MELHORA REDUÇAO DA RESPOSTA VENTRICULAR",
      "BOM CONTROLE",
      "MELHORA CLÍNICA",
      "BOAS CONDIÇOES",
      "MELHORA CLÍNICA IMPORTANTE DA IC",
      "RV CONTROLADA"
    ],
    "Conceito Quantitativo": [
      "5 , 1CM"
    ]
  },
  "labels": {
    "BC81.3": {
      "term_original": "flutter atrial",
      "capitulo": "11",
      "confidence_embedding": 0.8216,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial. Definição: Taquiarritmia atrial caracterizada por geração de impulso atrial rápido (geralmente mais rápido que 300 bpm), irregular e descoordenado, geralmente se manifestando no ECG com ondas P indistintas e uma resposta ventricular irregularmente irregular.",
      "classification_reasoning": "A descrição de 'flutter atrial' no contexto clínico indica uma taquiarritmia atrial caracterizada por geração de impulso atrial rápido e irregular, o que coincide com a definição da fibrilação atrial (Código BC81.3) do sistema CID-11.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição de 'flutter atrial' no prontuário é consistente com a definição da fibrilação atrial (Código BC81.3) do sistema CID-11, que caracteriza uma taquiarritmia atrial rápida e irregular. Ajustamento clínico e resposta ventricular persistente elevada também corroboram essa classificação. Portanto, o código CID-11 atribuído é correto.",
      "tipo_erro_auditoria": null
    },
    "BA01": {
      "term_original": "hipertenso",
      "capitulo": "11",
      "confidence_embedding": 0.8293,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "O termo 'hipertenso' refere-se à condição subjacente da doença cardíaca do paciente, que é a hipertensão prolongada e não controlada.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'hipertenso' refere-se à condição subjacente da doença cardíaca do paciente, que é a hipertensão prolongada e não controlada. No entanto, o código CID-11 atribuído (BA01) representa uma doença cardíaca hipertensiva, que é um termo geralmente aplicado a doenças cardíacas causadas por efeitos diretos ou indiretos da hipertensão. Embora haja uma relação entre a hipertensão e a doença cardíaca do paciente, o código CID-11 não representa fielmente o termo 'hipertenso'. Portanto, é necessário remover o código CID-11 atribuído.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA51": {
      "term_original": "cardiopatia isquemica",
      "capitulo": "11",
      "confidence_embedding": 0.7867,
      "descricao_cid": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas.",
      "classification_reasoning": "A escolha pelo código BA51 é baseada na presença de cardiopatia isquêmica, que está relacionada à resposta ventricular persistente e elevada do paciente. Além disso, a presença de taquiarritmia atrial e flutter e a ausência de trombos intracavitários sugerem que o paciente tem um quadro de insuficiência cardíaca descompensada, o que é consistente com a definição de cardiomiopatia isquêmica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A definição de cardiomiopatia isquêmica no CID-11 refere-se a disfunção sistólica ventricular esquerda com antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. No entanto, o prontuário não apresenta esses critérios. A presença de taquiarritmia atrial e flutter e ausência de trombos intracavitários sugere insuficiência cardíaca descompensada, mas isso não é suficiente para justificar a classificação de cardiomiopatia isquêmica.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MC82.0": {
      "term_original": "melhora importante da congestão",
      "capitulo": "21",
      "confidence_embedding": 0.7584,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico.",
      "classification_reasoning": "A opção mais precisa é MC82.0, pois o termo 'melhora importante da congestão' está relacionado ao contexto de insuficiência cardíaca descompensada e congestão pulmonar, que são sintomas característicos do código MC82.0 (Parada cardíaca com taquicardia e fibrilação ventricular).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'melhora importante da congestão' não representa diretamente a parada cardíaca com taquicardia e fibrilação ventricular descrita no prontuário. A insuficiência cardíaca descompensada e congestão pulmonar são sintomas que podem estar relacionados à parada cardíaca, mas o termo 'melhora importante da congestão' não é suficientemente específico para justificar a atribuição do código MC82.0.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BC81.30": {
      "term_original": "insuficiência cardíaca descompensada",
      "capitulo": "11",
      "confidence_embedding": 0.8108,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A escolha do código BC81.30 (Fibrilação atrial paroxística) é mais precisa porque o prontuário menciona a presença de taquiarritmia, especificamente fibrilação atrial com resposta ventricular persistente e elevada.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 BC81.30 (Fibrilação atrial paroxística) não representa fielmente o termo 'insuficiência cardíaca descompensada' descrito no prontuário. A fibrilação atrial é apenas uma manifestação da insuficiência cardíaca, e não é a condição clínica principal. O código atribuído não captura a complexidade da doença cardiovascular do paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC80.0Y": {
      "term_original": "melhora clínica importante da ic",
      "capitulo": "21",
      "confidence_embedding": 0.7179,
      "descricao_cid": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: ",
      "classification_reasoning": "A melhora clínica importante da IC refere-se à redução da resposta ventricular e ao controle da insuficiência cardíaca, o que é mais relacionado ao tratamento da hipertensão e da insuficiência cardíaca do que a outros termos sugeridos.",
      "decisao": "REMOVER",
      "motivo_decisao": "A melhora clínica importante da IC refere-se à redução da resposta ventricular e ao controle da insuficiência cardíaca, o que é mais relacionado ao tratamento da hipertensão e da insuficiência cardíaca do que a outros termos sugeridos. O código CID-11 atribuído (MC80.0Y) não representa fielmente o termo descrito no prontuário, pois MC80.0Y refere-se a outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. A melhora clínica importante da IC é um achado relacionado ao tratamento da hipertensão e da insuficiência cardíaca, portanto, o código CID-11 não é adequado para representar esse termo.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "BA41": {
      "term_original": "ic",
      "capitulo": "11",
      "confidence_embedding": 0.8182,
      "descricao_cid": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)",
      "classification_reasoning": "A opção mais precisa para o termo 'ic' no contexto clínico é a doença CID-11: Infarto agudo do miocárdio, pois há referências à isquemia miocárdica e ao infarto anterior, caracterizando um quadro de insuficiência cardíaca com possibilidade de IC (Infarto do Coração).",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção do código CID-11 'BA41' (Infarto agudo do miocárdio) não é precisa para o termo 'ic' no contexto clínico. Embora haja referências à isquemia miocárdica e ao infarto anterior, o prontuário descreve um quadro de insuficiência cardíaca com possibilidade de IC (Infarto do Coração), mas não há evidência de necrose miocárdica ou aumento de biomarcadores cardíacos. Além disso, a descrição do prontuário é mais consistente com uma cardiopatia isquêmica crônica do que um infarto agudo.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "BC43.6": {
      "term_original": "resposta ventricular persistentemente elevada",
      "capitulo": "11",
      "confidence_embedding": 0.7922,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo.",
      "classification_reasoning": "A resposta ventricular persistentemente elevada se refere à cardiomiopatia ventricular arritmogênica, que é caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso.",
      "decisao": "REMOVER",
      "motivo_decisao": "A resposta ventricular persistentemente elevada não se refere à cardiomiopatia ventricular arritmogênica, como descrita no código CID-11. A condição clínica descrita no prontuário é uma insuficiência cardíaca descompensada com congestão pulmonar e taquiarritmia, não uma cardiomiopatia ventricular arritmogênica. Portanto, o código CID-11 atribuído (BC43.6) não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA22.0": {
      "term_original": "congestão pulmonar",
      "capitulo": "12",
      "confidence_embedding": 0.8184,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A congestão pulmonar está relacionada à insuficiência cardíaca e taquiarritmia atrial, o que configura uma doença pulmonar obstrutiva crônica com exacerbação aguda não especificada.",
      "decisao": "MANTER",
      "motivo_decisao": "A congestão pulmonar está diretamente relacionada à insuficiência cardíaca e taquiarritmia atrial, o que configura uma condição clínica específica descrita no prontuário. A classificação CID-11 CA22.0 é justificada pela presença de sintomas respiratórios agudos associados à doença cardíaca.",
      "tipo_erro_auditoria": null
    }
  }
}