{
  "prontuario_id": 823,
  "text": "# HAS # HIPOTIREIODISMO PÓS TIREOIDECTOMIA  ( BOCIO MULTINODULAR TÓXICO ) # ESTENOSE MITRAL COMISSUROTOMIA EM 1999 # ACFA ( ANTICOAGULADA ) # ECOCARDIO 2004 AE 5,4 DD 4,7 DS 2,9 FE 69% AREA VALVAL MITRAL 2  PACIENTE INTERNA NO HCPA POR EPISÓDIO DE MAL-ESTAR , SUDORESE , ESCURESCIMENTO VISUAL E PRÉ SINCOPE . NA CHEGADA AO HOSPITAL APRESENTAVA UMA BRADICARDICA , COMPATIVEL COM BAVT ( FC 36 ) A QUAL FOI ATRIBUIDA APOS INVESTIGAÇÃO LABORATORIAL E RADIOLÓGICA AS MEDICAÇÕES ( DIGOXINA + VERAPAMIL ) . COM A SUSPENSÃO DAS DROGAS E CORREÇÃO DA INSTABILIDADE HEMODINÂMICA PACIENTE APRESENTOU MELHORA SIGNIFICATIVAS DA SINTOMATOLOGIA . NA ALTA PACIENTE ENCONTRA-SE ASSINTOMÁTICA , AFEBRIL COM SINAIS VITÁIS ESTAVÉIS E RECEBE ENCAMINHAMENTO PARA AMBULATÓRIO DE CARDIOLOGIA (Doutor Vital Brazil ) PARA ACOMPANHAMENTO DO DISTÚRBIO DE CONDUÇÃO E DEMAIS COMORBIDADES. ",
  "entities": {
    "Doença ou Síndrome": [
      "HAS",
      "ACFA",
      "BAVT",
      "BOCIO MULTINODULAR TÓXICO",
      "ESTENOSE MITRAL",
      "DISTÚRBIO DE CONDUÇÃO",
      "DEMAIS COMORBIDADES"
    ],
    "Abreviação": [
      "HAS",
      "ACFA",
      "ECOCARDIO",
      "BAVT",
      "FC",
      "AE 5 , 4",
      "DD 4 , 7",
      "DS 2 , 9",
      "FE 69%"
    ],
    "Conceito Temporal": [
      "PÓS",
      "APOS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TIREOIDECTOMIA",
      "COMISSUROTOMIA",
      "ANTICOAGULADA",
      "SUSPENSÃO DAS DROGAS",
      "CORREÇÃO DA INSTABILIDADE HEMODINÂMICA"
    ],
    "Procedimento Diagnóstico": [
      "ECOCARDIO",
      "INVESTIGAÇÃO",
      "RADIOLÓGICA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "ALTA",
      "ENCAMINHAMENTO",
      "ACOMPANHAMENTO",
      "SUSPENSÃO DAS DROGAS",
      "CORREÇÃO DA INSTABILIDADE HEMODINÂMICA"
    ],
    "Sinal ou Sintoma": [
      "SUDORESE",
      "BRADICARDICA",
      "EPISÓDIO DE MAL-ESTAR",
      "ESCURESCIMENTO VISUAL",
      "PRÉ SINCOPE"
    ],
    "Organização Relacionada à Saúde": [
      "HOSPITAL",
      "AMBULATÓRIO DE CARDIOLOGIA"
    ],
    "Atributo Clínico": [
      "FC"
    ],
    "Conceito Quantitativo": [
      "36"
    ],
    "Procedimento Laboratorial": [
      "LABORATORIAL"
    ],
    "Substância Farmacológica": [
      "MEDICAÇÕES",
      "DIGOXINA",
      "VERAPAMIL"
    ],
    "Substância Química Orgânica": [
      "DIGOXINA",
      "VERAPAMIL"
    ],
    "Negação": [
      "ASSINTOMÁTICA",
      "AFEBRIL"
    ],
    "Achado": [
      "ASSINTOMÁTICA",
      "AFEBRIL",
      "MELHORA SIGNIFICATIVAS DA SINTOMATOLOGIA",
      "SINAIS VITÁIS ESTAVÉIS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "AE 5 , 4",
      "DD 4 , 7",
      "DS 2 , 9",
      "FE 69%",
      "AREA VALVAL MITRAL 2"
    ]
  },
  "labels": {
    "5.3": {
      "term_original": "bocio multinodular tóxico",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa para o termo 'bocio multinodular tóxico' é a doença CID-11 representada pelo código 5.3, pois o termo 'tóxico' sugere a presença de sintomas graves relacionados à função tireoidiana, como hipotireoidismo pós-tireoidectomia.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção do sistema é justificada, pois o termo 'bocio multinodular tóxico' sugere a presença de sintomas graves relacionados à função tireoidiana, como hipotireoidismo pós-tireoidectomia. A codificação CID-11 5.3 para bocio multinodular tóxico é clinicamente válida e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "BB60.1": {
      "term_original": "estenose mitral",
      "capitulo": "11",
      "confidence_embedding": 0.8069,
      "descricao_cid": "Representação de doença CID-11: Estenose mitral não reumática. Definição: Estenose mitral é o estreitamento da passagem através da valva mitral devido à fibrose e calcinose nos folhetos e áreas de cordoalha. O motivo mais comum de estenose mitral é a febre reumática. Exceto febre reumática; LES, sarcoide maligno, endocardite infecciosa ativa, doença de Gota de Whipple, calcificação anular maciça causam estenose mitral.",
      "classification_reasoning": "A escolha pelo código BB60.1 é justificada pela presença de 'estenose mitral' como comorbidade mencionada no prontuário, sem evidência de reumateismo ou cardiopatia reumática associadas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A estenose mitral é uma obstrução anatômica da valva mitral, enquanto o prontuário menciona a comorbidade como 'estenose mitral' após commissurotomy em 1999. Isso sugere que a estenose mitral é um resultado da cirurgia e não uma doença pré-existente. Portanto, o código BB60.1, que descreve a estenose mitral como uma doença CID-11, não é clinicamente válido para este caso.",
      "tipo_erro_auditoria": "incompatibilidade_anatomica"
    },
    "8D64.10": {
      "term_original": "distúrbio de condução",
      "capitulo": "08",
      "confidence_embedding": 0.7813,
      "descricao_cid": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto.",
      "classification_reasoning": "A opção mais precisa é a hidrocefalia devida a malformações estruturais, pois o termo 'distúrbio de condução' se refere à alteração na condução do Impulso Cardíaco, que está relacionado à hidrocefalia e às suas possíveis consequências no sistema nervoso central.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'distúrbio de condução' não está relacionado à hidrocefalia, mas sim ao sistema cardiovascular. A justificativa do sistema é inválida pois não há nenhuma evidência clínica no prontuário que sugira uma relação entre o distúrbio de condução e a hidrocefalia. Além disso, a definição do código CID-11 também não se aplica ao caso.",
      "tipo_erro_auditoria": "inferencia_sem_suporte"
    },
    "9D42.4": {
      "term_original": "escurescimento visual",
      "capitulo": "09",
      "confidence_embedding": 0.7371,
      "descricao_cid": "Representação de doença CID-11: Escotoma central. Definição: Escotoma central é um defeito que cobre a fóvea. Portanto, causa uma perda de acuidade visual e pode haver necessidade de fixação excêntrica.",
      "classification_reasoning": "A escolha do código 9D42.4 (Escotoma central) é mais precisa para o termo 'escurescimento visual' no contexto clínico, pois este escotoma pode causar perda de acuidade visual e necessidade de fixação excêntrica, caracterizando um defeito na visão.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'escurescimento visual' não é diretamente relacionado ao escotoma central descrito no código 9D42.4. A descrição do código refere-se a perda de acuidade visual e necessidade de fixação excêntrica, enquanto o termo 'escurescimento visual' pode ter causas variadas, incluindo problemas oftalmológicos ou neurológicos. Portanto, não há suporte clínico para associar o termo 'escurescimento visual' ao código 9D42.4.",
      "tipo_erro_auditoria": "inferencia_sem_suporte"
    },
    "MB23.H": {
      "term_original": "pré sincope",
      "capitulo": "21",
      "confidence_embedding": 0.711,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A escolha pelo código MB23.H (Crise de pânico) é a mais precisa porque o termo 'pré sincope' indica um episódio de medo ou apreensão intensos, acompanhado por sintomas característicos como palpitações, sudorese e sensação de falta de ar, que são consistentes com a definição do pânico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código MB23.H (Crise de pânico) não é clinicamente válida porque o termo 'pré sincope' não descreve um episódio de medo ou apreensão intensos, acompanhado por sintomas característicos como palpitações, sudorese e sensação de falta de ar. Em vez disso, refere-se a uma situação em que o paciente apresentou sintomas pré-sincope, como mal-estar, sudorese, escurecimento visual e pré-sincope, que não são consistentes com a definição do pânico.",
      "tipo_erro_auditoria": "inferencia_sem_suporte"
    },
    "BE10": {
      "term_original": "acfa",
      "capitulo": "11",
      "confidence_embedding": 0.7668,
      "descricao_cid": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite.",
      "classification_reasoning": "A presença de ACFA (anticoagulada) no prontuário sugere que a paciente tem histórico de lesão cardíaca, tornando a síndrome pós-cardiotomia uma possibilidade. Além disso, a suspensão das drogas e correção da instabilidade hemodinâmica após a alta da paciente indicam que a doença é relacionada ao período pós-cardiotomia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de ACFA (anticoagulada) no prontuário não é suficiente para justificar a atribuição do código CID-11 BE10, que se refere à síndrome pós-cardiotomia. A análise do prontuário não apresenta evidências de lesão cardíaca recente ou antecedente de infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. Além disso, a suspensão das drogas e correção da instabilidade hemodinâmica após a alta da paciente também não são características clínicas da síndrome pós-cardiotomia.",
      "tipo_erro_auditoria": "inferencia_sem_suporte"
    },
    "BC80.1": {
      "term_original": "bradicardica",
      "capitulo": "11",
      "confidence_embedding": 0.797,
      "descricao_cid": "Representação de doença CID-11: Bradicardia sinusal. Definição: Frequência sinusal em repouso abaixo do percentil 97% para a idade (<60 bpm em adultos).",
      "classification_reasoning": "A bradicardia sinusal está relacionada à frequência cardíaca abaixo do percentil 97% para a idade, o que é compatível com a definição da CID-11 BC80.1.",
      "decisao": "MANTER",
      "motivo_decisao": "A bradicardia sinusal descrita no prontuário é compatível com a definição da CID-11 BC80.1, que define frequência cardíaca abaixo do percentil 97% para a idade. A descrição do prontuário apresenta uma bradicardica (36 bpm) compatível com essa definição, portanto, o código atribuído é clinicamente válido.",
      "tipo_erro_auditoria": null
    },
    "MC20.2": {
      "term_original": "sudorese",
      "capitulo": "21",
      "confidence_embedding": 0.7028,
      "descricao_cid": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade.",
      "classification_reasoning": "Sudorese está relacionada à hipópio, uma condição caracterizada pela presença de células inflamatórias na câmara anterior do olho, frequentemente associado a sintomas como escurecimento visual e outros problemas oculares.",
      "decisao": "REMOVER",
      "motivo_decisao": "A sudorese não está relacionada à hipópio, uma condição caracterizada pela presença de células inflamatórias na câmara anterior do olho. A justificativa do sistema é baseada em uma associação puramente imaginária entre a sudorese e a hipópio, sem qualquer base no texto do prontuário. Além disso, não há nenhuma indicação de que a sudorese seja um sintoma da hipópio ou de outra condição oculares descrita no prontuário.",
      "tipo_erro_auditoria": "inferencia_sem_suporte"
    }
  }
}