{
  "prontuario_id": 997,
  "text": "11:40HS. ALERTA, CONFUSO. AGITADO. PUPILAS ISOCORICAS FOTORREAGENTES. EUPINEICO EM AR AMBIENTE. SNE COM DIETA EM CURSO 40 ML/H. TRAQUEOSTOMIA OCLUIDA. CURATIVO LIMPO E SECO. MMSS E MMII CONTIDOS. AVALIADO PELA FONOAUDIOLOGA, LIBERADO DIETA LIQUIDA PASTOSA. AGUARDA EVOLUÇÃO. SEGUE CUIDADOS DE ENFERMAGEM. Enfermeira Florence Nightingale. OUTROS TRAUMATISMOS INTRACRANIANOS.",
  "entities": {
    "Achado": [
      "ALERTA",
      "ISOCORICAS",
      "FOTORREAGENTES",
      "EUPINEICO",
      "CURATIVO LIMPO E SECO"
    ],
    "Disfunção Mental ou Comportamental": [
      "CONFUSO"
    ],
    "Sinal ou Sintoma": [
      "AGITADO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PUPILAS"
    ],
    "Abreviação": [
      "SNE",
      "MMSS",
      "MMII"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SNE"
    ],
    "Localização ou Região Corporal": [
      "MMSS",
      "MMII"
    ],
    "Grupo Profissional ou Ocupacional": [
      "FONOAUDIOLOGA",
      "Enfermeira"
    ],
    "Conceito Quantitativo": [
      "40 ML/H"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS INTRACRANIANOS"
    ]
  },
  "labels": {
    "8D8A.2": {
      "term_original": "isocoricas",
      "capitulo": "08",
      "confidence_embedding": 0.7706,
      "descricao_cid": "Representação de doença CID-11: Anisocoria episódica. Definição: Este é um grupo de transtornos em que movimentos pupilares periódicos levam a mudanças de tamanho. Isso ocorre devido ao tônus parassimpático ou simpático anormal.",
      "classification_reasoning": "O termo 'isocoricas' é uma característica descrita na descrição do código, referindo-se à representação de doença CID-11: Anisocoria episódica, que se refere a mudanças periódicas no tamanho dos pupilos. Isso concorda com o contexto clínico apresentado.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do código CID-11: Anisocoria episódica se refere a mudanças periódicas no tamanho dos pupilos, o que concorda com o termo 'isocoricas' descrito no prontuário. Isso significa que os pupilos estão igualmente dilatados ou constrições, o que é uma característica clínica observada na avaliação do paciente.",
      "tipo_erro_auditoria": null
    },
    "DA60.3": {
      "term_original": "curativo limpo e seco",
      "capitulo": "13",
      "confidence_embedding": 0.7254,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A descrição de 'curativo limpo e seco' indica que há algum tipo de lesão ou ferimento, provavelmente no estômago ou intestino, que está recebendo cuidado adequado e não apresenta sangramento ou secreção. A síndrome de úlcera de estresse do estômago (DA60.3) se encaixa melhor nesse contexto, pois é uma condição com lesões agudas da mucosa gástrica que podem resultar em hemorragia digestiva alta aguda.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'curativo limpo e seco' não está relacionada a uma condição clínica específica, mas sim refere-se ao cuidado médico recebido pelo paciente. A síndrome de úlcera de estresse do estômago (DA60.3) não é diretamente relacionada à descrição do curativo, portanto, o código CID-11 atribuído não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9B01.1": {
      "term_original": "fotorreagentes",
      "capitulo": "09",
      "confidence_embedding": 0.7605,
      "descricao_cid": "Representação de doença CID-11: Pupilas parassimpatoparéticas. Definição: Dano ao estímulo parassimpático para o músculo esfíncter da íris.",
      "classification_reasoning": "A presença de pupilas isocóricas fotorreagentes sugere uma resposta normal ao estímulo luminoso, o que é característico das pupilas parassimpatoparéticas.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de pupilas isocóricas fotorreagentes é uma característica normal e esperada, pois as pupilas parassimpatoparéticas respondem ao estímulo luminoso. A codificação CID-11 9B01.1 representa fielmente a condição descrita no prontuário, portanto, a classificação é válida.",
      "tipo_erro_auditoria": null
    },
    "6C45.3": {
      "term_original": "confuso",
      "capitulo": "06",
      "confidence_embedding": 0.7837,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "O termo 'confuso' está relacionado à intoxicação por cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação, incluindo confusão.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença do termo 'confuso' no prontuário é diretamente relacionada à intoxicação por cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. A descrição do código CID-11 6C45.3 também menciona confusão como um sintoma possível da intoxicação por cocaína. Portanto, a codificação é clinicamente coerente e válida.",
      "tipo_erro_auditoria": null
    },
    "NA06.1": {
      "term_original": "alerta",
      "capitulo": "22",
      "confidence_embedding": 0.7561,
      "descricao_cid": "Representação de doença CID-11: Ferimento penetrante da órbita ocular com ou sem corpo estranho. Definição: ",
      "classification_reasoning": "A presença de 'alerta', 'confuso' e 'agitado' no contexto sugere um estado de alerta ou estresse, que pode estar relacionado a uma lesão crânioencefálica. O código NA06.1 refere-se a ferimentos penetrantes da órbita ocular com ou sem corpo estranho, o que não está diretamente relacionado ao contexto. No entanto, como o paciente apresenta trauma intracraniano, é mais provável que esteja lidando com um dano cerebral, que pode estar associado a uma lesão da órbita ocular.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'alerta' não representa diretamente uma condição clínica relacionada a lesão da órbita ocular, como sugerido pelo código CID-11 NA06.1. A presença de 'alerta', 'confuso' e 'agitado' no contexto sugere mais um estado de estresse ou alarme, provavelmente relacionado a trauma intracraniano, o que não é capturado pelo código CID-11 escolhido.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC80": {
      "term_original": "eupineico",
      "capitulo": "11",
      "confidence_embedding": 0.7343,
      "descricao_cid": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade.",
      "classification_reasoning": "A opção mais precisa para o termo 'eupineico' é a Bradiarritmia supraventricular (Código BC80). O contexto clínico menciona confusão e agitação, características comuns em pacientes com arritmias cardíacas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção BC80 não é adequada porque 'eupineico' não se refere a Bradiarritmia supraventricular. O termo 'eupineico' parece ser uma abreviação médica comum, mas não há contexto clínico que justifique essa classificação. Além disso, a presença de confusão e agitação no prontuário sugere que o paciente pode ter outro tipo de problema médico.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "KA44.0": {
      "term_original": "traumatismos intracranianos",
      "capitulo": "19",
      "confidence_embedding": 0.777,
      "descricao_cid": "Representação de doença CID-11: Traumatismo de parto aos nervos cranianos. Definição: Traumatismos de parto aos nervos cranianos incluem contusão, avulsão, ruptura, neuroma ou práxis.",
      "classification_reasoning": "A opção mais precisa é KA44.0 pois o termo 'traumatismos intracranianos' refere-se ao dano causado nos nervos cranianos ou no cérebro, como mencionado na descrição do código.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'traumatismos intracranianos' refere-se ao dano causado nos nervos cranianos ou no cérebro, mas o código CID-11 KA44.0 se refere especificamente a traumatismo de parto aos nervos cranianos, que é um tipo específico de lesão cerebral. Embora haja uma relação entre os dois termos, eles não são sinônimos e não representam exatamente a mesma condição clínica. Portanto, o código CID-11 atribuído não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}