{
  "prontuario_id": 81,
  "text": "Paciente com obesidade, IVC G IV MID, já realiizou ligadura do cajado da Safena Magna em outro serviço há alguns anos. Realizou Flebodinâmica com refluxo e Ecodoppler com refluxo na safena magna em toda sua extensão com cajado não identificado. Realizada Safenectomia (cajado já ligado) + ressecção de trajetos. Procedimento sem intercorrências. Paciente tem alta em bom estado geral, deambulando e com orientações.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Doença ou Síndrome": [
      "obesidade",
      "IVC G IV"
    ],
    "Abreviação": [
      "MID",
      "IVC G IV"
    ],
    "Localização ou Região Corporal": [
      "MID"
    ],
    "Procedimento Diagnóstico": [
      "Flebodinâmica",
      "Ecodoppler"
    ],
    "Resultado Laboratorial ou de Teste": [
      "refluxo",
      "refluxo na safena magna em toda sua extensão"
    ],
    "Negação": [
      "não",
      "sem"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Safenectomia",
      "Procedimento",
      "ressecção de trajetos"
    ],
    "Sinal ou Sintoma": [
      "intercorrências"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "orientações"
    ],
    "Achado": [
      "deambulando",
      "bom estado geral"
    ]
  },
  "labels": {
    "5B81.0": {
      "term_original": "obesidade",
      "capitulo": "05",
      "confidence_embedding": 0.8021,
      "descricao_cid": "Representação de doença CID-11: Obesidade devido a desequilíbrio energético. Definição: A obesidade é uma doença crônica e complexa, definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos principais únicos podem ser identificados (doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).",
      "classification_reasoning": "A obesidade foi mencionada como uma doença crônica e complexa definida por adiposidade excessiva, o que coincide com a definição da obesidade na opção selecionada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A obesidade foi mencionada como um sintoma, mas o código CID-11 selecionado (5B81.0) refere-se à obesidade devido a desequilíbrio energético, que não é diretamente relacionada ao caso do paciente. A obesidade descrita no prontuário é uma consequência da falta de atividade física e hábitos alimentares inadequados, mas o código CID-11 selecionado não captura essa relação causal.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BD74.10": {
      "term_original": "ivc g iv",
      "capitulo": "11",
      "confidence_embedding": 0.7463,
      "descricao_cid": "Representação de doença CID-11: Veias varicosas com refluxo da veia safena magna. Definição: Veias varicosas associadas a refluxo na veia safena magna, normalmente como resultado de incompetência valvar: isso pode ser devido a válvulas congênitas fracas ou após lesão por traumatismo direto ou trombose venosa.",
      "classification_reasoning": "A opção mais precisa é BD74.10 porque o termo 'IVC G IV MID' se refere a representação de doença CID-11: Veias varicosas com refluxo da veia safena magna, que coincide com o procedimento realizado no paciente (safenectomia e ressecção de trajetos).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'IVC G IV MID' não se refere a representação de doença CID-11: Veias varicosas com refluxo da veia safena magna, como justificado pelo sistema. A codificação BD74.10 não é clínamicamente coerente com o prontuário, pois IVC G IV MID se refere à classificação de obesidade, não a doença venosa. Portanto, é necessário remover essa codificação e buscar uma opção mais precisa que represente a doença venosa descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}