{
  "prontuario_id": 925,
  "text": "PCTE COM HISTÓRIA DE GOTA, NEFRECTOMIA HÁ 2 ANOS E ANGINA INTERNA PARA REALIZAÇÃO DE ACTP + STENT EM ACX DISTAL COM SUCESSO ANGIOGRÁFICO. APRESENTA NO DIA POSTERIOR AO PROCEDIMENTO QUADRO DE MONOARTRITE EM JOELHO DIR. INICIADO TRATAMENTO PARA CRISE DE GOTA COM COLCHICINA E AINE COM MELHORA PARCIAL. REALIZADA PUNÇÃO ARTICULAR COM PRESENÇA DE CRISTAIS E NEUTROFILOS 80% NO DIFERENCIAL E MELHORA SIGNIFICATIVA DO QUADRO. PROVEVEL PERDA DE FUNÇÃO RENAL PRÉVIA COM PIORA COM AINE, MAS RETRONO AOS NÍVEIS BASAIS COM HIDRATAÇÃO E RETIRADA DO AINE. EXAMES NA ALTA: U: 100, CR: 2,2; K:4,2; ORIENTADO A USAR TICLOPIDINA 250MG DE 12/12 H POR 30 DIAS, JUNTAMENTE COM OUTRAS MEDICAÇÕES DE USO CORRENTE, ASSIM COMO PROCURAR SEU MÉDICO PARA MANEJO DA IRC E GOTA.",
  "entities": {
    "Abreviação": [
      "PCTE",
      "AINE",
      "ACX DISTAL",
      "JOELHO DIR",
      "PIORA COM AINE",
      "U : 100",
      "CR : 2 , 2",
      "K : 4 , 2"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Doença ou Síndrome": [
      "GOTA",
      "ANGINA",
      "IRC",
      "QUADRO DE MONOARTRITE",
      "CRISE DE GOTA",
      "PERDA DE FUNÇÃO RENAL"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "NEFRECTOMIA",
      "TRATAMENTO",
      "HIDRATAÇÃO",
      "PUNÇÃO ARTICULAR"
    ],
    "Sinal ou Sintoma": [
      "ANGINA",
      "QUADRO DE MONOARTRITE"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "ALTA",
      "ORIENTADO"
    ],
    "Substância Farmacológica": [
      "COLCHICINA",
      "AINE",
      "TICLOPIDINA",
      "MEDICAÇÕES"
    ],
    "Substância Química Orgânica": [
      "COLCHICINA",
      "TICLOPIDINA"
    ],
    "Conceito Temporal": [
      "PRÉVIA",
      "12/12 H"
    ],
    "Procedimento Laboratorial": [
      "EXAMES"
    ],
    "Conceito Quantitativo": [
      "250MG"
    ],
    "Grupo Profissional ou Ocupacional": [
      "MÉDICO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ACX DISTAL",
      "JOELHO DIR"
    ],
    "Achado": [
      "SUCESSO ANGIOGRÁFICO",
      "MELHORA PARCIAL",
      "MELHORA SIGNIFICATIVA DO QUADRO",
      "PIORA COM AINE"
    ],
    "Procedimento Diagnóstico": [
      "PUNÇÃO ARTICULAR"
    ],
    "Resultado Laboratorial ou de Teste": [
      "PRESENÇA DE CRISTAIS E NEUTROFILOS 80%",
      "U : 100",
      "CR : 2 , 2",
      "K : 4 , 2"
    ]
  },
  "labels": {
    "BE11": {
      "term_original": "irc",
      "capitulo": "11",
      "confidence_embedding": 0.742,
      "descricao_cid": "Representação de doença CID-11: Outros distúrbios funcionais subsequentes a cirurgia cardíaca. Definição: ",
      "classification_reasoning": "O termo 'irc' se refere à Insuficiência Renal Crônica, que é mencionada no contexto clínico como um problema prévio e que foi revertido com hidratação e retirada do AINE. O código BE11, Outros distúrbios funcionais subsequentes a cirurgia cardíaca, é mais preciso para representar essa situação.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 BE11, Outros distúrbios funcionais subsequentes a cirurgia cardíaca, não representa fielmente o termo 'irc' descrito no prontuário. A Insuficiência Renal Crônica é um problema específico e não se enquadra na categoria de distúrbios funcionais subsequentes a cirurgia cardíaca. Além disso, a situação clínica apresentada no prontuário é mais precisa e detalhada do que o código CID-11 atribuído.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "BD52.71": {
      "term_original": "piora com aine",
      "capitulo": "11",
      "confidence_embedding": 0.7325,
      "descricao_cid": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento",
      "classification_reasoning": "A perda de função renal prévia com piora com aine sugere que a aorta ascendente ou a raiz pode ter sido afetada, levando à dilatação adquirida da aorta.",
      "decisao": "REMOVER",
      "motivo_decisao": "A perda de função renal prévia com piora com aine não está relacionada à dilatação adquirida da aorta ascendente ou raiz. A piora renal é um sintoma que pode ter várias causas, e a presença de aine não é suficiente para justificar a atribuição do código CID-11 BD52.71.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA81": {
      "term_original": "sucesso angiográfico",
      "capitulo": "11",
      "confidence_embedding": 0.7743,
      "descricao_cid": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes.",
      "classification_reasoning": "A opção BA81 é a mais precisa para o termo 'sucesso angiográfico' no contexto clínico, pois refere-se ao resultado positivo de um procedimento angiográfico, como a realização de uma ACTP + STENT em ACX distal com sucesso angiográfico mencionado no prontuário.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'sucesso angiográfico' não se refere a uma doença CID-11, mas sim ao resultado positivo de um procedimento. O código BA81 descreve aneurisma de artéria coronária, que não está relacionado ao sucesso do procedimento angiográfico. Portanto, a codificação é inapropriada e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF56": {
      "term_original": "melhora significativa do quadro",
      "capitulo": "21",
      "confidence_embedding": 0.7264,
      "descricao_cid": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos.",
      "classification_reasoning": "A opção mais precisa é o MF56, Cólica renal, pois o termo 'melhora significativa do quadro' se refere ao agravamento da dor no contexto clínico, sugerindo uma condição dolorosa crônica. A descrição de Cólica renal como 'Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios...' é mais próxima do quadro apresentado pelo paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MF56, Cólica renal, não se ajusta ao termo 'melhora significativa do quadro', que descreve um quadro de monoartrite no joelho direito, e não uma dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios. A descrição da Cólica renal não se relaciona ao termo 'melhora significativa do quadro', que sugere um quadro clínico diferente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA25": {
      "term_original": "quadro de monoartrite",
      "capitulo": "15",
      "confidence_embedding": 0.7642,
      "descricao_cid": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato.",
      "classification_reasoning": "A presença de monoartrite em joelho direito, associada à história de gota e nefrectomia há 2 anos, leva à escolha do código FA25 (Representação de doença CID-11: Gota). A especificidade do quadro clínico para gota é alta, considerando a história prévia de gota e a presença de cristais e neutrófilos no líquido sinovial.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código FA25 (Representação de doença CID-11: Gota) é justificada pela presença de monoartrite em joelho direito, associada à história de gota e nefrectomia há 2 anos. A especificidade do quadro clínico para gota é alta, considerando a história prévia de gota e a presença de cristais e neutrófilos no líquido sinovial. A codificação CID-11 está clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "GB50": {
      "term_original": "perda de função renal",
      "capitulo": "16",
      "confidence_embedding": 0.8015,
      "descricao_cid": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre.",
      "classification_reasoning": "A escolha pelo código GB50, Nefrite túbulo-intersticial aguda, é baseada na descrição da perda de função renal prévia com piora com aine, o que sugere uma lesão renal aguda. Além disso, a presença de monoartrite no joelho direito e a história de gota sugerem que pode haver um componente imune envolvido na patologia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A perda de função renal prévia com piora com aine não é uma lesão renal aguda, e sim um sintoma de doença renal crônica. Além disso, a história de gota e a monoartrite no joelho direito sugerem que o quadro pode ser mais relacionado à patologia reumatoide do que à nefrite túbulo-intersticial aguda.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG30.21": {
      "term_original": "melhora parcial",
      "capitulo": "21",
      "confidence_embedding": 0.716,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática.",
      "classification_reasoning": "A dor crônica pós-operatória é a mais precisa opção para o termo 'melhora parcial' no contexto do prontuário, pois refere-se à dor que persiste após um procedimento cirúrgico e pode variar de intensidade ao longo do tempo. No caso, a paciente apresentou melhora parcial em seu quadro clínico após tratamento para a crise de gota e punção articular.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor crônica pós-operatória é uma condição clínica que se refere à persistência de dor após um procedimento cirúrgico. No prontuário, a paciente apresentou melhora parcial em seu quadro clínico após tratamento para a crise de gota e punção articular. A descrição do código CID-11 MG30.21 se refere à dor pós-operatória crônica que persiste após um procedimento cirúrgico, o que é consistente com o termo 'melhora parcial' no prontuário. Portanto, a codificação CID-11 MG30.21 é válida e representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "BA40.Y": {
      "term_original": "angina",
      "capitulo": "11",
      "confidence_embedding": 0.8131,
      "descricao_cid": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: ",
      "classification_reasoning": "A escolha do código BA40.Y, Representação de doença CID-11: Outra angina pectoris especificada, é a mais precisa para o termo 'angina' no contexto clínico, pois descreve uma condição específica de dor no peito relacionada à coronária.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'angina' no prontuário refere-se a uma condição específica de dor no peito relacionada à coronária, que foi tratada com ACTP + STENT em ACX distal. O código CID-11 BA40.Y, Outra angina pectoris especificada, não é um código adequado para essa condição, pois não captura a natureza específica da doença e o procedimento realizado. Além disso, o prontuário descreve uma história clínica complexa com PCTE, gota, nefrectomia e procedimentos cardíacos, o que justifica a escolha de um código mais específico.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}