{
  "prontuario_id": 378,
  "text": "DM HA 25 ANOS COM CONTROLE IRREGULAR - NEGA DIETA ICO - RVM HÁ 12 ANOS (2001) / 2012 - ATC EX TABAGISTA  HAS HÁ 12 ANOS CGIA DE CATARATA / RETINOPATIA (LASER) US DE LST 50MG 2X, SINVA 20MG, , AAS, ANLO 5MG 1X, INDAPAMINA SR 1,5MG, SELOZOK 100MG 2X, CLOPIDOGREL 75MG 1X, MTF 850MG 3X, OMZ 20, INSULINA NPH 50 - 0 - 30. INSULINA R 10U ANTES DO CAFÉ.  ECG 2012 - ISQUEMIA SUBEPICARDICO LAT ALTA, AREA INATIVA ANT-SEPTAL, SINUSAL FC 66 TSH 7,7 HBA1C 10,1 8/8/2013 MICROALBUMINURIA 399 CLCR 106 ( CG ) CT 185 TG 173 CR 0,7 HDL 41 LDL 109 VG 38 LEUC 4750 PQ 227  PU D 1007 PH 6,0 LEUC E HEM 0  PESO 93,5 PA 160*80 CPP LIVRE SEM RA ABDOMEN NDN MMII SEM EDEMA  HD: NEFROPATIA DIABETICA / PROTEINURIA NAO NEFROTICA DM DESCOMPENSADO  P: ENALAPRIL 10MG  DOPPLER  DIETA",
  "entities": {
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "CATARATA",
      "RETINOPATIA",
      "NEFROPATIA DIABETICA",
      "DM DESCOMPENSADO"
    ],
    "Abreviação": [
      "DM",
      "RVM",
      "HAS",
      "LST",
      "SINVA",
      "AAS",
      "ANLO",
      "MTF",
      "OMZ",
      "ECG",
      "FC",
      "CG",
      "LEUC",
      "PA",
      "RA",
      "NDN",
      "MMII",
      "HD",
      "P",
      "INSULINA R",
      "ISQUEMIA SUBEPICARDICO LAT ALTA",
      "AREA INATIVA ANT-SEPTAL",
      "CT 185",
      "TG 173",
      "CR 0 , 7",
      "VG 38",
      "LEUC 4750",
      "CPP LIVRE",
      "DM DESCOMPENSADO"
    ],
    "Negação": [
      "NEGA",
      "SEM"
    ],
    "Alimento": [
      "DIETA",
      "CAFÉ"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RVM",
      "LASER",
      "DIETA"
    ],
    "Substância Farmacológica": [
      "LST",
      "SINVA",
      "AAS",
      "ANLO",
      "SELOZOK",
      "CLOPIDOGREL",
      "MTF",
      "OMZ",
      "ENALAPRIL",
      "INDAPAMINA SR",
      "INSULINA NPH",
      "INSULINA R"
    ],
    "Conceito Quantitativo": [
      "20MG",
      "20",
      "66",
      "160*80",
      "10MG",
      "50MG 2X",
      "5MG 1X",
      "1 , 5MG",
      "100MG 2X",
      "75MG 1X",
      "850MG 3X",
      "50 - 0 - 30",
      "93 , 5"
    ],
    "Conceito Temporal": [
      "ANTES",
      "HA 25 ANOS"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "HD",
      "DOPPLER"
    ],
    "Resultado Laboratorial ou de Teste": [
      "SINUSAL",
      "ISQUEMIA SUBEPICARDICO LAT ALTA",
      "AREA INATIVA ANT-SEPTAL",
      "TSH 7 , 7",
      "HBA1C 10 , 1",
      "MICROALBUMINURIA 399",
      "CLCR 106",
      "CT 185",
      "TG 173",
      "CR 0 , 7",
      "HDL 41",
      "LDL 109",
      "VG 38",
      "LEUC 4750",
      "PQ 227",
      "PH 6 , 0"
    ],
    "Atributo Clínico": [
      "FC",
      "PESO",
      "PA"
    ],
    "Sinal ou Sintoma": [
      "RA",
      "EDEMA",
      "CONTROLE IRREGULAR",
      "PROTEINURIA NAO NEFROTICA"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "MMII"
    ],
    "Achado": [
      "NDN",
      "EX TABAGISTA",
      "CPP LIVRE"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Hormônio": [
      "INSULINA NPH",
      "INSULINA R"
    ]
  },
  "labels": {
    "BC43.7": {
      "term_original": "dm",
      "capitulo": "11",
      "confidence_embedding": 0.7689,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas.",
      "classification_reasoning": "A escolha do código BC43.7 se baseia no fato de que o paciente tem diabetes melito (DM) há 25 anos e apresenta cardiomiopatia diabética, caracterizada por disfunção miocárdica na ausência de doença arterial coronariana clínica evidente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código BC43.7 se baseia apenas na presença de diabetes melito (DM) há 25 anos, mas não há evidência clínica direta da cardiomiopatia diabética no prontuário. A disfunção miocárdica descrita é atribuída a isquemia subepicardica e área inativa ant-septal, o que sugere uma etiologia mais relacionada à doença arterial coronariana do que à cardiomiopatia diabética.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "XS1T": {
      "term_original": "ndn",
      "capitulo": "X",
      "confidence_embedding": 0.7557,
      "descricao_cid": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: ",
      "classification_reasoning": "O termo 'ndn' sugere uma representação de doença sem sintomas ou doença oclusiva hemodinamicamente significativa, o que é consistente com a opção XS1T.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'ndn' sugere uma representação de doença sem sintomas ou doença oclusiva hemodinamicamente significativa, mas no prontuário há descrição clínica de doença crônica (DM HA 25 anos), com controle irregular e tratamento medicamentoso. Além disso, há referência a nefropatia diabética e proteinúria não nefrotica, o que sugere uma doença mais complexa do que apenas 'ndn'. Portanto, o código CID-11 XS1T não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "GB55.0": {
      "term_original": "nefropatia diabetica",
      "capitulo": "16",
      "confidence_embedding": 0.7669,
      "descricao_cid": "Representação de doença CID-11: Nefropatia dos Bálcãs. Definição: Nefropatia dos Bálcãs é uma forma de nefrite intersticial caracterizada por uma ocorrência geográfica muito localizada. Foi identificada pela primeira vez na década de 1920 entre várias comunidades pequenas e distintas ao longo do rio Danúbio e seus principais afluentes. Agora acredita-se que seja devida à ingestão crônica de ácido aristolóquico (ingestão de sementes de Aristolochia clematitis, nativa da região dos Bálcãs), embora tenha algumas diferenças em relação à nefropatia herbácea chinesa. Esta doença é caracterizada por insuficiência renal, proteinúria, nefrite tubulointersticial, anemia, fraqueza, descoloração cúprica da pele, e pode levar a doença renal em estágio terminal dentro de 5 anos após seu início.",
      "classification_reasoning": "A nefropatia diabetica é uma condição comum em pacientes com diabetes mellitus, e o contexto apresentado não sugere a presença de metais pesados ou outros agentes nefrotóxicos que possam causar a doença renal. Além disso, o histórico de 25 anos de diabetes melito e controles irregulares também é consistente com a nefropatia diabetica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A nefropatia diabetica é uma condição específica relacionada ao diabetes mellitus, enquanto o termo 'nefropatia diabetica' no prontuário se refere à nefropatia renal decorrente do diabetes. O código CID-11 atribuído (GB55.0) representa a nefropatia dos Bálcãs, que é uma condição geograficamente localizada e não está relacionada ao diabetes. Portanto, o código CID-11 não representa fielmente o termo ou a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF96": {
      "term_original": "proteinuria nao nefrotica",
      "capitulo": "21",
      "confidence_embedding": 0.7821,
      "descricao_cid": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo.",
      "classification_reasoning": "A opção mais precisa para o termo 'proteinuria nao nefrotica' é a proteinúria, pois a descrição indica excesso de proteínas séricas na urina, sem mencionar especificamente mioglobinúria ou hemoglobinúria. Além disso, não há indicações clínicas que sugiram doença renal aguda ou glomerulopatia por lipoproteína.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 MF96 'Proteinúria' não é adequada porque a proteinuria não nefrotica descrita no prontuário refere-se ao excesso de proteínas séricas na urina, mas sem doença renal aguda ou glomerulopatia por lipoproteína. A codificação MF96 se refere especificamente à doença renal e não captura a proteinuria não nefrotica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9B71.0": {
      "term_original": "retinopatia",
      "capitulo": "09",
      "confidence_embedding": 0.8277,
      "descricao_cid": "Representação de doença CID-11: Retinopatia diabética. Definição: Condição caracterizada como uma doença da retina (retinopatia) que envolve dano aos pequenos vasos sanguíneos da retina, o que é devido a níveis cronicamente elevados de glicose no sangue em pessoas com diabetes.",
      "classification_reasoning": "A retinopatia mencionada no contexto clínico é relacionada ao diabetes mellitus, e a descrição da doença na opção 1 se ajusta melhor à situação do paciente com história de diabetes há 25 anos.",
      "decisao": "MANTER",
      "motivo_decisao": "A retinopatia mencionada no prontuário está relacionada ao diabetes mellitus, o que é consistente com a definição do código CID-11 (9B71.0). A história de diabetes há 25 anos e a presença de retinopatia diabética confirmam a relação entre as duas condições. Portanto, a codificação CID-11 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "9B10.21": {
      "term_original": "catarata",
      "capitulo": "09",
      "confidence_embedding": 0.7974,
      "descricao_cid": "Representação de doença CID-11: Catarata diabética. Definição: Refere-se a um grupo não especificado de doenças metabólicas em que a pessoa apresenta glicose sanguínea aumentada, seja porque o pâncreas não produz insulina suficiente ou porque as células não respondem à insulina que é produzida. Esse diagnóstico é quando há catarata diabética.",
      "classification_reasoning": "A catarata diabética é uma complicação comum em pacientes com diabetes mellitus, e a presença de insulina NPH e indapamina SR na medicação do paciente sugere um histórico de diabetes. Além disso, a presença de nefropatia diabética e proteínuria não nefrotica no quadro clínico também apoia essa escolha.",
      "decisao": "MANTER",
      "motivo_decisao": "A catarata diabética é uma complicação comum em pacientes com diabetes mellitus, e a presença de insulina NPH e indapamina SR na medicação do paciente sugere um histórico de diabetes. Além disso, a presença de nefropatia diabética e proteínuria não nefrotica no quadro clínico também apoia essa escolha. A codificação CID-11 9B10.21 para catarata diabética é justificada e representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}