{
  "prontuario_id": 865,
  "text": "AVALIAÇÃO NEFRO GERAL. IRC - CR 1,5 / CKD 58 PROTEINURIA 3152MG / 24H - PRÉVIO SÓ COM MICROALBUMINURIA - GESF SECUNDARIA ? IGA ? TEM HEMATURIA HAS NAO COMPENSADA HIPERCALEMIA. ROBERTO, 57 ANOS  # HAS HÁ 10 ANOS # IRC - CR 1,5 # TABAGISTA - 40 ANOS - MAÇO # LOMBALGIA   TROUXA LAB : 2012 - CR 1,7 / 2014 - 1,8 MICROALBUMINURIA 2014  717,21 TE NEGATIVO  EXAMES DE AGORA - AGO/2015 US - RIM DIREITO DIMINUIDO (8,1X4  , 8X4,5), RIM E 9,1X4,8X4,5 US ABDOMEN - PLACAS ATEROMATOSAS EM AORTA ECOCARDIO - NORMAL ( AE 31 / SEPTO 1,0, FE 0,69) CR 1,5, K 5,7 GLICOSE 110 CALCIO 10,4 ALB 4,1 PU  D 1020, PROT 1000, LEUC 7000/HEM 92000  - PROTEINURIA 24H - 3152MG  HB 17,4 ELETROFORESE SEM PICO GAMA GLOBULINA PSA 5,12  AO EXAME : PA 150/100 MV POSITIVO, SIMETRICO BCRNF ABDOMEN FLACIDO, SEM MASSAS, RHA POSITIVOS MEMBROS SEM EDEMA",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "AVALIAÇÃO"
    ],
    "Abreviação": [
      "IRC",
      "IGA",
      "HAS",
      "LAB",
      "TE",
      "US",
      "ECOCARDIO",
      "PU",
      "PA",
      "BCRNF",
      "NEFRO GERAL",
      "CR 1 , 5",
      "GESF SECUNDARIA",
      "HAS NAO COMPENSADA",
      "CR 1 , 7",
      "AE 31",
      "FE 0 , 69",
      "K 5 , 7",
      "ALB 4 , 1",
      "PROT 1000",
      "HB 17 , 4",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Doença ou Síndrome": [
      "IRC",
      "MICROALBUMINURIA",
      "HAS",
      "TABAGISTA",
      "GESF SECUNDARIA",
      "HAS NAO COMPENSADA"
    ],
    "Conceito Temporal": [
      "PRÉVIO",
      "AGORA",
      "HÁ 10 ANOS"
    ],
    "Procedimento Laboratorial": [
      "MICROALBUMINURIA",
      "LAB",
      "EXAMES"
    ],
    "Sinal ou Sintoma": [
      "HEMATURIA",
      "HIPERCALEMIA",
      "LOMBALGIA",
      "MASSAS",
      "EDEMA"
    ],
    "Disfunção Mental ou Comportamental": [
      "TABAGISTA"
    ],
    "Procedimento Diagnóstico": [
      "TE",
      "EXAMES",
      "US",
      "ECOCARDIO",
      "EXAME"
    ],
    "Conceito Quantitativo": [
      "DIMINUIDO",
      "150/100",
      "40 ANOS - MAÇO",
      "717 , 21"
    ],
    "Achado": [
      "NORMAL",
      "SIMETRICO",
      "BCRNF",
      "FLACIDO",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "MEMBROS"
    ],
    "Negação": [
      "SEM"
    ],
    "Grupo Profissional ou Ocupacional": [
      "NEFRO GERAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 1 , 5",
      "CKD 58",
      "PROTEINURIA 3152MG / 24H",
      "CR 1 , 7",
      "RIM E 9 , 1X4 , 8X4 , 5",
      "PLACAS ATEROMATOSAS EM AORTA",
      "AE 31",
      "SEPTO 1 , 0",
      "FE 0 , 69",
      "K 5 , 7",
      "GLICOSE 110",
      "CALCIO 10 , 4",
      "ALB 4 , 1",
      "PROT 1000",
      "LEUC 7000/HEM 92000",
      "PROTEINURIA 24H - 3152MG",
      "HB 17 , 4",
      "ELETROFORESE SEM PICO GAMA GLOBULINA",
      "PSA 5 , 12"
    ],
    "Grupo Etário": [
      "57 ANOS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "RIM DIREITO"
    ]
  },
  "labels": {
    "BA02": {
      "term_original": "irc",
      "capitulo": "11",
      "confidence_embedding": 0.7508,
      "descricao_cid": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica.",
      "classification_reasoning": "A avaliação nefro geral e a IRC (1,5) indicam que o paciente tem doença renal crônica. Além disso, a proteínuria (3152mg/24h) também sugere doença renal crônica. A presença de hematúria não compensada e hipercalemia também está relacionada à doença renal hipertensiva.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 BA02 'Doença renal hipertensiva' é justificada pela presença de IRC (1,5) e proteínuria (3152mg/24h), que indicam doença renal crônica. Além disso, a hematúria não compensada e hipercalemia também estão relacionadas à doença renal hipertensiva. A avaliação nefro geral e os exames de imagem (US) confirmam a presença de lesão renal.",
      "tipo_erro_auditoria": null
    },
    "FA25.20": {
      "term_original": "flacido",
      "capitulo": "15",
      "confidence_embedding": 0.732,
      "descricao_cid": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos.",
      "classification_reasoning": "A presença de 'flacido' no contexto do prontuário leva à suspeita de gota tofácea, uma manifestação clínica da doença CID-11 Gota (FA25), caracterizada por deposição focal de urato na pele e tecido subcutâneo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'flacido' no prontuário não é suficiente para justificar a classificação de gota tofácea (FA25.20). A descrição do termo CID-11 refere-se especificamente à deposição focal de urato na pele e tecido subcutâneo, enquanto o termo 'flacido' no prontuário se refere ao abdomen. A associação entre os dois é puramente imaginária e não há evidência clínica suficiente para justificar a classificação.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "QA03.Y": {
      "term_original": "tabagista",
      "capitulo": "24",
      "confidence_embedding": 0.7104,
      "descricao_cid": "Representação de doença CID-11: Outro exame geral de rotina ('check-up') especificado de subpopulação definida. Definição: ",
      "classification_reasoning": "A avaliação nefrogênica geral está relacionada a um check-up rotineiro, e o termo 'tabagista' é uma informação pessoal do paciente, justificando a escolha da opção QA03.Y como a mais precisa para este contexto.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'tabagista' não está diretamente relacionado à avaliação nefrogênica geral descrita no prontuário. A opção QA03.Y é muito genérica e não captura a essência da condição clínica do paciente. A escolha desse código CID-11 não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "GB40": {
      "term_original": "has",
      "capitulo": "16",
      "confidence_embedding": 0.8242,
      "descricao_cid": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose.",
      "classification_reasoning": "A presença de hematúria não compensada e proteinúria grave (3152mg/24h) sugere uma síndrome nefrítica, que está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose. Além disso, o paciente tem Hipercalemia e Lombalgia, o que reforça a escolha da síndrome nefrítica.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 'GB40' - Síndrome nefrítica - é justificada pela presença de hematúria não compensada e proteinúria grave (3152mg/24h) no prontuário. A hipercalemia e a lombalgia também são mencionadas, o que reforça a escolha da síndrome nefrítica. A codificação é clínica e coerente com as informações presentes no prontuário.",
      "tipo_erro_auditoria": null
    },
    "GB41": {
      "term_original": "hematuria",
      "capitulo": "16",
      "confidence_embedding": 0.8063,
      "descricao_cid": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal.",
      "classification_reasoning": "A hematuria não é mencionada como sendo de curto prazo, o que sugere que pode ser uma manifestação crônica da síndrome nefrótica. Além disso, a presença de proteinúria grave e hipercalemia são consistentes com essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A hematuria mencionada no prontuário não é descrita como uma manifestação crônica da síndrome nefrótica, mas sim como uma condição presente. Além disso, a presença de proteinúria grave e hipercalemia são consistentes com outras causas possíveis, como doenças reais ou glomerulares. Portanto, o código CID-11 atribuído não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "temporal_misinterpretation"
    },
    "MF96": {
      "term_original": "simetrico",
      "capitulo": "21",
      "confidence_embedding": 0.8032,
      "descricao_cid": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo.",
      "classification_reasoning": "A palavra 'simetrico' está relacionada à representação de doença renal, especificamente na descrição do código MF96. A proteinúria é uma característica comum em doenças renais, como a insuficiência renal crônica (IRC), e o termo 'simetrico' pode estar se referindo à distribuição uniforme da proteína na urina.",
      "decisao": "MANTER",
      "motivo_decisao": "A palavra 'simetrico' está relacionada à representação de doença renal, especificamente na descrição do código MF96. A proteinúria é uma característica comum em doenças renais, como a insuficiência renal crônica (IRC), e o termo 'simetrico' pode estar se referindo à distribuição uniforme da proteína na urina. Como a codificação CID-11 MF96 representa fielmente a proteinúria, que é uma condição clínica diretamente relacionada descrita no prontuário, mantive a classificação.",
      "tipo_erro_auditoria": null
    },
    "MG29": {
      "term_original": "edema",
      "capitulo": "21",
      "confidence_embedding": 0.7923,
      "descricao_cid": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte.",
      "classification_reasoning": "A presença de edema é mencionada no contexto clínico, especificamente na frase 'MEMBROS SEM EDEMA', o que sugere que o paciente apresenta sintomas de edema. Além disso, a proteína urinária aumentada e a hipercalemia também podem contribuir para o desenvolvimento de edema.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de edema é negada no prontuário, pois a frase 'MEMBROS SEM EDEMA' sugere que o paciente não apresenta sintomas de edema. Portanto, o código CID-11 MG29 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "negated_finding"
    },
    "BD53.4": {
      "term_original": "bcrnf",
      "capitulo": "11",
      "confidence_embedding": 0.7348,
      "descricao_cid": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda.",
      "classification_reasoning": "A presença de placas ateromatosas na aorta e do resultado negativo para o exame de te negativo sugere uma possibilidade de atoembolismo de colesterol, levando a isquemia microvascular e lesão renal aguda. Além disso, a proteinúria grave (3152 mg/24h) também é consistente com essa hipótese.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de placas ateromatosas na aorta e do resultado negativo para o exame de te negativo sugere uma possibilidade de atoembolismo de colesterol, levando a isquemia microvascular e lesão renal aguda. No entanto, a proteinúria grave (3152 mg/24h) também é consistente com outras condições clínicas, como doença renal crônica. A codificação CID-11 'BD53.4' não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "GB42.1": {
      "term_original": "microalbuminuria",
      "capitulo": "16",
      "confidence_embedding": 0.8015,
      "descricao_cid": "Representação de doença CID-11: Albuminúria, Grau A3. Definição: Presença de albumina excessiva na urina, indicando permeabilidade anormal da filtração glomerular. Pode ser quantificado por coletas cronometradas ou amostras pontuais de urina com a concentração ajustada à concentração de creatinina na urina para corrigir as variações na concentração total de urina. Quando persistente e de gravidade moderada ou maior, geralmente indica doença glomerular evidente, como a causada por glomeruloesclerose diabética, glomerulonefrite ou amiloide.",
      "classification_reasoning": "A presença de microalbuminuria e proteinúria grave (3152mg/24h) sugere uma lesão glomerular, o que justifica a escolha da opção GB42.1 - Albuminúria, Grau A3.",
      "decisao": "REMOVER",
      "motivo_decisao": "A microalbuminuria é um tipo de albuminúria, que é uma condição clínica específica. No entanto, o código CID-11 atribuído (GB42.1) refere-se a Albuminúria, Grau A3, que é uma condição mais geral e não especificamente relacionada à microalbuminuria. Além disso, a presença de proteinúria grave (3152mg/24h) sugere uma lesão glomerular mais severa do que apenas microalbuminuria.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC81.30": {
      "term_original": "mv positivo",
      "capitulo": "11",
      "confidence_embedding": 0.7632,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A presença de 'mv positivo' no exame sugere a possibilidade de fibrilação atrial paroxística, uma condição que pode ser associada à doença renal crônica e hipertensiva do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'mv positivo' no exame não é suficiente para confirmar a fibrilação atrial paroxística, pois o termo pode se referir a uma variação normal da frequência cardíaca. A descrição do código CID-11 não condiz com a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA80.8": {
      "term_original": "lombalgia",
      "capitulo": "15",
      "confidence_embedding": 0.7606,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A termo 'lombalgia' refere-se a dor na região lombar, que é a descrição fornecida no Código FA80.8 (Degeneração de disco intervertebral da coluna lombar sem prolapso de disco).",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'lombalgia' refere-se a dor na região lombar, enquanto o código CID-11 FA80.8 se refere à degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Embora haja uma relação entre a dor e a doença, elas não são sinônimas. A dor pode ser um sintoma de várias condições, incluindo a degeneração do disco intervertebral, mas também pode ser causada por outras razões. Portanto, o código CID-11 atribuído não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "QC04.4": {
      "term_original": "rha positivos",
      "capitulo": "24",
      "confidence_embedding": 0.7034,
      "descricao_cid": "Representação de doença CID-11: Imunização não realizada devido a alergia do paciente à vacina ou a algum de seus componentes. Definição: ",
      "classification_reasoning": "A presença de RHA positivos indica imunização não realizada devido a alergia ao componente ou à vacina, o que se encaixa na descrição do código QC04.4.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de RHA positivos não indica imunização não realizada devido a alergia ao componente ou à vacina. RHA (Rheumatoid Arthritis) é uma doença autoimune crônica, e a presença de anticorpos rheumatoide não está relacionada à imunização não realizada. Portanto, o código CID-11 QC04.4 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}