{
  "prontuario_id": 126,
  "text": "LUCAS , 59 A.  QP : DOR NAS PERNAS.  HMA : REFERE INICIO DO QUADRO HÁ 2 MESES, BILATERAL, DOR CANSADA, COM PREDOMÍNIO EM TORNOZELO. NEGA FATORES DE MELHORAS E PIORA COM DEAMBULAÇÃO. USO DE AMITRIPTILINA 75MG POR 1 MÊS, SEM MELHORAS.  HMP : - DM2 - HAS - CX DE AMPUTAÇÃO DE PODODACTILO DO PÉ DIREITO - CX PARA DRENAGEM DE HEMATOMA APÓS TRAUMA CRANIOENCEFALICO.  MUC : - INSULINA NPH ( 35U DE MANHA E 10 A NOITE ). - METFORMINA 850MG 2X AO DIA. - SINVASTATINA 20MG / DIA - AAS 100MG / DIA - LOSARTANA 100MG / DIA. - AMITRIPTILINA 25MG / DIA.  RS: TONTURA DESDE O PÓS OPERATORIO.  EXAMES (01/04) - HMG ( HB 13.3, HT 38.3, LEUC 8530, BASTAO 2%, PLAQUETAS 283000 ) - NA 147 - UR 57 - HDL 34 - LDL 69 - CR 1.03 - K 4.9 - CT 122 - TG 115 - HBA1C 8.6% - GLICEMIA 67 - MICROALBUMINURIA ( 38 ). DM2 NEUROPATIA DIABETICA ?",
  "entities": {
    "Sinal ou Sintoma": [
      "DOR",
      "TONTURA",
      "DOR CANSADA",
      "PIORA COM DEAMBULAÇÃO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PERNAS",
      "TORNOZELO",
      "PODODACTILO DO PÉ DIREITO"
    ],
    "Conceito Espacial": [
      "BILATERAL"
    ],
    "Negação": [
      "NEGA",
      "SEM"
    ],
    "Substância Química Orgânica": [
      "AMITRIPTILINA",
      "METFORMINA",
      "SINVASTATINA"
    ],
    "Substância Farmacológica": [
      "AMITRIPTILINA",
      "METFORMINA",
      "SINVASTATINA",
      "AAS",
      "LOSARTANA",
      "INSULINA NPH"
    ],
    "Achado": [
      "MELHORAS",
      "FATORES DE MELHORAS"
    ],
    "Abreviação": [
      "HMP",
      "DM2",
      "HAS",
      "CX",
      "MUC",
      "AAS",
      "HMG",
      "CR",
      "K",
      "CX DE AMPUTAÇÃO",
      "HT 38",
      "LEUC 8530",
      "NA 147",
      "UR 57",
      "CT 122",
      "TG 115"
    ],
    "Doença ou Síndrome": [
      "DM2",
      "HAS",
      "NEUROPATIA DIABETICA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX",
      "CX DE AMPUTAÇÃO",
      "DRENAGEM DE HEMATOMA"
    ],
    "Conceito Temporal": [
      "APÓS",
      "MANHA",
      "NOITE",
      "HÁ 2 MESES",
      "1 MÊS",
      "PÓS OPERATORIO"
    ],
    "Procedimento Laboratorial": [
      "EXAMES",
      "HMG",
      "CR",
      "K",
      "HBA1C"
    ],
    "Procedimento Diagnóstico": [
      "EXAMES",
      "NEUROPATIA DIABETICA"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMA CRANIOENCEFALICO"
    ],
    "Conceito Quantitativo": [
      "20MG / DIA",
      "100MG / DIA",
      "25MG / DIA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HT 38",
      "LEUC 8530",
      "BASTAO 2%",
      "PLAQUETAS 283000",
      "NA 147",
      "UR 57",
      "HDL 34",
      "LDL 69",
      "CT 122",
      "TG 115",
      "GLICEMIA 67",
      "MICROALBUMINURIA ( 38 )"
    ]
  },
  "labels": {
    "FA22": {
      "term_original": "piora com deambulação",
      "capitulo": "15",
      "confidence_embedding": 0.7253,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A dor nas pernas, especialmente com predomínio em tornozele, e a piora com deambulação são sintomas consistentes com polimialgia reumática (PMR), uma síndrome caracterizada por dores nas extremidades proximais e tronco. O uso da amitriptilina e outros medicamentos também é consistente com essa diagnóstico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor nas pernas, especialmente com predomínio em tornozele, e a piora com deambulação podem ser sintomas de polimialgia reumática (PMR), mas não há evidência clara de que o paciente tenha PMR. A presença de doenças concomitantes, como DM2 e HAS, sugere que a dor nas pernas pode estar relacionada a essas condições em vez de PMR.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "5A13.3": {
      "term_original": "neuropatia diabetica",
      "capitulo": "05",
      "confidence_embedding": 0.7881,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus devido a endocrinopatias. Definição: Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido.",
      "classification_reasoning": "Diabetes mellitus devido a endocrinopatias, com neuropatia diabetica é uma opção mais precisa pois o paciente tem diabetes tipo 2 e apresenta neuropatia diabetica, o que justifica a escolha desse código.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'neuropatia diabetica' refere-se a uma condição clínica específica relacionada ao diabetes tipo 2, enquanto o código CID-11 atribuído (5A13.3) se refere a um diabetes mellitus devido a endocrinopatias, que não é diretamente relacionado à neuropatia diabetica. A classificação não é clínica e não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD11.7": {
      "term_original": "tontura",
      "capitulo": "21",
      "confidence_embedding": 0.7383,
      "descricao_cid": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação.",
      "classification_reasoning": "A tontura descrita pelo paciente pode ser relacionada à hiperventilação, considerando que o paciente tem história de trauma cranioencefálico e está usando medicação para controle do quadro.",
      "decisao": "REMOVER",
      "motivo_decisao": "A tontura descrita pelo paciente não é diretamente relacionada à hiperventilação. A justificativa do sistema se baseia em uma associação puramente imaginária entre a tontura e a hiperventilação, sem qualquer evidência clínica ou textual que sustente essa relação. Além disso, o prontuário apresenta múltiplas condições clínicas e sintomas, mas não há nenhuma indicação de que a tontura esteja relacionada à hiperventilação.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    }
  }
}