{
  "prontuario_id": 14,
  "text": "LUCAS , 55 ANOS, RETORNO PARA AVALIAÇÃO DE EXAMES  EM ACOMPANHAMENTO POR DM 2, EM USO METFORMINA 850 MG 2 CP AO DIA  DISLIPIDEMICO EM USO DE ROVASTATINA 10 MG, FIBRATO 100 MG HIPERTENSO EM USO DE LOSARTANA 100 MG, ENALAPRIL 25 MG, AAS 100 MG ( AUTO MEDICAÇÃO ) GOTA EM USO DE ALOPURINOL 300 MG NEGA INTERNAMENTOS ANTERIORES, MAS RELATA DOIS EPISODIOS ALERGICOS DE FORTE INTENSIDADE COM EDEMA DE GLOTE   NEGA CXS  HMP : PAIS FALECIDOS PO CA ( NAO SOUBE ESPECIFICAR ) E IRMA POR CA DE BAÇO FILHOS SAUDAVEIS, O MAIS VELHO ALERGICO   EXAMES : 17/10/2014  HMG  HB 15 HT 45,2 LEUCOCITOS 7800 PLAQUETAS 248000  CR 1,1 CKD EPI 84 UREIA 37 ACIDO URICO 5,6  HDL 45 CT 213 TG 407 LDL  CALCULO SBC 86,6  GLICOSE 83  HB GLICADA 6,09% INSULINA BASAL 3,2 M UI/ML  GAMA GT 43  CPK 170  U/L  SINAIS VITAIS  PA 110/ 80 PULSO 80   AUSCULTA PULMONAR SP AUSCULTA CARDIACA DESDOBRAMENTO DE B2 CAROTIDAS AUSCULTA SEM ANORMALIDADES    CONDUTA: MANTIDOS TODAS AS MEDICAÇOES",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "ACOMPANHAMENTO",
      "INTERNAMENTOS",
      "PO",
      "MANTIDOS",
      "AVALIAÇÃO DE EXAMES"
    ],
    "Substância Química Orgânica": [
      "METFORMINA",
      "ROVASTATINA",
      "FIBRATO",
      "AAS",
      "ALOPURINOL"
    ],
    "Substância Farmacológica": [
      "METFORMINA",
      "ROVASTATINA",
      "FIBRATO",
      "LOSARTANA",
      "ENALAPRIL",
      "AAS",
      "ALOPURINOL",
      "ALERGICO",
      "MEDICAÇOES"
    ],
    "Abreviação": [
      "CP",
      "AAS",
      "CXS",
      "HMP",
      "PO",
      "CA",
      "HMG",
      "PA",
      "SP",
      "DM 2",
      "CA DE BAÇO",
      "HB 15",
      "HT 45 , 2",
      "CR 1 , 1",
      "CT 213",
      "TG 407",
      "HB GLICADA 6 , 09%"
    ],
    "Doença ou Síndrome": [
      "DISLIPIDEMICO",
      "HIPERTENSO",
      "GOTA",
      "CA",
      "DM 2"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Negação": [
      "NEGA",
      "NAO",
      "SP",
      "SEM"
    ],
    "Conceito Temporal": [
      "ANTERIORES",
      "PO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CXS",
      "MEDICAÇOES"
    ],
    "Achado": [
      "HMP",
      "FALECIDOS",
      "SAUDAVEIS",
      "SP"
    ],
    "Grupo Familiar": [
      "PAIS",
      "IRMA",
      "FILHOS"
    ],
    "Procedimento Laboratorial": [
      "EXAMES"
    ],
    "Procedimento Diagnóstico": [
      "HMG",
      "AUSCULTA PULMONAR",
      "AUSCULTA CARDIACA",
      "CAROTIDAS AUSCULTA"
    ],
    "Atributo Clínico": [
      "PA",
      "PULSO",
      "SINAIS VITAIS",
      "AUSCULTA PULMONAR",
      "AUSCULTA CARDIACA"
    ],
    "Conceito Quantitativo": [
      "80",
      "850 MG",
      "10 MG",
      "100 MG",
      "25 MG",
      "300 MG",
      "110/ 80"
    ],
    "Sinal ou Sintoma": [
      "ANORMALIDADES",
      "AUTO MEDICAÇÃO",
      "EPISODIOS ALERGICOS DE FORTE INTENSIDADE",
      "EDEMA DE GLOTE",
      "DESDOBRAMENTO DE B2"
    ],
    "Produto Intelectual": [
      "CONDUTA"
    ],
    "Comportamento Individual": [
      "AUTO MEDICAÇÃO"
    ],
    "Função Patológica": [
      "EPISODIOS ALERGICOS DE FORTE INTENSIDADE"
    ],
    "Processo Neoplásico": [
      "CA DE BAÇO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HB 15",
      "HT 45 , 2",
      "LEUCOCITOS 7800",
      "PLAQUETAS 248000",
      "CR 1 , 1",
      "CKD EPI 84",
      "UREIA 37",
      "ACIDO URICO 5 , 6",
      "HDL 45",
      "CT 213",
      "TG 407",
      "LDL CALCULO SBC 86 , 6",
      "GLICOSE 83",
      "HB GLICADA 6 , 09%",
      "INSULINA BASAL 3 , 2 M UI/ML",
      "GAMA GT 43",
      "CPK 170 U/L"
    ]
  },
  "labels": {
    "3B81.3": {
      "term_original": "ca de baço",
      "capitulo": "03",
      "confidence_embedding": 0.7861,
      "descricao_cid": "Representação de doença CID-11: Laceração ou ruptura não traumática do baço. Definição: Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem.",
      "classification_reasoning": "A palavra 'ca de baço' sugeriu a possibilidade de doença do baço, e o código 3B81.3 se refere especificamente à representação de doença CID-11: Laceração ou ruptura não traumática do baço. Além disso, o contexto clínico menciona um episódio de edema de glote, o que pode estar relacionado a uma lesão no baço.",
      "decisao": "REMOVER",
      "motivo_decisao": "A frase 'CA DE BÁO' não está relacionada à doença do baço, mas sim ao pai da paciente que faleceu por CA (não especificado). A informação é uma história familiar e não tem relação com a condição clínica atual da paciente. Portanto, o código CID-11 atribuído não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "MF95": {
      "term_original": "ca",
      "capitulo": "21",
      "confidence_embedding": 0.7596,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A opção mais precisa para o termo 'ca' é a mioglobinúria (MF95), uma condição que pode ser causada por rabdomiólise e resultar na presença de mioglobina na urina. Este código é mais relevante no contexto clínico, considerando os resultados dos exames laboratoriais mencionados.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MF95 (Mioglobinúria) não é adequada porque o termo 'ca' não está relacionado à mioglobinúria. A análise do prontuário não apresenta qualquer indício de rabdomiólise ou lesão muscular que possa levar à mioglobinúria. Além disso, a presença de mioglobina na urina é um achado laboratorial específico e não está relacionado ao termo 'ca' mencionado no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA01": {
      "term_original": "hipertenso",
      "capitulo": "11",
      "confidence_embedding": 0.8412,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A escolha do código BA01 se baseia na história de hipertenso, que é a principal condição médica registrada no prontuário. Além disso, o paciente tem DM2 e outras doenças relacionadas à hipertensão, como dislipidemia e gota. A presença dessas condições sugere que a hipertensão é uma das principais causas da doença cardíaca, justificando a escolha do código BA01.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código BA01 se baseia apenas na história de hipertenso, mas não há evidência clínica suficiente para justificar a escolha desse código. O paciente tem DM2 e outras doenças relacionadas à hipertensão, como dislipidemia e gota, que podem estar contribuindo para a hipertensão. Além disso, o prontuário não apresenta evidências de doença cardíaca hipertensiva específica. Portanto, é necessário remover o código BA01 e reavaliar a codificação com base em evidências clínicas mais precisas.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "4A85.1": {
      "term_original": "episodios alergicos de forte intensidade",
      "capitulo": "04",
      "confidence_embedding": 0.7532,
      "descricao_cid": "Representação de doença CID-11: Hipersensibilidade a ervas ou a outras terapias medicinais alternativas. Definição: Hipersensibilidade a ervas e terapias medicinais alternativas refere-se a reações imprevisíveis, clinicamente similares à alergia que causam sintomas ou sinais objetivos reprodutíveis, desencadeados pela exposição a ervas e outras terapias medicinais alternativas, como homeopatia, ventosas ou acupuntura. Ervas e terapias medicinais alternativas não são, costumeiramente, consideradas drogas, mas podem desencadear reações imunomediadas ou não, que ocorrem em indivíduos suscetíveis. Tais reações são desencadeadas por doses e procedimentos usualmente, toleradas por indivíduos normais.",
      "classification_reasoning": "Escolhi o código 4A85.1 pois o termo 'episodios alergicos de forte intensidade' sugere reações imprevisíveis e clinicamente semelhantes à alergia, que podem ser relacionadas ao uso de ervas ou outras terapias medicinais alternativas.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 4A85.1 refere-se a hipersensibilidade a ervas ou terapias medicinais alternativas, enquanto o termo 'episodios alergicos de forte intensidade' se refere a reações alérgicas graves em resposta a substâncias específicas, como alimentos, medicamentos ou insetos. A classificação é inapropriada e não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BA51": {
      "term_original": "dm 2",
      "capitulo": "11",
      "confidence_embedding": 0.7686,
      "descricao_cid": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas.",
      "classification_reasoning": "A escolha pelo código BA51 foi baseada na presença de Doença Metabólica (DM2) e a utilização de medicamentos como metformina, rosvastatina, fibrate e outros. Além disso, a história do paciente inclui episódios alérgicos severos com edema de glote, o que sugere possível comprometimento cardiovascular. O código BA51 se refere à miocardiopatia isquêmica, que é um tipo de cardiomiopatia relacionada ao equilíbrio entre contratilidade e perfusão miocárdica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código BA51 se baseia na presença de Doença Metabólica (DM2) e uso de medicamentos, mas não há evidência clínica suficiente para sustentar a hipótese de miocardiopatia isquêmica. A história do paciente inclui episódios alérgicos severos com edema de glote, o que sugere possível comprometimento cardiovascular, mas isso não é suficiente para justificar a escolha desse código.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "BC81.30": {
      "term_original": "gota",
      "capitulo": "11",
      "confidence_embedding": 0.7683,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A opção mais precisa é a Fibrilação Atrial Paroxística (BC81.30) porque o paciente relata dois episódios alérgicos de forte intensidade com edema de glote, caracterizando uma condição de frequência cardíaca anormal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A condição descrita no prontuário como 'gota' refere-se a um episódio de edema de glote, não à fibrilação atrial paroxística. A opção BC81.30 não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A73": {
      "term_original": "sp",
      "capitulo": "09",
      "confidence_embedding": 0.7324,
      "descricao_cid": "Representação de doença CID-11: Ceratite de exposição. Definição: condição de exposição em que a córnea do olho, a parte frontal do olho, fica inflamada. A condição é frequentemente marcada por dor moderada a intensa e geralmente envolve comprometimento da visão. Pode causar sensação de areia cada vez que o indivíduo pisca os olhos.",
      "classification_reasoning": "A opção mais precisa é a Ceratite de exposição (Código: 9A73) porque o termo 'sp' está relacionado à auscultação pulmonar e cardíaca, bem como ao desdobramento de B2 carotidas, o que sugere uma condição relacionada à visão ou ao olho. A Ceratite de exposição é um tipo de inflamação no olho que pode causar dor e comprometer a visão.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção Ceratite de exposição (Código: 9A73) não é válida pois o termo 'sp' está relacionado à auscultação pulmonar e cardíaca, bem como ao desdobramento de B2 carotidas, o que sugere uma condição relacionada à visão ou ao olho. No entanto, a Ceratite de exposição é um tipo de inflamação no olho que pode causar dor e comprometer a visão, não há relação com a auscultação pulmonar e cardíaca. A classificação é errônea.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8C84": {
      "term_original": "desdobramento de b2",
      "capitulo": "08",
      "confidence_embedding": 0.7585,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN).",
      "classification_reasoning": "A opção mais precisa para o termo 'desdobramento de b2' é a rabdomiólise secundária (código CID-11: 8C84), pois descreve um fenômeno que envolve danos musculares, como sugerido pela auscultação pulmonar e cardíaca sem anormalidades e a presença de elevado CPK.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'desdobramento de b2' é a rabdomiólise secundária (código CID-11: 8C84), pois descreve um fenômeno que envolve danos musculares, como sugerido pela auscultação pulmonar e cardíaca sem anormalidades e a presença de elevado CPK. A descrição do prontuário não apresenta contradições óbvias ou alucinações, portanto, o código CID-11: 8C84 é considerado válido.",
      "tipo_erro_auditoria": null
    },
    "MD11.7": {
      "term_original": "hmp",
      "capitulo": "21",
      "confidence_embedding": 0.7619,
      "descricao_cid": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação.",
      "classification_reasoning": "A opção mais precisa é MD11.7, pois 'HMP' provavelmente se refere à hiperventilação, que é um sintoma reportado pelo paciente em seu exame médico.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa é MD11.7, pois 'HMP' provavelmente se refere à hiperventilação, que é um sintoma reportado pelo paciente em seu exame médico. A justificativa do sistema também apoia essa escolha, considerando a falta de informações sobre o pai e irmãos falecidos e a auscultação pulmonar e cardíaca sem anormalidades.",
      "tipo_erro_auditoria": null
    },
    "MD11": {
      "term_original": "anormalidades",
      "capitulo": "21",
      "confidence_embedding": 0.767,
      "descricao_cid": "Representação de doença CID-11: Anormalidades da respiração. Definição: Anormalidades da respiração incluem dispneia, estridor, chiado, respiração irregular, hiperventilação, respiração oral, soluço, espirros, e outras anormalidades da respiração.",
      "classification_reasoning": "A opção mais precisa para o termo 'anormalidades' no contexto clínico é a representação de doença CID-11: Anormalidades da respiração (MD11). Isso porque, embora haja outras opções que mencionem anormalidades, apenas MD11 se refere explicitamente às anormalidades da respiração, o que é consistente com as informações presentes no prontuário do paciente (auscultação pulmonar sem anormalidades).",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'anormalidades' no contexto clínico é a representação de doença CID-11: Anormalidades da respiração (MD11). Isso porque, embora haja outras opções que mencionem anormalidades, apenas MD11 se refere explicitamente às anormalidades da respiração, o que é consistente com as informações presentes no prontuário do paciente (auscultação pulmonar sem anormalidades).",
      "tipo_erro_auditoria": null
    },
    "QA77": {
      "term_original": "auto medicação",
      "capitulo": "24",
      "confidence_embedding": 0.7624,
      "descricao_cid": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "A auto medicação é uma forma de uso não prescrito e não recomendado por um profissional de saúde, portanto, o código QA77 - Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano - é a opção mais precisa para o termo 'auto medicação' dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 QA77 - Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano - é a opção mais precisa para o termo 'auto medicação' dentro do contexto clínico. O prontuário informa sobre a auto-medicação com AAS 100 MG, portanto, a codificação QA77 é clinicamente coerente e válida.",
      "tipo_erro_auditoria": null
    },
    "4A85.21": {
      "term_original": "edema de glote",
      "capitulo": "04",
      "confidence_embedding": 0.7813,
      "descricao_cid": "Representação de doença CID-11: Urticária ou angioedema induzido pelo alimento. Definição: Urticária e/ou angioedema desencadeados por ingestão ou contato direto com alérgeno da comida em paciente sensibilizado.",
      "classification_reasoning": "A escolha do código 4A85.21 se baseia na descrição de edema de glote, o que é uma manifestação comum em pacientes com urticária ou angioedema induzido pelo alimento.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'edema de glote' no prontuário não é suficiente para justificar a escolha do código 4A85.21, que se refere especificamente à urticária ou angioedema induzido pelo alimento. Embora o edema de glote possa ser uma manifestação de uma reação alérgica, não há evidências no prontuário que sugiram a presença de urticária ou angioedema. Portanto, é necessário remover o código 4A85.21 e atribuir um código CID-11 mais adequado à condição clínica descrita.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    }
  }
}