{
  "prontuario_id": 633,
  "text": "TX RENAL DVNR\nREJEIÇÃO CELULAR EM BX PREVIAS\nCMV TRATADO\nDM LÁBIL COM MULTIPLAS COMPLICAÇÕES: RETINOPATIA/GASTROPARESIA\nULCERA EM CECO : AGUARDA AP\nMTC 5, PROGRAF XL 1, SRL 1, CVD 12,5 X2, MACRODANTINA, FLAGYL X3 ( POR 6 SEMANAS ), LISPRO S/N E LANTUS 35\nS : PERDA PONDERAL E ANSIEDADE\nCONSULTA COM ENDO E NUTRI PARA CONTAGEM DE CH, AJUSTE INSULINA E CONSIDERAR BOMBA INSULINA\nO : PA 140/80  P 78  AFEBRIL  PESO 46,2\nHIPOCORADA\nCPP LIVRES\nPC RITMO REGULAR\nABD RHA+, FLACIDO, MMII SEM EDEMA\nTX RENAL COM CR 1,34 E NS FK 2 / SRL 7\nDM DESCOMPENSADO\nANEMIA\nDESNUTRIÇÃO\nCANDIDIASE VAGINAL\n \n \n ",
  "entities": {
    "Achado": [
      "DVNR",
      "TRATADO",
      "S",
      "ANSIEDADE",
      "AFEBRIL",
      "RHA+",
      "FLACIDO",
      "TX RENAL",
      "CPP LIVRES",
      "RITMO REGULAR"
    ],
    "Abreviação": [
      "DVNR",
      "BX",
      "CMV",
      "DM",
      "MTC",
      "SRL",
      "CVD",
      "S/N",
      "S",
      "ENDO",
      "NUTRI",
      "O",
      "PA",
      "P",
      "PC",
      "ABD",
      "RHA+",
      "MMII",
      "TX RENAL",
      "CONTAGEM DE CH",
      "CPP LIVRES",
      "CR 1 , 34",
      "NS FK 2",
      "SRL 7",
      "DM DESCOMPENSADO"
    ],
    "Procedimento Diagnóstico": [
      "BX",
      "AP",
      "CONTAGEM DE CH"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "BX",
      "TRATADO",
      "TX RENAL",
      "CONTAGEM DE CH"
    ],
    "Conceito Temporal": [
      "PREVIAS",
      "X2",
      "6 SEMANAS"
    ],
    "Vírus": [
      "CMV"
    ],
    "Doença ou Síndrome": [
      "CMV",
      "DM",
      "RETINOPATIA/GASTROPARESIA",
      "ANEMIA",
      "DESNUTRIÇÃO",
      "DM DESCOMPENSADO",
      "CANDIDIASE VAGINAL"
    ],
    "Conceito Qualitativo": [
      "LÁBIL"
    ],
    "Sinal ou Sintoma": [
      "LÁBIL",
      "ANSIEDADE",
      "AFEBRIL",
      "HIPOCORADA",
      "EDEMA",
      "REJEIÇÃO CELULAR",
      "MULTIPLAS COMPLICAÇÕES",
      "PERDA PONDERAL"
    ],
    "Lesão ou Envenenamento": [
      "ULCERA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CECO"
    ],
    "Substância Farmacológica": [
      "MTC",
      "SRL",
      "CVD",
      "MACRODANTINA",
      "FLAGYL",
      "LISPRO",
      "LANTUS",
      "INSULINA",
      "PROGRAF XL"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "SRL",
      "CVD",
      "MACRODANTINA",
      "LISPRO",
      "LANTUS"
    ],
    "Conceito Quantitativo": [
      "5",
      "1",
      "X2",
      "X3",
      "35",
      "140/80",
      "78",
      "12 , 5",
      "46 , 2"
    ],
    "Antibiótico": [
      "MACRODANTINA"
    ],
    "Atividade de Assistência à Saúde": [
      "CONSULTA",
      "O"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENDO",
      "NUTRI"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "INSULINA"
    ],
    "Hormônio": [
      "INSULINA"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO",
      "PC"
    ],
    "Negação": [
      "AFEBRIL",
      "SEM"
    ],
    "Localização ou Região Corporal": [
      "ABD",
      "MMII"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "REJEIÇÃO CELULAR",
      "CR 1 , 34",
      "NS FK 2",
      "SRL 7"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BOMBA INSULINA"
    ]
  },
  "labels": {
    "BD71.2": {
      "term_original": "tx renal",
      "capitulo": "11",
      "confidence_embedding": 0.7514,
      "descricao_cid": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal",
      "classification_reasoning": "A opção mais precisa para o termo 'tx renal' é a trombose da veia renal, uma vez que a descrição menciona rejeição celular em bx previas e tx renal com cr 1,34 e ns fk 2 / srl 7.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa para o termo 'tx renal' não é a trombose da veia renal, uma vez que a descrição menciona rejeição celular em bx previas e tx renal com cr 1,34 e ns fk 2 / srl 7., sugerindo que o termo 'tx renal' se refere à transplante renal, e não à trombose da veia renal.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EE12.1": {
      "term_original": "candidiase vaginal",
      "capitulo": "14",
      "confidence_embedding": 0.7311,
      "descricao_cid": "Representação de doença CID-11: Onicomicose. Definição: Infecção fúngica das unhas das mãos e/ou dos pés devida mais comumente a dermatófitos (tinea unguium ou tinha ungueal) ou leveduras, especialmente espécies de Candida.",
      "classification_reasoning": "A Candidiase Vaginal é uma infecção fúngica comum, especialmente em pacientes com diabetes mellitus e doença renal crônica. A presença da candidíase vaginal está relacionada à desnutrição e ao estado de saúde geral do paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "A candidíase vaginal é uma infecção fúngica comum em pacientes com diabetes mellitus e doença renal crônica, o que está relacionado ao estado de saúde geral do paciente. A presença da candidíase vaginal no prontuário justifica a escolha do código CID-11 EE12.1.",
      "tipo_erro_auditoria": null
    },
    "3A70.1": {
      "term_original": "hipocorada",
      "capitulo": "03",
      "confidence_embedding": 0.7416,
      "descricao_cid": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas.",
      "classification_reasoning": "A opção mais precisa é a anemia aplástica adquirida, pois o paciente tem DM descompensado e candidiase vaginal, o que sugere uma resposta autoimune direcionada à medula óssea, característica da anemia aplástica. Além disso, a presença de rejeição celular em BX previas e CMV tratado também sugerem uma possível relação com a medula óssea.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa não é a anemia aplástica adquirida, pois o termo 'hipocorada' não está relacionado à medula óssea ou à resposta autoimune. A hipocorada é um sintoma cardíaco que pode ser causado por várias condições, incluindo doenças cardíacas e hipertensão. Portanto, a codificação CID-11 '3A70.1' não representa fielmente o termo ou a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5B70": {
      "term_original": "retinopatia/gastroparesia",
      "capitulo": "05",
      "confidence_embedding": 0.7603,
      "descricao_cid": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade.",
      "classification_reasoning": "A retinopatia e gastroparesia são sintomas que podem ser relacionados à deficiência de ácidos graxos essenciais, o que é descrito pelo código CID-11 5B70.",
      "decisao": "MANTER",
      "motivo_decisao": "A retinopatia e gastroparesia são sintomas que podem ser relacionados à deficiência de ácidos graxos essenciais, o que é descrito pelo código CID-11 5B70. A justificativa do sistema é clara e coerente com a descrição da doença. Portanto, mantemos o código CID-11 atribuído como válido.",
      "tipo_erro_auditoria": null
    },
    "MF54.2": {
      "term_original": "multiplas complicações",
      "capitulo": "21",
      "confidence_embedding": 0.7634,
      "descricao_cid": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas).",
      "classification_reasoning": "A opção mais precisa para o termo 'multiplas complicações' é a hipoplasia renal, pois se refere à presença de múltiplas lesões ou alterações em um órgão (neste caso, os rins). A descrição da opção MF54.2 'Hipoplasia renal' combina melhor com o contexto clínico do prontuário, que menciona DM lábil e complicações, como retinopatia e gastroparesia.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção CID-11 MF54.2 'Hipoplasia renal' não se refere às complicações da DM, como retinopatia e gastroparesia, mencionadas no prontuário. A hipoplasia renal é uma condição congênita ou adquirida caracterizada por um rim menor em tamanho e peso do que a média, o que não se relaciona às complicações da DM descritas no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DA60.3": {
      "term_original": "ulcera",
      "capitulo": "13",
      "confidence_embedding": 0.754,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A escolha pelo código DA60.3 se baseia na descrição de úlceras agudas da mucosa gástrica, que é coerente com a afirmação 'ULCERA EM CECO' no contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'ULCERA EM CECO' no prontuário refere-se a uma lesão aguda na parede do ceco, não à úlceras de estresse do estômago descritas pelo código DA60.3. A escolha desse código é incoerente com o contexto clínico e não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "3A71.2": {
      "term_original": "anemia",
      "capitulo": "03",
      "confidence_embedding": 0.8346,
      "descricao_cid": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue.",
      "classification_reasoning": "Anemia na doença renal crônica é a opção mais precisa porque o paciente tem DM LÁBIL COM MULTIPLAS COMPLICAÇÕES: RETINOPATIA/GASTROPARESIA e TX RENAL DVNR, REJEIÇÃO CELULAR EM BX PREVIAS, o que sugere uma doença renal crônica como possível causa da anemia.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 '3A71.2' como 'Anemia na doença renal crônica' é válida porque o prontuário apresenta múltiplas comorbidades, incluindo DM LÁBIL COM MULTIPLAS COMPLICAÇÕES: RETINOPATIA/GASTROPARESIA e TX RENAL DVNR, REJEIÇÃO CELULAR EM BX PREVIAS, o que sugere uma doença renal crônica como possível causa da anemia. Além disso, a presença de anemia é claramente descrita no prontuário, justificando a escolha desse código.",
      "tipo_erro_auditoria": null
    },
    "5B5A.0": {
      "term_original": "perda ponderal",
      "capitulo": "05",
      "confidence_embedding": 0.7322,
      "descricao_cid": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina.",
      "classification_reasoning": "Perda ponderal é um sintoma comum em casos de beribéri, doença caracterizada por deficiência de tiamina que afeta a digestão e absorção de nutrientes.",
      "decisao": "REMOVER",
      "motivo_decisao": "A perda ponderal não é um sintoma exclusivo do beribéri. A deficiência de tiamina pode causar várias consequências, incluindo anemia e desnutrição, mas a perda ponderal não é uma característica clínica específica da doença. Além disso, o prontuário apresenta outras condições que justificam a perda ponderal, como DM LÁBIL COM MULTIPLAS COMPLICAÇÕES e CANDIDIASE VAGINAL.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "5C51.20": {
      "term_original": "dm descompensado",
      "capitulo": "05",
      "confidence_embedding": 0.7508,
      "descricao_cid": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular.",
      "classification_reasoning": "A escolha do código 'Hiperoxalúria primária tipo I' é mais precisa para o termo 'DM descompensado' porque a referência à diabetes mellitus (DM) em estado descompensado é comum na hiperoxalúria, caracterizada por insuficiência renal crônica e desidratação. Além disso, a presença de anemia, desnutrição e candidiase vaginal também são características frequentes nesse contexto.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'DM descompensado' não se refere à hiperoxalúria primária tipo I, mas sim à diabetes mellitus em estado de descompensação. A escolha do código CID-11 '5C51.20' é inapropriada porque não há relação clínica direta entre a hiperoxalúria e a diabetes mellitus. Além disso, a presença de anemia, desnutrição e candidiase vaginal também não são características frequentes da hiperoxalúria.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG29.1": {
      "term_original": "edema",
      "capitulo": "21",
      "confidence_embedding": 0.7838,
      "descricao_cid": "Representação de doença CID-11: Edema generalizado. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'edema' no contexto do prontuário é o edema generalizado, considerando que não há menções específicas de causa ou localização do edema na história clínica.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'edema' no prontuário se refere ao edema abdominal descrito na avaliação física (ABD RHA+, FLACIDO, MMII SEM EDEMA). A opção mais precisa para o termo 'edema' é o código CID-11 MG29.1, que representa a representação de doença CID-11: Edema generalizado.",
      "tipo_erro_auditoria": null
    },
    "2A32": {
      "term_original": "cmv",
      "capitulo": "02",
      "confidence_embedding": 0.7559,
      "descricao_cid": "Representação de doença CID-11: Trombocitopenia refratária. Definição: Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de megacariócitos displásicos, encontrados dentre pelo menos 30 megacariócitos examinados na medula óssea.",
      "classification_reasoning": "A presença de CMV tratado e a rejeição celular em BX previas sugerem que o paciente tem uma resposta imune comprometida, aumentando a probabilidade de trombocitopenia refratária (2A32). Embora seja impossível descartar outras opções, a combinação dessas informações sugere que a opção mais precisa é a trombocitopenia refratária.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 2A32 refere-se a trombocitopenia refratária, que não está claramente relacionada ao termo 'CMV' no prontuário. Embora haja uma menção à rejeição celular em BX previas e tratamento de CMV, não há evidência suficiente para justificar a codificação 2A32. Além disso, a presença de outras condições clínicas, como DM lábil e ulcera em ceco, sugere que a codificação deve ser mais específica e relacionada às condições apresentadas no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6E63": {
      "term_original": "ansiedade",
      "capitulo": "06",
      "confidence_embedding": 0.7444,
      "descricao_cid": "Representação de doença CID-11: Síndrome de ansiedade secundária. Definição: Síndrome caracterizada pela presença de sintomas ansiosos proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas ansiosos ou ataques de pânico em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas ansiosos forem suficientemente graves para exigir atenção clínica específica.",
      "classification_reasoning": "A ansiedade está relacionada à doença subjacente (DM LÁBIL) e não à intoxicação por cafeína, cocaína ou álcool. Além disso, a presença de sintomas ansiosos como inquietação é um dos critérios para a síndrome de ansiedade secundária.",
      "decisao": "MANTER",
      "motivo_decisao": "A ansiedade descrita no prontuário está relacionada à doença subjacente (DM LÁBIL) e não é uma síndrome de ansiedade secundária. A justificativa do sistema é que a ansiedade está relacionada à doença subjacente, o que coincide com a descrição do prontuário. Portanto, a codificação CID-11 '6E63' para 'ansiedade' é válida e representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "5B5K.7": {
      "term_original": "desnutrição",
      "capitulo": "05",
      "confidence_embedding": 0.7867,
      "descricao_cid": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos",
      "classification_reasoning": "A deficiência de selênio é uma possibilidade clinicamente relevante para a desnutrição, especialmente considerando a presença de anemia e candidíase vaginal",
      "decisao": "REMOVER",
      "motivo_decisao": "A deficiência de selênio (CID-11: 5B5K.7) não é diretamente relacionada à desnutrição descrita no prontuário. A desnutrição mencionada é mais provavelmente uma condição clínica complexa, com múltiplas causas e consequências, incluindo anemia e candidíase vaginal. O código CID-11 5B5K.7 não captura a essência da desnutrição descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "5D01": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7657,
      "descricao_cid": "Representação de doença CID-11: Síndrome de lise tumoral. Definição: Grupo de complicações metabólicas que podem ocorrer após o tratamento do câncer, geralmente linfomas e leucemias, e às vezes até mesmo sem tratamento. Essas complicações são causadas pelos produtos de degradação das células cancerosas mortas e incluem hipercalemia, hiperfosfatemia, hiperuricemia e hiperuricosúria, hipocalcemia e consequente nefropatia aguda por ácido úrico e insuficiência renal aguda.",
      "classification_reasoning": "A escolha do código 5D01 é baseada na presença de diabetes descompensada no prontuário, o que sugere a possibilidade de síndrome de lise tumoral. Além disso, a presença de hipocalcemia e nefropatia aguda por ácido úrico também apoiam essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 5D01 é baseada na presença de diabetes descompensada no prontuário, o que sugere a possibilidade de síndrome de lise tumoral. No entanto, ao analisar o prontuário, vemos que a DM não está relacionada à síndrome de lise tumoral, mas sim é uma complicação da diabetes mellitus. A presença de retinopatia e gastroparesia também apoiam essa conclusão. Portanto, a escolha do código 5D01 é incorreta e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "4B24.0": {
      "term_original": "rejeição celular",
      "capitulo": "04",
      "confidence_embedding": 0.7479,
      "descricao_cid": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave.",
      "classification_reasoning": "A rejeição celular mencionada no prontuário se refere ao quadro de doença do enxerto-versus-hospedeiro aguda, que é uma complicação comum após o transplante, caracterizado por erupções cutâneas e febre. A escolha da opção 4B24.0 como mais precisa para o termo 'rejeição celular' se baseia na descrição do prontuário de DM Lábil e rejeição celular em BX prévias, o que sugere a presença de uma doença do enxerto-versus-hospedeiro.",
      "decisao": "REMOVER",
      "motivo_decisao": "A rejeição celular mencionada no prontuário não se refere a uma doença do enxerto-versus-hospedeiro aguda, como descrita pelo código CID-11 4B24.0. A descrição do prontuário de DM Lábil e rejeição celular em BX prévias sugere que a rejeição celular é mais provavelmente uma resposta imune ao transplante renal, e não uma doença do enxerto-versus-hospedeiro aguda. Portanto, o código CID-11 4B24.0 não representa fielmente o termo 'rejeição celular' descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}