{
  "prontuario_id": 75,
  "text": "Lucas, 63 ANOS\nCOMORBIDADES:\n# MCP DILATADA / CHAGAS\n# HAS\n# DISLIPIDEMIA\n# MARCA-PASSO HÁ 5 ANOS --> 11 MESES DE BATERIA\n# DAC FAMILIAR\n# CHV: EX-TABAGISTA DE 38 MAÇOS-ANO\nLucas, 63 ANOS\nCOMORBIDADES:\n# MCP DILATADA/CHAGAS\n# HAS\n# DISLIPIDEMIA\n# MARCA-PASSO HÁ 5 ANOS --> 11 MESES DE BATERIA\n# DAC FAMILIAR\n# CHV: EX-TABAGISTA DE 38 MAÇOS-ANO\nCATE DO DIA 29/07/2014: PROTOCOLO PRÉ - TRANSPLANTE CARDÍACO REALIZADO COM SUCESSO; RVP WOOD POSITIVA: CANDIDATO A TRANSPLANTE\nS # MANTEM-SE EM CLASSE FUNCIONAL III. RELATA EDEMA DE MMII. NEGA PRECORDIALGIA. \nMEDICAMENTOS:\n# ENALAPRIL 10 MG; 1/2 CP DE 12/12 HORAS\n# APRESOLINA 50 MG 1 CP DE 8/8 HORAS\n# MONOCORDL 20 MG 1 CP AS 8 E OUTRO AS 14 HORAS\n# ESPIRONOLACTONA 25 MG 1 CP AO DIA\n# FUROSEMIDA 40 MG 1 CP AS 8 E OUTRO AS 14 HORAS\n# CARVEDILOL 25 MG 1 CP DE 12/12 HORAS\n# SINVASTATINA 20 MG 1 CP A NOITE\nExame Físico\nPA 90/70 mmHG FC 76bpm, FR 18bpm\nACV: BCRNF SS EM FOCO TRICUSPIDE 3+ / 6+, SS EM FOCO MITRLA 2+ / 6+\nAP: MV+ BILAT, SEM RA\nABD: GLOBOSO, FLÁCIDO, PIPAROTE +\nEdema em MMII ++/++++\nA # IC CF III\nP # AUMENTO FSM PARA 80MG / 40MG\n-  DEMAIS MANTISO\nR4 CARDIO Doutor Vital Brazil ",
  "entities": {
    "Doença ou Síndrome": [
      "COMORBIDADES",
      "CHAGAS",
      "HAS",
      "DISLIPIDEMIA",
      "DAC",
      "MCP DILATADA",
      "MCP DILATADA/CHAGAS",
      "IC CF III"
    ],
    "Abreviação": [
      "HAS",
      "DAC",
      "CHV",
      "CATE",
      "MMII",
      "PA",
      "FC",
      "FR",
      "ACV",
      "BCRNF",
      "SS",
      "AP",
      "RA",
      "ABD",
      "FSM",
      "MCP DILATADA",
      "MCP DILATADA/CHAGAS",
      "RVP WOOD POSITIVA",
      "1/2 CP",
      "1 CP",
      "MV+ BILAT",
      "PIPAROTE +",
      "IC CF III"
    ],
    "Dispositivo Médico": [
      "MARCA-PASSO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "MARCA-PASSO",
      "CATE",
      "TRANSPLANTE CARDÍACO"
    ],
    "Grupo Familiar": [
      "FAMILIAR"
    ],
    "Achado": [
      "CHV",
      "EX-TABAGISTA",
      "SUCESSO",
      "BCRNF",
      "SS",
      "FLÁCIDO",
      "MV+ BILAT"
    ],
    "Procedimento Diagnóstico": [
      "CATE",
      "Exame Físico"
    ],
    "Conceito Temporal": [
      "PRÉ",
      "12/12 HORAS",
      "8/8 HORAS",
      "A NOITE"
    ],
    "Atividade de Assistência à Saúde": [
      "REALIZADO",
      "AUMENTO"
    ],
    "Sinal ou Sintoma": [
      "EDEMA",
      "PRECORDIALGIA",
      "SS",
      "RA",
      "GLOBOSO",
      "Edema",
      "RVP WOOD POSITIVA",
      "PIPAROTE +"
    ],
    "Localização ou Região Corporal": [
      "MMII",
      "ABD",
      "FOCO TRICUSPIDE",
      "FOCO MITRLA"
    ],
    "Negação": [
      "NEGA",
      "SEM"
    ],
    "Substância Farmacológica": [
      "MEDICAMENTOS",
      "ENALAPRIL",
      "APRESOLINA",
      "MONOCORDL",
      "ESPIRONOLACTONA",
      "FUROSEMIDA",
      "CARVEDILOL",
      "SINVASTATINA",
      "FSM"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "FR",
      "ACV",
      "AP"
    ],
    "Conceito Quantitativo": [
      "76bpm",
      "18bpm",
      "++/++++",
      "80MG",
      "40MG",
      "38 MAÇOS-ANO",
      "10 MG",
      "1/2 CP",
      "50 MG",
      "1 CP",
      "20 MG",
      "25 MG",
      "40 MG",
      "90/70 mmHG",
      "3+ / 6+",
      "2+ / 6+"
    ],
    "Sistema Corporal": [
      "ACV"
    ],
    "Resultado Laboratorial ou de Teste": [
      "++/++++",
      "CANDIDATO A TRANSPLANTE",
      "FOCO TRICUSPIDE",
      "PIPAROTE +"
    ],
    "Conceito Qualitativo": [
      "CLASSE FUNCIONAL III"
    ]
  },
  "labels": {
    "BC43.6": {
      "term_original": "precordialgia",
      "capitulo": "11",
      "confidence_embedding": 0.7795,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo.",
      "classification_reasoning": "A escolha do código BC43.6 se baseia na presença de precordialgia no termo extraído, o que sugere uma cardiomiopatia ventricular arritmogênica caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso.",
      "decisao": "REMOVER",
      "motivo_decisao": "A precordialgia descrita no termo extraído não é suficiente para justificar a escolha do código BC43.6, que descreve uma cardiomiopatia ventricular arritmogênica caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso. A precordialgia pode ser um sintoma de várias condições, incluindo doenças cardíacas, mas não é específico o suficiente para justificar a escolha desse código.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "BC43.0": {
      "term_original": "flácido",
      "capitulo": "11",
      "confidence_embedding": 0.7466,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida.",
      "classification_reasoning": "A escolha pela cardiomiopatia dilatada (BC43.0) é justificada pela presença de 'flácido' no exame físico do paciente, o que sugere disfunção sistólica ventricular esquerda e dilatação da câmara, características clínicas da cardiomiopatia dilatada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha pela cardiomiopatia dilatada (BC43.0) não é justificada apenas pela presença de 'flácido' no exame físico, pois a flacidez pode ser um sintoma de várias condições clínicas e não necessariamente está relacionada à cardiomiopatia dilatada. Além disso, o prontuário apresenta outras comorbidades que podem estar relacionadas à cardiomiopatia dilatada, como a doença arterial coronariana (DAC) familiar e a hipertensão arterial (HAS). Portanto, é necessário uma análise mais detalhada da história clínica do paciente para determinar se a cardiomiopatia dilatada é realmente uma condição presente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "VV3Z": {
      "term_original": "ic cf iii",
      "capitulo": "V",
      "confidence_embedding": 0.6836,
      "descricao_cid": "Representação de doença CID-11: Funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. Definição: ",
      "classification_reasoning": "A escolha é baseada na presença de doenças cardiovasculares (MCP DILATADA/CHAGAS, DISLIPIDEMIA e MARCA-PASSO HÁ 5 ANOS --> 11 MESES DE BATERIA) e o termo 'ic cf iii' que indica a representação da doença como Funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 VV3Z é justificada pela presença de doenças cardiovasculares (MCP DILATADA/CHAGAS, DISLIPIDEMIA e MARCA-PASSO HÁ 5 ANOS --> 11 MESES DE BATERIA) e o termo 'ic cf iii' que indica a representação da doença como Funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. A codificação é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "3B64.13": {
      "term_original": "mcp dilatada/chagas",
      "capitulo": "03",
      "confidence_embedding": 0.7282,
      "descricao_cid": "Representação de doença CID-11: Trombocitopenia aloimune. Definição: Doença causada por determinantes como transfusão de sangue que leva a uma resposta imune a antígenos estranhos. Esta doença é caracterizada por níveis diminuídos de plaquetas no organismo devido a uma resposta imune reativa a antígenos plaquetários estranhos. Esta doença pode se manifestar com aumento de equimoses e sangramentos. A confirmação é feita pela identificação de contagem diminuída de plaquetas e presença de autoanticorpos na amostra de sangue",
      "classification_reasoning": "A opção mais precisa para o termo 'mcp dilatada/chagas' é a trombocitopenia aloimune, pois Chagas é uma doença causada pela Trypanosoma cruzi e pode levar à comprometimento dos vasos coronárias e ao desenvolvimento de cardiopatias, incluindo cardiomiopatia dilatada (MCP). A opção 3B64.13 é mais precisa porque considera o contexto clínico da paciente que apresenta uma história prévia de cardiopatia dilatada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção 3B64.13 (Trombocitopenia aloimune) não é um tipo de doença que esteja diretamente relacionada à 'MCP dilatada/Chagas'. A Chagas é uma doença causada pela Trypanosoma cruzi e pode levar ao comprometimento dos vasos coronários e ao desenvolvimento de cardiopatias, incluindo cardiomiopatia dilatada (MCP). O código CID-11 3B64.13 não considera o contexto clínico da paciente que apresenta uma história prévia de cardiopatia dilatada.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8C01.0": {
      "term_original": "mv+ bilat",
      "capitulo": "08",
      "confidence_embedding": 0.7303,
      "descricao_cid": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente.",
      "classification_reasoning": "A opção mais precisa é a Polineuropatia desmielinizante inflamatória aguda, pois o termo 'mv+ bilat' sugere a presença de neuropatia múltipla, que é caracterizada por fraqueza progressiva dos membros e déficit simétrico. Além disso, as outras opções não se ajustam ao contexto clínico apresentado.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa não é a Polineuropatia desmielinizante inflamatória aguda, pois o termo 'mv+ bilat' sugere neuropatia múltipla, que é caracterizada por fraqueza progressiva dos membros e déficit simétrico. A falta de informações sobre fraqueza progressiva, déficit simétrico e arreflexia nos exames físicos também não se ajustam ao contexto clínico apresentado.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "HA40.2": {
      "term_original": "chv",
      "capitulo": "17",
      "confidence_embedding": 0.6745,
      "descricao_cid": "Representação de doença CID-11: Considerações etiológicas associadas ao uso de substância psicoativa ou medicamento. Definição: Esta categoria deve ser atribuída quando há evidência de que os efeitos fisiológicos diretos de uma substância psicoativa ou medicamento são um importante fator contribuinte para a Disfunção Sexual ou Transtorno da Dor Sexual. Exemplos incluem inibidores seletivos de recaptação de serotonina, antagonistas do receptor de histamina-2 (p. ex., cimetidina), álcool, opioides e anfetaminas. Se os requisitos diagnósticos para um Transtorno Devido ao Uso de Substância forem atendidos, o diagnóstico apropriado de Transtorno Devido ao Uso de Substância também deve ser atribuído.",
      "classification_reasoning": "A escolha do código HA40.2 é justificada pelo fato de que Lucas, ao ser ex-tabagista há 38 anos, apresenta um histórico de uso de substância psicoativa como fator contribuinte para a Disfunção Sexual ou Transtorno da Dor Sexual.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 HA40.2 foi atribuído ao termo 'chv', que se refere a um ex-tabagista há 38 anos, o que não é uma condição clínica diretamente relacionada à disfunção sexual ou transtorno da dor sexual. Além disso, o código CID-11 HA40.2 se refere a representação de doença associada ao uso de substância psicoativa ou medicamento, o que não está presente no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA77": {
      "term_original": "comorbidades",
      "capitulo": "24",
      "confidence_embedding": 0.7258,
      "descricao_cid": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "A busca pela comorbidade revela a presença de várias doenças concomitantes, como MCP dilatada/CHAGAS, HAS, dislipidemia e marca-passo há 5 anos. Essas condições podem estar relacionadas à saúde do paciente e influenciar sua conduta médica.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 QA77 'Representação de doença: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano' não é aplicável ao caso do paciente Lucas, pois as comorbidades descritas no prontuário (MCP dilatada/CHAGAS, HAS, dislipidemia e marca-passo há 5 anos) não são relacionadas à presença de medicação ou substância contraindicada. A classificação é demasiado específica e não se ajusta ao contexto clínico do paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME62.7": {
      "term_original": "piparote +",
      "capitulo": "21",
      "confidence_embedding": 0.7213,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A opção mais precisa para o termo 'piparote +' é a erupção cutânea descamativa aguda (Código ME62.7), pois a descrição refere-se a uma condição caracterizada por descamação, que se encaixa com a expressão clínica utilizada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'piparote +' não se encaixa com a definição do código CID-11 ME62.7, que refere-se a uma erupção cutânea descamativa aguda. O termo 'piparote +' parece ser um sintoma clínico (edema em MMII) e não uma condição de doença caracterizada por descamação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8C84": {
      "term_original": "bcrnf",
      "capitulo": "08",
      "confidence_embedding": 0.746,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN).",
      "classification_reasoning": "A ocorrência do termo 'bcrnf' no contexto do prontuário sugere uma referência a uma imagem cardíaca, especificamente à representação de doença CID-11: Rabdomiólise secundária. Isso porque as letras 'BCRN' estão relacionadas ao código das imagens cardíacas e 'F' é o código para o segmento fraturado no ecocardiograma. Com essa interpretação, a escolha do código 8C84 como mais precisa para o termo dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A análise do termo 'bcrnf' no contexto do prontuário sugere que se refere a uma imagem cardíaca, especificamente à representação de doença CID-11: Rabdomiólise secundária. A escolha do código 8C84 como mais precisa para o termo dentro do contexto clínico é justificada pela interpretação das letras 'BCRN' relacionadas ao código das imagens cardíacas e 'F' como o código para o segmento fraturado no ecocardiograma. Portanto, a codificação CID-11 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "GB01": {
      "term_original": "dac",
      "capitulo": "16",
      "confidence_embedding": 0.7174,
      "descricao_cid": "Representação de doença CID-11: Torção de testículo, epidídimo ou apêndices. Definição: Qualquer condição caracterizada por uma rotação parcial ou completa e uma oclusão do suprimento de sangue venoso ou arterial do testículo, epidídimo ou apêndice testicular.",
      "classification_reasoning": "A opção mais precisa é a GB01, pois o termo 'DAC' provavelmente se refere a doença de Aplasia Testicular Congênita, caracterizada por uma falta de desenvolvimento normal dos testículos ou apêndices.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa é a GB01, pois o termo 'DAC' provavelmente se refere a doença de Aplasia Testicular Congênita, caracterizada por uma falta de desenvolvimento normal dos testículos ou apêndices. No entanto, o prontuário não apresenta nenhuma indicação de que isso seja verdade. Além disso, a descrição do código CID-11 refere-se à torção de testículo, epidídimo ou apêndice, o que não está relacionado ao termo 'DAC' no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5B70": {
      "term_original": "dislipidemia",
      "capitulo": "05",
      "confidence_embedding": 0.7587,
      "descricao_cid": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade.",
      "classification_reasoning": "A deficiência de ácidos graxos essenciais (AGE) é uma possibilidade para a dislipidemia, especialmente considerando que Lucas tem comorbidades como HAS e dislipidemia. Além disso, o uso de medicamentos como Enalapril e Apresolina pode contribuir para a alteração lipídica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A deficiência de ácidos graxos essenciais (AGE) não é diretamente relacionada à dislipidemia descrita no prontuário. A justificativa do sistema menciona que a deficiência de AGE é uma possibilidade para a dislipidemia, mas isso não é suficiente para justificar a codificação CID-11 5B70. Além disso, o prontuário não apresenta achados clínicos ou sinais característicos de deficiência de ácidos graxos essenciais.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BD93": {
      "term_original": "edema",
      "capitulo": "11",
      "confidence_embedding": 0.7742,
      "descricao_cid": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais.",
      "classification_reasoning": "A escolha pelo código BD93 (Linfedema) é a mais precisa porque o termo 'edema' está relacionado ao acúmulo excessivo de linfa nos tecidos, caracterizando um sintoma comum em pacientes com doenças cardíacas e comorbidades como a do paciente Lucas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 BD93 (Linfedema) não é clínica e coerente com o prontuário. O termo 'edema' descrito no exame físico refere-se a um sintoma comum em pacientes com doenças cardíacas, mas não há evidência de que isso seja relacionado ao acúmulo excessivo de linfa nos tecidos, caracterizando um linfedema. A classificação é confusa e pode levar a erros na tomada de decisões médicas.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "4B24.0": {
      "term_original": "has",
      "capitulo": "04",
      "confidence_embedding": 0.7823,
      "descricao_cid": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave.",
      "classification_reasoning": "A escolha do código 4B24.0 é baseada na presença de sintomas de doença do enxerto-versus-hospedeiro aguda, como erupção maculopapular e febre, após o transplante cardíaco realizado há 5 anos.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'has' não representa diretamente a doença do enxerto-versus-hospedeiro aguda descrita no prontuário. A doença é uma reação adversa ao transplante cardíaco, enquanto o termo 'has' refere-se à Doença de HIV/AIDS. Portanto, a codificação CID-11 4B24.0 não é clínica ou coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF95": {
      "term_original": "globoso",
      "capitulo": "21",
      "confidence_embedding": 0.7222,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A opção mais precisa para o termo 'globoso' é a mioglobinúria (Código: MF95), pois a descrição da condição menciona 'representação de doença CID-11: Mioglobinúria', que é compatível com a característica clínica descrita no prontuário ('Edema em MMII ++/++++') e não está relacionada às outras opções apresentadas.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'globoso' é a mioglobinúria (Código: MF95), pois a descrição da condição menciona 'representação de doença CID-11: Mioglobinúria', que é compatível com a característica clínica descrita no prontuário ('Edema em MMII ++/++++'). A lógica clínica para manter o código MF95 é baseada na definição da mioglobinúria como a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. O termo 'globoso' não está relacionado às outras opções apresentadas e não há contradição óbvia ou alucinação.",
      "tipo_erro_auditoria": null
    },
    "3B10.1": {
      "term_original": "mcp dilatada",
      "capitulo": "03",
      "confidence_embedding": 0.7188,
      "descricao_cid": "Representação de doença CID-11: Deficiência hereditária do fator VIII com inibidor anti-fator VIII. Definição: Doença causada por uma mutação geneticamente herdada levando a uma deficiência na coagulação devido à falta de fator VIII. Essa doença também causa a produção de anticorpos inibidores antifator VIII quando do recebimento de transfusões. Anticorpos inibidores antifator VIII desenvolvem-se diante do reconhecimento do fator VIII como estranho pelo organismo, o que resulta na ineficácia de infusões de fator VIII. Essa doença é caracterizada pelo aumento na ocorrência de hemorragias e equimoses. A confirmação é feita pela identificação de mutações por testagem genética.",
      "classification_reasoning": "A escolha pelo código 3B10.1 é baseada na presença de 'MCP dilatada' no contexto clínico, que é um sintoma característico da deficiência hereditária do fator VIII com inibidor anti-fator VIII (trombocitopenia aloimune). Embora haja outras opções possíveis, a presença de 'CHV: EX-TABAGISTA DE 38 MAÇOS-ANO' e a menção de marca-passo há 5 anos sugere que a doença é relacionada à coagulação sanguínea.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 3B10.1 não é justificada pela presença de 'MCP dilatada' no prontuário, pois a deficiência hereditária do fator VIII com inibidor anti-fator VIII (trombocitopenia aloimune) não está relacionada à doença cardíaca. A dilatação da artéria coronária pode ser um sintoma de doença cardiovascular, e o código CID-11 3B10.1 não captura essa relação. Além disso, a presença de outras comorbidades, como HAS e DISLIPIDEMIA, sugere que a dilatação da artéria coronária pode ser um sintoma de doença cardiovascular em vez de uma deficiência hereditária do fator VIII.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}