{
  "prontuario_id": 290,
  "text": "COMORBIDADES:\n# MCP DILATADA / CHAGAS\n# HAS, DISLIPIDEMIA, DAC FAMILIAR\n# MARCA-PASSO HÁ 5 ANOS --> 11 MESES DE BATERIA\n# CHV: EX-TABAGISTA DE 38 MAÇOS-ANO PAROU HA 7 ANOS.\nCATE DO DIA 29/07/2014: PROTOCOLO PRÉ - TRANSPLANTE CARDÍACO REALIZADO COM SUCESSO; RVP WOOD POSITIVA: CANDIDATO A TRANSPLANTE\nMEDICAMENTOS:\n# APRESOLINA 50 MG 1 CP DE 12/12 HORAS\n# MONOCORDL 20 MG 1 CP AS 8 E OUTRO AS 14 HORAS\n# ESPIRONOLACTONA 25 MG 1 CP AO DIA\n# FUROSEMIDA 40 MG 2 CP AS 8 E OUTRO AS 14 HORAS\n# CARVEDILOL 25 MG 1 CP DE 12/12 HORAS\n# SINVASTATINA 20 MG 1 CP A NOITE\nEXAMES LAB: CREAT 1,9 // UR 81 // K 5,6\nS # SEM QUEIXSA \no :  PA 100/70 // FC 70\nACV BCRNF CPP LIVRE\nMMII S/P\nP : SUSPENDO ESPIRONO; REDUZO FURO.   RETORNO EM 2 MESES NO AMBU DE ICC\n \n \n \n ",
  "entities": {
    "Doença ou Síndrome": [
      "COMORBIDADES",
      "CHAGAS",
      "HAS",
      "DISLIPIDEMIA",
      "DAC",
      "ICC",
      "MCP DILATADA"
    ],
    "Abreviação": [
      "HAS",
      "DAC",
      "CHV",
      "CATE",
      "PA",
      "FC",
      "ACV",
      "BCRNF",
      "MMII",
      "S/P",
      "ESPIRONO",
      "FURO",
      "MCP DILATADA",
      "1 CP",
      "EXAMES LAB",
      "CREAT 1 , 9",
      "UR 81",
      "K 5 , 6"
    ],
    "Grupo Familiar": [
      "FAMILIAR"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "MARCA-PASSO",
      "CATE",
      "TRANSPLANTE CARDÍACO"
    ],
    "Dispositivo Médico": [
      "MARCA-PASSO"
    ],
    "Achado": [
      "CHV",
      "EX-TABAGISTA",
      "SUCESSO",
      "BCRNF",
      "S/P"
    ],
    "Procedimento Diagnóstico": [
      "CATE"
    ],
    "Conceito Temporal": [
      "PRÉ",
      "12/12 HORAS",
      "A NOITE"
    ],
    "Atividade de Assistência à Saúde": [
      "REALIZADO",
      "SUSPENDO",
      "REDUZO",
      "RETORNO"
    ],
    "Substância Farmacológica": [
      "MEDICAMENTOS",
      "APRESOLINA",
      "MONOCORDL",
      "ESPIRONOLACTONA",
      "FUROSEMIDA",
      "CARVEDILOL",
      "SINVASTATINA",
      "ESPIRONO",
      "FURO"
    ],
    "Substância Química Orgânica": [
      "CARVEDILOL",
      "SINVASTATINA"
    ],
    "Negação": [
      "SEM",
      "S/P"
    ],
    "Sinal ou Sintoma": [
      "QUEIXSA"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "CPP"
    ],
    "Conceito Quantitativo": [
      "100/70",
      "70",
      "38 MAÇOS-ANO",
      "50 MG",
      "1 CP",
      "20 MG",
      "25 MG",
      "40 MG",
      "2 CP"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CANDIDATO A TRANSPLANTE",
      "CREAT 1 , 9",
      "UR 81",
      "K 5 , 6"
    ],
    "Procedimento Laboratorial": [
      "EXAMES LAB"
    ]
  },
  "labels": {
    "BC43.0": {
      "term_original": "chagas",
      "capitulo": "11",
      "confidence_embedding": 0.7376,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida.",
      "classification_reasoning": "A condição 'MCP DILATADA' no prontuário do paciente aponta para cardiomiopatia dilatada, justificando a escolha do código BC43.0.",
      "decisao": "REMOVER",
      "motivo_decisao": "A condição 'MCP DILATADA' no prontuário do paciente refere-se a Chagas, doença cardíaca crônica causada pela infecção por Trypanosoma cruzi. O código CID-11 BC43.0 representa cardiomiopatia dilatada, que não é o mesmo que a condição de Chagas descrita no prontuário. Portanto, a classificação é incorreta e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC43.6": {
      "term_original": "chv",
      "capitulo": "11",
      "confidence_embedding": 0.7413,
      "descricao_cid": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo.",
      "classification_reasoning": "A opção mais precisa para o termo 'chv' é a cardiomiopatia ventricular arritmogênica, pois é mencionado que o paciente é ex-tabagista e parou há 7 anos, o que pode estar relacionado ao histórico de doença cardíaca.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'chv' é a cardiomiopatia ventricular arritmogênica, pois é mencionado que o paciente é ex-tabagista e parou há 7 anos, o que pode estar relacionado ao histórico de doença cardíaca. A descrição do código CID-11 também se alinha com os sintomas descritos no prontuário, como a cardiomiopatia ventricular arritmogênica. Portanto, a codificação é clínica e coerente.",
      "tipo_erro_auditoria": null
    },
    "BD12": {
      "term_original": "icc",
      "capitulo": "11",
      "confidence_embedding": 0.7457,
      "descricao_cid": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca.",
      "classification_reasoning": "A opção mais precisa para o termo 'icc' é a Síndrome de Alto Débito (Código: BD12), pois ICC refere-se ao Ambulatório de Cardiologia do Instituto de Cardiologia do Coração, um local onde pacientes com doenças cardíacas são atendidos e seguem seu tratamento.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'icc' não se refere a uma síndrome de doença, mas sim ao Ambulatório de Cardiologia do Instituto de Cardiologia do Coração. Portanto, o código CID-11 atribuído (BD12) não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5.4": {
      "term_original": "has",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A presença do termo 'HAS' no prontuário médico sugere a presença de uma doença cardiovascular, mais especificamente a hipertensão arterial sistêmica (HAS), que é uma condição caracterizada por pressão arterial elevada e é frequentemente associada ao desenvolvimento de doenças cardiovasculares.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença do termo 'HAS' no prontuário médico é claramente relacionada à hipertensão arterial sistêmica, uma condição cardiovascular comum e frequentemente associada ao desenvolvimento de doenças cardiovasculares. A codificação CID-11 5.4 para HAS é justificada e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "QB63.8": {
      "term_original": "ex-tabagista",
      "capitulo": "24",
      "confidence_embedding": 0.7262,
      "descricao_cid": "Representação de doença CID-11: Presença de célula tronco transplantada. Definição: ",
      "classification_reasoning": "O paciente ex-tabagista é um candidato a transplante cardíaco, portador de comorbidades como HAS e dislipidemia, o que sugere uma história clínica relacionada à doença cardiovascular, justificando a escolha do código QB63.8",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'ex-tabagista' não está diretamente relacionado à presença de célula tronco transplantada (QB63.8). A história clínica do paciente é mais relevante para a doença cardiovascular e comorbidades, como HAS e dislipidemia, do que ao histórico de tabagismo. Portanto, o código QB63.8 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "VV3Z": {
      "term_original": "bcrnf",
      "capitulo": "V",
      "confidence_embedding": 0.6756,
      "descricao_cid": "Representação de doença CID-11: Funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. Definição: ",
      "classification_reasoning": "A opção VV3Z é a mais precisa para o termo 'bcrnf' pois refere-se às funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. Isso se encaixa com a presença de doenças cardíacas (MCP dilatada), hipertensão arterial (PA 100/70) e dislipidemia no contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'bcrnf' refere-se às funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. A presença de doenças cardíacas (MCP dilatada), hipertensão arterial (PA 100/70) e dislipidemia no prontuário justifica a escolha do código CID-11 VV3Z, que representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "5B70": {
      "term_original": "dislipidemia",
      "capitulo": "05",
      "confidence_embedding": 0.7758,
      "descricao_cid": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade.",
      "classification_reasoning": "A dislipidemia é uma condição caracterizada por níveis anormais de lipídeos no sangue. Como o paciente tem histórico de dislipidemia e está em tratamento com medicamentos anti-hipertensivos e estatinos, a opção mais precisa para esse termo dentro do contexto clínico é a Deficiência de ácidos graxos essenciais (5B70).",
      "decisao": "REMOVER",
      "motivo_decisao": "A deficiência de ácidos graxos essenciais (5B70) não é uma condição clínica relacionada à dislipidemia. A dislipidemia é um termo que se refere a níveis anormais de lipídeos no sangue, enquanto a deficiência de ácidos graxos essenciais é uma condição caracterizada por déficit em ácidos graxos essenciais. Embora os dois conceitos estejam relacionados à saúde cardiovascular, eles são conceitos clínica e patológicamente diferentes.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}