{
  "prontuario_id": 784,
  "text": "AVALIAÇÃO PÓS\nTX RENAL CR 1,2, TACROLIMO 3.\nHAS COMEPNSADO.\nTE + PARA ISQUEMIA > SEGUE COM CARDIO, FARÁ CATE.\nLESÕES DE PELE > REENCAMINHO DERMATO.\nDLP > PEÇO CONTROLE.\nTX RENAL .\nEM USO DE TACROLIMO 2 / 2, MS 2 / 1, PRED 5, ENALAPRIL 10, ROSUVASTATINA 10, AAS, OMEGA3, CARBONATO + VIT D.\nS # VERRUGAS NAS MÃOS.\nEM AVALIAÇÃO COM CARDIO: FARÁ CATE CARDÍACO.\nO # PESO 70.\nPA 140/80.\nEXAME FISICO > LESÕES VERRUCOSAS EM MÃOS.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "AVALIAÇÃO",
      "SEGUE",
      "REENCAMINHO",
      "PEÇO CONTROLE"
    ],
    "Substância Farmacológica": [
      "TACROLIMO",
      "MS",
      "PRED",
      "ENALAPRIL",
      "ROSUVASTATINA",
      "AAS",
      "OMEGA3",
      "CARBONATO",
      "VIT D"
    ],
    "Substância Química Orgânica": [
      "TACROLIMO",
      "MS",
      "PRED",
      "ROSUVASTATINA",
      "AAS",
      "CARBONATO",
      "VIT D"
    ],
    "Conceito Quantitativo": [
      "3",
      "5",
      "10",
      "70",
      "140/80",
      "2 / 2",
      "2 / 1"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ISQUEMIA",
      "CR 1 , 2",
      "TE +"
    ],
    "Organização Relacionada à Saúde": [
      "CARDIO",
      "DERMATO"
    ],
    "Abreviação": [
      "CARDIO",
      "CATE",
      "DERMATO",
      "DLP",
      "MS",
      "PRED",
      "AAS",
      "PA",
      "TX RENAL",
      "CR 1 , 2",
      "HAS COMEPNSADO",
      "TE +",
      "VIT D",
      "CATE CARDÍACO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "CARDIO",
      "DERMATO"
    ],
    "Procedimento Diagnóstico": [
      "CATE",
      "CATE CARDÍACO",
      "EXAME FISICO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CATE",
      "TX RENAL",
      "CATE CARDÍACO"
    ],
    "Doença ou Síndrome": [
      "DLP",
      "VERRUGAS",
      "HAS COMEPNSADO"
    ],
    "Antibiótico": [
      "MS"
    ],
    "Hormônio": [
      "PRED"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Substância Biologicamente Ativa": [
      "OMEGA3"
    ],
    "Sinal ou Sintoma": [
      "VERRUGAS",
      "LESÕES DE PELE",
      "LESÕES VERRUCOSAS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MÃOS"
    ],
    "Atributo Clínico": [
      "PESO",
      "PA"
    ],
    "Lesão ou Envenenamento": [
      "LESÕES DE PELE"
    ],
    "Conceito Qualitativo": [
      "2 / 1"
    ],
    "Vitamina": [
      "VIT D"
    ]
  },
  "labels": {
    "NC56.5Z": {
      "term_original": "dlp",
      "capitulo": "22",
      "confidence_embedding": 0.7466,
      "descricao_cid": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'DLP' é a lesão do vaso sanguíneo do outro dedo da mão, não especificada, visto que a avaliação física revelou lesões verrucosas nas mãos.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa para o termo 'DLP' não é a lesão do vaso sanguíneo do outro dedo da mão, não especificada. A análise física revelou apenas lesões verrucosas nas mãos, sem qualquer referência a lesão vascular ou doença cardiovascular. Portanto, a codificação CID-11 NC56.5Z não é clínicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EF40": {
      "term_original": "lesões de pele",
      "capitulo": "14",
      "confidence_embedding": 0.83,
      "descricao_cid": "Representação de doença CID-11: Vasculite ou capilarite envolvendo a pele. Definição: Uma gama de condições caracterizadas por inflamação dos vasos sanguíneos cutâneos com ou sem extravasamento de hemácias para o interstício.",
      "classification_reasoning": "A lesão de pele mencionada como 'lesões verrucosas em mãos' sugere inflamação dos vasos sanguíneos cutâneos, característica da vasculite ou capilarite envolvendo a pele (Código EF40).",
      "decisao": "REMOVER",
      "motivo_decisao": "A lesão de pele mencionada como 'lesões verrucosas em mãos' não é suficientemente específica para ser mapeado para o código EF40, que descreve uma condição mais específica de vasculite ou capilarite envolvendo a pele. A descrição do prontuário não apresenta evidências claras de inflamação dos vasos sanguíneos cutâneos com extravasamento de hemácias para o interstício, característica fundamental da condição descrita pelo código EF40.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "EA90.3": {
      "term_original": "verrugas",
      "capitulo": "14",
      "confidence_embedding": 0.764,
      "descricao_cid": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito.",
      "classification_reasoning": "A presença de verrugas nas mãos e o contexto de avaliação pós-tratamento renal com uso de tacrolimo, prednisolone, entre outros medicamentos, sugere uma condição relacionada à doença cutânea. A opção EA90.3 (Psoríase eritrodérmica) é mais precisa porque a verruga é um tipo de lesão cutânea comum em pacientes com psoríase.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação EA90.3 (Psoríase eritrodérmica) não é clínicamente coerente com o prontuário, pois a verruga descrita nas mãos não se relaciona à psoríase eritrodérmica. A presença de lesões cutâneas em mãos e uso de medicamentos como tacrolimo e prednisolone sugere mais uma condição cutânea comum, como acne ou dermatite, do que uma doença sistêmica grave como a psoríase eritrodérmica.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "EB50": {
      "term_original": "lesões verrucosas",
      "capitulo": "14",
      "confidence_embedding": 0.7768,
      "descricao_cid": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve.",
      "classification_reasoning": "A opção mais precisa é a EB50, Lúpus eritematoso cutâneo subagudo, devido à menção de lesões verrucosas em mãos.",
      "decisao": "REMOVER",
      "motivo_decisao": "A lesão verrucosa descrita no prontuário não se encaixa com a definição do Lúpus eritematoso cutâneo subagudo (EB50) na CID-11. As lesões verrucosas são características de uma doença crônica e progressiva, enquanto o termo EB50 refere-se a uma forma subaguda de lúpus eritematoso cutâneo. Além disso, as lesões verrucosas não estão relacionadas ao envolvimento renal ou à presença de anticorpos anti-Ro/SSA circulantes, que são características essenciais do Lúpus eritematoso cutâneo subagudo.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}