{
  "prontuario_id": 924,
  "text": "TX RENAL 6 MESES DC.\nDM INSULINO DEPENDENTE > AGUARDANDO AUDITORIA PARA LANTUS SOLICITADA PELO ENDO.\nNEUROPATIA DIABÉTICA.\nMTC 5, FK 3 / 4, MS 2 / 2, BO, CVD 3CP 6,25 X2, ANLO 10, NPH 30 / 0 / 20 E R 0 / 5 / 5, CBZ 200\nS : HÁ 1 SEMANA COM DISPNEIA, TOSSE MAS SEM CONSEGUIR EXPECTORAR. NEGA FEBRE. SEM MELHORA COM SINTOMATICOS + BERTEC / ATROVENT\nSEM HX ASMA / BRONQUITE PREVIA.\nMELHORA DAS PARESTESIAS COM CBZ.\nO : PA 160/100 D,  140/100 S,   P 100,  T NR,  PESO 76KG ( GANHO PONDERAL 30 DIAS DE 3 KG).\nCORADA E HIDRATADA.\nCPP SIBILOS INS E EXPIRATORIOS, BOLHOSOS MEDIOS ATÉ APICE BILATERALMENTE.\nPC RITMO REGULAR, TAQUICARDICO.\nABD RHA+, FLÁCIDO, ENXERTO FIE SP.\nMMII EDEMA +/IV, DISCRETAMENTE MAIOR A D\nTX RENAL 6 MESES DC: CR 0,38 / 0,9 COM NS FK 8,5.\nDM INSULINO DEPENDENTE > AGUARDANDO AUDITORIA PARA LANTUS SOLICITADA PELO ENDO : HBA1C 8,5.\nNEUROPATIA DIABÉTICA.\nBRONCOESPASMO.\n* DOPPLER MMII NORMAL.\n* DOPPLER CAROTIDAS / VERTEBRAIS SEM ESTENOSES.",
  "entities": {
    "Grupo Populacional": [
      "DC"
    ],
    "Abreviação": [
      "DC",
      "ENDO",
      "MTC",
      "FK",
      "MS",
      "BO",
      "CVD",
      "ANLO",
      "NPH",
      "R",
      "CBZ",
      "BERTEC",
      "HX",
      "O",
      "PA",
      "D",
      "S",
      "P",
      "T",
      "NR",
      "CPP",
      "INS",
      "ABD",
      "RHA+",
      "FIE",
      "SP",
      "MMII",
      "DOPPLER",
      "CAROTIDAS",
      "VERTEBRAIS",
      "TX RENAL",
      "DM INSULINO DEPENDENTE",
      "3CP 6 , 25 X2",
      "NS FK 8 , 5"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LANTUS",
      "NPH"
    ],
    "Substância Farmacológica": [
      "LANTUS",
      "MTC",
      "FK",
      "BO",
      "CVD",
      "ANLO",
      "NPH",
      "R",
      "CBZ",
      "SINTOMATICOS",
      "BERTEC",
      "ATROVENT"
    ],
    "Atividade de Assistência à Saúde": [
      "SOLICITADA",
      "NR"
    ],
    "Organização Relacionada à Saúde": [
      "ENDO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENDO"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "FK",
      "MS",
      "CVD",
      "ANLO",
      "ATROVENT",
      "CBZ"
    ],
    "Conceito Quantitativo": [
      "5",
      "10",
      "200",
      "160/100",
      "140/100",
      "100",
      "76KG",
      "3 / 4",
      "2 / 2",
      "3CP 6 , 25 X2",
      "30 / 0 / 20",
      "0 / 5 / 5",
      "3 KG"
    ],
    "Antibiótico": [
      "MS"
    ],
    "Hormônio": [
      "NPH",
      "R"
    ],
    "Sinal ou Sintoma": [
      "DISPNEIA",
      "TOSSE",
      "EXPECTORAR",
      "FEBRE",
      "PARESTESIAS",
      "SIBILOS",
      "TAQUICARDICO",
      "EDEMA",
      "BOLHOSOS MEDIOS"
    ],
    "Negação": [
      "SEM",
      "NEGA",
      "NR"
    ],
    "Achado": [
      "MELHORA",
      "CORADA",
      "HIDRATADA",
      "RHA+",
      "FLÁCIDO",
      "SP",
      "NORMAL",
      "GANHO PONDERAL",
      "RITMO REGULAR",
      "DISCRETAMENTE MAIOR"
    ],
    "Doença ou Síndrome": [
      "ASMA",
      "BRONQUITE",
      "BRONCOESPASMO",
      "DM INSULINO DEPENDENTE",
      "NEUROPATIA DIABÉTICA"
    ],
    "Conceito Temporal": [
      "PREVIA"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "T",
      "PESO",
      "INS",
      "EXPIRATORIOS",
      "PC"
    ],
    "Localização ou Região Corporal": [
      "CPP",
      "FIE",
      "APICE BILATERALMENTE"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD",
      "MMII",
      "CAROTIDAS",
      "VERTEBRAIS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ENXERTO",
      "TX RENAL"
    ],
    "Conceito Espacial": [
      "D"
    ],
    "Procedimento Diagnóstico": [
      "DOPPLER"
    ],
    "Função Patológica": [
      "ESTENOSES"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ESTENOSES",
      "CR 0 , 38 / 0 , 9",
      "NS FK 8 , 5",
      "HBA1C 8 ,"
    ]
  },
  "labels": {
    "8D88.1": {
      "term_original": "neuropatia diabética",
      "capitulo": "08",
      "confidence_embedding": 0.8071,
      "descricao_cid": "Representação de doença CID-11: Neuropatia autonômica devida a diabetes mellitus. Definição: Disfunção do sistema nervoso autônomo devida a diabetes mellitus que se apresenta como complicações funcionais tais como taquicardia em repouso, intolerância ao exercício, hipotensão ortostática, constipação, gastroparesia, sudorese, distensão da bexiga e impotência.",
      "classification_reasoning": "A neuropatia diabética é uma complicação comum em pacientes com diabetes mellitus tipo 2, caracterizada por disfunção do sistema nervoso autônomo e comprometimento sensorial e motor. A presença de sintomas como taquicardia em repouso, intolerância ao exercício e hipotensão ortostática suportam a escolha do código 8D88.1.",
      "decisao": "MANTER",
      "motivo_decisao": "A neuropatia diabética é uma complicação comum em pacientes com diabetes mellitus tipo 2, caracterizada por disfunção do sistema nervoso autônomo e comprometimento sensorial e motor. A presença de sintomas como taquicardia em repouso, intolerância ao exercício e hipotensão ortostática suportam a escolha do código 8D88.1.",
      "tipo_erro_auditoria": null
    },
    "FB32.20": {
      "term_original": "discretamente maior",
      "capitulo": "15",
      "confidence_embedding": 0.7845,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A descrição 'discretamente maior' se refere à representação de doença CID-11: Rabdomiólise idiopática, que pode estar relacionada ao edema encontrado no texto.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição 'discretamente maior' não é suficiente para justificar a codificação de Rabdomiólise idiopática (FB32.20). Embora o edema possa estar relacionado à doença, a falta de informações sobre lesão muscular e mioglobinúria no prontuário não permite uma associação clínica segura com essa condição.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "5A13.0": {
      "term_original": "ganho ponderal",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'ganho ponderal' está relacionado à mudança no peso do paciente, especificamente um ganho de 3 kg em 30 dias. A deficiência de tiamina (beribéri) é uma possibilidade, pois o beribéri pode causar perda de peso e edema, mas o ganho ponderal sugere que a causa provável seja relacionada à hiperinfluxo de líquidos no corpo.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'ganho ponderal' não é uma condição clínica específica, mas sim um resultado de medida. A definição do ganho ponderal não está relacionada à doença renal ou ao diabetes insulino dependente. Além disso, o ganho ponderal pode ser causado por vários fatores e não é exclusivo da deficiência de tiamina (beribéri). Portanto, a codificação CID-11 5A13.0 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "CA23.00": {
      "term_original": "bolhosos medios",
      "capitulo": "12",
      "confidence_embedding": 0.7572,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A presença de sintomas como tosse, chieira e dispneia sem melhora com medicamentos (BERTEC/ATROVENT) e a descrição do termo 'bolhosos medios' sugerem a possibilidade de asma alérgica com exacerbação.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de sintomas como tosse, chieira e dispneia sem melhora com medicamentos (BERTEC/ATROVENT) pode ser atribuída a broncoespasmo ou asma alérgica, mas não há evidência clínica suficiente para confirmar a presença de asma alérgica com exacerbação. A descrição do termo 'bolhosos medios' é mais consistente com uma característica radiológica do que com um sintoma de asma.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "CA42.3": {
      "term_original": "sibilos",
      "capitulo": "12",
      "confidence_embedding": 0.7528,
      "descricao_cid": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro.",
      "classification_reasoning": "A opção mais precisa para o termo 'sibilos' é a bronquite aguda devida a vírus parainfluenza, pois os sintomas descritos (tosse e sibilos) são comuns em pacientes com infecções respiratórias agudas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa para o termo 'sibilos' não é a bronquite aguda devida a vírus parainfluenza, pois os sintomas descritos (tosse e sibilos) podem ser causados por outras condições respiratórias, como asma ou bronquite crônica. A falta de informações sobre febre e melhora dos sintomas com uso de medicamentos sugere que a causa pode estar relacionada à doença pulmonar crônica do paciente, em vez de uma infecção aguda.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "PK91.1Y": {
      "term_original": "estenoses",
      "capitulo": "23",
      "confidence_embedding": 0.6954,
      "descricao_cid": "Representação de doença CID-11: Outros dispositivos cardiovasculares especificados associados às lesões ou danos, dispositivos terapêuticos, não cirúrgicos ou de reabilitação. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'estenoses' é a representação de doença CID-11: Outros dispositivos cardiovasculares especificados associados às lesões ou danos, dispositivos terapêuticos, não cirúrgicos ou de reabilitação. Isso porque o texto menciona 'DOPPLER CAROTIDAS / VERTEBRAIS SEM ESTENOSES', sugerindo a presença de estenoses em uma imagem Doppler.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'estenoses' é a representação de doença CID-11: Outros dispositivos cardiovasculares especificados associados às lesões ou danos, dispositivos terapêuticos, não cirúrgicos ou de reabilitação. Isso porque o texto menciona 'DOPPLER CAROTIDAS / VERTEBRAIS SEM ESTENOSES', sugerindo a presença de estenoses em uma imagem Doppler.",
      "tipo_erro_auditoria": null
    },
    "CA21.1": {
      "term_original": "broncoespasmo",
      "capitulo": "12",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A presença de broncoespasmo, tosse e falta de ar (dispneia) sem febre, associados à história prévia de asma e neuropatia diabética, aponta para a escolha do código CA21.1 - Outro pneumotórax espontâneo.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'broncoespasmo' não é um pneumotórax espontâneo, mas sim uma condição pulmonar. A presença de tosse e dispneia sem febre sugere mais uma possível causa para esses sintomas do que um pneumotórax espontâneo.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC02.9": {
      "term_original": "corada",
      "capitulo": "11",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa é a representação de doença CID-11: Coração hipertensivo, que descreve a condição do paciente com 'corada' mencionada no termo extraído.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção BC02.9 - Coração hipertensivo é uma representação clínica precisa do termo 'corada' mencionado no prontuário, pois a hipertensão é um fator que contribui para a coração aumentar seu ritmo e pressão arterial. Além disso, o paciente apresenta PA 160/100 D e P 140/100 S, o que também sugere uma hipertensão. Portanto, manter a codificação CID-11 como BC02.9 - Coração hipertensivo é justificável.",
      "tipo_erro_auditoria": null
    },
    "8D64.04": {
      "term_original": "ritmo regular",
      "capitulo": "08",
      "confidence_embedding": 0.741,
      "descricao_cid": "Representação de doença CID-11: Hidrocefalia de pressão normal. Definição: Síndrome clínica que compreende principalmente transtornos da marcha, demência e incontinência urinária, e associada à dilatação do sistema ventricular do cérebro. Na maioria das vezes, demonstra pressão normal do líquido cefalorraquidiano (LCR) na punção lombar.",
      "classification_reasoning": "A opção mais precisa para o termo 'ritmo regular' é a Hidrocefalia de pressão normal (Código: 8D64.04), pois não há indicações de doenças neurológicas ou cardíacas que justifiquem a descrição de um ritmo cardíaco regular.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'ritmo regular' não se refere a uma doença neurológica ou cardíaca, mas sim à frequência cardíaca normal. A opção mais precisa para este termo é o código CID-11 8D64.04, que representa Hidrocefalia de pressão normal, e não está relacionada ao ritmo cardíaco regular.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5A10": {
      "term_original": "dm insulino dependente",
      "capitulo": "05",
      "confidence_embedding": 0.7563,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus tipo 1. Definição: Diabetes mellitus tipo 1 ( diabetes tipo 1, DM1, anteriormente dependente de insulina ou diabetes juvenil) é uma forma de diabetes mellitus que resulta da destruição das células beta produtoras de insulina, principalmente por mecanismos autoimunes. A subsequente falta de insulina leva ao aumento da glicose no sangue e na urina.",
      "classification_reasoning": "Como o termo 'dm insulino dependente' é mencionado no contexto do prontuário e a paciente tem diabetes mellitus devido à diabetes tipo 1, que é caracterizada pela falta de insulina, a escolha mais precisa para este termo dentro do contexto clínico é o código CID-11 5A10.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 5A10 é justificada, pois o termo 'dm insulino dependente' está diretamente relacionado à diabetes tipo 1, que caracteriza a falta de insulina. A descrição do código CID-11 5A10 também se alinha com a condição clínica descrita no prontuário, que menciona a presença de neuropatia diabética e hba1c 8,5.",
      "tipo_erro_auditoria": null
    },
    "BC81.1": {
      "term_original": "taquicardico",
      "capitulo": "11",
      "confidence_embedding": 0.7952,
      "descricao_cid": "Representação de doença CID-11: Taquicardia ectópica juncional. Definição: Taquicardia de complexo estreito ou usual que se origina de um foco na junção atrioventricular ou próxima a ela.",
      "classification_reasoning": "A descrição do termo 'taquicardico' sugere uma taquicardia ectópica juncional, pois a paciente apresenta sintomas de dispneia e tosse sem febre, o que não é compatível com uma fibrilação atrial paroxística (BC81.30). Além disso, a presença de parestesias melhoradas com CBZ sugere neuropatia diabética, o que também é consistente com um sintoma cardíaco ectópico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'taquicardico' não se refere a uma taquicardia ectópica juncional, como sugerido pelo sistema. A paciente apresenta sintomas de dispneia e tosse sem febre, o que é mais consistente com um episódio de broncoespasmo do que uma taquicardia ectópica. Além disso, a presença de parestesias melhoradas com CBZ sugere neuropatia diabética, o que também é consistente com os sintomas apresentados.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA22.0": {
      "term_original": "dispneia",
      "capitulo": "12",
      "confidence_embedding": 0.7498,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A dispensia descrita é caracterizada como uma piora aguda dos sintomas respiratórios, o que leva à escolha do código CA22.0 - Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dispensia descrita no prontuário não é diretamente relacionada à Doença Pulmonar Obstrutiva Crônica (DPOC). A dispensia pode ser um sintoma de várias condições, incluindo a DPOC, mas não é suficiente para justificar o código CA22.0. Além disso, a descrição do prontuário menciona broncoespasmo e neuropatia diabética, que são condições clínicas mais específicas e precisas do que a DPOC.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "CA23.0": {
      "term_original": "asma",
      "capitulo": "12",
      "confidence_embedding": 0.7557,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica. Definição: Asma alérgica é o fenótipo de asma mais facilmente reconhecido. Frequentemente, inicia-se na infância e é associada a um histórico pessoal ou familiar de doença alérgica, como eczema, rinite alérgica, ou alergia a drogas e alimentos. O exame do escarro induzido desses pacientes, antes do tratamento, geralmente revela uma inflamação eosinofílica das vias aéreas. O principal gatilho é a exposição a alérgenos, como o ácaro da poeira doméstica e ao pólen, aos quais o indivíduo tenha sido, previamente, sensibilizado. Os pacientes com esse fenótipo de asma, usualmente, respondem bem a corticoide inalatório e à imunoterapia alérgeno-específica.",
      "classification_reasoning": "A escolha do código CA23.0 (Asma alérgica) é mais precisa porque a paciente apresenta sintomas de falta de ar, tosse e chieira, que são comuns em pacientes com asma alérgica. Além disso, não há evidências de doença pulmonar subjacente ou insuficiência respiratória crônica que justificaria o uso de outros códigos mencionados.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente apresenta sintomas de falta de ar, tosse e chieira, mas não há evidências de alergia ou exposição a alérgenos. Além disso, a neuropatia diabética e a doença renal crônica são condições mais relevantes para a codificação CID-11. A escolha do código CA23.0 (Asma alérgica) não é justificada pela falta de evidências de asma alérgica na história da paciente.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA50.20": {
      "term_original": "edema",
      "capitulo": "15",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha se baseia no contexto de edema descrito no prontuário, que é um sintoma comum em pacientes com doenças cardíacas e renal. O código FA50.20 refere-se a Edema não especificado, que é uma opção mais precisa do termo 'edema' dentro do contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'edema' é descrito no prontuário como um sintoma comum em pacientes com doenças cardíacas e renal, mas o código CID-11 FA50.20 refere-se a Edema não especificado. Embora o edema seja mencionado no prontuário, não há informações específicas sobre sua localização ou causa, tornando a classificação muito genérica. Além disso, não há relação direta entre o termo 'edema' e a doença renal (TX RENAL 6 MESES DC) ou a diabetes insulino-dependente (DM INSULINO DEPENDENTE). Portanto, é necessário remover o código CID-11 FA50.20 e realizar uma nova codificação mais específica e clínica.",
      "tipo_erro_auditoria": "overly_generic_entity"
    }
  }
}