{
  "prontuario_id": 883,
  "text": "TX RENAL.\nDM INSULINO DEPENDENTE.\nPNEUMOCISTOSE PRESUMIDA TRATADA.\nMTC 5, FK 1 / 1, MS 2 / 1, BO, ATENSINA 0,100 X2,  LANTUS 20, ASPART 5U / REFEIÇÃO, CBZ 200 E BROMOPRIDA S/N.\nS : ENTORSE E TRAUMA TNZ D COM DOR E LIMITAÇÃO FUNCIONAL HÁ VARIOS DIAS.\nO : PA 140/80,  P 80,  PESO 76.\nCORADA E HIDRATADA.\nCPP LIVRES.\nPC RITMO REGULAR.\nABD SP.\nMMII SEM EDEMA / DOR A PALPAÇÃO E MOBILIZAÇÃO DE FACE LAT TNZ D.\nTX RENAL COM CR 0,86 E NS FK 4.\nITU BAIXA E COLI.\nENTORSE TNZ D.\nDM DESCOMPENSADO.\n \n \n ",
  "entities": {
    "Doença ou Síndrome": [
      "PNEUMOCISTOSE",
      "DM INSULINO DEPENDENTE",
      "ITU BAIXA",
      "DM DESCOMPENSADO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRATADA",
      "TX RENAL"
    ],
    "Achado": [
      "TRATADA",
      "S",
      "CORADA",
      "HIDRATADA",
      "SP",
      "TX RENAL",
      "CPP LIVRES",
      "PC RITMO REGULAR"
    ],
    "Substância Farmacológica": [
      "MTC",
      "FK",
      "MS",
      "BO",
      "ATENSINA",
      "LANTUS",
      "ASPART",
      "CBZ",
      "BROMOPRIDA"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "FK",
      "MS",
      "ATENSINA",
      "LANTUS",
      "ASPART",
      "CBZ",
      "BROMOPRIDA"
    ],
    "Abreviação": [
      "MTC",
      "FK",
      "MS",
      "BO",
      "CBZ",
      "S/N",
      "S",
      "O",
      "PA",
      "P",
      "ABD",
      "SP",
      "MMII",
      "TX RENAL",
      "DM INSULINO DEPENDENTE",
      "TNZ D",
      "CPP LIVRES",
      "PC RITMO REGULAR",
      "FACE LAT TNZ D",
      "CR 0 , 86",
      "NS FK 4",
      "ITU BAIXA",
      "DM DESCOMPENSADO"
    ],
    "Conceito Quantitativo": [
      "5",
      "20",
      "5U",
      "200",
      "140/80",
      "80",
      "76",
      "0 , 100 X2"
    ],
    "Conceito Temporal": [
      "REFEIÇÃO",
      "HÁ VARIOS DIAS"
    ],
    "Conceito Qualitativo": [
      "S/N"
    ],
    "Lesão ou Envenenamento": [
      "ENTORSE",
      "TRAUMA"
    ],
    "Sinal ou Sintoma": [
      "DOR",
      "EDEMA",
      "LIMITAÇÃO FUNCIONAL"
    ],
    "Atividade de Assistência à Saúde": [
      "O"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO"
    ],
    "Atributo de Organismo": [
      "PESO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD",
      "MMII",
      "TNZ D"
    ],
    "Negação": [
      "SP",
      "SEM"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO"
    ],
    "Localização ou Região Corporal": [
      "FACE LAT TNZ D"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 86",
      "NS FK 4"
    ],
    "Bactéria": [
      "E COLI"
    ]
  },
  "labels": {
    "NA83.42": {
      "term_original": "entorse",
      "capitulo": "22",
      "confidence_embedding": 0.7292,
      "descricao_cid": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma.",
      "classification_reasoning": "A entorse mencionada no contexto é relacionada à articulação condroesternal, portanto o código mais preciso é NA83.42.",
      "decisao": "MANTER",
      "motivo_decisao": "A entorse mencionada no prontuário é relacionada à articulação condroesternal, o que coincide com a definição do código CID-11 NA83.42. Ajuste clínico e coerente entre o termo 'entorse' e a condição descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "VV3Z": {
      "term_original": "limitação funcional",
      "capitulo": "V",
      "confidence_embedding": 0.6938,
      "descricao_cid": "Representação de doença CID-11: Funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. Definição: ",
      "classification_reasoning": "A escolha do código VV3Z se deve ao fato de a limitação funcional mencionada no prontuário estar relacionada às funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A limitação funcional mencionada no prontuário não está diretamente relacionada às funções dos sistemas cardiovascular, hematológico, imunológico e respiratório. A limitação funcional pode ser causada por vários fatores, incluindo a doença renal (TX RENAL), a diabetes melito insulino dependente (DM INSULINO DEPENDENTE) e o trauma (ENTORSE E TRAUMA TNZ D). Portanto, o código VV3Z não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "FA27.2": {
      "term_original": "sp",
      "capitulo": "15",
      "confidence_embedding": 0.7351,
      "descricao_cid": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos.",
      "classification_reasoning": "A opção mais precisa é a reumatismo palindrômico, pois o termo 'sp' parece referir-se à sintomatologia de dor e edema nas articulações, o que está descrito na definição do Código FA27.2.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa é a reumatismo palindrômico, pois o termo 'sp' parece referir-se à sintomatologia de dor e edema nas articulações, o que está descrito na definição do Código FA27.2. A descrição do prontuário apresenta entorse e trauma recentes, com dor e limitação funcional há vários dias, o que é consistente com a sintomatologia de reumatismo palindrômico.",
      "tipo_erro_auditoria": null
    },
    "1F2G.Z": {
      "term_original": "pneumocistose",
      "capitulo": "01",
      "confidence_embedding": 0.7703,
      "descricao_cid": "Representação de doença CID-11: Pneumocistose, não especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é a pneumocistose não especificada, pois no contexto do prontuário está mencionada a suspeita de pneumocistose presumida tratada.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa é a pneumocistose não especificada, pois no contexto do prontuário está mencionada a suspeita de pneumocistose presumida tratada. A descrição do código CID-11 '1F2G.Z' também se ajusta à condição clínica descrita no prontuário, portanto, a codificação é CLINICAMENTE COERENTE com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "5A10": {
      "term_original": "dm insulino dependente",
      "capitulo": "05",
      "confidence_embedding": 0.7499,
      "descricao_cid": "Representação de doença CID-11: Diabetes mellitus tipo 1. Definição: Diabetes mellitus tipo 1 ( diabetes tipo 1, DM1, anteriormente dependente de insulina ou diabetes juvenil) é uma forma de diabetes mellitus que resulta da destruição das células beta produtoras de insulina, principalmente por mecanismos autoimunes. A subsequente falta de insulina leva ao aumento da glicose no sangue e na urina.",
      "classification_reasoning": "Como o termo encontrado é 'dm insulino dependente', considerando que a paciente apresenta DM descompensado e uso de Lantus (insulina), a escolha mais precisa é Diabetes mellitus tipo 1, que caracteriza-se pela falta de insulina.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 '5A10' é justificada pela presença de DM descompensado e uso de Lantus (insulina) no prontuário, o que sugere a presença de Diabetes Mellitus Tipo 1. A descrição do termo extraído 'dm insulino dependente' também se alinha com a definição da doença.",
      "tipo_erro_auditoria": null
    },
    "ND5Y": {
      "term_original": "trauma",
      "capitulo": "22",
      "confidence_embedding": 0.7783,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos especificados de parte não especificada de tronco, membro ou região do corpo. Definição: ",
      "classification_reasoning": "A opção mais precisa é a ND5Y porque o texto menciona 'ENTORSE E TRAUMA TNZ D' (entorse e trauma no tornozelo direito), que se encaixa melhor na definição de outros traumatismos especificados de parte não especificada de tronco, membro ou região do corpo.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção ND5Y é justificada porque o prontuário menciona 'ENTORSE E TRAUMA TNZ D', que se encaixa na definição de outros traumatismos especificados de parte não especificada de tronco, membro ou região do corpo. A entorse e trauma no tornozelo direito são sintomas clínicos consistentes com a condição descrita pelo código CID-11.",
      "tipo_erro_auditoria": null
    },
    "1D62.0": {
      "term_original": "e coli",
      "capitulo": "01",
      "confidence_embedding": 0.7865,
      "descricao_cid": "Representação de doença CID-11: Febre hemorrágica com síndrome renal. Definição: Doença viral zoonótica aguda com início abrupto de febre, dor lombar, com graus variados de manifestações hemorrágicas e envolvimento renal causada por certos hantavírus.",
      "classification_reasoning": "A opção mais precisa para o termo 'e coli' no contexto clínico é a Febre Hemorrágica com Síndrome Renal (1D62.0), pois a paciente tem um histórico de Doença do Trato Renal (TX RENAL) e infecção renal (ITU BAIXA E COLI). Além disso, há também uma menção à Entorse e Trauma TNZ D com Dor e Limitação Funcional há vários dias, o que sugere um quadro de doença aguda e hemorrágica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa para o termo 'e coli' no contexto clínico não é a Febre Hemorrágica com Síndrome Renal (1D62.0), pois a paciente tem uma infecção renal baixa e coliforme, o que sugere uma infecção bacteriana aguda, não uma doença viral zoonótica aguda. A classificação 1D62.0 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5C70.0": {
      "term_original": "dm descompensado",
      "capitulo": "05",
      "confidence_embedding": 0.7536,
      "descricao_cid": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água.",
      "classification_reasoning": "A escolha foi feita porque o termo 'DM descompensado' sugere uma situação de hiperglicemia ou insulino-dependente, que é comum em pacientes diabéticos. Além disso, a presença de edema e dor na palpitação e mobilização da face lat TNZ D também pode ser relacionada à desidratação, o que reforça a escolha do código 5C70.0.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'DM descompensado' sugere uma situação de hiperglicemia ou insulino-dependente, que é comum em pacientes diabéticos. No entanto, a descrição do código CID-11 (5C70.0) refere-se à desidratação, o que não está diretamente relacionado ao DM descompensado. Além disso, a presença de edema e dor na palpitação e mobilização da face lat TNZ D também pode ser relacionada à desidratação, o que reforça a escolha do código 5C70.0.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD81": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.7686,
      "descricao_cid": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica.",
      "classification_reasoning": "A dor é mencionada como uma das queixas do paciente, e a descrição do termo extraído 'dor' se encaixa melhor com a definição da Dor abdominal ou pélvica (MD81). A dor pode estar relacionada à entorse e trauma recentes, bem como às doenças subjacentes mencionadas no prontuário.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor é mencionada como uma das queixas do paciente e está relacionada às doenças subjacentes mencionadas no prontuário, como DM insulino dependente e entorse recente. A descrição do termo extraído 'dor' se encaixa melhor com a definição da Dor abdominal ou pélvica (MD81). Portanto, o código CID-11 atribuído é válido.",
      "tipo_erro_auditoria": null
    },
    "GB40": {
      "term_original": "tx renal",
      "capitulo": "16",
      "confidence_embedding": 0.7946,
      "descricao_cid": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose.",
      "classification_reasoning": "A opção mais precisa para o termo 'tx renal' é a síndrome nefrítica (Código GB40), pois a descrição menciona que há uma doença glomerular com hematúria grave e oligúria, o que é consistente com a definição da síndrome nefrítica. Além disso, a presença de DM insulino-dependente e de insuficiência renal aguda sugere que a paciente tem uma doença renal crônica, o que também é compatível com a síndrome nefrítica.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'tx renal' é a síndrome nefrítica (Código GB40), pois a descrição menciona que há uma doença glomerular com hematúria grave e oligúria, o que é consistente com a definição da síndrome nefrítica. Além disso, a presença de DM insulino-dependente e de insuficiência renal aguda sugere que a paciente tem uma doença renal crônica, o que também é compatível com a síndrome nefrítica.",
      "tipo_erro_auditoria": null
    },
    "MF56": {
      "term_original": "s",
      "capitulo": "21",
      "confidence_embedding": 0.8007,
      "descricao_cid": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos.",
      "classification_reasoning": "A presença de dor no flanco com irradiação para a virilha e escroto sugere uma representação de doença renal, especialmente considerando-se que o paciente tem DM insulino-dependente e TX renal. A opção MF54.2 (Hipoplasia renal) não é relevante ao sintoma descrito. As opções MF96 (Proteinúria) e MG02 (Resultados de estudos de função renal) também não se aplicam ao termo 's' que refere-se a dor no flanco. A opção MF95 (Mioglobinúria) está relacionada à traumatologia, o que é possível considerando-se a entorse e trauma recente do paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor no flanco com irradiação para a virilha e escroto é uma representação clínica de doença renal, especialmente considerando-se que o paciente tem DM insulino-dependente e TX renal. A opção MF56 (Cólica renal) se ajusta ao termo 's' e à descrição do prontuário.",
      "tipo_erro_auditoria": null
    },
    "BA02": {
      "term_original": "itu baixa",
      "capitulo": "11",
      "confidence_embedding": 0.7327,
      "descricao_cid": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica.",
      "classification_reasoning": "A opção mais precisa é BA02, pois o termo 'ITU' refere-se à Insuficiência Tireóideana, e nesse contexto clínico, a baixa ITU se refere à função tireoideana diminuída, característica da doença renal hipertensiva (BA02)",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção BA02 (Doença renal hipertensiva) não é adequada porque o termo 'ITU' refere-se à Insuficiência Tireóideana, e não à doença renal. Além disso, a baixa ITU se refere à função tireoideana diminuída, que não está relacionada à doença renal hipertensiva.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}