{
  "prontuario_id": 434,
  "text": "QP:\nDores articulares em cotovelos e região lombar. \nCom piora à movimentação e melhora ao repouso. Relata início das dores à fratura de coluna e piora quando iniciou profilaxia para febre reumática.\nRelata piora importante da dor a início de problemas familiares recentes.\n- Dor lombar cronica de origem mecânica\n- História de doença reumática na família, não soube explicar\n- Hitória de miocardiopatia na família\n- História de câncer  ( irmão )\nHMP: \n- Iniciou profilaxia para febre reumática há 3 anos, associou início das dores à profilaxia com penicilina benzatina\n- Há 10 anos Homoenxerto aórtico + revascularização ( estenose aórtica + ICO )\n- Hx de trabalho levantando peso (almoxarifado), aposentado há 10 anos por invalidez\n- Hx de neurocisticercose em uso de fenitoína\n- História de fratura, não quis relatar a data nem mecanismo da fratura: T8 e T11, tratamento conservador. \nREMÉDIOS EM USO:\nAAS 100mg \nLosartana 50mg\nAtenolol 25mg\nFurosemida 40mg\nAtorvastatina 20mg\nEzetimib 10mg\nOmeprazol 20mg\nFenitoína 100mg\nCHV:\n- Faz caminhadas diárias\n- Relata alimentação saudável\n- Rx de tórax e coluna lombar\n- Hemograma, creatinina, VHS, PCR, eletroforese de proteínas, cálcio, vitamina D",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "dores",
      "dor",
      "Dores articulares",
      "Dor lombar"
    ],
    "Abreviação": [
      "QP",
      "ICO",
      "AAS",
      "Rx",
      "VHS",
      "PCR"
    ],
    "Localização ou Região Corporal": [
      "lombar"
    ],
    "Conceito Qualitativo": [
      "piora",
      "melhora ao repouso"
    ],
    "Conceito Temporal": [
      "cronica",
      "data",
      "há 3 anos",
      "Há 10 anos",
      "há 10 anos"
    ],
    "Fenômeno ou Processo": [
      "mecânica"
    ],
    "Grupo Familiar": [
      "família",
      "irmão"
    ],
    "Doença ou Síndrome": [
      "miocardiopatia",
      "câncer",
      "ICO",
      "neurocisticercose",
      "febre reumática",
      "doença reumática",
      "estenose aórtica"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "profilaxia",
      "revascularização",
      "REMÉDIOS",
      "Homoenxerto aórtico",
      "tratamento conservador"
    ],
    "Grupo Profissional ou Ocupacional": [
      "aposentado"
    ],
    "Achado": [
      "invalidez",
      "problemas familiares recentes",
      "alimentação saudável"
    ],
    "Substância Farmacológica": [
      "fenitoína",
      "AAS",
      "Losartana",
      "Atenolol",
      "Furosemida",
      "Atorvastatina",
      "Ezetimib",
      "Omeprazol",
      "Fenitoína"
    ],
    "Substância Química Orgânica": [
      "fenitoína",
      "AAS",
      "Losartana",
      "Atenolol",
      "Furosemida",
      "Atorvastatina",
      "Ezetimib",
      "Omeprazol",
      "Fenitoína",
      "penicilina benzatina"
    ],
    "Lesão ou Envenenamento": [
      "fratura",
      "fratura de coluna",
      "mecanismo da fratura"
    ],
    "Negação": [
      "não",
      "nem"
    ],
    "Conceito Quantitativo": [
      "100mg",
      "50mg",
      "25mg",
      "40mg",
      "20mg",
      "10mg"
    ],
    "Atividade Diária ou Recreativa": [
      "caminhadas"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "tórax",
      "T8 e T11",
      "coluna lombar"
    ],
    "Procedimento Laboratorial": [
      "Hemograma",
      "creatinina",
      "VHS",
      "PCR",
      "cálcio",
      "eletroforese de proteínas",
      "vitamina D"
    ],
    "Antibiótico": [
      "penicilina benzatina"
    ],
    "Atividade Ocupacional": [
      "trabalho levantando peso"
    ]
  },
  "labels": {
    "2A32": {
      "term_original": "câncer",
      "capitulo": "02",
      "confidence_embedding": 0.7361,
      "descricao_cid": "Representação de doença CID-11: Trombocitopenia refratária. Definição: Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de megacariócitos displásicos, encontrados dentre pelo menos 30 megacariócitos examinados na medula óssea.",
      "classification_reasoning": "A história de câncer (irmão) e a presença de doenças reumáticas na família sugerem um risco aumentado para desenvolver uma neoplasia. A escolha do código 2A32, Trombocitopenia refratária, é mais precisa porque não há evidências diretas de câncer no paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 atribuído (2A32) refere-se a Trombocitopenia refratária, que não está claramente relacionada às dores articulares e lombares descritas no prontuário. A história de câncer na família é relevante, mas não há evidências diretas de câncer no paciente. Portanto, a escolha desse código parece ser uma abstração excessiva e não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "BB72.0": {
      "term_original": "ico",
      "capitulo": "11",
      "confidence_embedding": 0.7649,
      "descricao_cid": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico",
      "classification_reasoning": "A presença do termo 'ico' na história do paciente, referindo-se à revascularização aórtica e ao histórico de doença reumática, sugere que a escolha mais precisa é a estenose aórtica reumática com insuficiência (BB72.0), considerando a relação entre a fratura de coluna e a piora da dor articular.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 BB72.0 se baseia na presença do termo 'ico' referindo-se à revascularização aórtica e ao histórico de doença reumática. No entanto, o prontuário apresenta dor articular em cotovelos e região lombar, com piora à movimentação e melhora ao repouso, que não está diretamente relacionada à estenose aórtica reumática com insuficiência. A dor articular é mais provável uma manifestação de doença reumatoide ou osteoartrite, e não há evidências clínicas suficientes para justificar a escolha do código BB72.0.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "FA38.3": {
      "term_original": "dores articulares",
      "capitulo": "15",
      "confidence_embedding": 0.8013,
      "descricao_cid": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética.",
      "classification_reasoning": "A escolha do código FA38.3 é mais precisa porque as dores articulares mencionadas no prontuário são consistentes com a artropatia hemofílica, considerando a história de doença reumática na família e o paciente possuir uma miocardiopatia familiar. Além disso, a dor lombar crônica e a piora após início de problemas familiares recentes também são características compatíveis com essa condição.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código FA38.3 é baseada na história de doença reumática na família e a miocardiopatia familiar, mas não há evidência clínica suficiente no prontuário para sustentar essa condição. A dor lombar crônica e a piora após início de problemas familiares recentes também são características que não estão diretamente relacionadas à artropatia hemofílica.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "BC42.2": {
      "term_original": "miocardiopatia",
      "capitulo": "11",
      "confidence_embedding": 0.7825,
      "descricao_cid": "Representação de doença CID-11: Miocardite por hipersensibilidade. Definição: Miocardite de hipersensibilidade é a presença de cardiomiopatia dilatada em associação com um transtorno relacionado conhecido {síndrome hipereosinofílica (geralmente uma cardiomiopatia restritiva), síndrome de Churg-Strauss, malignidade, infecção parasitária, drogas ou vacinas) e achados de infiltração intersticial linfocítica e eosinofílica, células gigantes, e possível necrose miocárdica na biópsia, geralmente com eosinofilia periférica.",
      "classification_reasoning": "A opção mais precisa é a miocardite por hipersensibilidade (Código CID-11: BC42.2) porque o paciente tem uma história de miocardiopatia na família, o que sugere uma possível relação com um mecanismo imune ou alérgico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa não é a miocardite por hipersensibilidade (Código CID-11: BC42.2) porque, embora o paciente tenha história de miocardiopatia na família, isso não é suficiente para justificar a escolha desse código. A história de doença reumática na família e a fratura de coluna também podem estar relacionadas às dores articulares e lombares descritas no prontuário. Portanto, é necessário uma análise mais detalhada da história clínica para determinar o diagnóstico correto.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "4A60.0": {
      "term_original": "febre reumática",
      "capitulo": "04",
      "confidence_embedding": 0.7632,
      "descricao_cid": "Representação de doença CID-11: Febre Familiar do Mediterrâneo. Definição: A FFM é uma doença autoinflamatória associada a mutações na pirina, resultando em produção aumentada de IL1 beta. Isso resulta em ataques clínicos de inflamação caracterizada por febre e serosite, inflamação peritoneal, pleural ou sinovial, juntamente com aumento de proteínas de fase aguda.",
      "classification_reasoning": "A escolha pela opção 4A60.0 é baseada na história de febre reumática e a piora da dor ao iniciar profilaxia para febre reumática, sugerindo uma possível doença autoinflamatória associada a mutações na pirina, como a Febre Familiar do Mediterrâneo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 4A60.0 se baseia na história de febre reumática e piora da dor ao iniciar profilaxia para febre reumática, sugerindo uma possível doença autoinflamatória associada a mutações na pirina, como a Febre Familiar do Mediterrâneo. No entanto, o prontuário apresenta história de doença reumática na família e miocardiopatia na família, o que sugere uma possível condição reumatoide ou outra doença autoinflamatória, em vez da Febre Familiar do Mediterrâneo. A classificação é demasiado específica e não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "NB52": {
      "term_original": "fratura",
      "capitulo": "22",
      "confidence_embedding": 0.7669,
      "descricao_cid": "Representação de doença CID-11: Fratura da coluna lombar ou pelve. Definição: Osso quebrado na coluna lombar ou pelve.",
      "classification_reasoning": "A opção mais precisa é a NB52, pois o paciente relata fratura de coluna e piora à movimentação e melhora ao repouso, o que está alinhado com a definição de fratura da coluna lombar ou pelve.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção CID-11 NB52 ('Fratura da coluna lombar ou pelve') não é clínicamente coerente com o prontuário. Embora o paciente relata fratura de coluna, a descrição do sintoma 'Dores articulares em cotovelos e região lombar' e a piora à movimentação e melhora ao repouso não são consistentes com a definição da fratura. Além disso, o paciente relata história de doença reumática na família e início das dores após fratura de coluna, o que sugere uma possível relação entre as condições. Portanto, é necessário remover o código CID-11 NB52 e realizar uma análise mais aprofundada para identificar a condição clínica subjacente.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "4A41.20": {
      "term_original": "doença reumática",
      "capitulo": "04",
      "confidence_embedding": 0.769,
      "descricao_cid": "Representação de doença CID-11: Miosite por corpúsculos de inclusão (inflamatória). Definição: A miosite por corpos de inclusão (MCI) é a miopatia inflamatória idiopática mais comum após os 50 anos de idade. Apresenta-se, tipicamente, com fraqueza muscular assimétrica, insidiosa e crônica, proximal de pernas e/ou distal em braços, levando a quedas recorrentes e perda de destreza. A creatinofosfoquinase (CPK) está aumentada em até 15 vezes na MCI e a eletroneuromiografia por agulha mostra principalmente uma miopatia irritativa crônica. A histopatologia do músculo demonstra exsudatos inflamatórios no endomísio circundando e invadindo as fibras musculares não necróticas, muitas vezes acompanhados de vacúolos marginados e depósitos de proteínas. Apesar da histopatologia muscular inflamatória, é provável que a MCI tenha um componente degenerativo proeminente, suportado pela refratariedade à terapia imunossupressora.",
      "classification_reasoning": "A escolha é baseada na descrição da dor articular crônica de origem mecânica, história de doença reumática familiar e a piora importante da dor após início de problemas familiares recentes.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CID-11 '4A41.20' Miosite por corpúsculos de inclusão (inflamatória) não é justificada pela descrição da dor articular crônica de origem mecânica e história de doença reumática familiar. A presença de doença reumática na família e a piora importante da dor após início de problemas familiares recentes sugerem mais uma condição relacionada à artrite ou doença reumatoide do que uma miosite por corpúsculos de inclusão.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "MG30.3": {
      "term_original": "invalidez",
      "capitulo": "21",
      "confidence_embedding": 0.7784,
      "descricao_cid": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento.",
      "classification_reasoning": "A escolha do código MG30.3 foi baseada na presença de dor articulares em cotovelos e região lombar com piora à movimentação e melhora ao repouso, sugerindo uma dor musculoesquelética secundária crônica. Além disso, a história de doença reumática na família e a história de miocardiopatia também contribuem para essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código MG30.3 é muito genérica e não captura a complexidade da história clínica do paciente. A dor musculoesquelética secundária crônica pode ser uma causa, mas não é o único fator que contribui para as dores articulares em cotovelos e região lombar. Além disso, a história de doença reumática na família e a história de miocardiopatia também devem ser consideradas. O código MG30.3 não captura essas informações importantes.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "ME84": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.7756,
      "descricao_cid": "Representação de doença CID-11: Dor na coluna. Definição: Condição caracterizada por dor sentida nas costas/região dorsal, que geralmente se origina nos músculos, nervos, ossos, articulações ou outras estruturas da coluna vertebral.",
      "classification_reasoning": "A dor articulada em cotovelos e região lombar, com piora à movimentação e melhora ao repouso, se enquadra mais na definição de Dor na coluna (ME84), considerando a localização da dor e a história de fratura na coluna.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor articulada em cotovelos e região lombar não se enquadra apenas na definição de Dor na coluna (ME84), pois a dor também está presente nos cotovelos. A localização da dor é mais ampla do que apenas a coluna vertebral, o que justifica a remoção do código ME84.",
      "tipo_erro_auditoria": "anatomical_mismatch"
    },
    "8D43.2": {
      "term_original": "neurocisticercose",
      "capitulo": "08",
      "confidence_embedding": 0.7566,
      "descricao_cid": "Representação de doença CID-11: Neuropatia devido à toxicidade. Definição: Ao considerar o diagnóstico de neuropatia tóxica, dois critérios devem ser atendidos: (1) A exposição pode ser verificada e temporariamente relacionada ao início dos sintomas clínicos. Os sintomas neuropáticos geralmente ocorrem simultaneamente com a exposição ou após uma latência variável de até vários meses. (2) Deve haver sinais neurológicos e estudos eletrodiagnósticos anormais, porque muitas neuropatias tóxicas são subclínicas, os sintomas subjetivos podem ou não ocorrer. A remoção da exposição resulta na cessação da progressão dos sintomas e do déficit. A maioria das toxinas produz degeneração axonal simétrica em um padrão comprimento-dependente, começando nos segmentos distais das fibras nervosas longas e de grande calibre, eventualmente se espalhando proximalmente com a exposição contínua. Além dos déficits motores e / ou sensitivos, a dor intensa pode ser um aspecto característico.",
      "classification_reasoning": "A escolha pelo código 8D43.2 (Neuropatia devido à toxicidade) se baseia na história de neurocisticercose, doença tratada com fenitoína, e a referência à dor neuropática crônica. Além disso, a combinação de fatores que contribuem para a doçura das dores articulares, como o início da profilaxia para febre reumática e a piora com problemas familiares recentes, sugere uma possível ligação à toxicidade da fenitoína.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha pelo código 8D43.2 (Neuropatia devido à toxicidade) se baseia na história de neurocisticercose, doença tratada com fenitoína. No entanto, a história de doença reumática na família e a história de câncer no irmão não são relevantes para a neuropatia tóxica. A dor lombar crônica de origem mecânica também não está relacionada à toxicidade da fenitoína. Portanto, o código 8D43.2 não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "BB70.0": {
      "term_original": "estenose aórtica",
      "capitulo": "11",
      "confidence_embedding": 0.763,
      "descricao_cid": "Representação de doença CID-11: Estenose aórtica reumática. Definição: A estenose aórtica causada por cicatriz da valva aórtica devida à febre reumática na infância ou na idade adulta jovem. Na estenose aórtica, a valva aórtica não abre totalmente. Isso diminui o fluxo sanguíneo do coração.",
      "classification_reasoning": "A estenose aórtica reumática é uma doença cronificada que pode ser causada pela febre reumática, e o paciente tem história de doença reumática na família e início das dores articulares após a fratura de coluna, associando à profilaxia para febre reumática com penicilina benzatina. Além disso, há histórias familiares de miocardiopatia e câncer, o que aumenta a probabilidade da estenose aórtica reumática.",
      "decisao": "REMOVER",
      "motivo_decisao": "A estenose aórtica reumática é uma condição específica que requer um histórico de doença reumática na infância ou idade adulta jovem. Embora o paciente tenha história de doença reumática na família, não há evidência clínica direta de que essa estenose seja causada pela febre reumática. Além disso, a presença de outras condições familiares, como miocardiopatia e câncer, também pode influenciar a classificação da doença. Portanto, é necessário remover o código CID-11 BB70.0 pois não há uma relação clínica direta entre a estenose aórtica reumática e as condições descritas no prontuário.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "NB52.1": {
      "term_original": "mecanismo da fratura",
      "capitulo": "22",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do código NB52.1 se baseia na descrição de 'Dores articulares em cotovelos e região lombar' e a informação de 'História de fratura, não quis relatar a data nem mecanismo da fratura: T8 e T11, tratamento conservador.' A falta de detalhes sobre o mecanismo da fratura faz com que seja mais provável uma fratura múltipla da coluna vertebral torácica (T8 e T11), do que uma fratura de base do crânio ou lesão do nervo femoral.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código NB52.1 se baseia na descrição de 'Dores articulares em cotovelos e região lombar' e a informação de 'História de fratura, não quis relatar a data nem mecanismo da fratura: T8 e T11, tratamento conservador.' No entanto, ao ler o prontuário, é claro que a dor articulares está relacionada à história de doença reumática na família e à profilaxia para febre reumática. A falta de detalhes sobre o mecanismo da fratura não justifica a escolha do código NB52.1. A lógica clínica mais adequada seria associar as dores articulares ao quadro de doença reumática, em vez de uma fratura múltipla da coluna vertebral torácica.",
      "tipo_erro_auditoria": "family_history_misread"
    },
    "FA72.3": {
      "term_original": "fratura de coluna",
      "capitulo": "15",
      "confidence_embedding": 0.7312,
      "descricao_cid": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: ",
      "classification_reasoning": "A opção mais precisa é o FA72.3, Fratura vertebral por fadiga, pois o paciente menciona fratura de coluna e piora à movimentação e melhora ao repouso, caracterizando uma fratura vertebral com sintomas consistentes com a doença.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção do sistema é baseada na suposição de que a fratura de coluna é uma doença, enquanto o prontuário descreve sintomas articulares e lombares que melhoram com repouso. A clínica sugere mais uma condição mecânica ou degenerativa do que uma fratura vertebral por fadiga. Além disso, a história de doença reumática na família e a profilaxia para febre reumática também sugerem outras possibilidades diagnósticas.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    }
  }
}