{
  "prontuario_id": 668,
  "text": "# HPB\n# AGUARDA CARDIOLOGIA\nTROCA DE SONDA DE CISTOSTOMIA - SEM INTERCORRÊNCIAS \nCONFORME ACORDO ENTRE GERÊNCIA AMBULATORIAL E SECRETARIA DE SAÚDE SONDAS DE SIMPLES TROCA ( URETRAL SEM DIFICULDADE, CISTOSTOMIA ) DEVERÃO SER TROCADAS EM UNIDADE DE SAÚDE DE PACIENTE CADASTRADO - ESTE SOMENTE DEVENDO RETORNAR PARA ATENDIMENTO DE CONTROLE COM UROLOGIA. \nSEGUE EM AMBULATÓRIO DE UROLOGIA COM TROCAS EM UNIDADE DE SAÚDE.\nDoutor Vital Brazil \n \n \n \n ",
  "entities": {
    "Abreviação": [
      "HPB"
    ],
    "Doença ou Síndrome": [
      "HPB"
    ],
    "Grupo Profissional ou Ocupacional": [
      "CARDIOLOGIA",
      "UROLOGIA",
      "Doutor"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "INTERCORRÊNCIAS",
      "DIFICULDADE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CISTOSTOMIA",
      "TROCA DE SONDA DE CISTOSTOMIA"
    ],
    "Atividade de Assistência à Saúde": [
      "TROCADAS",
      "RETORNAR",
      "TROCAS",
      "ATENDIMENTO DE CONTROLE"
    ],
    "Organização Relacionada à Saúde": [
      "GERÊNCIA AMBULATORIAL",
      "SECRETARIA DE SAÚDE",
      "UNIDADE DE SAÚDE",
      "AMBULATÓRIO DE UROLOGIA"
    ],
    "Dispositivo Médico": [
      "SONDAS DE SIMPLES TROCA"
    ]
  },
  "labels": {
    "NB9.4": {
      "term_original": "dificuldade",
      "capitulo": "22",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A dificuldade referida no contexto clínico se relaciona à troca de sonda de cistostomia, que é um procedimento médico que pode apresentar resistência ou obstáculos, caracterizando uma lesão por esmagamento ou amputação traumática de parte do abdome (região lombar ou pelve).",
      "decisao": "REMOVER",
      "motivo_decisao": "A dificuldade referida no contexto clínico se refere à troca de sonda de cistostomia, que é um procedimento médico e não uma lesão por esmagamento ou amputação traumática de parte do abdome. A classificação CID-11 NB9.4 não está clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MF50.2": {
      "term_original": "intercorrências",
      "capitulo": "21",
      "confidence_embedding": 0.7965,
      "descricao_cid": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção.",
      "classification_reasoning": "A opção MF50.2 se aplica ao contexto devido à referência a 'incontinência urinária' e 'vazamento involuntário de grandes quantidades de urina', o que está relacionado às condições descritas na definição da doença CID-11.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MF50.2 é inadequada porque a descrição da doença CID-11 se refere à incontinência urinária, que não está relacionada ao termo 'intercorrências' presente no prontuário. A troca de sonda de cistostomia não está associada à perda do controle voluntário ou ao vazamento involuntário de grandes quantidades de urina, como descrito na definição da doença CID-11.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DA40.1": {
      "term_original": "hpb",
      "capitulo": "13",
      "confidence_embedding": 0.759,
      "descricao_cid": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal.",
      "classification_reasoning": "A opção mais precisa é DA40.1, pois o termo 'hpb' se refere a HEPATO-BILIAR (HBP), que é uma condição relacionada à fístula gástrica adquirida.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'hpb' não se refere a fístula gástrica adquirida, como justificado pelo sistema. A abreviação 'HBP' é comummente associada ao sistema hepatobiliário e não à fístula gástrica. Portanto, a codificação CID-11 DA40.1 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}