{
  "prontuario_id": 982,
  "text": "* ENCAMINHADO DA UBS\nLucas, 63 ANOS\n# PERDA DE VISÃO À ESQUERDA EM 2006\n# HAS\n# HF NEGATIVA\n# MEDICAÇÕES: ENALAPRIL 10MG 12/12H \nASSINTOMÁTICO.\nGOSTARIA DE UM CHECK-UP.\nMÉDICOS FALARAM QUE O PERDA DE VISÃO PODERIA SER POR PROBLEMAS CARDÍACOS\nPA 130/90 MMHG, FC 80 BPM\nRCR 2T SS\nMV+ BILATERAL SEM RA\nECG: FC 75 BPM, SINUSAL, DISTÚRBIOS DE CONDUÇÃO DE RAMO DIREITO\nCD # RETORNO COM ECO TT / MAPA / TE / LAB\n \n \n \n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "ENCAMINHADO",
      "CHECK-UP",
      "CD",
      "RETORNO"
    ],
    "Organização Relacionada à Saúde": [
      "UBS"
    ],
    "Abreviação": [
      "UBS",
      "HAS",
      "HF",
      "12/12H",
      "PA",
      "FC",
      "ECG",
      "CD",
      "TE",
      "LAB",
      "80 BPM",
      "MV+ BILATERAL",
      "75 BPM",
      "ECO TT"
    ],
    "Doença ou Síndrome": [
      "HAS"
    ],
    "Conceito Qualitativo": [
      "NEGATIVA"
    ],
    "Negação": [
      "NEGATIVA",
      "ASSINTOMÁTICO",
      "SS",
      "SEM"
    ],
    "Substância Farmacológica": [
      "MEDICAÇÕES",
      "ENALAPRIL"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Substância Química Orgânica": [
      "ENALAPRIL"
    ],
    "Conceito Quantitativo": [
      "10MG",
      "130/90 MMHG",
      "80 BPM",
      "75 BPM"
    ],
    "Conceito Temporal": [
      "12/12H"
    ],
    "Sinal ou Sintoma": [
      "ASSINTOMÁTICO",
      "SS",
      "RA",
      "PERDA DE VISÃO À ESQUERDA",
      "PERDA DE VISÃO",
      "PROBLEMAS CARDÍACOS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "MÉDICOS"
    ],
    "Atributo Clínico": [
      "PA",
      "FC"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "MAPA",
      "TE",
      "ECO TT"
    ],
    "Resultado Laboratorial ou de Teste": [
      "SINUSAL",
      "DISTÚRBIOS DE CONDUÇÃO DE RAMO DIREITO"
    ],
    "Achado": [
      "SINUSAL",
      "PERDA DE VISÃO À ESQUERDA",
      "PERDA DE VISÃO",
      "MV+ BILATERAL"
    ],
    "Procedimento Laboratorial": [
      "LAB"
    ]
  },
  "labels": {
    "9C61.25": {
      "term_original": "perda de visão",
      "capitulo": "09",
      "confidence_embedding": 0.7399,
      "descricao_cid": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem.",
      "classification_reasoning": "A perda de visão à esquerda em 2006 é um sintoma preocupante, e a presença de HAS (Hiperadstênese Suprarenal) e HF negativa sugere que é importante avaliar possíveis problemas cardíacos como mencionado pelos médicos. A crise glaucomatociclítica (9C61.25) é um diagnóstico considerável nesse contexto, pois pode estar relacionada à perda de visão e ao histórico de doença cardiovascular.",
      "decisao": "REMOVER",
      "motivo_decisao": "A perda de visão à esquerda em 2006 é um sintoma, não uma doença. A crise glaucomatociclítica (9C61.25) é um diagnóstico específico que não está diretamente relacionado ao termo 'perda de visão'. Além disso, a presença de HAS e HF negativa sugere que o problema pode estar relacionado a problemas cardíacos, o que não é mencionado na descrição do código CID-11. Portanto, a codificação 9C61.25 não representa fielmente o termo 'perda de visão' no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "4A80.Y": {
      "term_original": "has",
      "capitulo": "04",
      "confidence_embedding": 0.7492,
      "descricao_cid": "Representação de doença CID-11: Outros transtornos alérgicos ou de hipersensibilidade especificados envolvendo o trato respiratório. Definição: ",
      "classification_reasoning": "A perda de visão à esquerda em 2006 e a presença de HAS (hipersensibilidade alérgica) no prontuário sugerem uma possível relação com a doença. O código 4A80.Y, Representação de doença CID-11: Outros transtornos alérgicos ou de hipersensibilidade especificados envolvendo o trato respiratório, é mais preciso para descrição da HAS nesse contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A perda de visão à esquerda em 2006 não está relacionada com a hipersensibilidade alérgica (HAS). A HAS é uma condição que afeta o sistema respiratório, e não tem relação direta com a perda de visão. O código CID-11 atribuído (4A80.Y) não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA22": {
      "term_original": "mv+ bilateral",
      "capitulo": "15",
      "confidence_embedding": 0.6623,
      "descricao_cid": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes.",
      "classification_reasoning": "A descrição do termo 'mv+ bilateral' sugere que se trata de uma patologia relacionada à articulação, especificamente a polimialgia reumática (PMR), caracterizada por dor e rigidez nas articulações múltiplas. Como o paciente tem sintomas assintomáticos e apresenta alterações eletrocardiográficas, a escolha do código FA22 é mais precisa para representar a doença.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'mv+ bilateral' não se refere a uma patologia relacionada à articulação, como PMR. Em vez disso, é mais provável que se refira a uma condição de movimento muscular normal, sem qualquer indicação de dor ou rigidez nas articulações múltiplas. Portanto, o código FA22 não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8B10": {
      "term_original": "sinusal",
      "capitulo": "08",
      "confidence_embedding": 0.7213,
      "descricao_cid": "Representação de doença CID-11: Ataque isquêmico transitório. Definição: Episódio transitório de disfunção neurológica focal causada por isquemia cerebral focal sem infarto agudo na área clinicamente relevante do cérebro ou perda visual monocular transitória devida à isquemia retiniana. Os sintomas devem desaparecer completamente em 24 horas.",
      "classification_reasoning": "A escolha do código 8B10, Ataque isquêmico transitório, é mais precisa para o termo 'sinusal' no contexto clínico porque refere-se a um episódio transitório de disfunção neurológica focal causada por isquemia cerebral focal sem infarto agudo na área clinicamente relevante do cérebro. Isso está relacionado à afirmação do prontuário de que o paciente tem ECG com freqüência cardíaca de 75 BPM e sinusal, indicando um padrão normal da frequência cardíaca.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'sinusal' no prontuário refere-se ao padrão normal da frequência cardíaca, não a um episódio transitório de disfunção neurológica focal causada por isquemia cerebral focal sem infarto agudo na área clinicamente relevante do cérebro. A escolha do código 8B10, Ataque isquêmico transitório, é uma classificação errônea e não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC63.3": {
      "term_original": "problemas cardíacos",
      "capitulo": "11",
      "confidence_embedding": 0.812,
      "descricao_cid": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)",
      "classification_reasoning": "A opção mais precisa para o termo \"problemas cardíacos\" é o bloqueio de ramo direito (BC63.3), pois há mencionado na história clínica da ECG com FC 75 BPM, sinusal e distúrbios de condução de ramo direito.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção BC63.3 é um código que descreve um bloqueio de ramo direito, caracterizado por duração prolongada do QRS e alterações na condução atrioventricular. No entanto, a história clínica não apresenta evidências concretas de um bloqueio de ramo direito. A ECG apenas menciona uma sinusalidade e distúrbios de condução de ramo direito, o que é mais amplo do que um bloqueio específico. Além disso, a perda de visão à esquerda em 2006 não está relacionada ao bloqueio de ramo direito. Portanto, a classificação BC63.3 não representa fielmente o termo 'problemas cardíacos' e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NE82.1": {
      "term_original": "ss",
      "capitulo": "22",
      "confidence_embedding": 0.7444,
      "descricao_cid": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'ss' é a disfunção do marcapasso ou cardioversor desfibrilador implantável, pois no contexto clínico há menção à presença de RCR (Registro Cardíaco Registrado) e ao ECG (Eletrocardiograma), que sugere a presença de um dispositivo cardíaco implantável.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa para o termo 'ss' não é a disfunção do marcapasso ou cardioversor desfibrilador implantável, pois no contexto clínico há menção à presença de RCR (Registro Cardíaco Registrado) e ao ECG (Eletrocardiograma), que sugere a presença de um registro cardíaco, não um dispositivo cardíaco implantável. A codificação CID-11 NE82.1 não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}