{
  "prontuario_id": 906,
  "text": "IRC EM DIALISE  EM GUARAPUAVA.\nHD 4,0H, PESO 69KG.\nUSO ENALAPRIL E MTF SN, ANCORON E LEVOID, EPO E NOR ESPORADICAMENTE (?).\nANTIHBS 86,9 (REFORCO VACINA HA 30 DIAS).\nAVALIACAO E LIBERACAO DO CARDIO - GOLDMANN II (DEZ 2012).\nFRR PRESERVADA.\nEXAMES COM TENDENCIA A HIPERCALEMIA.\nCMV, TOXO E EBV IGG POS.\n\nS: DOR EM MMII EM TTO COM FST.\n\nO: BEG, LOTE, HIPOCORADA.\nPA 120*80.\nEF NORMAL.\n\nA: QUADRO ESTAVEL;\nHIPERSENSIBILIZADA SEM DOADOR FAMILIAR.\n\nP: MANTENHO ATIVA.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "IRC",
      "HD",
      "MTF",
      "EPO",
      "NOR",
      "CARDIO",
      "CMV",
      "TOXO",
      "EBV",
      "S",
      "MMII",
      "TTO",
      "FST",
      "O",
      "BEG",
      "LOTE",
      "PA",
      "EF",
      "A",
      "P",
      "FRR PRESERVADA"
    ],
    "Doença ou Síndrome": [
      "IRC"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "DIALISE",
      "HD",
      "TTO",
      "FST"
    ],
    "Atributo de Organismo": [
      "PESO"
    ],
    "Atributo Clínico": [
      "PESO",
      "PA"
    ],
    "Conceito Quantitativo": [
      "69KG",
      "120*80 ."
    ],
    "Substância Farmacológica": [
      "ENALAPRIL",
      "MTF",
      "ANCORON",
      "LEVOID",
      "EPO",
      "NOR"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Substância Química Orgânica": [
      "MTF",
      "ANCORON",
      "LEVOID",
      "EPO",
      "NOR"
    ],
    "Conceito Temporal": [
      "ESPORADICAMENTE",
      "POS",
      "4 , 0H",
      "30 DIAS"
    ],
    "Atividade de Assistência à Saúde": [
      "AVALIACAO",
      "LIBERACAO",
      "O",
      "REFORCO VACINA",
      "MANTENHO ATIVA"
    ],
    "Procedimento Diagnóstico": [
      "AVALIACAO",
      "CMV",
      "TOXO",
      "EBV",
      "EF",
      "A"
    ],
    "Grupo Profissional ou Ocupacional": [
      "CARDIO"
    ],
    "Procedimento Laboratorial": [
      "EXAMES",
      "IGG"
    ],
    "Achado": [
      "S",
      "BEG",
      "LOTE",
      "NORMAL",
      "HIPERSENSIBILIZADA",
      "FRR PRESERVADA",
      "QUADRO ESTAVEL"
    ],
    "Sinal ou Sintoma": [
      "DOR",
      "HIPOCORADA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII"
    ],
    "Organização Relacionada à Saúde": [
      "FST"
    ],
    "Negação": [
      "SEM"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ANTIHBS 86 , 9",
      "TENDENCIA A HIPERCALEMIA"
    ],
    "Classificação": [
      "GOLDMANN II"
    ],
    "Grupo": [
      "DOADOR FAMILIAR"
    ]
  },
  "labels": {
    "BC63.3": {
      "term_original": "irc",
      "capitulo": "11",
      "confidence_embedding": 0.7332,
      "descricao_cid": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)",
      "classification_reasoning": "A opção mais precisa para o termo 'irc' é a do bloqueio de ramo direito, pois o paciente apresenta um quadro de dor em MMII com FST, característica da forma S que se encontra no código BC63.3.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'irc' não está relacionado ao bloqueio de ramo direito, como descrito no código CID-11 BC63.3. A análise do prontuário revela que o paciente apresenta IRC em dialise, o que é um procedimento médico e não uma condição clínica. Portanto, a codificação CID-11 atribuída não representa fielmente o termo ou condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC42.2": {
      "term_original": "hipocorada",
      "capitulo": "11",
      "confidence_embedding": 0.7367,
      "descricao_cid": "Representação de doença CID-11: Miocardite por hipersensibilidade. Definição: Miocardite de hipersensibilidade é a presença de cardiomiopatia dilatada em associação com um transtorno relacionado conhecido {síndrome hipereosinofílica (geralmente uma cardiomiopatia restritiva), síndrome de Churg-Strauss, malignidade, infecção parasitária, drogas ou vacinas) e achados de infiltração intersticial linfocítica e eosinofílica, células gigantes, e possível necrose miocárdica na biópsia, geralmente com eosinofilia periférica.",
      "classification_reasoning": "A presença de hipocorada como sintoma, combinada com a história de uso de medicamentos anti-histamínicos e a presença de CMV, TOXO e EBV IGG positiva, sugere que a paciente possa estar apresentando uma reação alérgica ou hipersensibilidade cardíaca, o que é descrito pelo código BC42.2 - Miocardite por hipersensibilidade.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de hipocorada como sintoma, combinada com a história de uso de medicamentos anti-histamínicos e a presença de CMV, TOXO e EBV IGG positiva, sugere que a paciente possa estar apresentando uma reação alérgica ou hipersensibilidade cardíaca. O código BC42.2 - Miocardite por hipersensibilidade se encaixa perfeitamente nesse contexto, pois descreve a presença de cardiomiopatia dilatada em associação com um transtorno relacionado conhecido e achados de infiltração intersticial linfocítica e eosinofílica. Portanto, o código CID-11 atribuído é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "BA02": {
      "term_original": "beg",
      "capitulo": "11",
      "confidence_embedding": 0.7502,
      "descricao_cid": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica.",
      "classification_reasoning": "O termo 'beg' se refere ao sintoma de dor em MMII, indicando possivelmente uma doença renal hipertensiva (BA02), considering the patient's condition of dialysis and hypertension medications use.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'beg' se refere ao sintoma de dor em MMII, o que é diretamente relacionado à doença renal hipertensiva (BA02) considerando a condição do paciente com dialise e uso de medicamentos anti-hipertensivos. A classificação CID-11 BA02 representa fielmente a condição clínica descrita no prontuário, portanto é válida.",
      "tipo_erro_auditoria": null
    },
    "4A85.2": {
      "term_original": "hipersensibilizada",
      "capitulo": "04",
      "confidence_embedding": 0.7657,
      "descricao_cid": "Representação de doença CID-11: Hipersensibilidade alimentar. Definição: Reações de hipersensibilidade alimentar são efeitos adversos de comida ou de aditivos da comida que são clinicamente semelhantes à alergia. Alergia alimentar é uma reação adversa à comida mediada por um mecanismo imunológico, envolvendo IgE específicas (mediados por IgE), mecanismos mediados por células (não mediados por IgE), ou ambos (mistos mediados e não mediados por IgE).",
      "classification_reasoning": "A hipersensibilização descrita no prontuário refere-se a uma reação de hipersensibilidade alimentar, pois o paciente apresenta dor em MMII com FST e sintomas como beg, lote e hipocorada após comer.",
      "decisao": "MANTER",
      "motivo_decisao": "A hipersensibilização descrita no prontuário refere-se a uma reação de hipersensibilidade alimentar, pois o paciente apresenta dor em MMII com FST e sintomas como beg, lote e hipocorada após comer. A descrição do código CID-11 '4A85.2' também se ajusta à condição clínica descrita no prontuário, portanto, a codificação é clinicamente coerente.",
      "tipo_erro_auditoria": null
    },
    "MG31.2": {
      "term_original": "dor",
      "capitulo": "21",
      "confidence_embedding": 0.7212,
      "descricao_cid": "Representação de doença CID-11: Dor pós-operatória aguda, não classificada em outra parte. Definição: Dor no local da intervenção ou causada por uma intervenção cirúrgica.",
      "classification_reasoning": "A dor mencionada no prontuário como 'DOR EM MMII EM TTO COM FST' sugere uma dor pós-operatória aguda, pois não há outros motivos que justifiquem a dor na região mencionada.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor mencionada no prontuário como 'DOR EM MMII EM TTO COM FST' é claramente relacionada à intervenção cirúrgica realizada, o que justifica a classificação CID-11 MG31.2. A lógica clínica para manter essa classificação é baseada na descrição do prontuário, que menciona IRC em dialise e avaliação e liberação do cardio-Goldmann II, sugerindo uma intervenção cirúrgica recente. Além disso, a dor descrita não apresenta características de doença crônica ou degenerativa, o que reforça a hipótese de dor pós-operatória aguda.",
      "tipo_erro_auditoria": null
    }
  }
}