{
  "prontuario_id": 147,
  "text": "Humberto, 65anos.\n\n# DAC - IAM 2007 + RVM // ATC 2010,\n# Hipertireoidismo ?? - em acompanhamento com endocrinologia ,\n# FA paroxistica ,\n# Internamento em jan/15 por taquicardia atrial com aberrância  - - DESCARTADO ISQUEMIA MIOCÁRDICA COMO CAUSA, PROVÁVEL FATOR DESCOMPENSADOR SERIA O HIPERTIREOIDISMO QUE AINDA APRESENTA-SE DESCOMPENSADO (TSH < 0,01).\n\nMedicamentos: tapazol 10 mg, enalapril 10 mg 12/12h, selozok 50 mg, sinvastatina 40 mg, xarelto 20 mg, AAS100mg .\n\nS # Nega palpitações, dispneia, dor torácica. Epigastralgia. \nConsuçta com endocrino amanhã. \n\n\nTraz exames:\n- Holter 28/04/15: ritmo sinusal, FC media 53, Intervalo PR normal, QRS normais, extra-sistole ventricular unica, extra-sistole supra-ventricular rara, ausencia de pausas, ST sem alterações\n- TSH 47 / t4l 0,55.\n- Ecocardiograma out/14 (externo): AE 43 / VD 23 / septo 10 / VE 52-26 / FE 81%. VE com contração segmentar e função sistólica adequadas. \n\nAo exame:  \nPA130/70,  FC 55. \nCV: BRNF, sem sopros.\nCPP livres.\n\nA # FA paroxística.\n      CHADS = 1 / CHADS Vasc = 3. \n     \nP # Retorno precoce na endocrino para ajuste medicação. Suspendemos selozok. prescrevemos propafenona 300mg 12/12h. Retorno com ecocardio em 3 meses. Demais medicações mantidas. \n\nE3 cardio Lucas\nDoutor Vital Brasil\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "DAC",
      "IAM",
      "RVM",
      "ATC",
      "AAS100mg",
      "S",
      "PA130/70",
      "FC",
      "CV",
      "BRNF",
      "A",
      "P",
      "endocrino",
      "ecocardio",
      "FA paroxistica",
      "FC media 53",
      "t4l 0 , 55",
      "AE 43",
      "VD 23",
      "VE 52-26",
      "FE 81%",
      "VE com contração segmentar",
      "CPP livres",
      "FA paroxística"
    ],
    "Doença ou Síndrome": [
      "DAC",
      "IAM",
      "Hipertireoidismo",
      "HIPERTIREOIDISMO",
      "FA paroxistica",
      "taquicardia atrial com aberrância",
      "ISQUEMIA MIOCÁRDICA",
      "FA paroxística"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RVM",
      "ATC"
    ],
    "Grupo Profissional ou Ocupacional": [
      "endocrinologia",
      "endocrino"
    ],
    "Atividade de Assistência à Saúde": [
      "Internamento",
      "Suspendemos",
      "prescrevemos",
      "Retorno",
      "em acompanhamento",
      "Demais medicações mantidas"
    ],
    "Produto Intelectual": [
      "DESCARTADO",
      "P"
    ],
    "Sinal ou Sintoma": [
      "DESCOMPENSADO",
      "palpitações",
      "dispneia",
      "Epigastralgia",
      "sopros",
      "dor torácica"
    ],
    "Substância Farmacológica": [
      "tapazol",
      "enalapril",
      "selozok",
      "sinvastatina",
      "xarelto",
      "AAS100mg",
      "propafenona"
    ],
    "Substância Química Orgânica": [
      "tapazol",
      "selozok",
      "sinvastatina",
      "xarelto",
      "propafenona"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "enalapril"
    ],
    "Conceito Temporal": [
      "12/12h",
      "3 meses"
    ],
    "Achado": [
      "S",
      "BRNF",
      "CPP livres"
    ],
    "Negação": [
      "Nega",
      "sem"
    ],
    "Procedimento Diagnóstico": [
      "exames",
      "Holter",
      "Ecocardiograma",
      "exame",
      "A",
      "ecocardio"
    ],
    "Conceito Quantitativo": [
      "PA130/70",
      "55",
      "300mg",
      "10 mg",
      "50 mg",
      "40 mg",
      "20 mg"
    ],
    "Atributo Clínico": [
      "PA130/70",
      "FC"
    ],
    "Localização ou Região Corporal": [
      "CV"
    ],
    "Função Patológica": [
      "taquicardia atrial com aberrância"
    ],
    "Resultado Laboratorial ou de Teste": [
      "TSH &lt; 0 , 01",
      "ritmo sinusal",
      "FC media 53",
      "Intervalo PR normal",
      "QRS normais",
      "extra-sistole ventricular unica",
      "extra-sistole supra-ventricular rara",
      "ausencia de pausas",
      "ST sem alterações",
      "TSH 47",
      "t4l 0 , 55",
      "AE 43",
      "VD 23",
      "septo 10",
      "VE 52-26",
      "FE 81%",
      "VE com contração segmentar",
      "função sistólica adequadas",
      "CHADS = 1",
      "CHADS Vasc = 3"
    ]
  },
  "labels": {
    "BC81.2": {
      "term_original": "dac - iam 2007 + rvm // atc 2010",
      "capitulo": "11",
      "confidence_embedding": 0.7679,
      "descricao_cid": "Representação de doença CID-11: Taquicardia atrial macrorreentrante. Definição: Arritmia atrial em que há reentrada intra-atrial ou movimento circular em torno de um obstáculo central fixo ou funcional. O obstáculo central pode consistir em estruturas normais (p.ex., valvas) ou anormais (p.ex., cicatrizes).\r\n\r\nEsta forma de TSV se origina no átrio; a condução para os ventrículos não é necessária para que a taquicardia continue. Um ritmo atrial organizado com uma frequência tipicamente entre 250 e 350 bpm, incluindo taquicardias usando uma variedade de circuitos de reentrada que muitas vezes ocupam grandes áreas do átrio (‘‘macro-reentrada’’). Aqui, a arritmia envolve o istmo cavotricuspídeo.",
      "classification_reasoning": "A descrição do paciente apresenta taquicardia atrial com aberrância, que foi descartada como causa de isquemia miocárdica e provável fator descompensador para o hipertireoidismo descompensado. Além disso, a presença de extra-sistole ventricular única e supra-ventricular rara no Holter sugere que a arritmia é relacionada ao átrio. Com base nessa informação, a opção mais precisa para o termo dentro do contexto clínico é BC81.2: Taquicardia atrial macrorreentrante.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção BC81.2: Taquicardia atrial macrorreentrante é a mais precisa para o termo 'DAC - IAM 2007 + RVM // ATC 2010' dentro do contexto clínico, pois a descrição do paciente apresenta taquicardia atrial com aberrância e extra-sistole ventricular única e supra-ventricular rara no Holter, sugerindo que a arritmia é relacionada ao átrio. Além disso, o prontuário menciona que a descartou como causa de isquemia miocárdica e provável fator descompensador para o hipertireoidismo descompensado.",
      "tipo_erro_auditoria": null
    },
    "5A02.6": {
      "term_original": "hipertireoidismo ??",
      "capitulo": "05",
      "confidence_embedding": 0.8299,
      "descricao_cid": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo.",
      "classification_reasoning": "Com base no contexto, é provável que o hipertireoidismo seja o fator descompensador da taquicardia atrial com aberrância descartada isquemia miocárdica como causa, o que está relacionado ao aumento do TSH (47) e T4l (0,55). Além disso, a presença de sintomas como epigastralgia e dispneia apontam para uma doença tireoidiana. Portanto, escolho o código 5A02.6 como mais preciso para representar o termo 'hipertireoidismo ??' no contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código 5A02.6 é justificada pela presença de sintomas como epigastralgia e dispneia, que apontam para uma doença tireoidiana. Além disso, o aumento do TSH (47) e T4l (0,55) sugere excesso de produção do hormônio tireoidiano pela glândula tireoide, confirmado pelo diagnóstico de hipertireoidismo secundário. A lógica clínica é coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "MB23.H": {
      "term_original": "fa paroxística",
      "capitulo": "21",
      "confidence_embedding": 0.7465,
      "descricao_cid": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas.",
      "classification_reasoning": "A indicação de 'FA paroxística' no contexto do prontuário refere-se a uma freqüência cardíaca anormal e rápida, caracterizada por disparos cardíacos prematuramente, o que é compatível com a definição da Crise de pânico (MB23.H) CID-11.",
      "decisao": "MANTER",
      "motivo_decisao": "A indicação de 'FA paroxística' no contexto do prontuário refere-se a uma freqüência cardíaca anormal e rápida, caracterizada por disparos cardíacos prematuramente. Esta descrição é compatível com a definição da Crise de pânico (MB23.H) CID-11. Portanto, o código CID-11 atribuído ('MB23.H') representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": null
    },
    "BC81.30": {
      "term_original": "iam",
      "capitulo": "11",
      "confidence_embedding": 0.7765,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A opção mais precisa para o termo 'iam' é a Fibrilação Atrial Paroxística (FA paroxística), uma condição caracterizada por episódios recorrentes de fibrilação atrial que terminam espontaneamente em 7 dias ou menos.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 BC81.30, Fibrilação Atrial Paroxística, é justificada pelo termo 'iam' no prontuário, que refere-se à Fibrilação Atrial Paroxística (FA paroxística) descrita como uma condição caracterizada por episódios recorrentes de fibrilação atrial que terminam espontaneamente em 7 dias ou menos. A lógica clínica para manter essa codificação é a presença de episódios recorrentes de fibrilação atrial descritos no prontuário, o que coincide com a definição da Fibrilação Atrial Paroxística.",
      "tipo_erro_auditoria": null
    },
    "BC81.7Y": {
      "term_original": "taquicardia atrial com aberrância",
      "capitulo": "11",
      "confidence_embedding": 0.8302,
      "descricao_cid": "Representação de doença CID-11: Outra taquicardia atrioventricular recíproca, especificada. Definição: ",
      "classification_reasoning": "A opção mais precisa é BC81.7Y, pois a descrição refere-se à 'Outra taquicardia atrioventricular recíproca, especificada', o que se ajusta melhor ao contexto do prontuário, que descreve uma taquicardia atrial com aberrância, indicando um tipo específico de arritmia atrial.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção BC81.7Y é a mais precisa pois a descrição refere-se à 'Outra taquicardia atrioventricular recíproca, especificada', o que se ajusta melhor ao contexto do prontuário, que descreve uma taquicardia atrial com aberrância, indicando um tipo específico de arritmia atrial.",
      "tipo_erro_auditoria": null
    },
    "DA21.20": {
      "term_original": "epigastralgia",
      "capitulo": "13",
      "confidence_embedding": 0.7411,
      "descricao_cid": "Representação de doença CID-11: Peristaltismo hipertensivo. Definição: Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia.",
      "classification_reasoning": "A epigastralgia está relacionada à disfunção peristáltica do esôfago, com possibilidade de comprometimento da motilidade gástrica e subsequente dor torácica não cardíaca.",
      "decisao": "MANTER",
      "motivo_decisao": "A epigastralgia está relacionada à disfunção peristáltica do esôfago, com possibilidade de comprometimento da motilidade gástrica e subsequente dor torácica não cardíaca. A descrição do código CID-11 (DA21.20) se encaixa perfeitamente com a condição clínica descrita no prontuário, justificando a manutenção do código.",
      "tipo_erro_auditoria": null
    },
    "CB21.0": {
      "term_original": "dispneia",
      "capitulo": "12",
      "confidence_embedding": 0.7826,
      "descricao_cid": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar.",
      "classification_reasoning": "Dispneia é um sintoma apresentado pelo paciente, que pode estar relacionado ao pneumotórax hipertensivo espontâneo (PHE). Embora não haja explicitamente uma menção a PHE no prontuário, o termo dispneia está associado à taquicardia atrial e à ausência de pausas no Holter, sugerindo um padrão respiratório anormal.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dispneia pode ser um sintoma apresentado pelo paciente, mas não há nenhuma indicação clínica de que isso esteja relacionado a um pneumotórax hipertensivo espontâneo. A análise do prontuário não apresenta nenhuma evidência direta de PHE e o termo dispneia pode estar relacionado a outras condições, como a taquicardia atrial ou a doença cardiovascular.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "5.02": {
      "term_original": "hipertireoidismo",
      "capitulo": "05",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do código 5.02, Hipertireoidismo secundário, é justificada pelo fato de Humberto ter hipertireoidismo que ainda apresenta-se descompensado (TSH < 0,01) e está em acompanhamento com endocrinologia.",
      "decisao": "MANTER",
      "motivo_decisao": "O código CID-11 5.02, Hipertireoidismo secundário, é justificado pelo prontuário pois Humberto apresenta hipertireoidismo descompensado (TSH < 0,01) e está em acompanhamento com endocrinologia. A presença de sintomas como epigastralgia e ausência de palpitações, dispneia e dor torácica também apoiam a classificação. Além disso, o exame de TSH (47) e t4l (0,55) confirmam a hipertireoidismo. Portanto, a escolha do código 5.02 é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}