{
  "prontuario_id": 950,
  "text": "HAS / DLP.\nBronquite,\nObesidade,\n\n# Tosse com captopril.\n# Losartana 100 /12h, anlodipino 5 / 12h , HCTZ 25, Alenia 6/6h, \n\nQueixa de dor em MSE e irradiação para região precordial duração de 15 minutos, com dificuldade para mexer o braço.\nDispnéia aos esforços (400 / 500 metros).\n\nEF: BEG, corada, hidratada, eupneica, acinaotioca, anicterica.\ns/ sopro carotideo.\nMV + c/ sibilos expiratorios;\nBR2t s/ sopros;\nmembors perfundidos, sem edemas, dermatite ocre.\n\n\n\nECO (26587/ 25/03/15 ):\nAE 29,  Vd 22, S 10, PP 09, FE 69%.\n  remodelamento concentrioc.\n  PSAP 26.\n\n\nHb 14,5; Ht 45,7; Leuco 7950; Eo 1; Lf 30; Mo 10; Sg 58;\nCr 0,7; Glicose 101;  U 34; Mg 1,8; FA 161; GGT 50;  Ác úrico 6,5; Na 141; PK 4,1; \n\nCT 181; LDL 94; HDL 38;  Tg 247;\nTSH 5,74;\n\nPA 160/110.\n\nEF; BEG, corado, hidratado, eupenico, acianotico, anciterica.\nMV + s/ Ra;\nBRNF 2 t s/ sopros;\nabd globoso dep indolor.\nmembros perufndido, s sem edenas.\n\n\nCD:\n Aguarda novo TE (solicito novamente, perdeu o outro).\n Nova glicemia Hb glicada.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "HAS",
      "DLP",
      "HCTZ",
      "MSE",
      "EF",
      "BEG",
      "s/",
      "BR2t",
      "ECO",
      "PA",
      "Ra",
      "CD",
      "TE",
      "MV +",
      "AE 29",
      "Vd 22",
      "S 10",
      "PP 09",
      "FE 69%",
      "remodelamento concentrioc",
      "PSAP 26",
      "Hb 14 , 5",
      "Ht 45 , 7",
      "Leuco 7950",
      "Eo 1",
      "Lf 30",
      "Mo 10",
      "Sg 58",
      "Cr 0 , 7",
      "U 34",
      "Mg 1 , 8",
      "FA 161",
      "GGT 50",
      "Ác úrico 6 , 5",
      "CT 181",
      "Tg 247",
      "BRNF 2 t",
      "abd globoso",
      "Hb glicada"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DLP",
      "Bronquite",
      "Obesidade",
      "dermatite ocre"
    ],
    "Substância Farmacológica": [
      "Losartana",
      "anlodipino",
      "HCTZ",
      "Alenia"
    ],
    "Substância Química Orgânica": [
      "Losartana",
      "anlodipino",
      "HCTZ",
      "Alenia"
    ],
    "Conceito Temporal": [
      "/12h",
      "12h",
      "6/6h",
      "duração de 15 minutos"
    ],
    "Conceito Quantitativo": [
      "25",
      "6/6h",
      "160/110",
      "400 / 500 metros"
    ],
    "Sinal ou Sintoma": [
      "Queixa",
      "dor",
      "irradiação",
      "acinaotioca",
      "anicterica",
      "sopros",
      "edemas",
      "acianotico",
      "anciterica",
      "Ra",
      "indolor",
      "edenas",
      "dificuldade para mexer",
      "Dispnéia aos esforços",
      "sopro carotideo",
      "sibilos expiratorios"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "região precordial"
    ],
    "Procedimento Diagnóstico": [
      "EF",
      "ECO",
      "TE"
    ],
    "Achado": [
      "BEG",
      "corada",
      "hidratada",
      "eupneica",
      "BR2t",
      "corado",
      "hidratado",
      "eupenico",
      "Tosse com captopril",
      "duração de 15 minutos",
      "MV +",
      "membors perfundidos",
      "BRNF 2 t",
      "membros perufndido"
    ],
    "Negação": [
      "acinaotioca",
      "anicterica",
      "s/",
      "sem",
      "acianotico",
      "anciterica",
      "indolor"
    ],
    "Função Patológica": [
      "edemas",
      "edenas"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Atividade de Assistência à Saúde": [
      "solicito"
    ],
    "Procedimento Laboratorial": [
      "glicemia",
      "Hb glicada"
    ],
    "Resultado Laboratorial ou de Teste": [
      "AE 29",
      "Vd 22",
      "S 10",
      "PP 09",
      "FE 69%",
      "remodelamento concentrioc",
      "PSAP 26",
      "Hb 14 , 5",
      "Ht 45 , 7",
      "Leuco 7950",
      "Eo 1",
      "Lf 30",
      "Mo 10",
      "Sg 58",
      "Cr 0 , 7",
      "Glicose 101",
      "U 34",
      "Mg 1 , 8",
      "FA 161",
      "GGT 50",
      "Ác úrico 6 , 5",
      "Na 141",
      "PK 4 , 1",
      "CT 181",
      "LDL 94",
      "HDL 38",
      "Tg 247",
      "TSH 5 , 74"
    ]
  },
  "labels": {
    "8D42": {
      "term_original": "dor",
      "capitulo": "08",
      "confidence_embedding": 0.7588,
      "descricao_cid": "Representação de doença CID-11: Transtornos neurológicos por sobrepeso ou obesidade em adultos ou crianças. Definição: Transtornos neurológicos que surgem da disfunção metabólica, inflamação e dislipidemia causada por excesso de peso (IMC> 25) ou obesidade (IMC> 30). Os exemplos incluem comprometimento cognitivo leve secundário à alteração hipocampal, disfunção hipotalâmica, disfunção autonômica, polineuropatia periférica e apneia obstrutiva do sono.",
      "classification_reasoning": "A dor mencionada no paciente é descrita como uma queixa de dor em MSE e irradiação para a região precordial, duração de 15 minutos. Além disso, o paciente apresenta dificuldade para mexer o braço, sugerindo possivelmente um comprometimento neurológico secundário à obesidade (IMC > 30), como descrito na definição do código 8D42.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor mencionada no paciente é descrita como uma queixa de dor em MSE e irradiação para a região precordial, duração de 15 minutos. Além disso, o paciente apresenta dificuldade para mexer o braço, sugerindo possivelmente um comprometimento neurológico secundário à obesidade (IMC > 30). No entanto, o código CID-11 atribuído é '8D42', que representa Transtornos neurológicos por sobrepeso ou obesidade em adultos ou crianças. Embora a obesidade seja mencionada no prontuário, a dor e a dificuldade para mexer o braço não são diretamente relacionadas à obesidade, mas sim ao comprometimento neurológico. Portanto, o código CID-11 atribuído é incorreto e deve ser removido.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8C60": {
      "term_original": "sopro carotideo",
      "capitulo": "08",
      "confidence_embedding": 0.7305,
      "descricao_cid": "Representação de doença CID-11: Miastenia gravis. Definição: Miastenia gravis é o transtorno de transmissão neuromuscular mediado por autoanticorpo adquirido mais comum. A prevalência é de 1–2 por 10.000 pessoas. Fraqueza flutuante aumentando com a atividade repetida e melhorando após um período de descanso é a marca característica. Miastenia Gravis com anticorpos dirigidos contra proteínas pós-sinápticas, geralmente o receptor nicotínico de acetilcolina, são as mais prevalentes. Outros tipos são Miastenia Gravis associada a anticorpos quinase específicos do músculo e Miastenia Gravis com autoanticorpos desconhecidos (soronegativos).\r\nExistem três grupos: \r\n1. Miastenia Gravis puramente ocular\r\n2. Miastenia Gravis generalizada de início precoce (<40-50 anos)\r\n3. MG generalizada de início tardio.\r\nEm cerca de 15%, a doença pode ser classificada como paraneoplásica, geralmente associada a um timoma.",
      "classification_reasoning": "A presença de sopro carotideo, juntamente com a dor em MSE e irradiação para região precordial, dificuldade para mexer o braço e dispnéia aos esforços apontam para uma possível miastenia gravis, condicionando a escolha do código 8C60.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de sopro carotideo pode ser um sintoma comum em várias doenças, e não necessariamente é característico da miastenia gravis. Além disso, a dor em MSE e irradiação para região precordial, dificuldade para mexer o braço e dispnéia aos esforços podem ser sintomas de outras condições pulmonares ou cardíacas. Portanto, não há uma relação clínica direta entre os sintomas descritos no prontuário e a miastenia gravis, justificando a remoção do código 8C60.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "CA42": {
      "term_original": "bronquite",
      "capitulo": "12",
      "confidence_embedding": 0.7552,
      "descricao_cid": "Representação de doença CID-11: Bronquite aguda. Definição: Doença aguda dos brônquios, geralmente causada por infecção bacteriana ou viral. Esta doença é caracterizada pela inflamação dos brônquios. Apresenta-se com tosse, sibilância, dor ou desconforto torácico, febre ou dispneia. A transmissão se dá pela inalação de secreções respiratórias infectadas. A confirmação é feita pela identificação do agente infeccioso um amostra de escarro.",
      "classification_reasoning": "A escolha pelo código CA42 é justificada pela presença de tosse, doença respiratória e obesidade no prontuário. Além disso, a bronquite aguda não especifica qual é o agente infeccioso causador da doença.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CA42 não é justificada apenas pela presença de tosse e doença respiratória, pois a bronquite aguda não especifica qual é o agente infeccioso causador da doença. Além disso, a obesidade também está presente no prontuário, o que sugere uma condição mais complexa do que apenas uma bronquite aguda.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "ED92.0": {
      "term_original": "dermatite ocre",
      "capitulo": "14",
      "confidence_embedding": 0.7731,
      "descricao_cid": "Representação de doença CID-11: Hidradenite supurativa. Definição: Hidradenite supurativa é uma doença crônica caracterizada por nódulos e abscessos recorrentes, dolorosos, profundos e arredondados devidos à oclusão folicular com inflamação secundária e destruição do aparelho pilossebáceo-apócrino e extensão para o tecido subcutâneo adjacente. Cicatrizes hipertróficas subsequentes e supuração da pele com glândulas apócrinas (axilas, virilhas, regiões perianal e perineal) são as principais manifestações clínicas. Infecção e influência hormonal foram descritas, mas não são o fator patogênico primário: a etiologia exata permanece desconhecida. Obesidade é comum e está associada a doença mais grave. As principais complicações são fístulas, artropatia, carcinoma e amiloidose.",
      "classification_reasoning": "A dermatite ocre descrita no prontuário apresenta características semelhantes à hidradenite supurativa, doença crônica caracterizada por nódulos e abscessos recorrentes, dolorosos, profundos e arredondados. Além disso, a obesidade é mencionada como comum em pacientes com essa condição.",
      "decisao": "MANTER",
      "motivo_decisao": "A dermatite ocre descrita no prontuário apresenta características semelhantes à hidradenite supurativa, doença crônica caracterizada por nódulos e abscessos recorrentes, dolorosos, profundos e arredondados. Além disso, a obesidade é mencionada como comum em pacientes com essa condição. Portanto, o código CID-11 ED92.0 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "CA42.3": {
      "term_original": "tosse com captopril",
      "capitulo": "12",
      "confidence_embedding": 0.7481,
      "descricao_cid": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro.",
      "classification_reasoning": "A tosse com captopril é sintoma de bronquite aguda, pois a captopril é um medicamento utilizado no tratamento da hipertensão e não está relacionado à respiração. Além disso, o prontuário menciona Bronquite como um dos problemas do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 CA42.3 é inadequada porque a tosse com captopril não está diretamente relacionada à bronquite aguda. A captopril é um medicamento utilizado no tratamento da hipertensão e não tem relação com a respiração. Além disso, o prontuário menciona Bronquite como um dos problemas do paciente, mas não há evidência clínica de que a tosse seja causada por bronquite aguda.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD11.7": {
      "term_original": "queixa",
      "capitulo": "21",
      "confidence_embedding": 0.7483,
      "descricao_cid": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação.",
      "classification_reasoning": "A queixa descrita é uma dor em MSE e irradiação para região precordial, o que sugere hiperventilação como causa provável.",
      "decisao": "REMOVER",
      "motivo_decisao": "A queixa descrita é uma dor em MSE e irradiação para região precordial, o que não está diretamente relacionada à hiperventilação. A justificativa do sistema não é clínica e não há evidência no prontuário de que a dor seja resultado da hiperventilação. Portanto, o código CID-11 atribuído (MD11.7) não representa fielmente o termo ou condição descrita no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "MF95": {
      "term_original": "irradiação",
      "capitulo": "21",
      "confidence_embedding": 0.7887,
      "descricao_cid": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular.",
      "classification_reasoning": "A escolha do código MF95 (Mioglobinúria) é mais precisa para o termo 'irradiação' dentro do contexto clínico, pois a mioglobinúria pode ser causada por imobilização e pressão prolongadas pelo peso corporal, que é similar ao conceito de irradiação descrito na história clínica.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código MF95 (Mioglobinúria) é justificada pela presença da queixa de dor em MSE e irradiação para região precordial duração de 15 minutos, com dificuldade para mexer o braço. A mioglobinúria pode ser causada por imobilização e pressão prolongadas pelo peso corporal, que é similar ao conceito de irradiação descrito na história clínica.",
      "tipo_erro_auditoria": null
    },
    "8A45.2Z": {
      "term_original": "mv +",
      "capitulo": "08",
      "confidence_embedding": 0.7576,
      "descricao_cid": "Representação de doença CID-11: Transtornos da substância branca devidos a anormalidades vasculares ou isquemia, não especificados. Definição: ",
      "classification_reasoning": "A presença de dor em MSE e irradiação para a região precordial, associada à dificuldade para mexer o braço e dispnéia aos esforços, sugerem um dano nos nervos periféricos ou da substância branca do cérebro. Além disso, a presença de sintomas neurológicos não especificados justifica a escolha desse código.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de dor em MSE e irradiação para a região precordial, associada à dificuldade para mexer o braço e dispnéia aos esforços, é claramente relacionada ao termo 'mv+' que indica representação de doença nos nervos periféricos ou da substância branca do cérebro. Ajusta-se perfeitamente com a descrição do código CID-11 8A45.2Z, que refere-se a transtornos da substância branca devidos a anormalidades vasculares ou isquemia não especificados.",
      "tipo_erro_auditoria": null
    },
    "MG29.10": {
      "term_original": "brnf 2 t",
      "capitulo": "21",
      "confidence_embedding": 0.7441,
      "descricao_cid": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia.",
      "classification_reasoning": "A presença de edema não especificado (BRNF 2 t) na anamnese do paciente sugere aumento da pressão capilar, o que é confirmado pela definição do código MG29.10: Edema devido a pressão capilar aumentada.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'BRNF 2 t' não especifica a localização do edema, apenas indica que é um edema não especificado. O código CID-11 MG29.10 se refere a edema devido à pressão capilar aumentada, o que não está diretamente relacionado ao termo 'BRNF 2 t'. Além disso, a definição do código CID-11 não se aplica ao caso do paciente, pois não há evidência de aumento da pressão capilar ou comprometimento do retorno venoso.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "CA23.00": {
      "term_original": "sopros",
      "capitulo": "12",
      "confidence_embedding": 0.7521,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A opção mais precisa para o termo 'sopros' é a Asma alérgica com exacerbação (CA23.00), pois refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção CA23.00 (Asma alérgica com exacerbação) é justificada pela presença de sintomas como tosse e dispnéia, além da menção explícita de 'sopros' no prontuário. A descrição do código CID-11 também se ajusta ao contexto clínico descrito no prontuário.",
      "tipo_erro_auditoria": null
    },
    "BA01": {
      "term_original": "dlp",
      "capitulo": "11",
      "confidence_embedding": 0.7635,
      "descricao_cid": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração.",
      "classification_reasoning": "A presença de hipertensão ( Losartana, Alenia e HCTZ) e dor em MSE com irradiação para região precordial duração de 15 minutos sugere Doença cardíaca hipertensiva, que é a opção mais precisa para o termo 'dlp' no contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de hipertensão (Losartana, Alenia e HCTZ) e dor em MSE com irradiação para região precordial duração de 15 minutos sugere Doença cardíaca hipertensiva. Ajustamento da codificação CID-11 para 'BA01' é justificada pela presença de sintomas claramente relacionados à doença cardíaca hipertensiva.",
      "tipo_erro_auditoria": null
    },
    "BR2T": {
      "term_original": "br2t",
      "capitulo": "21",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'br2t' é um sinal clínico presente no prontuário, que indica a presença de sopro (ruído) à escutar com o estetoscópio na região das artérias carótidas. Isso sugere a presença de doença cardiovascular ou pulmonar.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'br2t' é um sinal clínico presente no prontuário, que indica a presença de sopro à escutar com o estetoscópio na região das artérias carótidas. Isso sugere a presença de doença cardiovascular ou pulmonar. A codificação CID-11 para 'BR2T' é justificada e clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "BD10": {
      "term_original": "has",
      "capitulo": "11",
      "confidence_embedding": 0.7701,
      "descricao_cid": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos.",
      "classification_reasoning": "A escolha do código BD10 (Insuficiência cardíaca congestiva) é justificada pelo fato de a paciente apresentar sintomas de insuficiência cardíaca, como dispnéia aos esforços e dor no peito irradiando para a região precordial, com dificuldade para mexer o braço. Além disso, há também referências à doença cardiovascular na ficha clínica (ECG, PA 160/110). A presença de tratamentos cardiovasculars como Losartana e anlodipino reforça essa escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código BD10 (Insuficiência cardíaca congestiva) não é justificada pela presença de sintomas de insuficiência cardíaca, pois a paciente apresenta também bronquite e obesidade, que podem estar relacionadas à sua condição. Além disso, o termo 'HAS' não está diretamente relacionado à doença cardiovascular descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5B81.0": {
      "term_original": "obesidade",
      "capitulo": "05",
      "confidence_embedding": 0.8338,
      "descricao_cid": "Representação de doença CID-11: Obesidade devido a desequilíbrio energético. Definição: A obesidade é uma doença crônica e complexa, definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos principais únicos podem ser identificados (doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).",
      "classification_reasoning": "A escolha do código 5B81.0 foi feita pois a obesidade apresentada é uma doença crônica e complexa, definida por adiposidade excessiva que pode prejudicar a saúde. O contexto clínico menciona obesidade como uma das condições presentes no paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "A obesidade está claramente descrita no prontuário como uma condição presente no paciente. A escolha do código CID-11 5B81.0 é justificada, pois a obesidade apresentada é uma doença crônica e complexa, definida por adiposidade excessiva que pode prejudicar a saúde.",
      "tipo_erro_auditoria": null
    },
    "8C84": {
      "term_original": "dificuldade para mexer",
      "capitulo": "08",
      "confidence_embedding": 0.7555,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN).",
      "classification_reasoning": "A dificuldade para mexer o braço é um sintoma que sugere lesão muscular ou neurológica, caracterizando a rabdomiólise secundária. Além disso, a presença de dor em MSE e irradiação para região precordial, associada à dispnéia aos esforços, é consistente com essa escolha.",
      "decisao": "MANTER",
      "motivo_decisao": "A dificuldade para mexer o braço é um sintoma que sugere lesão muscular ou neurológica, caracterizando a rabdomiólise secundária. A presença de dor em MSE e irradiação para região precordial, associada à dispnéia aos esforços, é consistente com essa escolha.",
      "tipo_erro_auditoria": null
    }
  }
}