{
  "prontuario_id": 974,
  "text": "11:25Hrs Cliente em glw 5, pupilas iso / foto +, IOT + VM nos parametros PSv ( 14 ),   peep 5cmh2O,   FR 10,   FiO2 37%, face corada, mucosa oral hidratada, boa perfusão periferica, no leito com cabeceira elevada á 45°. Mantem com monitorização de multiparametros: ECG, PNI, SpO2,   SNE fechada ( aguarda infusão de dieta enteral por BI ),  acesso venoso periferico em MSD com srt em curso gravitacional. Apresenta ausculta cardiaca ritmica e normofonetica, ausculta pulmonar MV + com roncos, DTF DIR com debito serohematico ++, abdomem globoso e flacido com RHA +, edemas em MMSS e II cacifo ++, FO de região coxo-femural ESQ limpo e seco. Faz uso de SVD aberta com debito diuretico presente + de coloração amarelo-claro, eliminação fecal ausente. Segue cuidados intensivos de enfermagem em precaução de contato.   Enfermeira Florence Nightingale . FRATURA DO FEMUR.",
  "entities": {
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "MSD",
      "abdomem",
      "MMSS"
    ],
    "Achado": [
      "iso",
      "ritmica",
      "normofonetica",
      "flacido",
      "limpo",
      "seco",
      "foto +",
      "face corada",
      "mucosa oral hidratada",
      "boa perfusão periferica",
      "MV +",
      "RHA +",
      "debito diuretico presente",
      "coloração amarelo-claro"
    ],
    "Abreviação": [
      "iso",
      "IOT",
      "VM",
      "PSv",
      "peep",
      "FR",
      "FiO2",
      "ECG",
      "PNI",
      "SpO2",
      "BI",
      "MSD",
      "srt",
      "FO",
      "glw 5",
      "foto +",
      "SNE fechada",
      "DTF DIR",
      "RHA +",
      "coxo-femural ESQ",
      "SVD aberta"
    ],
    "Dispositivo Médico": [
      "IOT",
      "SNE fechada",
      "acesso venoso periferico"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "IOT",
      "VM",
      "PSv",
      "srt",
      "cabeceira elevada á 45°",
      "SNE fechada",
      "dieta enteral",
      "acesso venoso periferico",
      "DTF DIR",
      "SVD aberta",
      "precaução de contato"
    ],
    "Conceito Quantitativo": [
      "14",
      "5cmh2O",
      "10",
      "37%"
    ],
    "Atributo Clínico": [
      "peep",
      "FR",
      "FiO2"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "PNI",
      "SpO2",
      "ausculta cardiaca",
      "ausculta pulmonar"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BI"
    ],
    "Sinal ou Sintoma": [
      "roncos",
      "globoso",
      "edemas",
      "glw 5"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Conceito Qualitativo": [
      "limpo",
      "seco",
      "coloração amarelo-claro"
    ],
    "Negação": [
      "ausente"
    ],
    "Organização Relacionada à Saúde": [
      "enfermagem"
    ],
    "Grupo Profissional ou Ocupacional": [
      "enfermagem",
      "Enfermeira"
    ],
    "Atividade de Assistência à Saúde": [
      "monitorização de multiparametros",
      "cuidados intensivos"
    ],
    "Resultado Laboratorial ou de Teste": [
      "debito serohematico ++",
      "cacifo ++"
    ],
    "Localização ou Região Corporal": [
      "coxo-femural ESQ"
    ],
    "Função de Organismo": [
      "eliminação fecal"
    ],
    "Doença ou Síndrome": [
      "FRATURA DO FEMUR"
    ]
  },
  "labels": {
    "FB32.20": {
      "term_original": "rha +",
      "capitulo": "15",
      "confidence_embedding": 0.7486,
      "descricao_cid": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave.",
      "classification_reasoning": "A presença de RHA+ (Rabdomiólise) na avaliação física do paciente justifica a escolha do código FB32.20, que representa a Rabdomiólise idiopática.",
      "decisao": "REMOVER",
      "motivo_decisao": "A rabdomiólise (RHA+) é uma lesão muscular, enquanto o código FB32.20 refere-se à Rabdomiólise idiopática, que é um tipo de doença. Embora haja uma relação entre a lesão muscular e a doença, elas não são sinônimas. A presença de RHA+ no prontuário não justifica automaticamente a escolha do código FB32.20.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CB01": {
      "term_original": "edemas",
      "capitulo": "12",
      "confidence_embedding": 0.7686,
      "descricao_cid": "Representação de doença CID-11: Edema pulmonar. Definição: Edema pulmonar é uma condição causada por excesso de líquido nos pulmões, que se acumula nos sacos alveolares do pulmão, dificultando a respiração.",
      "classification_reasoning": "A presença de edemas mencionados no prontuário, específicamente em MMSS e II cacifo++, sugere que o termo 'edemas' se refere a edema pulmonar, um sintoma comum em pacientes com insuficiência respiratória aguda. Isso justifica a escolha do código CB01.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de edemas em MMSS e II cacifo++ não é suficiente para justificar a escolha do código CB01, que se refere especificamente a edema pulmonar. A falta de informações sobre a localização dos edemas (pulmonares ou não) e a ausência de indícios de insuficiência respiratória aguda sugerem que o termo 'edemas' pode se referir a outros tipos de edemas, como edema periférico ou edema abdominal. Portanto, é necessário remover o código CB01 e realizar uma nova codificação mais específica e clínica.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BC61": {
      "term_original": "iso",
      "capitulo": "11",
      "confidence_embedding": 0.781,
      "descricao_cid": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado.",
      "classification_reasoning": "A opção mais precisa para o termo 'iso' no contexto clínico é a representação de doença CID-11: Despolarização juncional prematura. A descrição desse código refere-se à despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado. Nesse contexto clínico, o termo 'iso' se relaciona à ausência de reação cardíaca, como indicado pela descrição da pupilas iso.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do código CID-11 'BC61: Despolarização juncional prematura' se refere à despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado. No contexto clínico, o termo 'iso' se relaciona à ausência de reação cardíaca, como indicada pela descrição da pupilas iso. Ajustamente, a codificação CID-11 'BC61' representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "EB13.1": {
      "term_original": "seco",
      "capitulo": "14",
      "confidence_embedding": 0.8041,
      "descricao_cid": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável.",
      "classification_reasoning": "A palavra 'seco' está relacionada ao estado de hidratação oral do paciente, que é descrito como boa. Além disso, a ausência de eliminação fecal também é mencionada. A necrólise epidérmica tóxica (NET) é uma doença cutânea aguda caracterizada por eritema, necrose e descolamento bolhoso da epiderme, frequentemente associado a múltiplas lesões cutâneas secas ou úmidas. A escolha do código EB13.1 se baseia na descrição de um paciente com fratura do fémur que apresenta múltiplas lesões cutâneas secas e descolamento bolhoso da epiderme, características clínicas compatíveis com a NET.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'seco' refere-se ao estado de hidratação oral do paciente, que é descrito como boa. A necrólise epidérmica tóxica (NET) é uma doença cutânea aguda caracterizada por eritema, necrose e descolamento bolhoso da epiderme, frequentemente associado a múltiplas lesões cutâneas secas ou úmidas. No entanto, o prontuário não apresenta evidências de lesões cutâneas secas ou úmidas compatíveis com a NET. A escolha do código EB13.1 é muito geral e não está clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "AB31.0": {
      "term_original": "limpo",
      "capitulo": "10",
      "confidence_embedding": 0.7529,
      "descricao_cid": "Representação de doença CID-11: Doença de Ménière. Definição: A doença de Meniere (DM) é uma doença crônica progressiva da orelha interna, com hidropisia endolinfática. É caracterizada por ataques recorrentes de vertigem espontânea debilitante com duração de 20 minutos a até 12 horas, acompanhada por sensação de plenitude auricular e zumbido na orelha afetada, e perda auditiva neurossensorial flutuante ipsilateral (PANS) nas frequências baixa ou baixa e média. Pode ocorrer nistagmo durante as crises e quedas são frequentes. Quando conhecida, a etiologia deve ser acrescentada.",
      "classification_reasoning": "O termo 'limpo' foi encontrado na descrição de mucosa oral hidratada, o que sugere a presença de um estado de bem-estar e ausência de lesões ou secreções na boca. Isso é consistente com a definição da doença de Meniere (DM), cuja característica principal é a sensação de plenitude auricular e zumbido na orelha afetada, ao contrário de outras opções que podem estar relacionadas a infecções ou lesões nas orelhas.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'limpo' não está relacionado à doença de Ménière (DM) e tampouco é uma condição clínica diretamente relacionada à fratura do fémur. A presença de um estado de bem-estar na mucosa oral hidratada não é suficiente para justificar a atribuição do código CID-11 AB31.0, que é específico para a doença de Ménière (DM).",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD11.4": {
      "term_original": "normofonetica",
      "capitulo": "21",
      "confidence_embedding": 0.739,
      "descricao_cid": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea.",
      "classification_reasoning": "A opção mais precisa é a Respiração de Cheyne-Stokes relacionada ao sono (Código: MD11.4), pois o paciente apresenta 'ausculta pulmonar MV + com roncos', indicando um padrão respiratório anormal característico da doença.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 MD11.4 'Respiração de Cheyne-Stokes relacionada ao sono' não é adequada para o termo 'normofonetica'. A normofonia refere-se à ausculta pulmonar normal, enquanto a Respiração de Cheyne-Stokes é um padrão respiratório anormal. A codificação CID-11 MD11.4 não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DB98.B": {
      "term_original": "debito diuretico presente",
      "capitulo": "13",
      "confidence_embedding": 0.7144,
      "descricao_cid": "Representação de doença CID-11: Lesão por isquemia de reperfusão do fígado. Definição: Lesão hepática causada por reperfusão sanguínea após uma isquemia não letal do fígado.",
      "classification_reasoning": "A presença de 'debito diuretico presente' no contexto clínico sugere uma lesão hepática causada por reperfusão sanguínea após uma isquemia não letal do fígado, característica da Lesão por isquemia de reperfusão do fígado (Código CID-11: DB98.B).",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de 'debito diuretico presente' no prontuário sugere uma lesão renal, não hepática. A Lesão por isquemia de reperfusão do fígado (Código CID-11: DB98.B) não é compatível com a condição clínica descrita.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA22.0": {
      "term_original": "mv +",
      "capitulo": "12",
      "confidence_embedding": 0.7849,
      "descricao_cid": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia.",
      "classification_reasoning": "A ausculta pulmonar MV + com roncos sugere uma possível exacerbação de Doença Pulmonar Obstrutiva Crônica (DPOC), o que justifica a escolha do código CA22.0.",
      "decisao": "REMOVER",
      "motivo_decisao": "A ausculta pulmonar MV + com roncos não é suficiente para justificar a escolha do código CA22.0, que representa uma exacerbação aguda de Doença Pulmonar Obstrutiva Crônica (DPOC). A clínica descrita no prontuário apresenta características mais gerais de insuficiência respiratória, como ausculta pulmonar MV + com roncos e peep 5cmH2O. É necessário um diagnóstico mais específico para justificar a escolha do código CA22.0.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "EE11.1": {
      "term_original": "coloração amarelo-claro",
      "capitulo": "14",
      "confidence_embedding": 0.7619,
      "descricao_cid": "Representação de doença CID-11: Síndrome das unhas amarelas. Definição: A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida.",
      "classification_reasoning": "A coloração amarelo-claro é uma característica clínica descrita na síndrome das unhas amarelas, que envolve mudanças na pele e nas unhas.",
      "decisao": "REMOVER",
      "motivo_decisao": "A coloração amarelo-claro descrita no prontuário não está relacionada à síndrome das unhas amarelas, que é uma condição clínica caracterizada por mudanças na pele e nas unhas. A coloração amarelo-claro aqui descrita parece ser mais provável um sintoma de outro tipo, como por exemplo, icterícia, que não está relacionada à síndrome das unhas amarelas.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA80.8": {
      "term_original": "globoso",
      "capitulo": "15",
      "confidence_embedding": 0.722,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A descrição do termo 'globoso' se aplica ao termo de Degeneração de disco intervertebral da coluna lombar sem prolapso de disco, pois a palavra 'globoso' pode ser relacionada à representação clínica de um disco intervertebral que perdeu sua forma natural e agora apresenta uma aparência bulbosa ou arredondada.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'globoso' não está diretamente relacionado à degeneração de disco intervertebral da coluna lombar. A palavra 'globoso' pode se referir a uma variedade de condições clínicas, incluindo a descrição do abdome no prontuário, que é descrito como 'globoso e flácido'. Portanto, a codificação CID-11 FA80.8 não representa fielmente o termo ou a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MG00": {
      "term_original": "foto +",
      "capitulo": "21",
      "confidence_embedding": 0.7581,
      "descricao_cid": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem.",
      "classification_reasoning": "A opção mais precisa para o termo 'foto +' é MG00, pois 'fot-' começa a palavra 'foto', que se refere ao diagnóstico por imagem, especificamente à radiologia.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'foto +' não se refere a achados clínicos de exames para diagnóstico por imagem da mama, como descrito no código CID-11 MG00. Em vez disso, parece referir-se a uma imagem radiológica ou outro tipo de imagem médica. Portanto, o código CID-11 atribuído não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA32.1": {
      "term_original": "fratura do femur",
      "capitulo": "15",
      "confidence_embedding": 0.722,
      "descricao_cid": "Representação de doença CID-11: Disfunções femuropatelares. Definição: ",
      "classification_reasoning": "A fratura do femur é a lesão mais provável e claramente descrita no contexto clínico, com ausculta cardiaca ritmica e normofonetica, ausculta pulmonar MV + com roncos, edemas em MMSS e II cacifo ++ e FO de região coxo-femural ESQ limpo e seco.",
      "decisao": "REMOVER",
      "motivo_decisao": "A fratura do femur é uma lesão óssea, enquanto o código CID-11 FA32.1 refere-se a disfunções femuropatelares, que são problemas relacionados ao joelho e não à fratura do fémur. A descrição do prontuário não apresenta nenhuma indicação de disfunção no joelho, apenas uma fratura óssea.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG31.0": {
      "term_original": "face corada",
      "capitulo": "21",
      "confidence_embedding": 0.7455,
      "descricao_cid": "Representação de doença CID-11: Dor aguda na face, não classificada em outra parte. Definição: ",
      "classification_reasoning": "A face corada é uma característica clínica que sugere dor ou desconforto facial, justificando a escolha do código MG31.0, que representa representação de doença CID-11: Dor aguda na face, não classificada em outra parte.",
      "decisao": "REMOVER",
      "motivo_decisao": "A face corada não é uma condição clínica específica que represente dor aguda na face. É um sintoma de desconforto facial, mas não há evidência de dor aguda especificamente. O código MG31.0 não representa fielmente a descrição do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "AA91.2": {
      "term_original": "fo",
      "capitulo": "10",
      "confidence_embedding": 0.7513,
      "descricao_cid": "Representação de doença CID-11: Outra otite média crônica supurativa. Definição: Isso envolve uma perfuração (orifício) na membrana timpânica e infecção bacteriana ativa no espaço da orelha média por várias semanas ou mais. Pode haver pus suficiente para drenar para fora da orelha (otorreia), ou a purulência pode ser mínima o suficiente para ser observada apenas no exame com um microscópio binocular.",
      "classification_reasoning": "A opção mais precisa para o termo 'fo' é a otite média crônica supurativa (AA91.2), pois a descrição menciona o termo 'FO' que se refere ao Fórnix (região coxo-femural) e não há outro contexto clínico que justifique as outras opções.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção AA91.2 (otite média crônica supurativa) não é adequada porque o termo 'FO' se refere ao Fórnix (região coxo-femural), que é uma área anatômica e não uma condição clínica relacionada à otite média. Ajuste necessário para uma codificação mais precisa.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MD11.8": {
      "term_original": "mucosa oral hidratada",
      "capitulo": "21",
      "confidence_embedding": 0.7526,
      "descricao_cid": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea.",
      "classification_reasoning": "A descrição 'mucosa oral hidratada' se refere à presença de líquido na boca, o que indica a necessidade de respiração orofacial, característica da doença CID-11 MD11.8.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição 'mucosa oral hidratada' não se refere à respiração orofacial, mas sim à presença de líquido na boca. Isso não é uma condição clínica diretamente relacionada à respiração pela boca, característica da doença CID-11 MD11.8. A classificação é errônea e não representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA23.00": {
      "term_original": "roncos",
      "capitulo": "12",
      "confidence_embedding": 0.776,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "O termo 'roncos' é característico de sintomas pulmonares, especialmente em pacientes com doenças respiratórias crônicas ou exacerbações agudas. A escolha do código CA23.00 (Asma alérgica com exacerbação) se justifica pelo fato de que o paciente apresenta ausculta pulmonar MV + com roncos, sugerindo uma possível exacerbação de asma alérgica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código CA23.00 (Asma alérgica com exacerbação) é muito genérica e não representa fielmente o termo 'roncos' descrito no prontuário. Embora a ausculta pulmonar MV + com roncos possa sugerir uma possível exacerbação de asma alérgica, é necessário um diagnóstico mais específico para justificar essa classificação. Além disso, não há evidência clínica suficiente no prontuário para sustentar a hipótese de exacerbação de asma alérgica.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MG30.03": {
      "term_original": "boa perfusão periferica",
      "capitulo": "21",
      "confidence_embedding": 0.7217,
      "descricao_cid": "Representação de doença CID-11: Cefaleia ou dor orofacial primárias crônicas. Definição: Cefaleia ou dor orofacial primárias crônicas são definidas como cefaleia ou dor orofacial que ocorre em pelo menos 50% dos dias durante pelo menos 3 meses. É caracterizada por sofrimento emocional significativo (ansiedade, raiva/frustração ou humor deprimido) ou incapacidade funcional (interferência nas atividades da vida diária, participação reduzida em papéis sociais). Cefaleia ou dor orofacial primárias crônicas são multifatoriais: fatores biológicos, psicológicos e sociais contribuem para a síndrome dolorosa. O diagnóstico é adequado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados. A duração diária da dor é de pelo menos 2 horas.",
      "classification_reasoning": "A escolha do código MG30.03 é justificada pois o termo 'boa perfusão periferica' refere-se à circulação sanguínea adequada nos membros, característica comum em pacientes com fratura de femur.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'boa perfusão periferica' não está relacionado à cefaleia ou dor orofacial primárias crônicas, que é o conteúdo do código CID-11 MG30.03. A fratura de femur mencionada no prontuário é um fato clínico diferente e não está associado à dor orofacial. A escolha desse código é demasiadamente genérica e não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BC81.30": {
      "term_original": "glw 5",
      "capitulo": "11",
      "confidence_embedding": 0.761,
      "descricao_cid": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas).",
      "classification_reasoning": "A presença de glw 5 (pupila isocórdia) sugere que o paciente apresenta fibrilação auricular, corroborada pela ausculta cardíaca ritmica e normofonetica.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de glw 5 (pupila isocórdia) não é suficiente para justificar a fibrilação auricular paroxística. A ausculta cardíaca ritmica e normofonetica também não é específica para essa condição. O código CID-11 BC81.30 não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC82.1": {
      "term_original": "ritmica",
      "capitulo": "21",
      "confidence_embedding": 0.7507,
      "descricao_cid": "Representação de doença CID-11: Parada cardíaca com bradicardia. Definição: Ritmo de escape lento associado a colapso hemodinâmico.",
      "classification_reasoning": "A ausculta cardiaca apresentada como 'ritmica' sugere um ritmo cardíaco normal, o que é compatível com a definição de Parada cardíaca com bradicardia (Código CID-11: MC82.1)",
      "decisao": "REMOVER",
      "motivo_decisao": "A ausculta cardiaca 'ritmica' sugere um ritmo cardíaco normal, mas o código CID-11: MC82.1 (Parada cardíaca com bradicardia) não é compatível com essa condição clínica. A parada cardíaca é uma situação em que o coração para de bater, enquanto a ausculta cardiaca 'ritmica' indica um ritmo cardíaco normal. Portanto, a codificação CID-11 não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}