{
  "prontuario_id": 137,
  "text": "18:15h Admissão S: Glasgow 14, em névoa úmida, nega queixas álgicas.  O: POI de microcirurgia por hidrocefalia obstrutiva. PA 135/68 (87) mmHg, FC 95bpm, FR 20rpm, Sat 95%, T 36,2ºC. Pupilas isocóricas fotorreagentes. Confusa. Curativo cefálico tipo capacete de crepe limpo e seco externamente. Suporte de O2 sob máscara de névoa úmida. CPP sem RA. Abdomem flácido, sem massas palpáveis. Acesso venos em MSE com infusão de soroterapia. Diurese e evacução ausente em fralda descartável. Extremidades aquecidas, perfusão periférica adequada, sem edemas. Monitorizada contínuamente com parâmetros de PA não invasiva, cardioscopia e oximetria de pulso. Segue sob cuidados intensivos.  A: Plano de Tac de Crânio para amanhã (08/02) às 06h.  P: Conforme prescrição de enfermagem. Enfermeira Florence Nightingale. HIDROCEFALIA DE PRESSAO NORMAL.",
  "entities": {
    "Negação": [
      "nega",
      "sem",
      "ausente",
      "não"
    ],
    "Abreviação": [
      "O",
      "POI",
      "PA",
      "FC",
      "FR",
      "Sat",
      "T",
      "CPP",
      "RA",
      "MSE",
      "A",
      "P",
      "Tac de Crânio"
    ],
    "Conceito Temporal": [
      "POI"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "FR",
      "Sat",
      "T"
    ],
    "Conceito Quantitativo": [
      "95bpm",
      "20rpm",
      "95%",
      "135/68 ( 87 ) mmHg",
      "36 , 2ºC"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Pupilas",
      "MSE"
    ],
    "Achado": [
      "isocóricas",
      "fotorreagentes",
      "flácido",
      "Extremidades aquecidas",
      "perfusão periférica adequada"
    ],
    "Sinal ou Sintoma": [
      "Confusa",
      "RA",
      "edemas",
      "Glasgow 14",
      "queixas álgicas",
      "massas palpáveis"
    ],
    "Dispositivo Médico": [
      "crepe",
      "máscara de névoa úmida",
      "Acesso venos",
      "fralda descartável"
    ],
    "Conceito Qualitativo": [
      "limpo",
      "seco",
      "invasiva"
    ],
    "Localização ou Região Corporal": [
      "CPP"
    ],
    "Atividade de Assistência à Saúde": [
      "infusão",
      "Monitorizada contínuamente",
      "cuidados intensivos",
      "Conforme prescrição de enfermagem"
    ],
    "Função de Organismo": [
      "Diurese",
      "evacução"
    ],
    "Procedimento Diagnóstico": [
      "cardioscopia",
      "oximetria de pulso",
      "Tac de Crânio"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "névoa úmida",
      "Suporte de O2",
      "máscara de névoa úmida",
      "Acesso venos"
    ],
    "Doença ou Síndrome": [
      "hidrocefalia obstrutiva",
      "HIDROCEFALIA DE PRESSAO NORMAL"
    ],
    "Objeto Manufaturado": [
      "fralda descartável"
    ]
  },
  "labels": {
    "8D64.04": {
      "term_original": "hidrocefalia obstrutiva",
      "capitulo": "08",
      "confidence_embedding": 0.7789,
      "descricao_cid": "Representação de doença CID-11: Hidrocefalia de pressão normal. Definição: Síndrome clínica que compreende principalmente transtornos da marcha, demência e incontinência urinária, e associada à dilatação do sistema ventricular do cérebro. Na maioria das vezes, demonstra pressão normal do líquido cefalorraquidiano (LCR) na punção lombar.",
      "classification_reasoning": "A escolha do código 8D64.04 é justificada pela presença de hidrocefalia obstrutiva, que está associada a uma dilatação do sistema ventricular do cérebro, e pressão normal do líquido cefalorraquidiano (LCR) na punção lombar.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 8D64.04 é justificada pela presença de hidrocefalia obstrutiva, que está associada a uma dilatação do sistema ventricular do cérebro, e pressão normal do líquido cefalorraquidiano (LCR) na punção lombar. No entanto, o prontuário descreve hidrocefalia obstrutiva com pressão arterial normal (PA 135/68 mmHg), o que não se encaixa com a definição do código CID-11. A hidrocefalia de pressão normal é caracterizada por pressão normal do líquido cefalorraquidiano, e não pressão arterial. Portanto, a escolha do código 8D64.04 não é clínica ou coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME62.7": {
      "term_original": "queixas álgicas",
      "capitulo": "21",
      "confidence_embedding": 0.7819,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A opção ME62.7 é a mais precisa para o termo 'queixas álgicas' no contexto clínico, pois não há menção a doenças específicas que possam estar relacionadas ao termo, apenas uma negação de queixas álgicas na história do paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'queixas álgicas' é negado no prontuário, o que significa que o paciente não apresenta dor ou desconforto. A opção ME62.7 não se aplica pois não há evidência clínica de uma erupção cutânea descamativa aguda. Além disso, a negação de queixas álgicas é um fato clinicamente relevante e deve ser refletida na codificação CID-11.",
      "tipo_erro_auditoria": "negated_finding"
    },
    "6D85.6": {
      "term_original": "glasgow 14",
      "capitulo": "06",
      "confidence_embedding": 0.7493,
      "descricao_cid": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico.",
      "classification_reasoning": "A apresentação de 'Glasgow 14' e a presença de hidrocefalia obstrutiva sugerem que o paciente tem uma demência devida à hidrocefalia de pressão normal, justificando a escolha do código 6D85.6.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'Glasgow 14' não representa uma condição clínica diretamente relacionada à hidrocefalia, mas sim um resultado do Exame de Coma de Glasgow. Portanto, a escolha do código CID-11 6D85.6 é incorreta e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C45.3": {
      "term_original": "confusa",
      "capitulo": "06",
      "confidence_embedding": 0.7781,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A paciente apresenta sintomas de confusão, o que é consistente com a representação de doença CID-11: Intoxicação por cocaína. Embora haja outras opções que incluem sintomas similares, a presença da cocaína como causa obstrutiva da hidrocefalia aponta para essa escolha como mais precisa.",
      "decisao": "REMOVER",
      "motivo_decisao": "A paciente apresenta confusão, mas não há evidência de consumo de cocaína ou efeitos farmacológicos conhecidos da mesma. A hidrocefalia obstrutiva é a causa principal da confusão, e não há relação clínica direta com a intoxicação por cocaína. Portanto, o código CID-11 atribuído não representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "9A94.1": {
      "term_original": "isocóricas",
      "capitulo": "09",
      "confidence_embedding": 0.8288,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "O termo 'isocóricas' se refere às pupilas que têm o mesmo tamanho e reagem ao fotor (luz) de forma similar, o que é característico da síndrome da íris flácida. Esta condição é descrita no código 9A94.1.",
      "decisao": "REMOVER",
      "motivo_decisao": "A condição descrita no prontuário refere-se às pupilas isocóricas fotorreagentes, o que não se relaciona com a síndrome da íris flácida descrita no código CID-11. A descrição do código CID-11 refere-se à uma condição caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, o que não é relacionado com as pupilas isocóricas fotorreagentes descritas no prontuário. Portanto, o código CID-11 9A94.1 não representa fielmente o termo ou condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9B02.0": {
      "term_original": "fotorreagentes",
      "capitulo": "09",
      "confidence_embedding": 0.763,
      "descricao_cid": "Representação de doença CID-11: Pupila de Argyll Robertson. Definição: São pupilas pequenas bilaterais que se contraem quando o paciente focaliza um objeto próximo, mas não se contraem quando exposto à luz forte (elas não “reagem” à luz).",
      "classification_reasoning": "A descrição do termo 'fotorreagentes' se refere às pupilas isocóricas fotorreagentes presentes no contexto clínico, o que é característico da Síndrome de Pupila de Argyll Robertson (9B02.0), uma condição em que as pupilas pequenas e igualmente são afetadas.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do termo 'fotorreagentes' se refere às pupilas isocóricas fotorreagentes presentes no contexto clínico, o que é característico da Síndrome de Pupila de Argyll Robertson (9B02.0), uma condição em que as pupilas pequenas e igualmente são afetadas. A presença de pupilas isocóricas fotorreagentes no prontuário está claramente relacionada à Síndrome de Pupila de Argyll Robertson, portanto, a codificação CID-11 (9B02.0) é válida e representa fielmente o termo descrito.",
      "tipo_erro_auditoria": null
    },
    "FA80.5": {
      "term_original": "edemas",
      "capitulo": "15",
      "confidence_embedding": 0.7466,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'edemas' no contexto clínico é FA80.5, que se refere à degeneração de disco intervertebral da coluna torácica com prolapso de disco. Embora não haja relação direta entre hidrocefalia e edemas, a opção mais próxima é a FA80.5, pois a palavra 'edema' não está diretamente relacionada às outras opções.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção FA80.5 não está relacionada à hidrocefalia obstrutiva descrita no prontuário, e a palavra 'edemas' não é mencionada como uma condição clínica específica. A degeneração de disco intervertebral da coluna torácica com prolapso de disco (FA80.5) não está diretamente relacionada à hidrocefalia, portanto, a classificação é demasiado genérica e não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "MD11.4": {
      "term_original": "perfusão periférica adequada",
      "capitulo": "21",
      "confidence_embedding": 0.7796,
      "descricao_cid": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea.",
      "classification_reasoning": "A descrição de 'perfusão periférica adequada' sugere que o paciente tem uma circulação sanguínea normal, o que é consistente com a definição da Respiração periódica relacionada ao sono (Código MD11.4) mencionada na literatura.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'perfusão periférica adequada' não está relacionada à respiração periódica, como sugerido pelo sistema. A perfusão periférica adequada é um achado clínico que indica uma circulação sanguínea normal, mas não está diretamente ligada à respiração periódica. Portanto, o código CID-11 MD11.4 não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG29": {
      "term_original": "extremidades aquecidas",
      "capitulo": "21",
      "confidence_embedding": 0.7563,
      "descricao_cid": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte.",
      "classification_reasoning": "A opção mais precisa para o termo 'extremidades aquecidas' é a representação de doença CID-11: Edema. Esta opção se justifica porque o relatório médico menciona que as extremidades estão aquecidas, o que pode ser um sintoma da presença de edema em áreas específicas do corpo.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção MG29 (Edema) não é precisa porque o termo 'extremidades aquecidas' não necessariamente implica a presença de edema. O relatório médico apenas menciona que as extremidades estão aquecidas, mas não há evidência clínica de acúmulo anormal de líquido em tecidos ou cavidades corporais.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "NA05.Z": {
      "term_original": "ra",
      "capitulo": "22",
      "confidence_embedding": 0.7714,
      "descricao_cid": "Representação de doença CID-11: Lesão dos vasos sanguíneos da cabeça, não especificada. Definição: ",
      "classification_reasoning": "A lesão dos vasos sanguíneos da cabeça não especificada (NA05.Z) é a opção mais precisa para o termo 'ra' no contexto clínico, pois RA se refere à Radiologia e, especificamente, ao Plano de Tac de Crânio mencionado na ficha. A lesão dos vasos sanguíneos da cabeça não especificada é um conceito que se relaciona à intervenção radiológica.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'ra' não se refere a uma lesão dos vasos sanguíneos da cabeça, mas sim à Radiologia e ao Plano de Tac de Crânio mencionado no prontuário. A classificação CID-11 NA05.Z não é clinicamente coerente com o conteúdo do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}