{
  "prontuario_id": 709,
  "text": "15h - Glasgow 10, pupilas iso / foto +, traqueostomizado, traqueo de plastico, suporte de O² sob nevoa a 2l/min, aspirado pouca quantidade de secreção de aspecto seroso, puncionado novo acesso em dorso mao D com abocath 22, mantem soroterapia em curso, abdomen globoso e flacido, gastrostomia com dieta a 75 ml/h em BI, apresentando globo vesical, tentativa de cateterismo de alivio sem sucesso, chamado plantao da urologia, Doutor Vital Brazil realizou passagem de sonda vesical de demora nº 16, diurese presente de coloração citrina, edema em MMII e MMSS cacifo ++/IV, lesoes em MMII, uso de fralda para eliminações, realizada medidas de conforto, segue sob cuidados e observação. Mantem precaução por contato.  Enfermeira Florence Nightingale. SEPTICEMIA NAO ESPECIFICADA.",
  "entities": {
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "abdomen",
      "MMII",
      "MMSS"
    ],
    "Abreviação": [
      "iso",
      "foto",
      "BI",
      "MMII",
      "MMSS",
      "traqueo de plastico",
      "dorso mao D"
    ],
    "Achado": [
      "iso",
      "foto",
      "globoso",
      "flacido",
      "sucesso",
      "diurese presente"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "traqueostomizado",
      "aspirado",
      "soroterapia",
      "traqueo de plastico",
      "suporte de O² sob nevoa",
      "sonda vesical de demora",
      "medidas de conforto",
      "precaução por contato"
    ],
    "Conceito Quantitativo": [
      "2l/min",
      "75 ml/h",
      "nº 16"
    ],
    "Dispositivo Médico": [
      "acesso",
      "fralda",
      "traqueo de plastico",
      "abocath 22",
      "sonda vesical de demora"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BI"
    ],
    "Negação": [
      "sem"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor",
      "Enfermeira",
      "plantao da urologia"
    ],
    "Sinal ou Sintoma": [
      "edema",
      "Glasgow 10",
      "globo vesical"
    ],
    "Lesão ou Envenenamento": [
      "lesoes"
    ],
    "Objeto Manufaturado": [
      "fralda",
      "traqueo de plastico"
    ],
    "Função de Organismo": [
      "eliminações",
      "diurese presente"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados",
      "observação",
      "cateterismo de alivio",
      "medidas de conforto"
    ],
    "Conceito Qualitativo": [
      "aspecto seroso",
      "coloração citrina"
    ],
    "Localização ou Região Corporal": [
      "dorso mao D"
    ],
    "Resultado Laboratorial ou de Teste": [
      "cacifo ++/IV"
    ]
  },
  "labels": {
    "FA80.8": {
      "term_original": "flacido",
      "capitulo": "15",
      "confidence_embedding": 0.717,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'flacido' é a degeneração de disco intervertebral da coluna lombar sem prolapso de disco, pois o paciente apresenta um abdomen globoso e flácido, indicando possivelmente lesões no disco intervertebral da coluna lombar.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'flacido' não está diretamente relacionado à degeneração de disco intervertebral da coluna lombar. A descrição do prontuário menciona um abdomen globoso e flácido, o que pode ser causado por várias razões, incluindo lesões no disco intervertebral, mas também pode ser resultado de outros fatores, como edema ou doenças gastrointestinais. Portanto, a codificação CID-11 FA80.8 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "BD93": {
      "term_original": "edema",
      "capitulo": "11",
      "confidence_embedding": 0.7838,
      "descricao_cid": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais.",
      "classification_reasoning": "A presença de edema nos membros inferiores (MMII e MMSS) e a descrição de lesoes nessa área justificam a escolha do código BD93, que refere-se ao linfedema, um tipo de edema causado pelo acúmulo excessivo de linfa nos tecidos.",
      "decisao": "REMOVER",
      "motivo_decisao": "A presença de edema nos membros inferiores (MMII e MMSS) não é suficiente para justificar a escolha do código BD93, que refere-se ao linfedema. O prontuário não apresenta informações sobre drenagem linfática inadequada ou acúmulo excessivo de linfa nos tecidos, características essenciais para o diagnóstico de linfedema. A descrição de lesoes na área também não é suficiente para justificar a escolha do código.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "9C40.A | 9C40.1": {
      "term_original": "foto",
      "capitulo": "09",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A opção mais precisa é o edema do disco óptico (9C40.A) que é mencionado no contexto clínico como 'edema em MMII e MMSS cacifo ++/IV'. Além disso, a descrição da síndrome é similar ao termo 'foto' extraído, sugerindo que houve uma avaliação visual do paciente.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa é o edema do disco óptico (9C40.A) que é mencionado no contexto clínico como 'edema em MMII e MMSS cacifo ++/IV'. Além disso, a descrição da síndrome é similar ao termo 'foto' extraído, sugerindo que houve uma avaliação visual do paciente. Ajusta-se à diretriz 1 de auditoria, pois o código CID-11 representa fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": null
    },
    "MD81.3": {
      "term_original": "lesoes",
      "capitulo": "21",
      "confidence_embedding": 0.7596,
      "descricao_cid": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças.",
      "classification_reasoning": "A descrição de lesões em MMII e MMSS aponta para uma patologia abdominal aguda, justificando a escolha do código MD81.3 (Abdome agudo) que melhor se adequa ao contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A lesão descrita no prontuário refere-se a lesões em MMII e MMSS, que não é uma condição clínica relacionada à dor abdominal aguda. A descrição de lesões em diferentes áreas do corpo não justifica a escolha do código MD81.3 (Abdome agudo), que se refere a uma síndrome clínica específica. Portanto, o código CID-11 atribuído não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "DA60.3": {
      "term_original": "globoso",
      "capitulo": "13",
      "confidence_embedding": 0.751,
      "descricao_cid": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago.",
      "classification_reasoning": "A descrição de 'globoso' se refere à representação de doença CID-11: Úlceras de estresse do estômago, que podem resultar em hemorragia digestiva alta aguda e lesões superficiais na mucosa gástrica. A utilização da palavra 'globoso' no contexto clínico sugere a presença de uma lesão ou ulceração no estômago, o que justifica a escolha do código DA60.3.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição de 'globoso' no prontuário não se refere a úlceras de estresse do estômago, como justificado pelo sistema. Em vez disso, parece referir-se ao estado abdominal flácido e globoso do paciente. Portanto, o código CID-11 DA60.3 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "8A63.0": {
      "term_original": "glasgow 10",
      "capitulo": "08",
      "confidence_embedding": 0.7294,
      "descricao_cid": "Representação de doença CID-11: Crise epiléptica febril. Definição: Convulsões associadas a um aumento da temperatura corporal na ausência de infecção intracraniana, distúrbio metabólico ou história de crises epilépticas afebris. Ocorrem mais comumente em crianças com idades entre 6 meses e 5 anos.",
      "classification_reasoning": "O termo 'Glasgow 10' sugere um paciente com uma condição grave e crítica, provavelmente relacionada à doença neurológica ou encefálica. A Glasgow Coma Scale é uma ferramenta utilizada para avaliar o estado de consciência de pacientes com lesão cerebral ou encefálica. Um valor de 10 sugere um paciente em coma profundo e crítico. Como a doença neurológica ou encefálica pode estar relacionada à septicemia não especificada, a escolha do código '8A63.0' - Crise epiléptica febril - parece mais precisa para o termo 'Glasgow 10' no contexto clínico apresentado.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'Glasgow 10' não representa uma condição clínica diretamente relacionada à crise epiléptica febril. A Glasgow Coma Scale é uma ferramenta para avaliar o estado de consciência de pacientes com lesão cerebral ou encefálica, e um valor de 10 sugere um paciente em coma profundo e crítico. Embora haja uma possibilidade de doença neurológica ou encefálica estar relacionada à septicemia não especificada, a escolha do código '8A63.0' - Crise epiléptica febril - parece ser uma sobreclassificação e não representa fielmente o termo 'Glasgow 10'.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "GC01.1": {
      "term_original": "globo vesical",
      "capitulo": "16",
      "confidence_embedding": 0.7845,
      "descricao_cid": "Representação de doença CID-11: Fístula vesical, não classificada em outra parte. Definição: Uma afecção causada por intervenção médica, traumatismo, inflamação, infecção, câncer ou fatores congênitos. Esta afecção é caracterizada pela formação de uma passagem anormal entre a bexiga urinária e a pele, intestino, vagina, útero ou reto, e dor suprapúbica, aumento da frequência, disúria ou tenesmo.",
      "classification_reasoning": "A presença de um globo vesical na anamnese sugere uma lesão ou doença relacionada à bexiga urinária, o que é consistente com a definição da Fístula Vesical (GC01.1). A falta de especificidade sobre a natureza do globo vesical e a presença de outros sintomas clínicos como dor suprapúbica e aumento da frequência podem ser relacionados à formação de uma passagem anormal entre a bexiga urinária e a pele.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de um globo vesical na anamnese é consistente com a definição da Fístula Vesical (GC01.1). A falta de especificidade sobre a natureza do globo vesical e a presença de outros sintomas clínicos como dor suprapúbica e aumento da frequência podem ser relacionados à formação de uma passagem anormal entre a bexiga urinária e a pele.",
      "tipo_erro_auditoria": null
    },
    "9C40.A": {
      "term_original": "iso",
      "capitulo": "09",
      "confidence_embedding": 0.7507,
      "descricao_cid": "Representação de doença CID-11: Edema do disco óptico. Definição: Refere-se ao edema na localização em que os axônios das células ganglionares saem do olho para formar o nervo óptico. Não há bastonetes ou cones sensíveis à luz para responder a estímulos luminosos nesse ponto.",
      "classification_reasoning": "A descrição do termo 'iso' sugere que se refere a igualdade ou simetria, o que está presente na definição de Edema do disco óptico, não especificado (9C40.AZ), que descreve um edema em localização específica. Porém, ao considerar o contexto clínico da pacientes, que apresenta pupilas iso e outros achados relacionados ao olho, a opção mais precisa é Edema do disco óptico (9C40.A).",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição do termo 'iso' sugere que se refere a igualdade ou simetria, mas no contexto clínico da paciente, as pupilas iso não estão relacionadas ao Edema do disco óptico (9C40.A). A opção mais precisa é uma condição clínica diretamente relacionada à função pupilar, como Pupilopatia (9A51.0), por exemplo.",
      "tipo_erro_auditoria": "wrong_entity_type"
    }
  }
}