{
  "prontuario_id": 419,
  "text": "PACIENTE G 2  C 1, Tipo Sang Mãe O -, IG de 40 sem 6 dia(s), INTERNA PARA INDUÇÃO DE PARTO. INICIADA INDUÇÃO COM OCITOCINA, EVOLUI PARA Cesárea POR FALHA DE INDUÇÃO em 02/06/2007 19:55 hs, RN APGAR 8 / 9, MASC, 3245 G. EXAMES XXXX: VDRL: NR, CI: NEGATIVO, TSRN: O NEGATIVO, CI NEGATIVO, TOXO IGG E IGM: NR E NR. EVOLUI COM CONSTIPAÇÃO E FECALOMA NO PUERPÉRIO, SENDO REALIZADO ENEMA, COM BOA RESPOSTA. RECEBE ALTA EM BOM ESTADO GERAL, SINAIS VITAIS ESTÁVEIS, LÓQUIOS FISIOLÓGICOS, MAMAS LACTANTES, FERIDA OPERATÓRIA SEM SINAIS INFLAMATÓRIOS, COM AS ORIENTAÇÕES ABAIXO LISTADAS.  ORIENTAÇÕES:  # AMAMENTAÇÕES ECLUSIVA ATÉ OS 6 MESES. # TOMAR AS MEDICAÇÕES PRESCRITAS. # RETORNAR À EMERGÊNCIA DESTE HOSPITAL SE SANGRAMENTO AUMENTADO, FEBRE OU OUTRAS INETRCORRÊNCIAS. # REVISÃO GINECOLÓGICA EM 30 DIAS.",
  "entities": {
    "Abreviação": [
      "IG",
      "RN",
      "TSRN",
      "G 2",
      "C 1",
      "VDRL : NR",
      "CI : NEGATIVO",
      "CI NEGATIVO",
      "TOXO IGG E IGM : NR E NR"
    ],
    "Atributo Clínico": [
      "IG",
      "G 2",
      "C 1"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "REALIZADO",
      "ORIENTAÇÕES",
      "RETORNAR",
      "TOMAR AS MEDICAÇÕES PRESCRITAS",
      "REVISÃO GINECOLÓGICA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "INDUÇÃO",
      "Cesárea",
      "ENEMA",
      "AMAMENTAÇÕES ECLUSIVA"
    ],
    "Substância Farmacológica": [
      "OCITOCINA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "OCITOCINA"
    ],
    "Hormônio": [
      "OCITOCINA"
    ],
    "Conceito Temporal": [
      "EVOLUI",
      "PUERPÉRIO",
      "40 sem 6 dia ( s )",
      "ATÉ OS 6 MESES"
    ],
    "Grupo Etário": [
      "RN"
    ],
    "Achado": [
      "MASC",
      "Tipo Sang Mãe O -",
      "3245 G",
      "BOA RESPOSTA",
      "BOM BOM ESTADO ESTADO GERAL GERAL",
      "SINAIS VITAIS ESTÁVEIS",
      "LÓQUIOS FISIOLÓGICOS",
      "MAMAS LACTANTES"
    ],
    "Resultado Laboratorial ou de Teste": [
      "EXAMES",
      "APGAR 8 / 9",
      "VDRL : NR",
      "CI : NEGATIVO",
      "O NEGATIVO",
      "CI NEGATIVO",
      "TOXO IGG E IGM : NR E NR"
    ],
    "Procedimento Laboratorial": [
      "TSRN"
    ],
    "Sinal ou Sintoma": [
      "CONSTIPAÇÃO",
      "FECALOMA",
      "FEBRE",
      "INETRCORRÊNCIAS",
      "SINAIS INFLAMATÓRIOS",
      "SANGRAMENTO AUMENTADO"
    ],
    "Negação": [
      "SEM"
    ],
    "Organização Relacionada à Saúde": [
      "EMERGÊNCIA",
      "HOSPITAL"
    ],
    "Objeto Manufaturado": [
      "HOSPITAL"
    ],
    "Função de Organismo": [
      "MAMAS LACTANTES"
    ],
    "Lesão ou Envenenamento": [
      "FERIDA OPERATÓRIA"
    ]
  },
  "labels": {
    "JA25.2": {
      "term_original": "masc",
      "capitulo": "18",
      "confidence_embedding": 0.7847,
      "descricao_cid": "Representação de doença CID-11: Eclâmpsia no puerpério. Definição: Esta condição é caracterizada por crise epiléptica ou convulsões de aparecimento recente que surgem na gravidez. A condição é frequentemente associada a hipertensão induzida pela gravidez, convulsões, crise epiléptica, ansiedade, dor epigástrica, dor de cabeça intensa, visão turva, proteinúria e edema, e que ocorre durante o puerpério.",
      "classification_reasoning": "A palavra 'masc' é utilizada para descrever o sexo do recém-nascido, que é um masculino (MASC). A condição JA25.2 se refere à eclâmpsia no puerpério.",
      "decisao": "REMOVER",
      "motivo_decisao": "A palavra 'masc' não se refere à eclâmpsia no puerpério, mas sim ao sexo do recém-nascido. A condição JA25.2 se refere à eclâmpsia no puerpério e não está relacionada ao sexo do bebê.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "CA23.00": {
      "term_original": "febre",
      "capitulo": "12",
      "confidence_embedding": 0.7765,
      "descricao_cid": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide.",
      "classification_reasoning": "A presença de febre não é suficiente para confirmar o diagnóstico de CA22.0, pois a definição de exacerbação aguda de DPOC se baseia exclusivamente na apresentação clínica do paciente. Já a escolha da opção CA23.00 (asma alérgica com exacerbação) é mais precisa porque asma alérgica pode ser exacerbada por várias razões, incluindo infecções respiratórias, o que pode estar relacionado à febre mencionada no contexto.",
      "decisao": "REMOVER",
      "motivo_decisao": "A febre não é um sintoma característico da asma alérgica com exacerbação. A presença de febre pode ser relacionada a várias condições, incluindo infecções respiratórias, e não é suficiente para confirmar o diagnóstico de CA23.00. Além disso, a definição da opção CA23.00 se baseia exclusivamente na apresentação clínica do paciente, e a febre não está presente nesse contexto.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NE8Z": {
      "term_original": "sangramento aumentado",
      "capitulo": "22",
      "confidence_embedding": 0.7301,
      "descricao_cid": "Representação de doença CID-11: Lesão ou dano decorrente de cuidados cirúrgicos ou médicos, não classificado em outra parte, não especificado. Definição: ",
      "classification_reasoning": "A opção mais precisa é NE8Z, Lesão ou dano decorrente de cuidados cirúrgicos ou médicos, não classificado em outra parte, não especificado. O sangramento aumentado se refere ao risco de hemorragia pós-parto após a cesárea, o que é um tipo de lesão decorrente do procedimento.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção NE8Z, Lesão ou dano decorrente de cuidados cirúrgicos ou médicos, não classificado em outra parte, não especificado, não é um código que representa diretamente o termo 'sangramento aumentado'. O sangramento pós-parto após cesárea é uma complicação comum e específica, que não se enquadra na definição do código NE8Z. Além disso, a justificativa do sistema também não condiz com a clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME24.9X": {
      "term_original": "ferida operatória",
      "capitulo": "21",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A ferida operatória se refere ao corte ou lesão causada pela cirurgia, portanto, o código mais preciso é o ME24.9X, que se refere a 'Sangramento pós-operatório' e não especifica se é agudo ou crônico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A ferida operatória descrita no prontuário é uma lesão específica causada pela cirurgia, não um sangramento pós-operatório. O código ME24.9X é muito amplo e não captura a natureza da lesão. Um código mais preciso seria necessário para representar fielmente o termo descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_cid_granularity"
    },
    "ME05.0": {
      "term_original": "inetrcorrências",
      "capitulo": "21",
      "confidence_embedding": 0.7941,
      "descricao_cid": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino.",
      "classification_reasoning": "A constipação está explicitamente mencionada no contexto como uma complicação puerperal, justificando a escolha do código ME05.0.",
      "decisao": "REMOVER",
      "motivo_decisao": "A constipação descrita no prontuário é uma complicação puerperal, mas o código ME05.0 não especificamente descreve a constipação em contexto de puerperio. Além disso, o termo 'inetrcorrências' não está diretamente relacionado à constipação. A escolha do código ME05.0 é demasiadamente genérica e não reflete fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "DB33.0": {
      "term_original": "constipação",
      "capitulo": "13",
      "confidence_embedding": 0.7938,
      "descricao_cid": "Representação de doença CID-11: Úlcera primária do cólon. Definição: Condição com úlceras únicas ou múltiplas (defeito da mucosa) que se desenvolvem no reto ou no cólon. As úlceras do cólon podem causar sangramento com o esforço evacuatório em pessoas com constipação crônica.",
      "classification_reasoning": "A constipação é um sintoma comum em pacientes que desenvolvem úlceras no cólon, o que é descrito na definição do código DB33.0: Úlcera primária do cólon. Portanto, essa é a opção mais precisa para o termo 'constipação' no contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A constipação descrita no prontuário é um sintoma comum durante o puerpério, mas não há evidência clínica de que isso esteja relacionado a úlceras primárias do cólon. A definição do código DB33.0 se refere especificamente a úlceras no reto ou no cólon causadas por constipação crônica, o que não é aplicável ao caso do paciente.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "DB33.20": {
      "term_original": "fecaloma",
      "capitulo": "13",
      "confidence_embedding": 0.7893,
      "descricao_cid": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade.",
      "classification_reasoning": "A palavra-chave 'fecaloma' se refere à presença de fezes no reto, o que é característico da proctite ou colite infantil induzida por proteína de alimentos (Código CID-11: DB33.20). Isso é consistente com a evolução do paciente para constipação e fecaloma no puerperio.",
      "decisao": "MANTER",
      "motivo_decisao": "A codificação CID-11 DB33.20, proctite ou colite infantil induzida por proteína de alimentos, é clínica e coerente com a evolução do paciente para constipação e fecaloma no puerperio. A presença de fezes no reto (fecaloma) é um sintoma característico da condição descrita pelo código CID-11 DB33.20. Portanto, a codificação é válida e não há motivos para remoção.",
      "tipo_erro_auditoria": null
    }
  }
}