{
  "prontuario_id": 45,
  "text": "R2 LUCAS\nEQUIPE DA RETINA.\n\nLUCAS, 52A.\n\n# BAV OD NPL E PTOSE DESDE TRAUMA CONTUSO OD APÓS QUEDA DE ESCADA EM 28/05/15, COM MÚLTIPLAS FRATURAS DE ÓRBITA, SUBMETIDO A CX DE FACE (MANTÉM ACOMPANHAMENTO).\n# ATENDIDO NO HUC, REALIZOU TC DE CRÂNIO NA OCASIÃO (NÃO ESTÁ NO SISTEMA).\n# DM HÁ >10A, EM USO DE MTF, GLIBENCLAMIDA E ACARBOSE, SEM HX DE FOTOCOAGULAÇÃO PRÉVIA + HAS EM USO DE LOSARTAN.\n\nVEIO PARA AVALIAÇÃO DE HV OD E TRAZER US SOLICITADO.\n\nUS (17/06/15): DIÂMETRO AP DIMINUÍDO, CAVIDADE VÍTREA PREENCHIDA POR ECOS DE ALTA REFLETIVIDADE, FORMANDO MBNS CONTÍNUAS, IMAGEM SUGESTIVA DE ? E HV, CORÓIDE EM POSIÇÃO.\n\nAV:\nOD S/C NPL.\nOE C/C 20/30P.\n\nBIO:\nOD PTOSE, RCA 2+, CATARATA, SEM NVI, HV, CÓRNEA CLARA, PIGMENTOS DE ÍRIS EM ENDOTÉLIO, PUPILA POUCO REAGENTE.\nOE VH 4, SEM NVI, CÓRNEA E CRISTALINO CLAROS.\n\nPIO: 13 / 13.\n\nMR:\nOD HV MACIÇO + DR.\nOE RD PRÉ-PROLIFERATIVA.\n\nP # NÃO INDICADO VVPP OD POR PROGNÓSTICO RUIM, PCT NPL DESDE O TRAUMA, PROVÁVEL LESÃO DE N ÓPTICO.\n     ORIENTO PEGAR TOMOGRAFIA REALIZADA NO INTERNAMENTO E TRAZER NA PRÓXIMA CONSULTA.\n     MANTENHO PREDFORT E MYD 12/12H ATÉ O RETORNO.\n     SOLICITO PANFOTO OE POR RD PRÉ PROLIFERATIVA E AF PÓS FOTO 45 - 60 DIAS APÓS.\n     RETORNO EM 15/09/15.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "R2",
      "DM",
      "MTF",
      "HAS",
      "HV",
      "OD",
      "US",
      "AV",
      "S/C",
      "NPL",
      "OE",
      "C/C",
      "BIO",
      "NVI",
      "PIO",
      "MR",
      "DR",
      "VVPP",
      "PCT",
      "MYD",
      "PANFOTO",
      "TC DE CRÂNIO",
      "DIÂMETRO AP DIMINUÍDO",
      "RCA 2+",
      "VH 4",
      "HV MACIÇO",
      "RD PRÉ-PROLIFERATIVA",
      "N ÓPTICO",
      "RD PRÉ PROLIFERATIVA",
      "PÓS FOTO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R2",
      "EQUIPE DA RETINA"
    ],
    "Atividade de Assistência à Saúde": [
      "ATENDIDO",
      "AVALIAÇÃO",
      "SOLICITADO",
      "INDICADO",
      "ORIENTO",
      "INTERNAMENTO",
      "CONSULTA",
      "MANTENHO",
      "RETORNO",
      "SOLICITO"
    ],
    "Negação": [
      "NÃO",
      "SEM",
      "S/C",
      "NPL"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "DR",
      "RD PRÉ-PROLIFERATIVA",
      "RD PRÉ PROLIFERATIVA"
    ],
    "Substância Farmacológica": [
      "MTF",
      "GLIBENCLAMIDA",
      "ACARBOSE",
      "LOSARTAN",
      "PREDFORT",
      "MYD"
    ],
    "Substância Química Orgânica": [
      "MTF",
      "GLIBENCLAMIDA",
      "ACARBOSE",
      "LOSARTAN"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FOTOCOAGULAÇÃO",
      "VVPP",
      "PANFOTO"
    ],
    "Conceito Temporal": [
      "PRÉVIA",
      "DESDE",
      "PRÓXIMA",
      "ATÉ",
      "APÓS",
      "PÓS FOTO",
      "45 - 60 DIAS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OD",
      "OE",
      "CÓRNEA",
      "CRISTALINO",
      "N ÓPTICO"
    ],
    "Procedimento Diagnóstico": [
      "US",
      "AV",
      "BIO",
      "PIO",
      "MR",
      "TOMOGRAFIA",
      "TC DE CRÂNIO"
    ],
    "Sinal ou Sintoma": [
      "NPL",
      "PTOSE",
      "PIGMENTOS DE ÍRIS EM ENDOTÉLIO",
      "PUPILA POUCO REAGENTE"
    ],
    "Conceito Quantitativo": [
      "20/30P",
      "12/12H",
      "13 / 13"
    ],
    "Anormalidade Adquirida": [
      "CATARATA"
    ],
    "Função Patológica": [
      "NVI",
      "HV",
      "HV MACIÇO"
    ],
    "Conceito Qualitativo": [
      "CLAROS"
    ],
    "Achado": [
      "CLAROS",
      "IMAGEM SUGESTIVA",
      "CORÓIDE EM POSIÇÃO",
      "CÓRNEA CLARA"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMA",
      "LESÃO"
    ],
    "Organização Relacionada à Saúde": [
      "EQUIPE DA RETINA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "DIÂMETRO AP DIMINUÍDO",
      "CAVIDADE VÍTREA PREENCHIDA POR ECOS DE ALTA REFLETIVIDADE",
      "IMAGEM SUGESTIVA",
      "RCA 2+",
      "VH 4"
    ]
  },
  "labels": {
    "9B73.3": {
      "term_original": "coróide em posição",
      "capitulo": "09",
      "confidence_embedding": 0.8417,
      "descricao_cid": "Representação de doença CID-11: Descolamento seroso da retina. Definição: Isso ocorre devido a inflamação, lesão ou anormalidades vasculares que resultam no acúmulo de líquido sob a retina sem a presença de um orifício, ruptura ou quebra.",
      "classification_reasoning": "A escolha do código 9B73.3 é a mais precisa para o termo 'coróide em posição' porque trata-se de descolamento seroso da retina, que pode estar relacionado ao traumatismo ocular e lesão retiniana descrita no prontuário.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código 9B73.3 é justificada pois o termo 'coróide em posição' sugere a presença de descolamento seroso da retina, que é diretamente relacionado ao traumatismo ocular e lesão retiniana descrita no prontuário. A descrição do código CID-11 se alinha com a condição clínica apresentada.",
      "tipo_erro_auditoria": null
    },
    "8B11.0": {
      "term_original": "rd pré-proliferativa",
      "capitulo": "08",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "A escolha do código 8B11.0 (Acidente cerebral isquêmico) é mais precisa para o termo 'rd pré-proliferativa' no contexto clínico, pois a descrição da doença refere-se a disfunção neurológica focal aguda causada por infarto focal em uma ou várias localizações do cérebro, e não inclui infarto da retina.",
      "decisao": "REMOVER",
      "motivo_decisao": "A descrição da doença refere-se a disfunção neurológica focal aguda causada por infarto focal em uma ou várias localizações do cérebro, e não inclui infarto da retina. O termo 'rd pré-proliferativa' se refere à lesão na retina, portanto, o código CID-11 8B11.0 (Acidente cerebral isquêmico) não representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "NA06.6": {
      "term_original": "lesão",
      "capitulo": "22",
      "confidence_embedding": 0.7919,
      "descricao_cid": "Representação de doença CID-11: Lesões traumáticas da retina. Definição: Refere-se às lesões traumáticas das camadas de tecido sensíveis à luz que envolvem a superfície interna do olho. A óptica do olho cria uma imagem do mundo visual na retina, que funciona de forma semelhante a um filme dentro de uma câmera.",
      "classification_reasoning": "A lesão descrita no contexto clínico refere-se às lesões traumáticas das camadas de tecido sensíveis à luz que envolvem a superfície interna do olho, o que coincide com a definição do código NA06.6.",
      "decisao": "MANTER",
      "motivo_decisao": "A lesão descrita no prontuário refere-se às lesões traumáticas das camadas de tecido sensíveis à luz que envolvem a superfície interna do olho, o que coincide com a definição do código NA06.6. A descrição clínica é consistente e não há contradições óbvias ou alucinações. Portanto, a codificação CID-11 para 'lesão' como NA06.6 é válida.",
      "tipo_erro_auditoria": null
    },
    "9B78.9": {
      "term_original": "córnea clara",
      "capitulo": "09",
      "confidence_embedding": 0.8128,
      "descricao_cid": "Representação de doença CID-11: Atrofia retiniana. Definição: Grupo de doenças genéticas e que se caracteriza pela degeneração bilateral da retina, causando perda progressiva da visão culminando em cegueira.",
      "classification_reasoning": "A descrição de 'Córnea Clara' não está relacionada à degeneração macular, doença de Eales ou descolamento seroso da retina. A atrofia retiniana é uma condição que afeta a retina e pode estar relacionada ao termo 'córnea clara', pois ambas estão relacionadas à perda progressiva da visão.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição de 'Córnea Clara' está diretamente relacionada à perda progressiva da visão, o que é consistente com a atrofia retiniana. Ajuste clínico e lógico para manter o código CID-11 9B78.9.",
      "tipo_erro_auditoria": null
    },
    "9B01.1": {
      "term_original": "pupila pouco reagente",
      "capitulo": "09",
      "confidence_embedding": 0.7936,
      "descricao_cid": "Representação de doença CID-11: Pupilas parassimpatoparéticas. Definição: Dano ao estímulo parassimpático para o músculo esfíncter da íris.",
      "classification_reasoning": "A opção mais precisa é a pupila parassimpátotónica, pois o termo 'pupila pouco reagente' sugere uma lesão ou doença que afeta a resposta do músculo esfíncter da íris à estimulação parassimpática.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'pupila pouco reagente' não representa diretamente a representação de doença CID-11 'Pupilas parassimpátotónicas'. A descrição do código CID-11 refere-se ao dano ao estímulo parassimpático para o músculo esfíncter da íris, enquanto o termo no prontuário descreve uma lesão ou doença que afeta a resposta do músculo esfíncter da íris à estimulação parassimpática. Portanto, não há correspondência clínica entre o termo e o código CID-11.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MC1A": {
      "term_original": "imagem sugestiva",
      "capitulo": "21",
      "confidence_embedding": 0.7788,
      "descricao_cid": "Representação de doença CID-11: Opacidades vítreas visíveis. Definição: Pontos flutuantes são manchas ou formas escuras que parecem flutuar na frente da imagem da retina.",
      "classification_reasoning": "A imagem sugestiva de opacidades vítreas visíveis, com ecos de alta reflectividade, forma manchas contínuas na retina, o que é consistente com a presença de opacidades vítreas flutuantes (pontos flutuantes) no fundo do olho.",
      "decisao": "MANTER",
      "motivo_decisao": "A imagem sugestiva de opacidades vítreas visíveis, com ecos de alta reflectividade, forma manchas contínuas na retina, o que é consistente com a presença de opacidades vítreas flutuantes (pontos flutuantes) no fundo do olho. A descrição clínica do prontuário está coerente com o código CID-11 MC1A, representando fielmente a condição descrita.",
      "tipo_erro_auditoria": null
    },
    "9B10.02": {
      "term_original": "catarata",
      "capitulo": "09",
      "confidence_embedding": 0.8251,
      "descricao_cid": "Representação de doença CID-11: Catarata relacionada à idade madura. Definição: Trata-se da turvação do cristalino, relacionado à idade madura, que leva a uma diminuição da visão. É a causa mais comum de cegueira e é tratada convencionalmente com cirurgia. Perda visual ocorre porque a opacificação do cristalino obstrui a passagem da luz e prejudica seu foco na retina no fundo do olho.",
      "classification_reasoning": "A catarata é descrita no prontuário como uma característica biomecular do paciente, mais precisamente como 'catarata' em relação à órbita, o que sugere que a lesão é relacionada ao trauma e não a síndrome da íris flácida. Além disso, não há indícios de degeneração macular ou descolamento seroso da retina.",
      "decisao": "REMOVER",
      "motivo_decisao": "A catarata descrita no prontuário é uma característica biomecular do paciente, relacionada ao trauma e não à idade madura. O código CID-11 atribuído (9B10.02) refere-se a catarata relacionada à idade madura, o que não se ajusta ao contexto clínico descrito no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "BC61": {
      "term_original": "dr",
      "capitulo": "11",
      "confidence_embedding": 0.7698,
      "descricao_cid": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado.",
      "classification_reasoning": "A presença de DR (Despolarização) na consulta médica, especificamente em relação à retina, faz com que a opção mais precisa seja o Código BC61 - Despolarização juncional prematura.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'dr' não está relacionado à despolarização juncional prematura, mas sim refere-se a uma lesão retiniana. A presença de DR na consulta médica se refere a um achado anatomopatológico e não à despolarização cardíaca. Portanto, o código CID-11 BC61 não é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5B55.1": {
      "term_original": "has",
      "capitulo": "05",
      "confidence_embedding": 0.7767,
      "descricao_cid": "Representação de doença CID-11: Deficiência de vitamina A com xerose conjuntival. Definição: Na xerose conjuntival, o epitélio da conjuntiva é transformado do tipo colunar normal para o tipo escamoso estratificado, com a resultante perda de células caliciformes, formação de uma camada de células granulares e queratinização da superfície. Clinicamente, essas mudanças são expressas como ressecamento acentuado ou baixa umidade, a área afetada torna-se rugosa, com gotículas finas ou bolhas na superfície, em vez de lisa e brilhante. A xerose conjuntival aparece primeiro no quadrante temporal, como uma placa oval ou triangular isolada adjacente ao limbo na fissura interpalpebral. Quase sempre está presente nos dois olhos.",
      "classification_reasoning": "A deficiência de vitamina A com xerose conjuntival é a opção mais precisa para o termo 'has' no contexto clínico, pois é uma condição relacionada à deficiência de vitamina A que apresenta xerose conjuntival e pode estar presente em ambos os olhos.",
      "decisao": "MANTER",
      "motivo_decisao": "A deficiência de vitamina A com xerose conjuntival (5B55.1) é a opção mais precisa para o termo 'has' no contexto clínico, pois é uma condição relacionada à deficiência de vitamina A que apresenta xerose conjuntival e pode estar presente em ambos os olhos. A descrição do prontuário não apresenta contradições óbvias ou associações puramente imaginárias com a deficiência de vitamina A, portanto, a codificação CID-11 é CLINICAMENTE COERENTE com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "9B77": {
      "term_original": "nvi",
      "capitulo": "09",
      "confidence_embedding": 0.8175,
      "descricao_cid": "Representação de doença CID-11: Doença de Eales. Definição: Doença de Eales é uma vasculopatia retiniana que se apresenta como um estágio inflamatório com periflebite retiniana afetando especialmente a retina periférica, em seguida um estágio isquêmico com esclerose das veias retinais e finalmente um estágio proliferativo caracterizado por neovascularização, hemorragia e descolamento retiniano.",
      "classification_reasoning": "A escolha do código 9B77 se baseia na descrição de 'doença de Eales' no contexto clínico, que coincide com a caracterização da doença como uma vasculopatia retiniana com periflebite retiniana afetando especialmente a retina periférica.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código 9B77 é justificada pela descrição de 'doença de Eales' no contexto clínico, que coincide com a caracterização da doença como uma vasculopatia retiniana com periflebite retiniana afetando especialmente a retina periférica. A presença de MBNS contínuas e imagem sugestiva de neovascularização na US (17/06/15) também suporta essa classificação.",
      "tipo_erro_auditoria": null
    },
    "5B55.3": {
      "term_original": "dm",
      "capitulo": "05",
      "confidence_embedding": 0.7816,
      "descricao_cid": "Representação de doença CID-11: Deficiência de vitamina A com xerose da córnea. Definição: Clinicamente, a córnea desenvolve xerose clássica, uma aparência turva, sem brilho e seca, primeiro aparente perto do limbo inferior. Muitas crianças têm lesões pontilhadas superficiais características nos aspectos nasais inferiores da córnea que se coram brilhantemente com fluoresceína. No início da doença, eles são visíveis apenas por meio de um exame com lâmpada de fenda. Com a doença mais grave, as lesões pontilhadas tornam-se mais numerosas e espalham-se para cima sobre a córnea central, e o estroma corneano torna-se edematoso. Placas espessas e queratinizadas semelhantes à mancha de Bitot podem se formar na superfície da córnea. Frequentemente, são mais densos na zona interpalpebral. Com o tratamento, essas placas se desprendem, às vezes deixando uma erosão superficial que cicatriza rapidamente. A xerose da córnea responde com 2 a 5 dias de terapia com vitamina A e a córnea recupera sua aparência normal em 1 a 2 semanas.",
      "classification_reasoning": "A deficiência de vitamina A com xerose da córnea é a opção mais precisa porque o paciente tem histórico de doença média há >10 anos e usa medicamentos, como MTF, Glibenclamida e Acarbose, e não há registro de fotocoagulação prévia. Além disso, o paciente tem sintomas relacionados à deficiência de vitamina A, como xerose da córnea e outros problemas oftalmológicos.",
      "decisao": "MANTER",
      "motivo_decisao": "A deficiência de vitamina A com xerose da córnea é uma condição clínica diretamente relacionada ao prontuário, pois o paciente tem histórico de doença média há >10 anos e usa medicamentos que podem contribuir para a deficiência de vitamina A. Além disso, o paciente apresenta sintomas relacionados à deficiência de vitamina A, como xerose da córnea e outros problemas oftalmológicos. Portanto, a codificação CID-11 5B55.3 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "NA06.82": {
      "term_original": "trauma",
      "capitulo": "22",
      "confidence_embedding": 0.7785,
      "descricao_cid": "Representação de doença CID-11: Trauma ocular fechado, unilateral. Definição: ",
      "classification_reasoning": "O termo 'trauma' no contexto clínico se refere ao trauma ocular fechado, unilateral, considerando que o paciente LUCAS sofreu uma queda de escada e contusão ocular unilaterally.",
      "decisao": "MANTER",
      "motivo_decisao": "O termo 'trauma' no prontuário refere-se ao trauma ocular fechado, unilateral, que coincide com a definição do código CID-11 NA06.82. A descrição do prontuário é clara e não há contradições óbvias ou associações puramente imaginárias. Portanto, o código CID-11 atribuído (NA06.82) representa fielmente a condição descrita no prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}