{
  "prontuario_id": 844,
  "text": "Lucas, 54 ANOS, DO LAR\n\nDOR EM COLUNA LOMBAR DE LONGA DATA, NEGA TRAUMA\n\nDOR INCIDIOSA, NEGA USO DE ANALGESICO\n\nJÁ REALIZOU FST, NO MOMENTO REALIZANDO HIDROGINÁSTICA, REFERE MELHORA COM OS EXERCICIOS\n\nQUEIXA-SE DE DOR LOMBAR SEM IRRADIAÇOES\n\nPACIENTE COM PROTESE DE QUADRIL A ESQUERDA REALIZADA EM 2007.\n\nNEGA HAS / DM, REFRE ESTRA TRATANDO PARA HIPOTIREOIDISMO, PACIENTE OBESA\n\nPACIENTE NÃO PERDEU PESO ATÉ A PRESENTE CONSULTA\n\nAO EXAME\n\nDEAMBULANDO SEM DIFICULDADE\n\nCOLUNA APARENTEMENTE NO EIXO\n\nNEGA DOR A FLEXO-EXTENSÃO E ROTAÇÕES\n\nSEM DOR A PALPAÇAO EM COLUNA LOMBAR\n\nLASEGUE NEGATIVO\n\nREFLEXOS PRESENTES E SIMETRICOS\n\nFORÇA MUSCULAR GRAU 5\n\nSENSIBILIDADE PRESERVADA\n\nCD: MANTER HIDRO\n\nORIENTO PERDA DE PESO\n\nANALGESIA QUANDO NECESSARIO\n\nORIENTO NOVAMENTE A NECESSIDADE DE PERDA DE PESO \n\nORIENTO A IMPORTANCIA DESTA CONDUTA \n\nSOLICITO RADIOGRAFIA PARA PROXIMA CONSULTA \n\nHAVENDO POSSIBILIDADE DE ALTA NO RETORNO\n \n \n \n ",
  "entities": {
    "Negação": [
      "NEGA",
      "SEM",
      "NÃO"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMA"
    ],
    "Substância Farmacológica": [
      "ANALGESICO",
      "ANALGESIA"
    ],
    "Substância Química Orgânica": [
      "ANALGESICO"
    ],
    "Atividade de Assistência à Saúde": [
      "REALIZOU",
      "FST",
      "EXERCICIOS",
      "TRATANDO",
      "CONSULTA",
      "CD",
      "MANTER",
      "ORIENTO",
      "SOLICITO",
      "ALTA",
      "RETORNO"
    ],
    "Abreviação": [
      "FST",
      "HAS",
      "DM",
      "CD",
      "HIDRO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FST",
      "HIDROGINÁSTICA",
      "HIDRO",
      "PERDA DE PESO"
    ],
    "Achado": [
      "MELHORA",
      "PERDEU PESO",
      "LASEGUE NEGATIVO",
      "REFLEXOS PRESENTES",
      "FORÇA MUSCULAR GRAU 5",
      "SENSIBILIDADE PRESERVADA"
    ],
    "Sinal ou Sintoma": [
      "QUEIXA-SE",
      "IRRADIAÇOES",
      "DIFICULDADE",
      "DOR INCIDIOSA"
    ],
    "Localização ou Região Corporal": [
      "LOMBAR"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DM",
      "HIPOTIREOIDISMO",
      "OBESA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "COLUNA",
      "COLUNA LOMBAR"
    ],
    "Conceito Funcional": [
      "FLEXO-EXTENSÃO",
      "ROTAÇÕES"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇAO",
      "RADIOGRAFIA"
    ],
    "Atividade Ocupacional": [
      "DO LAR"
    ],
    "Conceito Temporal": [
      "LONGA DATA",
      "QUANDO NECESSARIO"
    ],
    "Dispositivo Médico": [
      "PROTESE DE QUADRIL A ESQUERDA"
    ]
  },
  "labels": {
    "FA80.8": {
      "term_original": "queixa-se",
      "capitulo": "15",
      "confidence_embedding": 0.734,
      "descricao_cid": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: ",
      "classification_reasoning": "A queixa do paciente é dor lombar de longa data, negando trauma e uso de analgésico. Além disso, o paciente refere melhora com exercícios e apresenta coluna aparentemente no eixo, o que sugere degeneração de disco intervertebral da coluna lombar sem prolapso de disco.",
      "decisao": "REMOVER",
      "motivo_decisao": "A queixa do paciente é dor lombar de longa data, negando trauma e uso de analgésico. No entanto, a descrição do código CID-11 (FA80.8) refere-se à degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Embora o paciente mencione dor lombar, não há evidência clínica suficiente para justificar essa classificação. Além disso, a presença de protese de quadril e obesidade também sugere que a dor pode ser relacionada a outras condições. Portanto, é necessário remover esse código CID-11 pois não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "6C45.3": {
      "term_original": "melhora",
      "capitulo": "06",
      "confidence_embedding": 0.766,
      "descricao_cid": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia.",
      "classification_reasoning": "A frase 'melhora com os exercícios' sugere que a dor lombar de Lucas é provavelmente relacionada a uma condição muscular ou articular, e não à intoxicação por drogas (como cocaína, cafeína ou alucinógenos). A presença da protese de quadril esquerda realizada em 2007 também apoia essa hipótese. A escolha do código 6C45.3 é justificada pela descrição da doença CID-11 como representação de uma condição transitória clinicamente significativa, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação, que se desenvolve durante ou logo após o consumo de cocaína.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 6C45.3 refere-se à intoxicação por cocaína, que não está relacionada ao termo 'melhora' no prontuário. A dor lombar de Lucas é descrita como sendo inciosa e sem irradiação, o que sugere uma condição muscular ou articular, e não uma intoxicação por drogas. Além disso, a presença da protese de quadril esquerda realizada em 2007 também apoia essa hipótese.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "VV61": {
      "term_original": "força muscular grau 5",
      "capitulo": "V",
      "confidence_embedding": 0.7508,
      "descricao_cid": "Representação de doença CID-11: Funções relacionadas à força muscular. Definição: ",
      "classification_reasoning": "A descrição de 'força muscular grau 5' está relacionada à representação de doença CID-11, o que é compatível com a avaliação física do paciente. A opção VV61 descreve funções relacionadas à força muscular, tornando-se a mais precisa para este termo dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição de 'força muscular grau 5' está diretamente relacionada à avaliação física do paciente, que não apresentou nenhuma dor ou dificuldade ao caminhar. A opção VV61 descreve funções relacionadas à força muscular, o que é compatível com a situação clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "9A78.7": {
      "term_original": "sensibilidade preservada",
      "capitulo": "09",
      "confidence_embedding": 0.7184,
      "descricao_cid": "Representação de doença CID-11: Hipoestesia da córnea. Definição: Isso se refere a uma redução da perceção de tato ou sensação, ou perda parcial de sensibilidade aos estímulos sensoriais, da parte frontal transparente do olho que cobre a íris, a pupila e a câmara anterior.",
      "classification_reasoning": "A opção mais precisa é a hipoestesia da córnea (Código: 9A78.7), pois o termo 'sensibilidade preservada' refere-se à capacidade de sentir estímulos sensoriais, incluindo táteos e sensações na pele, e a descrição do Código 9A78.7 se ajusta melhor ao contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A sensibilidade preservada não se refere à hipoestesia da córnea, que é uma condição específica e restrita ao olho. A sensibilidade preservada é um termo mais amplo que se refere à capacidade de sentir estímulos sensoriais em geral, incluindo a pele. Portanto, o código CID-11 9A78.7 não representa fielmente o termo descrito no prontuário e deve ser removido.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "FA84.1": {
      "term_original": "dor incidiosa",
      "capitulo": "15",
      "confidence_embedding": 0.7517,
      "descricao_cid": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\"",
      "classification_reasoning": "A dor incidiosa descrita no paciente se ajusta à definição de espondilolistese sem defeito na 'pars', caracterizada pelo deslizamento anterior do corpo vertebral sobre a vértebra abaixo, sem um defeito na 'pars articularis'. A falta de dor irradiada e a presença de melhoria com exercícios também são compatíveis com esta condição.",
      "decisao": "MANTER",
      "motivo_decisao": "A dor incidiosa descrita no paciente se ajusta à definição de espondilolistese sem defeito na 'pars', caracterizada pelo deslizamento anterior do corpo vertebral sobre a vértebra abaixo, sem um defeito na 'pars articularis'. A falta de dor irradiada e a presença de melhoria com exercícios também são compatíveis com esta condição. Portanto, o código CID-11 FA84.1 é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "MG30.5": {
      "term_original": "lasegue negativo",
      "capitulo": "21",
      "confidence_embedding": 0.7455,
      "descricao_cid": "Representação de doença CID-11: Dor neuropática crônica. Definição: Dor neuropática crônica é uma dor crônica causada por uma lesão ou doença do sistema nervoso somatossensorial. A dor pode ser espontânea ou evocada, como uma resposta aumentada a um estímulo doloroso (hiperalgesia) ou uma resposta dolorosa a um estímulo normalmente não doloroso (alodinia). O diagnóstico de dor neuropática crônica requer um antecedente de lesão ou doença do sistema nervoso e uma distribuição neuroanatomicamente plausível da dor. Sinais ou sintomas sensoriais negativos (por exemplo, diminuição ou perda de sensibilidade) e positivos (por exemplo, alodinia ou hiperalgesia) indicando o envolvimento do sistema nervoso somatossensorial devem ser compatíveis com o território de inervação da estrutura nervosa afetada.",
      "classification_reasoning": "A opção mais precisa para o termo 'Lasegue negativo' é a dor neuropática crônica, pois Laseque é uma técnica de avaliação da dor nos nervos periféricos e um resultado negativo sugere que a dor não está relacionada à compressão ou lesão dos nervos.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção mais precisa para o termo 'Lasegue negativo' é a dor neuropática crônica, pois Laseque é uma técnica de avaliação da dor nos nervos periféricos e um resultado negativo sugere que a dor não está relacionada à compressão ou lesão dos nervos. A descrição do código CID-11 'MG30.5' também se ajusta ao termo, pois descreve uma dor neuropática crônica. Portanto, o código CID-11 atribuído é clinicamente coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "VE12": {
      "term_original": "reflexos presentes",
      "capitulo": "V",
      "confidence_embedding": 0.6757,
      "descricao_cid": "Representação de doença CID-11: Funções emocionais [BMDS]. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'reflexos presentes' é VE12, que se refere a Funções emocionais [BMDS]. Embora não haja uma relação direta entre reflexos e emoções, a presença de reflexos sugere que os nervos e os músculos estão funcionando normalmente, o que está relacionado às funções emocionais. Além disso, a falta de dor e as respostas normais ao exame sugerem que os reflexos são normalmente presentes.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção VE12, que se refere a Funções emocionais [BMDS], não é clinicamente coerente com o termo 'reflexos presentes'. A presença de reflexos está relacionada às funções motoras e sensoriais, não emocionais. Portanto, é necessário remover essa codificação CID-11.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "MG30.2": {
      "term_original": "dificuldade",
      "capitulo": "21",
      "confidence_embedding": 0.7938,
      "descricao_cid": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente.",
      "classification_reasoning": "A dor em coluna lombar de longa data, sem trauma e negando uso de analgésico, sugere uma dor crônica pós-operatória ou pós-traumática. O paciente não apresentou outras características que justificassem a escolha das outras opções.",
      "decisao": "REMOVER",
      "motivo_decisao": "A dor em coluna lombar de longa data, sem trauma e negando uso de analgésico, não é uma dor crônica pós-operatória ou pós-traumática. A definição do código CID-11 MG30.2 refere-se a dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual, e persiste além do processo de cicatrização. Nesse caso, não há evidência clínica de uma lesão ou procedimento cirúrgico anterior que justifique essa classificação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "5A00.2": {
      "term_original": "hipotireoidismo",
      "capitulo": "05",
      "confidence_embedding": 0.8117,
      "descricao_cid": "Representação de doença CID-11: Hipotireoidismo adquirido. Definição: Hipotireoidismo adquirido é uma condição onde a glândula tireoide produz muito pouco ou nenhum hormônio, e esta condição surge apenas após o nascimento.",
      "classification_reasoning": "Escolhi o código 5A00.2 porque o paciente apresenta hipotireoidismo adquirido, que surge após o nascimento, e não há indicação de doença congênita ou congénita transitória. Além disso, a descrição do hipotireoidismo adquirido é mais consistente com os sintomas e achados clínicos apresentados pelo paciente.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 5A00.2 refere-se a hipotireoidismo adquirido, que surge após o nascimento. No entanto, no prontuário não há indicação de doença endócrina ou sintomas relacionados ao hipotireoidismo. A menção à hipotireoidismo é apenas uma referência passada em um contexto diferente (tratamento para hipotireoidismo). Portanto, a codificação CID-11 5A00.2 não representa fielmente o termo ou condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ND51.Y": {
      "term_original": "trauma",
      "capitulo": "22",
      "confidence_embedding": 0.814,
      "descricao_cid": "Representação de doença CID-11: Outros traumatismos especificados da coluna ou tronco, nível não especificado. Definição: ",
      "classification_reasoning": "A opção mais precisa é o ND51.Y, pois o paciente relata dor em coluna lombar de longa data e não há referência a trauma, mas como foi realizada uma hidroginástica e melhorou com exercícios, isso sugere um trauma não manifesto ou distoico. Além disso, a falta de dor radiante e a normalidade do exame físico também apoiam esta escolha.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção ND51.Y é uma representação de trauma, mas o prontuário não apresenta nenhuma referência a trauma. A dor em coluna lombar de longa data pode ser causada por várias razões, e a falta de dor radiante e a normalidade do exame físico sugerem que a dor não é relacionada a um trauma específico. Além disso, o paciente relata melhora com exercícios hidroginástica, o que sugere uma condição mais próxima de uma doença degenerativa ou mecânica do que um trauma.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "QA82": {
      "term_original": "obesa",
      "capitulo": "24",
      "confidence_embedding": 0.7367,
      "descricao_cid": "Representação de doença CID-11: Problema associado à transferência física do paciente sem lesão ou dano. Definição: ",
      "classification_reasoning": "A escolha pela opção QA82 se deve ao fato de que o paciente é obesa, o que está relacionado à transferência física do paciente ( QA82 ) sem lesão ou dano.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código QA82 está justificada, pois o paciente é obesa e isso está relacionado à transferência física do paciente. A obesidade não é uma lesão ou dano, mas sim um fator que pode influenciar a mobilidade e a capacidade do paciente realizar exercícios. Portanto, a codificação QA82 é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    }
  }
}