{
  "prontuario_id": 780,
  "text": "# QP: MOSCAS VOLANTES EM OD HÁ 2 MESES. REFERE BAV DE AO HÁ 7 ANOS ( REFERE DX PRÉVIO DE TOXO E ATROFIA DE NERVO ÓPTICO EM AO - SIC )\n\n# HMA: PACIENTE REFERE HIPEREMIA CONJUNTIVAL, PRURIDO E LACRIMEJAMENTO. NÃO FAZ USO DE ÓCULOS, NÃO FAZ USO DE NENHUM COLÍRIO\n\n# HMP: COMORBIDADES: HIV EM USO DE TARV ( CONTROLADA - SIC ). NEGA TRAUMAS OU CIRURGIAS OCULARES\n\n# HMF: NEGA HISTÓRICO FAMILIAR DE GLAUCOMA OU CEGUEIRA\n\n# EXAME FÍSICO:\n\n- AVsc: OD 20/200 \tOE CD 30 CM\n\n- ESQ: OD -0,75 -0,75 180 \n\t    OE -1,00 -1,50 180\n\n- TOL: AO NÃO MELHORA\n\n- BIO: AO CA CALMA E BEM FORMADA, PUPILAS FOTORREAGENTES, CÓRNEA CLARA, HIPEREMIA PERILIMBAR E BLEFARITE ANTERIOR E POSTERIOR\n\n- PIO: 14/14\n\n- MR: OD ATROFIA DE NERVO ÓPTICO, MACULA NORMAL\n\tOE ATROFIA DE NERVO ÓPTICO, CICATRIZ DE CORIO EM FEIXE PAPILA MACULAR\n\n# CONDUTA: PRESCREVO VIGADEXA COLÍRIO DE 4/4H POR 7 DIAS + DOXICILCINA VO DE 12/12H POR 10 DIAS + LUBRIFICANTE OCULAR. ORIENTO PACIENTE A DIRIGIR-SE AO HUC CASO APRESENTE QUALQUER ALTERAÇÃO AGUDA DA SAÚDE OCUALR. RETORNO ANUAL VIA UBS\n\nR1 Doutor Vital Brazil\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "PRURIDO",
      "LACRIMEJAMENTO",
      "MOSCAS VOLANTES",
      "HIPEREMIA CONJUNTIVAL",
      "HIPEREMIA PERILIMBAR",
      "ALTERAÇÃO AGUDA DA SAÚDE OCUALR"
    ],
    "Abreviação": [
      "QP",
      "OD",
      "TOXO",
      "HIV",
      "TARV",
      "OE",
      "CD",
      "ESQ",
      "TOL",
      "BIO",
      "PIO",
      "MR",
      "4/4H",
      "VO",
      "12/12H",
      "UBS",
      "R1",
      "DX PRÉVIO",
      "CA CALMA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OD",
      "AO",
      "OE"
    ],
    "Conceito Quantitativo": [
      "2",
      "20/200",
      "14/14",
      "4/4H",
      "7",
      "12/12H",
      "10",
      "30 CM",
      "-0 , 75 -0 , 75 180",
      "-1 , 00 -1 , 50 180"
    ],
    "Doença ou Síndrome": [
      "TOXO",
      "HIV",
      "GLAUCOMA",
      "CEGUEIRA",
      "ATROFIA DE NERVO ÓPTICO EM AO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Negação": [
      "NÃO",
      "NEGA"
    ],
    "Dispositivo Médico": [
      "ÓCULOS"
    ],
    "Substância Farmacológica": [
      "COLÍRIO",
      "VIGADEXA COLÍRIO",
      "LUBRIFICANTE OCULAR"
    ],
    "Vírus": [
      "HIV"
    ],
    "Conceito Qualitativo": [
      "CONTROLADA",
      "MELHORA"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMAS"
    ],
    "Atributo Clínico": [
      "AVsc"
    ],
    "Procedimento Diagnóstico": [
      "CD",
      "ESQ",
      "TOL",
      "BIO",
      "PIO",
      "MR"
    ],
    "Resultado Laboratorial ou de Teste": [
      "14/14",
      "CA CALMA",
      "BEM FORMADA",
      "PUPILAS FOTORREAGENTES",
      "CÓRNEA CLARA",
      "HIPEREMIA PERILIMBAR",
      "BLEFARITE ANTERIOR E POSTERIOR",
      "ATROFIA DE NERVO ÓPTICO",
      "MACULA NORMAL",
      "CICATRIZ DE CORIO EM FEIXE PAPILA MACULAR"
    ],
    "Atividade de Assistência à Saúde": [
      "CONDUTA",
      "PRESCREVO",
      "ORIENTO",
      "RETORNO",
      "DX PRÉVIO"
    ],
    "Antibiótico": [
      "DOXICILCINA",
      "VIGADEXA COLÍRIO"
    ],
    "Substância Química Orgânica": [
      "DOXICILCINA",
      "VIGADEXA COLÍRIO"
    ],
    "Conceito Funcional": [
      "VO"
    ],
    "Conceito Temporal": [
      "ANUAL",
      "HÁ 7 ANOS"
    ],
    "Organização Relacionada à Saúde": [
      "UBS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "Doutor"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CIRURGIAS OCULARES"
    ],
    "Achado": [
      "HISTÓRICO FAMILIAR",
      "CÓRNEA CLARA"
    ],
    "Medicamento Clínico": [
      "LUBRIFICANTE OCULAR"
    ]
  },
  "labels": {
    "9C61.34": {
      "term_original": "atrofia de nervo óptico em ao",
      "capitulo": "09",
      "confidence_embedding": 0.7674,
      "descricao_cid": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico.",
      "classification_reasoning": "A escolha é baseada na presença de atrofia de nervo óptico em AO, o que está relacionado à síndrome do glaucoma secundário de ângulo fechado devido a invasão por células epiteliais, descrita no código 9C61.34.",
      "decisao": "MANTER",
      "motivo_decisao": "A atrofia de nervo óptico em AO está relacionada à síndrome do glaucoma secundário de ângulo fechado devido a invasão por células epiteliais, descrita no código 9C61.34. A presença de atrofia de nervo óptico e toxo e atrofia de nervo óptico em AO são sintomas clínicos que justificam a escolha do código CID-11.",
      "tipo_erro_auditoria": null
    },
    "9A94.1": {
      "term_original": "cegueira",
      "capitulo": "09",
      "confidence_embedding": 0.7752,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "A palavra 'cegueira' foi encontrada no contexto do prontuário e se refere à referência histórica de cegueira relacionada à toxo e atrofia de nervo óptico em ao, há 7 anos atrás. Além disso, a ausência de histórico familiar de glaucoma ou cegueira é também mencionado no prontuário.",
      "decisao": "MANTER",
      "motivo_decisao": "A palavra 'cegueira' foi encontrada no contexto do prontuário e se refere à referência histórica de cegueira relacionada à toxo e atrofia de nervo óptico em ao, há 7 anos atrás. Além disso, a ausência de histórico familiar de glaucoma ou cegueira é também mencionado no prontuário. A codificação CID-11 '9A94.1' para Síndrome da íris flácida não está relacionada à cegueira e não representa fielmente o termo descrito no prontuário. Portanto, a codificação é considerada inválida.",
      "tipo_erro_auditoria": null
    },
    "9A10.3": {
      "term_original": "lacrimejamento",
      "capitulo": "09",
      "confidence_embedding": 0.7837,
      "descricao_cid": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal.",
      "classification_reasoning": "O termo 'lacrimejamento' refere-se à hiperlacrimação, que é caracterizada por transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Esta condição está relacionada ao contexto clínico, pois o paciente apresenta hipermia conjuntival e prurido, o que sugere um estímulo localizado na superfície ocular.",
      "decisao": "MANTER",
      "motivo_decisao": "A condição de lacrimejamento descrita no prontuário está relacionada à hiperlacrimação, que é caracterizada por transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. O termo 'lacrimejamento' refere-se diretamente à condição clínica descrita no prontuário, portanto, o código CID-11 atribuído (9A10.3) é válido e representa fielmente a condição.",
      "tipo_erro_auditoria": null
    },
    "1F6D": {
      "term_original": "toxo",
      "capitulo": "01",
      "confidence_embedding": 0.7797,
      "descricao_cid": "Representação de doença CID-11: Toxocaríase. Definição: Condição causada por uma infecção pelo verme parasita Toxocara. Em infecções oculares, esta condição é caracterizada por perda de visão ou inflamação do olho; em infecções viscerais, esta condição é caracterizada por febre, tosse, fígado aumentado ou pneumonia. Essa condição também pode ser assintomática. A transmissão ocorre pela via fecal-oral por meio da ingestão de alimentos, água ou solo que contenham ovos de Toxocara (contaminados por fezes de um cão ou gato infectados). A confirmação é feita pela detecção de anticorpos contra o Toxocara em uma amostra de sangue.",
      "classification_reasoning": "A palavra 'toxo' está presente no texto e refere-se a Toxocaríase, doença causada por infecção pelo verme parasita Toxocara. Isso é confirmado pela presença de referência à toxo e ao nervo óptico atrofiado em ambos os olhos.",
      "decisao": "MANTER",
      "motivo_decisao": "A palavra 'toxo' está presente no texto e refere-se a Toxocaríase, doença causada por infecção pelo verme parasita Toxocara. Isso é confirmado pela presença de referência à toxo e ao nervo óptico atrofiado em ambos os olhos. A classificação CID-11 '1F6D' para Toxocaríase é clínica e coerente com o prontuário.",
      "tipo_erro_auditoria": null
    },
    "4A85.1": {
      "term_original": "hiv",
      "capitulo": "04",
      "confidence_embedding": 0.7387,
      "descricao_cid": "Representação de doença CID-11: Hipersensibilidade a ervas ou a outras terapias medicinais alternativas. Definição: Hipersensibilidade a ervas e terapias medicinais alternativas refere-se a reações imprevisíveis, clinicamente similares à alergia que causam sintomas ou sinais objetivos reprodutíveis, desencadeados pela exposição a ervas e outras terapias medicinais alternativas, como homeopatia, ventosas ou acupuntura. Ervas e terapias medicinais alternativas não são, costumeiramente, consideradas drogas, mas podem desencadear reações imunomediadas ou não, que ocorrem em indivíduos suscetíveis. Tais reações são desencadeadas por doses e procedimentos usualmente, toleradas por indivíduos normais.",
      "classification_reasoning": "Escolha feita por ser HIV, doença relacionada à terapia medicamentosa alternativa e ao uso de ervas. A paciente refere HIV em uso de TARV (controlado), o que sugere uma resposta imune alterada.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 '4A85.1' refere-se a hipersensibilidade a ervas ou terapias medicinais alternativas, o que não é diretamente relacionado à doença do paciente (HIV). A justificativa do sistema é baseada na suposição de que a paciente está em uso de TARV (controlado), o que sugere uma resposta imune alterada. No entanto, isso não justifica a escolha desse código CID-11. A codificação mais adequada seria 'B20' (Infecções causadas pelo HIV) ou 'B21' (Síndrome de imunodeficiência relacionada ao HIV), que representam fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "ME62.7": {
      "term_original": "alteração aguda da saúde ocualr",
      "capitulo": "21",
      "confidence_embedding": 0.7592,
      "descricao_cid": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica.",
      "classification_reasoning": "A expressão 'alteração aguda da saúde ocular' sugere uma mudança abrupta e não esperada na visão ou nos olhos do paciente, o que está relacionado ao termo Erupção cutânea descamativa aguda (ME62.7). Esta opção é mais precisa porque a descrição clínica menciona hipópio, prurido e lacrimejamento, que podem ser sintomas de uma erupção cutânea aguda.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 ME62.7 Erupção cutânea descamativa aguda não se relaciona diretamente com a descrição clínica do prontuário, que refere hipópio, prurido e lacrimejamento em OD há 2 meses. A condição clínica descrita no prontuário é mais provável uma manifestação de doença ocular, como toxo e atrofia de nervo óptico, do que uma erupção cutânea aguda.",
      "tipo_erro_auditoria": "symptom_vs_diagnosis_confusion"
    },
    "NA06.5": {
      "term_original": "traumas",
      "capitulo": "22",
      "confidence_embedding": 0.7745,
      "descricao_cid": "Representação de doença CID-11: Trauma do esfíncter da íris. Definição: Refere-se ao trauma ao músculo na parte do olho chamada íris. Este circunda internamente a pupila da íris, o que é apropriado à sua função como constritor da pupila.",
      "classification_reasoning": "A opção mais precisa é a NA06.5, pois o termo 'traumas' refere-se explicitamente ao trauma do esfíncter da íris, que é uma das opções apresentadas.",
      "decisao": "REMOVER",
      "motivo_decisao": "O termo 'traumas' no prontuário refere-se a uma condição geral e não especificamente ao trauma do esfíncter da íris, como descrito pelo código CID-11 NA06.5. Além disso, o prontuário não apresenta qualquer referência explícita à lesão ou trauma ocular que justifique essa classificação.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A10.1": {
      "term_original": "moscas volantes",
      "capitulo": "09",
      "confidence_embedding": 0.7484,
      "descricao_cid": "Representação de doença CID-11: Síndrome inflamatória da órbita. Definição: Refere-se a uma lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita. É a massa orbitária dolorosa mais comum na população adulta e está associada a proptose, paresia de nervo craniano (síndrome Tolosa-Hunt), uveíte e descolamento de retina.",
      "classification_reasoning": "Como o paciente refere 'moscas volantes' em seu prontuário, e considerando a história de TOXO E ATROFIA DE NERVO ÓPTICO EM AO SIC, é mais provável que esteja se referindo à Síndrome inflamatória da órbita (9A10.1), que pode estar associada a lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita.",
      "decisao": "REMOVER",
      "motivo_decisao": "A codificação CID-11 '9A10.1' Síndrome inflamatória da órbita não é clínicamente coerente com o prontuário. O termo 'moscas volantes' não se refere a uma lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita, como descrito na definição do código CID-11. Em vez disso, 'moscas volantes' é um sintoma comum em pacientes com doenças oculares, como a atrofia do nervo óptico. Portanto, a codificação não representa fielmente o termo ou uma condição clínica diretamente relacionada descrita no prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "90000000000.0": {
      "term_original": "prurido",
      "capitulo": "09",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O prurido e lacrimejamento relatados são características da síndrome de Hiperemia Conjuntival (Hiperlacrimação), uma condição caracterizada por transbordamento de lágrimas e desconforto ocular. Embora haja outras opções, a escolha da Código 9E10 é a mais precisa para o termo dentro do contexto clínico.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do prontuário refere-se ao prurido como um sintoma presente no paciente. O termo 'prurido' é clinicamente coerente com a codificação CID-11 9E10, que descreve a síndrome de Hiperemia Conjuntival (Hiperlacrimação). A escolha da Código 9E10 é justificada pela descrição clínica do prontuário e não há contradição óbvia ou falta de base no texto para remover essa codificação.",
      "tipo_erro_auditoria": null
    },
    "9C61.0": {
      "term_original": "glaucoma",
      "capitulo": "09",
      "confidence_embedding": 0.7982,
      "descricao_cid": "Representação de doença CID-11: Glaucoma primário de ângulo aberto. Definição: Glaucoma primário de ângulo aberto é uma neuropatia óptica progressiva crônica com alterações morfológicas características na cabeça do nervo óptico e na camada de fibras nervosas da retina na ausência de outra doença ocular ou anomalias congênitas. A morte progressiva de células ganglionares retinianas e a perda de campo visual estão associados a essas alterações. A aparência do ângulo da câmara anterior é normal e os fatores de risco mais importantes incluem o valor da pressão intraocular e a idade avançada.",
      "classification_reasoning": "A escolha foi feita porque o termo 'glaucoma' está relacionado à hipertensão intraocular, e a definição do código 9C61.0 se refere a uma neuropatia óptica progressiva crônica com alterações morfológicas características na cabeça do nervo óptico e na camada de fibras nervosas da retina. Além disso, a ausência de outros fatores de risco mencionados no prontuário (como traumatismo ou cirurgia ocular) sugere que o glaucoma primário de ângulo aberto é uma possibilidade mais provável.",
      "decisao": "REMOVER",
      "motivo_decisao": "O código CID-11 atribuído é 9C61.0, que se refere a glaucoma primário de ângulo aberto. No entanto, o prontuário não apresenta evidências clínicas de glaucoma, apenas uma referência ao nervo óptico e à atrofia de nervo óptico em AO. Além disso, não há menção a hipertensão intraocular ou outros fatores de risco para glaucoma. Portanto, a escolha do código CID-11 é incorreta e deve ser removida.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A03.24": {
      "term_original": "hiperemia conjuntival",
      "capitulo": "09",
      "confidence_embedding": 0.7593,
      "descricao_cid": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme.",
      "classification_reasoning": "Escolha baseada na descrição do termo 'hiperemia conjuntival' e a presença de síndrome da frouxidão palpebral no contexto clínico.",
      "decisao": "REMOVER",
      "motivo_decisao": "A hiperemia conjuntival descrita no prontuário não está diretamente relacionada à síndrome da frouxidão palpebral, que é a condição clínica descrita pelo código CID-11. A hiperemia conjuntival pode ser um sintoma de várias doenças e não é específico o suficiente para justificar a atribuição do código CID-11 9A03.24.",
      "tipo_erro_auditoria": "overly_generic_entity"
    }
  }
}