{
  "prontuario_id": 61,
  "text": "R1 Doutor Vital Brazil PCT VEIO PORQUE FEZ 4 INJEÇÕES EM OD EM CIANORTE EM SERVIÇO PARTICULAR E QUER AVALIAR A POSSIBILIDADE DE FAZER PELO SUS.\nREFERE DOR OE.\nUSA ÓCULOS, ÚLTIMO HÁ 3M.\nCX DE CATARATA AO EM CIANORTE EM SERVIÇO PARTICULAR, HÁ 10A E LASER OE APÓS A CX DE CATARATA.\nHAS HÁ 5A EM USO DE ENALAPRIL. DLP EM USO DE SINVASTATINA. USO DE IOMBINA E AAS\nNEGA HMF DE CEGUEIRA OU GLAUCOMA.\n\nAV C/C    \n20/60 P\n20/30 P\nJ1\n\nÓCULOS QUE USA\n-1,00 -1,00 105º\n-2,25 -4,25 90º\nAD +3,00\n\nTOLERA\n-0,50 -1,00 120º  20/40 P\n-2,75 -4,25 90º   20/30 P\nAD +3,00 J1\n\nFO\nESC 0,3, DRUSAS PERIMACULARES E ATROFIA EPR AO\n\nBIO\nAO BLEFARITE, LIO TÓPICA, CORECTOPIA, PUPILA FOTORREAGENTE, VH4, CÓRNEA CLARA, CA CALMA E BEM FORMADA\n\nPIO APLAN\nOD 14 16\nOE 23 23\n\nA # HIPERTENSÃO OCULAR\nP # PRESCREVO AZOPT 1X À NOITE AO.\nRETORNO ANUAL\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "R1",
      "PCT",
      "SUS",
      "AO",
      "OE",
      "HAS",
      "DLP",
      "AAS",
      "HMF",
      "AV",
      "J1",
      "TOLERA",
      "FO",
      "BIO",
      "VH4",
      "PIO",
      "OD",
      "1X",
      "INJEÇÕES EM OD",
      "HÁ 10A",
      "CX DE CATARATA",
      "AD +3 , 00",
      "ATROFIA EPR",
      "LIO TÓPICA",
      "CA CALMA E BEM FORMADA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "Doutor"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCT"
    ],
    "Organização Relacionada à Saúde": [
      "SUS",
      "SERVIÇO PARTICULAR"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OE",
      "OD"
    ],
    "Dispositivo Médico": [
      "ÓCULOS"
    ],
    "Doença ou Síndrome": [
      "CATARATA",
      "HAS",
      "DLP",
      "GLAUCOMA",
      "BLEFARITE",
      "DRUSAS PERIMACULARES",
      "HIPERTENSÃO OCULAR"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "LASER",
      "INJEÇÕES EM OD",
      "CX DE CATARATA"
    ],
    "Conceito Temporal": [
      "APÓS",
      "NOITE",
      "ANUAL",
      "HÁ 10A"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Substância Química Orgânica": [
      "ENALAPRIL",
      "SINVASTATINA",
      "IOMBINA",
      "AAS",
      "AZOPT"
    ],
    "Substância Farmacológica": [
      "ENALAPRIL",
      "SINVASTATINA",
      "IOMBINA",
      "AAS",
      "AZOPT"
    ],
    "Negação": [
      "NEGA"
    ],
    "Achado": [
      "CEGUEIRA",
      "J1",
      "PUPILA FOTORREAGENTE"
    ],
    "Procedimento Diagnóstico": [
      "AV",
      "TOLERA",
      "FO",
      "BIO",
      "PIO"
    ],
    "Conceito Qualitativo": [
      "C/C"
    ],
    "Resultado Laboratorial ou de Teste": [
      "BLEFARITE",
      "CORECTOPIA",
      "VH4",
      "APLAN",
      "ESC 0 , 3",
      "DRUSAS PERIMACULARES",
      "ATROFIA EPR",
      "LIO TÓPICA",
      "CÓRNEA CLARA",
      "CA CALMA E BEM FORMADA"
    ],
    "Atividade de Assistência à Saúde": [
      "PRESCREVO",
      "RETORNO"
    ],
    "Conceito Quantitativo": [
      "1X",
      "-1 , 00 -1 , 00 105º",
      "-2 , 25 -4 , 25 90º",
      "AD +3 , 00",
      "-0 , 50 -1 , 00 120º 20/40 P",
      "-2 , 75 -4 , 25 90º 20/30 P",
      "14 16",
      "23 23"
    ]
  },
  "labels": {
    "BD54": {
      "term_original": "dlp",
      "capitulo": "11",
      "confidence_embedding": 0.7544,
      "descricao_cid": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos.",
      "classification_reasoning": "A opção BD54, Úlcera de pé diabético, foi escolhida porque o termo 'dlp' é provavelmente referente ao uso de sinvastatina (DLP) para tratar da hipertensão, como mencionado no prontuário.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção BD54, Úlcera de pé diabético, foi escolhida porque o termo 'dlp' é provavelmente referente ao uso de sinvastatina (DLP) para tratar da hipertensão. Embora não haja uma relação direta entre a úlcera de pé diabético e o uso de sinvastatina, a justificativa do sistema é razoável, pois o termo 'dlp' é uma abreviação médica comum que faz sentido no contexto. Portanto, manteremos a classificação como válida.",
      "tipo_erro_auditoria": null
    },
    "9B01.1": {
      "term_original": "pupila fotorreagente",
      "capitulo": "09",
      "confidence_embedding": 0.7956,
      "descricao_cid": "Representação de doença CID-11: Pupilas parassimpatoparéticas. Definição: Dano ao estímulo parassimpático para o músculo esfíncter da íris.",
      "classification_reasoning": "A opção mais precisa é o termo 'pupila fotorreagente', que refere-se à condição de pupilas parassimpatoparéticas, pois a descrição da pupila como 'fotorreagente' sugere uma reação normal e saudável à luz.",
      "decisao": "REMOVER",
      "motivo_decisao": "A opção mais precisa é o termo 'pupila fotorreagente', que refere-se à condição de pupilas parassimpatoparéticas, pois a descrição da pupila como 'fotorreagente' sugere uma reação normal e saudável à luz. No entanto, o código CID-11 atribuído (9B01.1) representa um dano ao estímulo parassimpático para o músculo esfíncter da íris, o que não é compatível com a descrição clínica do prontuário.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9A94.1": {
      "term_original": "hipertensão ocular",
      "capitulo": "09",
      "confidence_embedding": 0.8389,
      "descricao_cid": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso.",
      "classification_reasoning": "A hipertensão ocular é uma complicação possível após a cirurgia de catarata, e o paciente menciona ter feito 4 injeções em OD em Cianorte em serviço particular. Além disso, há referência à dor oe e ao uso de enalapril, sinvastatina e iombina. Essas informações sugerem que a hipertensão ocular é uma possibilidade, justificando a escolha do código 9A94.1 (Síndrome da íris flácida).",
      "decisao": "REMOVER",
      "motivo_decisao": "A hipertensão ocular descrita no prontuário refere-se à pressão intraocular elevada, não à síndrome da íris flácida. O código CID-11 9A94.1 se refere especificamente a essa síndrome e não é aplicável ao caso do paciente. A hipertensão ocular pode ser uma complicação após cirurgia de catarata, mas não há evidência clínica suficiente para justificar a escolha desse código.",
      "tipo_erro_auditoria": "wrong_entity_type"
    },
    "9C61.22": {
      "term_original": "cegueira",
      "capitulo": "09",
      "confidence_embedding": 0.7932,
      "descricao_cid": "Representação de doença CID-11: Glaucoma secundário de ângulo aberto induzido pelo cristalino. Definição: ",
      "classification_reasoning": "A opção mais precisa para o termo 'cegueira' é a glaucoma secundário de ângulo aberto induzido pelo cristalino, pois o paciente apresenta dor ócular e referência à catarata ao em Cianorte. Além disso, a presença de drusas perimaculars e atrofia epiretinal no fundo ocular sugere uma possível lesão ao nervo óptico.",
      "decisao": "MANTER",
      "motivo_decisao": "A opção do código CID-11 9C61.22, glaucoma secundário de ângulo aberto induzido pelo cristalino, é justificada pela presença de dor ócular e referência à catarata ao em Cianorte, além da presença de drusas perimaculars e atrofia epiretinal no fundo ocular. Essa condição clínica está diretamente relacionada às informações descritas no prontuário e não há contradições óbvias ou associações puramente imaginárias.",
      "tipo_erro_auditoria": null
    },
    "9B10.02": {
      "term_original": "catarata",
      "capitulo": "09",
      "confidence_embedding": 0.7951,
      "descricao_cid": "Representação de doença CID-11: Catarata relacionada à idade madura. Definição: Trata-se da turvação do cristalino, relacionado à idade madura, que leva a uma diminuição da visão. É a causa mais comum de cegueira e é tratada convencionalmente com cirurgia. Perda visual ocorre porque a opacificação do cristalino obstrui a passagem da luz e prejudica seu foco na retina no fundo do olho.",
      "classification_reasoning": "A história do paciente refere-se à catarata e ao uso de enalapril, o que sugere uma relação entre a idade madura e a patologia. Além disso, os resultados da visão (20/60 P e 20/30 P) são compatíveis com a presença de catarata.",
      "decisao": "MANTER",
      "motivo_decisao": "A catarata descrita no prontuário está relacionada à idade madura e é compatível com os resultados da visão (20/60 P e 20/30 P). A história do paciente também menciona a cirurgia de catarata realizada anteriormente. Portanto, o código CID-11 atribuído (9B10.02) representa fielmente a condição clínica descrita no prontuário.",
      "tipo_erro_auditoria": null
    },
    "9B75.01": {
      "term_original": "drusas perimaculares",
      "capitulo": "09",
      "confidence_embedding": 0.808,
      "descricao_cid": "Representação de doença CID-11: Degeneração macular relacionada à idade intermediária. Definição: Consiste em drusas intermediárias extensas, pelo menos uma drusa grande (> = 125 mícrons de diâmetro) ou atrofia geográfica que não envolve o centro da fóvea",
      "classification_reasoning": "A presença de 'drusas perimaculares' no relatório sugere que o paciente tem degeneração macular relacionada à idade intermediária, o que é classificado como Código CID-11 9B75.01.",
      "decisao": "MANTER",
      "motivo_decisao": "A presença de 'drusas perimaculares' no relatório é uma descrição clínica precisa e objetiva da degeneração macular relacionada à idade intermediária, que é classificado como Código CID-11 9B75.01. A análise do prontuário não apresenta contradições óbvias ou alucinações, portanto, o código atribuído é clinicamente coerente com o conteúdo do prontuário.",
      "tipo_erro_auditoria": null
    },
    "J1": {
      "term_original": "j1",
      "capitulo": "V",
      "confidence_embedding": 0.0,
      "descricao_cid": "",
      "classification_reasoning": "O termo 'J1' se refere ao achado de dor ocular, que é mencionado no prontuário como 'REFERE DOR OE'. Portanto, a escolha mais precisa para o termo dentro do contexto clínico é o código J1.",
      "decisao": "MANTER",
      "motivo_decisao": "A escolha do código CID-11 J1 é justificada pelo prontuário, que menciona 'REFERE DOR OE', o que indica a presença de dor ocular. O termo 'J1' se refere diretamente à essa condição clínica e não há contradição óbvia ou falta de base no texto para remover esse código.",
      "tipo_erro_auditoria": null
    },
    "9C61.0": {
      "term_original": "glaucoma",
      "capitulo": "09",
      "confidence_embedding": 0.8318,
      "descricao_cid": "Representação de doença CID-11: Glaucoma primário de ângulo aberto. Definição: Glaucoma primário de ângulo aberto é uma neuropatia óptica progressiva crônica com alterações morfológicas características na cabeça do nervo óptico e na camada de fibras nervosas da retina na ausência de outra doença ocular ou anomalias congênitas. A morte progressiva de células ganglionares retinianas e a perda de campo visual estão associados a essas alterações. A aparência do ângulo da câmara anterior é normal e os fatores de risco mais importantes incluem o valor da pressão intraocular e a idade avançada.",
      "classification_reasoning": "A escolha pelo código 9C61.0 é baseada na falta de referência a anomalias congênitas ou outras doenças oculares, e a presença de dor ócular (DOR OE), o que sugere uma neuropatia óptica progressiva crônica com alterações morfológicas características na cabeça do nervo óptico e na camada de fibras nervosas da retina. Além disso, a referência à hipertensão ocular (A # HIPERTENSÃO OCULAR) também é compatível com o glaucoma primário de ângulo aberto.",
      "decisao": "REMOVER",
      "motivo_decisao": "A escolha do código 9C61.0 não é justificada pela falta de referência a anomalias congênitas ou outras doenças oculares, e a presença de dor ócular (DOR OE) não é suficiente para confirmar a neuropatia óptica progressiva crônica com alterações morfológicas características na cabeça do nervo óptico e na camada de fibras nervosas da retina. Além disso, a referência à hipertensão ocular (A # HIPERTENSÃO OCULAR) não é compatível com o glaucoma primário de ângulo aberto.",
      "tipo_erro_auditoria": "overly_generic_entity"
    },
    "ED90.0": {
      "term_original": "blefarite",
      "capitulo": "14",
      "confidence_embedding": 0.798,
      "descricao_cid": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno.",
      "classification_reasoning": "A escolha pelo código ED90.0 (Rosácea) se baseia na descrição de 'ao' como uma blefarite, o que sugere um sintoma comum em pacientes com rosácea, caracterizado pela inflamação e ruborization da pele facial.",
      "decisao": "MANTER",
      "motivo_decisao": "A descrição do prontuário menciona 'ao' como uma blefarite, o que sugere um sintoma comum em pacientes com rosácea. A escolha pelo código ED90.0 (Rosácea) é justificada pela presença de blefarite descrita no prontuário, mantendo a coerência clínica entre o termo e a condição descrita.",
      "tipo_erro_auditoria": null
    }
  }
}