[
  {
    "identificador": "2A00",
    "valor": "Neoplasias primárias do cérebro",
    "descricao": ""
  },
  {
    "identificador": "2A00.0",
    "valor": "Gliomas cerebral",
    "descricao": ""
  },
  {
    "identificador": "2A00.00",
    "valor": "Glioblastoma cerebral",
    "descricao": "Glioblastomas são tumores astrocíticos malignos (grau IV de acordo com a classificação da OMS). Representam os tumores cerebrais mais frequentes em adultos. Podem ocorrer em qualquer idade, mas 70% dos casos são vistos em pacientes entre 45 e 70 anos de idade. Os tumores geralmente estão localizados nos hemisférios cerebrais, mas podem ser encontrados em qualquer lugar do sistema nervoso central."
  },
  {
    "identificador": "2A00.0Y",
    "valor": "Outros gliomas do encéfalo especificados",
    "descricao": ""
  },
  {
    "identificador": "2A00.0Z",
    "valor": "Gliomas do encéfalo, não especificados",
    "descricao": ""
  },
  {
    "identificador": "2A00.1",
    "valor": "Tumores embrionários cerebrais",
    "descricao": ""
  },
  {
    "identificador": "2A00.10",
    "valor": "Meduloblastoma do cérebro",
    "descricao": "Neoplasia embrionária invasiva maligna originada do cerebelo. Ocorre predominantemente em crianças e tem tendência a metastatizar através das vias do líquido cefalorraquidiano. Os sinais e sintomas incluem ataxia troncular, distúrbio da marcha, letargia, cefaleia e vômitos. Existem quatro variantes histológicas: meduloblastoma anaplásico, meduloblastoma nodular/desmoplásico, meduloblastoma de células grandes e meduloblastoma com extensa nodularidade."
  },
  {
    "identificador": "2A00.11",
    "valor": "Tumor neuroectodérmico primitivo central",
    "descricao": "Neoplasia maligna que se origina na neuroectoderme. O neuroectoderma constitui a porção do ectoderma do embrião inicial que dá origem aos sistemas nervosos central e periférico e inclui alguns precursores de células gliais."
  },
  {
    "identificador": "2A00.1Y",
    "valor": "Outros tumores embrionários cerebrais especificados",
    "descricao": ""
  },
  {
    "identificador": "2A00.1Z",
    "valor": "Tumores embrionários cerebrais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "2A00.2",
    "valor": "Tumores de tecido neuroepitelial do cérebro",
    "descricao": ""
  },
  {
    "identificador": "2A00.20",
    "valor": "Tumores da glândula pineal ou região pineal",
    "descricao": ""
  },
  {
    "identificador": "2A00.21",
    "valor": "Tumores neuronais e gliais mistos",
    "descricao": ""
  },
  {
    "identificador": "2A00.22",
    "valor": "Tumores do plexo coroide",
    "descricao": ""
  },
  {
    "identificador": "2A00.2Y",
    "valor": "Outros tumores especificados do tecido neuroepitelial do cérebro",
    "descricao": ""
  },
  {
    "identificador": "2A00.2Z",
    "valor": "Tumores de tecido neuroepitelial do cérebro, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2A00.3",
    "valor": "Neurocitoma central do cérebro",
    "descricao": "O neurocitoma central é um tumor cerebral muito raro em adultos jovens. É tipicamente encontrado nos ventrículos laterais e ocasionalmente no terceiro ventrículo. Os sintomas são aqueles relacionados ao aumento da pressão intracraniana."
  },
  {
    "identificador": "2A00.4",
    "valor": "Astroblastoma do cérebro",
    "descricao": "Neoplasia glial rara mais comumente encontrada em adultos jovens. É caracterizada por células tumorais com características sugestivas de origem astrocítica (positivas para GFAP), dispostas perivascularmente. As células têm prolongamentos espessos e sem redução gradual que se propagam radialmente em direção a vaso sanguíneo central. O comportamento biológico dos astroblastomas é variável, portanto não há uma gradação do tumor pela OMS, ainda."
  },
  {
    "identificador": "2A00.5",
    "valor": "Neoplasia primária do cérebro de tipo desconhecido ou não especificado",
    "descricao": ""
  },
  {
    "identificador": "2A01",
    "valor": "Neoplasias primárias das meninges",
    "descricao": ""
  },
  {
    "identificador": "2A01.0",
    "valor": "Meningiomas",
    "descricao": ""
  },
  {
    "identificador": "2A01.00",
    "valor": "Meningioma maligno primário",
    "descricao": ""
  },
  {
    "identificador": "2A01.0Y",
    "valor": "Outros meningiomas especificados",
    "descricao": ""
  },
  {
    "identificador": "2A01.0Z",
    "valor": "Meningiomas, não especificados",
    "descricao": ""
  },
  {
    "identificador": "2A01.1",
    "valor": "Tumores mesenquimais das meninges",
    "descricao": ""
  },
  {
    "identificador": "2A01.2",
    "valor": "Neoplasia primária das meninges de tipo desconhecido ou não especificado",
    "descricao": ""
  },
  {
    "identificador": "2A02",
    "valor": "Neoplasia primária de medula espinal, nervos cranianos, nervos paraespinais ou demais partes do sistema nervoso central",
    "descricao": ""
  },
  {
    "identificador": "2A02.0",
    "valor": "Gliomas de medula espinal, nervos cranianos ou paraespinais",
    "descricao": ""
  },
  {
    "identificador": "2A02.00",
    "valor": "Glioblastoma de medula espinal, nervos cranianos ou paraespinais",
    "descricao": ""
  },
  {
    "identificador": "2A02.0Y",
    "valor": "Outros gliomas especificados de medula espinal, nervos cranianos ou paraespinais",
    "descricao": ""
  },
  {
    "identificador": "2A02.0Z",
    "valor": "Gliomas de medula espinal, nervos cranianos ou paraespinais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "2A02.1",
    "valor": "Tumores de nervos cranianos ou paraespinhais",
    "descricao": ""
  },
  {
    "identificador": "2A02.10",
    "valor": "Schwannoma maligno/ Tumor maligno da bainha do nervo periférico dos nervos cranianos ou paraespinhais",
    "descricao": "Schwannoma maligno é um tumor do sistema nervoso periférico que surge na bainha do nervo."
  },
  {
    "identificador": "2A02.11",
    "valor": "Neuroblastoma paraespinal",
    "descricao": ""
  },
  {
    "identificador": "2A02.12",
    "valor": "Neoplasia maligna do nervo óptico",
    "descricao": ""
  },
  {
    "identificador": "2A02.1Y",
    "valor": "Outros tumores de nervos cranianos ou paraespinhais especificados",
    "descricao": ""
  },
  {
    "identificador": "2A02.1Z",
    "valor": "Tumores de nervos cranianos ou paraespinhais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "2A02.2",
    "valor": "Neoplasia primária da medula espinal de tipo desconhecido ou não especificado",
    "descricao": ""
  },
  {
    "identificador": "2A02.3",
    "valor": "Neoplasia benigna de nervos cranianos",
    "descricao": "Trata-se de um tumor de nervos cranianos sem nenhuma das características de uma neoplasia maligna."
  },
  {
    "identificador": "2A02.4",
    "valor": "Neoplasia benigna da medula espinhal",
    "descricao": ""
  },
  {
    "identificador": "2A02.Z",
    "valor": "Neoplasia primária de medula espinal, nervos cranianos, nervos paraespinais ou demais partes do sistema nervoso central, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A0Z",
    "valor": "Outras neoplasias e as não especificadas do cérebro ou sistema nervoso central",
    "descricao": ""
  },
  {
    "identificador": "2A20",
    "valor": "Neoplasias mieloproliferativas não mastocitárias",
    "descricao": ""
  },
  {
    "identificador": "2A20.0",
    "valor": "Leucemia mieloide crônica, BCR-ABL1-positivo",
    "descricao": ""
  },
  {
    "identificador": "2A20.00",
    "valor": "Leucemia mieloide crônica com crise blástica",
    "descricao": ""
  },
  {
    "identificador": "2A20.01",
    "valor": "Leucemia mieloide crônica, cromossomo Filadélfia (Ph1) positivo",
    "descricao": ""
  },
  {
    "identificador": "2A20.02",
    "valor": "Leucemia mieloide crônica, t(9:22)(q34; q11)",
    "descricao": ""
  },
  {
    "identificador": "2A20.03",
    "valor": "Leucemia monocítica tipo Naegeli",
    "descricao": ""
  },
  {
    "identificador": "2A20.0Y",
    "valor": "Outra leucemia mieloide crônica, BCR-ABL1-positivo, especificada",
    "descricao": ""
  },
  {
    "identificador": "2A20.0Z",
    "valor": "Leucemia mieloide crônica, BCR-ABL1-positivo, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A20.1",
    "valor": "Leucemia neutrofílica crônica",
    "descricao": "Neoplasia mieloproliferativa crônica rara caracterizada por neutrofilia persistente no sangue periférico, hipercelularidade da medula óssea devida a proliferação de granulócitos neutrofílicos e hepatoesplenomegalia. Os neutrófilos não têm displasia e frequentemente apresentam granulações tóxicas. Não há cromossomo Filadélfia ou gene de fusão BCR-ABL1 detectável."
  },
  {
    "identificador": "2A20.2",
    "valor": "Mielofibrose primária",
    "descricao": ""
  },
  {
    "identificador": "2A20.3",
    "valor": "Leucemia eosinofílica crônica, não classificada em outra parte",
    "descricao": "Neoplasia mieloproliferativa crônica caracterizada por eosinofilia persistente no sangue, medula óssea e tecidos periféricos. As lesões aos órgãos ocorrem como resultado da infiltração leucêmica ou liberação de citocinas, enzimas ou outras proteínas pelos eosinófilos. A leucemia eosinofílica crônica, não especificada de outra forma, exclui pacientes com um cromossomo Ph, gene de fusão BCR-ABL1 ou rearranjo de PDGFRA, PDGFRB ou FGFR1."
  },
  {
    "identificador": "2A20.4",
    "valor": "Policitemia vera",
    "descricao": "Policitemia vera (PV) é uma neoplasia mieloproliferativa clonal caracterizada por eritrocitose frequentemente acompanhada de leucocitose e/ou trombocitose, e um risco associado aumentado de complicações hemorrágicas e trombóticas (venoso e arterial). Mutações do exon12 JAK2 p.V617F e JAK2 (Janus quinase 2) têm sido fortemente associadas à PV."
  },
  {
    "identificador": "2A20.5",
    "valor": "Neoplasia mieloproliferativa não mastocitária, não classificável",
    "descricao": "Casos que têm características definidas de neoplasias mieloproliferativas (NMP), mas não atendem a critérios de um subtipo específico de NMP."
  },
  {
    "identificador": "2A20.Y",
    "valor": "Outras neoplasias mieloproliferativas não mastocitárias, especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A20.Z",
    "valor": "Neoplasias mieloproliferativas não mastocitárias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A21",
    "valor": "Mastocitose",
    "descricao": "A mastocitose é devida a uma proliferação clonal neoplásica de mastócitos que se acumulam em um ou mais sistemas orgânicos. Mutações ativadoras do KIT são freqüentemente encontradas. É caracterizada pela presença de aglomerados compactos multifocais ou agregados / infiltrados coesivos de mastócitos anormais. O distúrbio é heterogêneo, variando de lesões cutâneas que podem regredir espontaneamente a neoplasias altamente agressivas associadas a falência de múltiplos órgãos e curta sobrevida. Os subtipos de mastocitose são reconhecidos principalmente pela distribuição da doença e pelas manifestações clínicas. Na mastocitose cutânea (MC), a infiltração mastocitária permanece confinada à pele, enquanto a mastocitose sistêmica (MS) é caracterizada pelo envolvimento de pelo menos um órgão extracutâneo com ou sem evidência de lesões cutâneas. A mastocitose deve ser estritamente separada da hiperplasia mastocitária ou dos estados de ativação mastocitária sem anormalidades morfológicas e / ou moleculares que caracterizam a proliferação neoplásica."
  },
  {
    "identificador": "2A21.0",
    "valor": "Mastocitose sistêmica",
    "descricao": "A mastocitose sistêmica (MS) compreende um grupo heterogêneo de neoplasias malignas hematológicas adquiridas e crônicas raras que estão relacionadas a uma proliferação anormal de mastócitos no tecido, incluindo medula óssea, com ou sem envolvimento da pele. MS pode ser dividido em MS indolente (MSI) e MS agressiva (MSA)."
  },
  {
    "identificador": "2A21.00",
    "valor": "Leucemia de mastócitos",
    "descricao": ""
  },
  {
    "identificador": "2A21.0Y",
    "valor": "Outra mastocitose sistêmica especificada",
    "descricao": ""
  },
  {
    "identificador": "2A21.0Z",
    "valor": "Mastocitose sistêmica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A21.1",
    "valor": "Mastocitose cutânea",
    "descricao": "A mastocitose cutânea é caracterizada pelo acúmulo e proliferação anormais de mastócitos cutâneos. A maioria dos tipos é isolada, mas a mastocitose cutânea pode ocorrer em associação com doença sistêmica. As formas clínicas incluem mastocitoma cutâneo, urticária pigmentosa (a forma mais frequente), mastocitose cutânea nodular pseudoxantomatosa, telangiectasia macular eruptiva perstans e mastocitose cutânea difusa."
  },
  {
    "identificador": "2A21.10",
    "valor": "Urticaria pigmentosa",
    "descricao": ""
  },
  {
    "identificador": "2A21.1Y",
    "valor": "Outra mastocitose cutânea especificada",
    "descricao": ""
  },
  {
    "identificador": "2A21.1Z",
    "valor": "Mastocitose cutânea, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A21.2",
    "valor": "Sarcoma de mastócitos",
    "descricao": "Entidade rara caracterizada pelo crescimento localizado, mas destrutivo, de um tumor que consiste em mastócitos imaturos altamente atípicos."
  },
  {
    "identificador": "2A21.3",
    "valor": "Mastocitoma extracutâneo",
    "descricao": "Um tumor localizado consistindo de mastócitos maduros."
  },
  {
    "identificador": "2A21.Y",
    "valor": "Outra mastocitose especificada",
    "descricao": ""
  },
  {
    "identificador": "2A21.Z",
    "valor": "Mastocitose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A2Y",
    "valor": "Outras neoplasias mieloproliferativas especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A2Z",
    "valor": "Neoplasias mieloproliferativas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A30",
    "valor": "Anemia refratária",
    "descricao": ""
  },
  {
    "identificador": "2A31",
    "valor": "Neutropenia refratária",
    "descricao": "Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de neutrófilos displásicos na medula óssea ou no sangue periférico."
  },
  {
    "identificador": "2A32",
    "valor": "Trombocitopenia refratária",
    "descricao": "Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de megacariócitos displásicos, encontrados dentre pelo menos 30 megacariócitos examinados na medula óssea."
  },
  {
    "identificador": "2A33",
    "valor": "Anemia refratária com sideroblastos em anel",
    "descricao": "Síndrome mielodisplásica caracterizada por uma anemia em que 15% ou mais dos precursores eritroides são sideroblastos em anel. O sideroblasto em anel é um precursor eritroide no qual um terço ou mais do núcleo é circundado por grânulos que são positivos para corante para ferro."
  },
  {
    "identificador": "2A34",
    "valor": "Citopenia refratária com displasia multilinhagem",
    "descricao": "Síndrome mielodisplásica caracterizada por bicitopenia ou pancitopenia e alterações displásicas em 10% ou mais das células em duas ou mais linhagens de células mieloides."
  },
  {
    "identificador": "2A35",
    "valor": "Anemia refratária com excesso de blastos",
    "descricao": "Síndrome mielodisplásica caracterizada por bicitopenia ou pancitopenia e alterações displásicas em uma ou múltiplas linhagens, com 5-19% de mieloblastos na medula óssea, 2-19% de blastos no sangue, ou <20% de blastos com a presença de bastonetes de Auer."
  },
  {
    "identificador": "2A36",
    "valor": "Síndrome mielodisplásica com del(5q) isolada",
    "descricao": "Síndrome mielodisplásica caracterizada por anemia com ou sem outras citopenias e/ou trombocitose e na qual a única anormalidade citogenética é del(5q). Os mieloblastos são <5% na medula óssea e <1% no sangue."
  },
  {
    "identificador": "2A37",
    "valor": "Síndrome mielodisplásica, não classificável",
    "descricao": "Um subtipo de síndrome mielodisplásica (SMD) que, na apresentação da doença, carece de achados apropriados para classificação em qualquer outra categoria de SMD, ou tem uma anormalidade citogenética associada a SMD e citopenia, mas carece de alterações displásicas suficientes em qualquer linhagem e tem <15% de sideroblastos em anel."
  },
  {
    "identificador": "2A38",
    "valor": "Citopenia refratária da infância",
    "descricao": "O subtipo mais comum de síndromes mielodisplásicas que afetam crianças. É caracterizada por citopenia persistente com menos de 5% de blastos na medula óssea e menos de 2% de blastos no sangue periférico."
  },
  {
    "identificador": "2A3Y",
    "valor": "Outras síndromes mielodisplásicas especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A3Z",
    "valor": "Síndromes mielodisplásicas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A40",
    "valor": "Leucemia mielomonocítica crônica",
    "descricao": "Neoplasia mielodisplásica / mieloproliferativa caracterizada por monocitose persistente, ausência de cromossoma Philadelphia e gene de fusão BCR/ABL1, contagem de blastos menor do que 20% na medula óssea e no sangue, frequentemente mielodisplasia e ausência de rearranjo do PDGFRA (platelet-derived growth factor receptor alfa - receptor do fator de crescimento plaquetário alfa) ou PDGFRB (platelet-derived growth factor receptor beta - receptor do fator de crescimento plaquetário beta)."
  },
  {
    "identificador": "2A41",
    "valor": "Leucemia mieloide crônica atípica, BCR-ABL1- negativa",
    "descricao": "Neoplasia mielodisplásica/mieloproliferativa caracterizada pelo envolvimento principal da série de neutrófilos com leucocitose com células mieloides imaturas circulantes, menos de 20 por cento de blastos na medula óssea e no sangue e disgranulopoiese grave. As células neoplásicas não possuem cromossomo Philadelphia ou o gene de fusão BCR/ABL1."
  },
  {
    "identificador": "2A42",
    "valor": "Leucemia mielomonocítica juvenil",
    "descricao": "Neoplasia mielodisplásica / mieloproliferativa da infância que se caracteriza pela proliferação principalmente das linhagens granulocíticas e monocíticas. A proliferação mielomonocítica é observada na medula óssea e no sangue. As células leucêmicas podem infiltrar-se em qualquer tecido, porém fígado, baço, linfonodos, pele e trato respiratório são os locais mais afetados."
  },
  {
    "identificador": "2A42.0",
    "valor": "Leucemia mielomonocítica juvenil em remissão completa",
    "descricao": ""
  },
  {
    "identificador": "2A42.Y",
    "valor": "Outra leucemia mielomonocítica juvenil especificada",
    "descricao": ""
  },
  {
    "identificador": "2A42.Z",
    "valor": "Outra leucemia mielomonocítica juvenil, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A43",
    "valor": "Anemia refratária com sideroblastos em anel associada a trombocitose acentuada",
    "descricao": "Entidade provisória que abrange casos com características morfológicas e clínicas de anemia refratária com sideroblastos em anel, trombocitose acentuada e megacariócitos anormais."
  },
  {
    "identificador": "2A44",
    "valor": "Doença mieloproliferativa e mielodisplásica, não classificável",
    "descricao": "Essa entidade inclui casos com características clínicas, laboratoriais e morfológicas que dão suporte ao diagnóstico de síndrome mielodisplásica e neoplasia mieloproliferativa, mas não atendem aos critérios de nenhuma das outras entidades incluídas na categoria de neoplasias mielodisplásicas / mieloproliferativa."
  },
  {
    "identificador": "2A4Y",
    "valor": "Outras neoplasias mielodisplásicas e mieloproliferativas especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A4Z",
    "valor": "Neoplasias mielodisplásicas e mieloproliferativas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A50",
    "valor": "Neoplasia mieloide/linfoide associada a rearranjo de PDGFRA",
    "descricao": ""
  },
  {
    "identificador": "2A51",
    "valor": "Neoplasia mieloide associada a rearranjo de PDGFRB",
    "descricao": "Tipo distinto de neoplasia mieloide que ocorre associado ao rearranjo do gene PDGFRB em 5q32. Os pacientes geralmente apresentam um quadro semelhante a leucemia mielomonocítica crônica e, menos frequentemente, leucemia mieloide crônica atípica ou leucemia eosinofílica crônica."
  },
  {
    "identificador": "2A52",
    "valor": "Neoplasias mieloides ou linfoides com anormalidades de FGFR1",
    "descricao": "Neoplasias hematológicas caracterizadas pelo rearranjo do gene FGFR1, resultando em translocações com um ponto de quebra 8p11. Os pacientes podem apresentar neoplasia mieloproliferativa, leucemia mieloide aguda, linfoma / leucemia linfoblástica de linhagem de células T ou B ou leucemia aguda de fenótipo misto."
  },
  {
    "identificador": "2A5Z",
    "valor": "Neoplasias mieloides e linfoides com eosinofilia e anormalidades de PDGFRA, PDGFRB ou FGFR1, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2A60",
    "valor": "Leucemia mieloide aguda e neoplasias de células precursoras relacionadas",
    "descricao": "A leucemia mielóide aguda é caracterizada pela expansão clonal de blastos mieloides no sangue periférico e na medula óssea. As manifestações clínicas são febre, palidez, anemia, hemorragias e infecções recorrentes."
  },
  {
    "identificador": "2A60.0",
    "valor": "Leucemia mieloide aguda com anomalias genéticas recorrentes",
    "descricao": ""
  },
  {
    "identificador": "2A60.1",
    "valor": "Leucemia mieloide aguda com alterações relacionadas à mielodisplasia",
    "descricao": "Leucemia mieloide aguda com pelo menos 20% de blastos na medula óssea ou no sangue com história anterior de síndrome mielodisplásica, displasia multilinhagem ou anormalidades citogenéticas típicas relacionadas à síndrome mielodisplásica. Não há história de terapia citotóxica anterior para um distúrbio não relacionado, e há ausência das anormalidades genéticas que estão presentes na leucemia mieloide aguda com anormalidades genéticas recorrentes."
  },
  {
    "identificador": "2A60.2",
    "valor": "Neoplasias mieloides relacionadas à terapia",
    "descricao": ""
  },
  {
    "identificador": "2A60.20",
    "valor": "Leucemia mieloide aguda ou síndrome mielodisplásica relacionada à terapia",
    "descricao": ""
  },
  {
    "identificador": "2A60.2Y",
    "valor": "Outras neoplasias mieloides especificadas relacionadas à terapia",
    "descricao": ""
  },
  {
    "identificador": "2A60.2Z",
    "valor": "Neoplasias mieloides relacionadas à terapia, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A60.3",
    "valor": "Leucemia mieloide aguda, não classificada em outra parte por outros tipos de critérios",
    "descricao": "As leucemias mieloides agudas especificadas por critérios morfológicos só devem ser classificadas como tal, se anormalidades genéticas recorrentes, história prévia de síndrome mielodisplásica ou neoplasia mielodisplásica / mieloproliferativa, ou história de quimioterapia e / ou radioterapia citotóxica estiverem ausentes."
  },
  {
    "identificador": "2A60.30",
    "valor": "Leucemia mieloide aguda com diferenciação mínima",
    "descricao": "Leucemia mieloide aguda (LMA) em que os blastos não mostram evidências de diferenciação mieloide por morfologia e citoquímica convencional."
  },
  {
    "identificador": "2A60.31",
    "valor": "Leucemia mieloide aguda sem maturação",
    "descricao": "Leucemia mieloide aguda (LMA) caracterizada por blastos sem evidência de maturação para neutrófilos mais maduros."
  },
  {
    "identificador": "2A60.32",
    "valor": "Leucemia mieloide aguda com maturação",
    "descricao": "Leucemia mieloide aguda (LMA) caracterizada por blastos com evidência de maturação para neutrófilos mais maduros."
  },
  {
    "identificador": "2A60.33",
    "valor": "Leucemia mielomonocítica aguda",
    "descricao": "Leucemia aguda caracterizada pela proliferação de precursores de neutrófilos e de monócitos."
  },
  {
    "identificador": "2A60.34",
    "valor": "Leucemia monoblástica ou monocítica aguda",
    "descricao": "Leucemia monoblástica aguda e a leucemia monocítica aguda são leucemias mieloides nas quais 80% ou mais das células leucêmicas são de linhagem monocítica incluindo monoblastos, promonócitos e monócitos; um componente menor de neutrófilos, <20%, pode estar presente."
  },
  {
    "identificador": "2A60.35",
    "valor": "Leucemia eritroide aguda",
    "descricao": ""
  },
  {
    "identificador": "2A60.36",
    "valor": "Leucemia megacarioblástica aguda",
    "descricao": "Leucemia mieloide aguda em que pelo menos 50% dos blastos são de linhagem megacariocítica."
  },
  {
    "identificador": "2A60.37",
    "valor": "Leucemia basofílica aguda",
    "descricao": "Leucemia mieloide aguda em que as células imaturas se diferenciam em basófilos. É uma leucemia rara."
  },
  {
    "identificador": "2A60.38",
    "valor": "Panmielose aguda com mielofibrose",
    "descricao": "Leucemia mieloide aguda caracterizada por fibrose da medula óssea sem mielofibrose primária preexistente."
  },
  {
    "identificador": "2A60.39",
    "valor": "Sarcoma mieloide",
    "descricao": "O sarcoma mieloide é um tumor sólido raro de células mielógenas que ocorre em uma localização extramedular."
  },
  {
    "identificador": "2A60.3Y",
    "valor": "Outra leucemia mieloide aguda especificada, não classificada em outra parte por outros tipos de critérios",
    "descricao": ""
  },
  {
    "identificador": "2A60.3Z",
    "valor": "Leucemia mieloide aguda, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A60.4",
    "valor": "Proliferação mieloide associada à síndrome de Down",
    "descricao": "Neoplasias mieloides que ocorrem em indivíduos com síndrome de Down. Existe um risco aumentado de leucemias agudas em crianças e adultos com síndrome de Down. Em particular, a incidência de leucemia mieloide aguda em crianças com síndrome de Down com menos de cinco anos de idade é particularmente alta, geralmente é uma leucemia megacarioblástica aguda e está associada à mutação do gene GATA1. Neste grupo de distúrbios também está incluída a entidade mielopoiese anormal transitória que ocorre em neonatos e está associada à mutação do gene GATA1."
  },
  {
    "identificador": "2A60.40",
    "valor": "Mielopoiese anormal transitória",
    "descricao": "Proliferação mieloide que ocorre em recém-nascidos com síndrome de Down. É clínica e morfologicamente indistinguível da leucemia mieloide aguda e está associada a mutações GATA1. Os blastos apresentam características morfológicas e imunofenotípicas da linhagem megacariocítica. Na maioria dos pacientes, a proliferação mieloide sofre remissão espontânea."
  },
  {
    "identificador": "2A60.41",
    "valor": "Leucemia mieloide associada à síndrome de Down",
    "descricao": "Leucemia em crianças com síndrome de Down. Abrange a SMD (síndrome mielodisplásica) e a LMA (leucemia mieloide aguda)."
  },
  {
    "identificador": "2A60.4Y",
    "valor": "Outra proliferação mieloide especificada associada à síndrome de Down",
    "descricao": ""
  },
  {
    "identificador": "2A60.4Z",
    "valor": "Proliferação mieloide associada à síndrome de Down, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A60.5",
    "valor": "Neoplasia de células dendríticas plasmocitoides blásticas",
    "descricao": "A neoplasia de células dendríticas plasmocitoides blásticas (NCDPB) é um tumor clinicamente agressivo derivado dos precursores de células dendríticas plasmocitoides (CDPs, também chamadas de células profissionais produtoras de interferon tipo I ou monócitos plasmocitoides), com alta frequência de envolvimento cutâneo e da medula óssea e disseminação leucêmica.\r\n\r\nAtualmente, não há pistas sobre a etiologia da NCDPB , mas sua associação com síndrome mielodisplásica (SMD) em alguns casos pode sugerir uma patogênese relacionada. Estudos de perfil de expressão gênica revelaram que as células neoplásicas mostram uma assinatura de expressão gênica semelhante à de CDPs normais em repouso e mais próxima de precursores mieloides do que de linfoides."
  },
  {
    "identificador": "2A60.Y",
    "valor": "Outras leucemias mieloides agudas especificadas e neoplasias de células precursoras relacionadas",
    "descricao": ""
  },
  {
    "identificador": "2A60.Z",
    "valor": "Leucemias mieloides agudas e neoplasias de células precursoras relacionadas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A61",
    "valor": "Leucemias agudas de linhagem ambígua",
    "descricao": "Leucemia aguda em que os blastos carecem de evidência suficiente para serem classificados como mieloides ou linfoides ou têm características morfológicas e / ou imunofenotípicas de células mieloides e linfóides."
  },
  {
    "identificador": "2A70",
    "valor": "Neoplasias linfoblásticas de células precursoras B",
    "descricao": "Neoplasias de linfoblastos comprometidos com a linhagem de células B."
  },
  {
    "identificador": "2A70.0",
    "valor": "Leucemia/linfoma linfoblástico B, não classificado em outra parte",
    "descricao": "Neoplasia de células linfoides precursoras B sem anormalidade genética recorrente definida, apesar do diagnóstico apropriado"
  },
  {
    "identificador": "2A70.1",
    "valor": "Leucemia/linfoma linfoblástico B com t(9;22)(q34;q11.2); BCR-ABL1",
    "descricao": "Neoplasia linfoide precursora que é composta por linfoblastos B e apresenta uma translocação entre o gene BCR no cromossomo 22 e o gene ABL1 no cromossomo 9. Isso resulta na produção da proteína de fusão p190 kd ou p210 kd. Apresenta evolução clínica desfavorável."
  },
  {
    "identificador": "2A70.Y",
    "valor": "Outra leucemia/linfoma linfoblástico B com anormalidades genéticas recorrentes",
    "descricao": ""
  },
  {
    "identificador": "2A71",
    "valor": "Neoplasias linfoblásticas T precursoras",
    "descricao": "Neoplasia de linfoblastos comprometidos com a linhagem de células T, tipicamente composta de células blásticas de pequeno a médio porte."
  },
  {
    "identificador": "2A7Z",
    "valor": "Neoplasias de células linfoides precursoras, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A80",
    "valor": "Linfoma folicular",
    "descricao": "Linfoma folicular (FL) é uma neoplasia composta de células B do centro folicular (centro germinativo) (tipicamente tanto centrócitos quanto centroblastos/células grandes transformadas), que geralmente apresentam um padrão pelo menos parcialmente folicular. Frequentemente observa-se t(14;18) com rearranjo BCL2. Se áreas difusas de qualquer tamanho compostas predominantemente ou inteiramente por células blásticas estiverem presentes em qualquer caso de linfoma folicular, um diagnóstico de linfoma difuso de grandes células B também é feito. Linfomas compostos por centrócitos e centroblastos com padrão inteiramente difuso no tecido amostral podem ser incluídos nesta categoria."
  },
  {
    "identificador": "2A80.0",
    "valor": "Linfoma folicular grau 1",
    "descricao": ""
  },
  {
    "identificador": "2A80.1",
    "valor": "Linfoma folicular grau 2",
    "descricao": ""
  },
  {
    "identificador": "2A80.2",
    "valor": "Linfoma folicular grau 3",
    "descricao": ""
  },
  {
    "identificador": "2A80.3",
    "valor": "Linfoma centrofolicular cutâneo primário",
    "descricao": "Linfoma primário da pele composto por números variados de células centrofoliculares neoplásicas irregulares pequenas e grandes. Seu padrão morfológico pode ser nodular, difuso ou nodular e difuso. Apresenta-se com placas e tumores solitários ou agrupados e geralmente acomete couro cabeludo, fronte ou tronco. Raramente envolve as pernas. Esse tipo de linfoma cutâneo tende a permanecer localizado à pele, e tem prognóstico favorável."
  },
  {
    "identificador": "2A80.4",
    "valor": "Linfoma folicular de tipo pediátrico",
    "descricao": "Variante do linfoma folicular que muitas vezes envolve linfonodos cervicais ou outros periféricos e o anel de Waldeyer. Frequentemente é localizado e muitas vezes não expressa a proteína BCL-2 e nunca apresenta uma translocação de BCL2. Geralmente, mas não exclusivamente, é visto na população pediátrica. O prognóstico usualmente é favorável."
  },
  {
    "identificador": "2A80.5",
    "valor": "Linfoma folicular in situ",
    "descricao": ""
  },
  {
    "identificador": "2A80.6",
    "valor": "Linfoma folicular do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "2A80.Y",
    "valor": "Outro linfoma folicular especificado",
    "descricao": ""
  },
  {
    "identificador": "2A80.Z",
    "valor": "Linfoma folicular não especificado",
    "descricao": ""
  },
  {
    "identificador": "2A81",
    "valor": "Linfomas difusos de grandes células B",
    "descricao": "Os linfomas não Hodgkin são caracterizados por uma proliferação de linfócitos B neoplásicos predominantemente grandes."
  },
  {
    "identificador": "2A81.0",
    "valor": "Linfoma primário de grandes células B do mediastino",
    "descricao": "Linfoma não Hodgkin de grandes células B com origem no mediastino. Morfologicamente, é caracterizado por uma proliferação linfocítica difusa maciça associada a fibrose compartimentalizante."
  },
  {
    "identificador": "2A81.1",
    "valor": "Linfoma intravascular de grandes células B",
    "descricao": ""
  },
  {
    "identificador": "2A81.2",
    "valor": "Linfoma plasmablástico",
    "descricao": "Linfoma difuso agressivo de grandes células B frequentemente originando-se no contexto de infecção por HIV e caracterizado pela presença de grandes células neoplásicas semelhantes a imunoblastos B que têm o perfil imunofenotípico de células plasmáticas. As localizações de envolvimento incluem a cavidade oral e outras localizações extranodais."
  },
  {
    "identificador": "2A81.3",
    "valor": "Granulomatose linfomatoide",
    "descricao": ""
  },
  {
    "identificador": "2A81.4",
    "valor": "Linfoma de grandes células B rico em células T/histiócitos",
    "descricao": "Linfoma de grandes células B caracterizado pela presença de um número limitado de grandes linfócitos B neoplásicos dispersos que estão misturados com numerosos linfócitos T não neoplásicos e, frequentemente, histiócitos."
  },
  {
    "identificador": "2A81.5",
    "valor": "Linfoma primário difuso de grandes células B do sistema nervoso central",
    "descricao": ""
  },
  {
    "identificador": "2A81.6",
    "valor": "Linfoma difuso de grandes células B vírus Epstein-Barr positivo do idoso",
    "descricao": "Linfoma de grandes células B difuso agressivo que afeta pacientes com mais de 50 anos. O vírus Epstein-Barr está presente em todos os casos. Não há história conhecida de imunodeficiência ou linfoma prévio. A maioria dos pacientes apresenta doença extranodal."
  },
  {
    "identificador": "2A81.7",
    "valor": "Linfoma difuso de grandes células B associado à inflamação crônica",
    "descricao": "Linfoma difuso de grandes células B que se origina em cavidades corporais ou espaços estreitos de inflamação crônica de longa duração. O exemplo clássico é o linfoma associado a piotórax que se origina na cavidade pleural de pacientes com história de piotórax de longa data."
  },
  {
    "identificador": "2A81.8",
    "valor": "Linfoma de grandes células B ALK-positivo",
    "descricao": "Linfoma de grandes células B usualmente agressivo caracterizado pela presença de linfócitos B neoplásicos monomórficos semelhantes a imunoblastos em um padrão de crescimento sinusoidal. Os linfócitos B neoplásicos expressam a ALK quinase, mas não apresentam a translocação 2;5."
  },
  {
    "identificador": "2A81.9",
    "valor": "Linfoma primário de efusão",
    "descricao": "Linfoma não Hodgkin agressivo de células B composto de células grandes, apresentando-se como um derrame seroso sem massas tumorais detectáveis. Está universalmente associado ao vírus do herpes humano 8 (HHV-8)/vírus do herpes do sarcoma de Kaposi (KSHV) [HHV-8/KSHV]. Ocorre principalmente no contexto de imunodeficiência; a maioria dos casos foi relatada em pacientes HIV positivos. As localizações de envolvimento mais comuns são as cavidades pleural, pericárdica e peritoneal. O prognóstico é extremamente desfavorável."
  },
  {
    "identificador": "2A81.A",
    "valor": "Linfoma cutâneo primário difuso de grandes células B, tipo perna",
    "descricao": "Linfoma cutâneo primário de células B agressivo, usualmente envolvendo a parte inferior da perna. É composto por uma proliferação geralmente monótona de imunoblastos, ou menos frequentemente centroblastos, com poucas células reativas misturadas. Este tipo de linfoma ocorre com maior frequência em idosos que apresentam tumores de crescimento rápido, geralmente em uma ou ambas as pernas. A disseminação para locais extracutâneos é frequente."
  },
  {
    "identificador": "2A81.Y",
    "valor": "Outros linfomas difusos de grandes células B, especificados",
    "descricao": ""
  },
  {
    "identificador": "2A81.Z",
    "valor": "Linfoma difuso de grandes células B, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2A82",
    "valor": "Neoplasia de células B maduras com comportamento leucêmico",
    "descricao": ""
  },
  {
    "identificador": "2A82.0",
    "valor": "Leucemia linfocítica crônica ou linfoma de linfócitos pequenos",
    "descricao": "Neoplasia indolente de células B maduras, composta de pequenos linfócitos B redondos. Quando a medula óssea e o sangue periférico estão envolvidos, o termo leucemia linfocítica crônica é usado. O termo linfoma linfocítico de pequenas células é restrito aos casos que não apresentam envolvimento leucêmico da medula óssea e sangue periférico."
  },
  {
    "identificador": "2A82.00",
    "valor": "Leucemia linfocítica crônica de células B",
    "descricao": "A leucemia linfocítica crônica / linfoma linfocítico de pequenas células (LLC/LLPC) é uma neoplasia composta por linfócitos B monomórficos pequenos, arredondados a ligeiramente irregulares no sangue periférico, medula óssea, baço e linfonodos, misturados com prolinfócitos e paraimunoblastos formando centros proliferativos nos infiltrados teciduais. As células LLC/LLPC geralmente coexpressam CD5 e CD23. Na ausência de envolvimento do tecido extramedular, deve haver linfócitos monoclonais ≤5x109/L com um fenótipo LLC no sangue periférico. O relatório do International Workshop on Chronic Lymphocytic Leukemia (IWCLL) determina que a linfocitose esteja presente por pelo menos 3 meses e também permite que o diagnóstico de CLL seja feito com contagens de linfócitos mais baixas em pacientes com citopenias ou sintomas relacionados à doença. Resta determinar se os pacientes que teriam preenchido os critérios no passado para LLC, mas que atendem aos critérios apenas para linfocitose B monoclonal (LBM), sejam considerados como tendo LLC ou LBM em estágio inicial. Alguns podem preferir ainda considerar muitos desses casos mais como LLC. O termo LLPC é usado para casos não leucêmicos com a morfologia do tecido e imunofenótipo de LLC. A definição IWCLL de LLPC requer linfadenopatia, sem citopenias devido à infiltração da medula óssea por LLC/LLPC e <5x109/L de células B no sangue periférico."
  },
  {
    "identificador": "2A82.0Y",
    "valor": "Outra leucemia linfocítica crônica ou linfoma de linfócitos pequenos, especificada",
    "descricao": ""
  },
  {
    "identificador": "2A82.0Z",
    "valor": "Leucemia linfocítica crônica ou linfoma de linfócitos pequenos, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A82.1",
    "valor": "Leucemia prolinfocitica de células B",
    "descricao": ""
  },
  {
    "identificador": "2A82.10",
    "valor": "Leucemia prolinfocítica de células B em remissão completa",
    "descricao": ""
  },
  {
    "identificador": "2A82.1Y",
    "valor": "Outra leucemia prolinfocítica de células B, especificada",
    "descricao": ""
  },
  {
    "identificador": "2A82.1Z",
    "valor": "Leucemia prolinfocítica de células B, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A82.2",
    "valor": "Leucemia de células pilosas",
    "descricao": "Neoplasia de pequenos linfócitos B com projeções citoplasmáticas delicadas, parecidas com cabelos em medula óssea, baço e sangue periférico. A maioria dos pacientes apresenta esplenomegalia e pancitopenia."
  },
  {
    "identificador": "2A82.3",
    "valor": "Linfoma ou leucemia esplênico de células B, inclassificável",
    "descricao": "Transtorno linfoproliferativo clonal de pequenas células B do baço que não se enquadra em nenhuma das outras categorias de neoplasias de células B maduras."
  },
  {
    "identificador": "2A82.Y",
    "valor": "Outra neoplasia especificada de células B maduras com comportamento leucêmico",
    "descricao": ""
  },
  {
    "identificador": "2A82.Z",
    "valor": "Neoplasia de células B maduras com comportamento leucêmico, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A83",
    "valor": "Neoplasias de plasmócitos",
    "descricao": "Neoplasias de plasmócitos são um grupo de transtornos caracterizados pela expansão monoclonal de células B terminalmente diferenciadas (plasmócitos) que produzem imunoglobulinas monoclonais, conhecidas como proteínas M ou paraproteínas. Os principais tipos incluem mieloma de plasmócitos (mieloma múltiplo), plasmocitoma e neoplasias associadas a síndromes paraneoplásicas como a síndrome POEMS."
  },
  {
    "identificador": "2A83.0",
    "valor": "Gamopatia monoclonal de significado indeterminado",
    "descricao": ""
  },
  {
    "identificador": "2A83.1",
    "valor": "Mieloma múltiplo",
    "descricao": "Neoplasia de plasmócitos baseada na medula óssea, geralmente caracterizada pela presença de uma proteína monoclonal sérica e/ou cadeias leves urinárias. Os critérios, conhecidos pela sigla em inglês CRAB (cálcio elevado (hipercalcemia), insuficiência renal, anemia e lesões ósseas) separam o mieloma de plasmócitos sintomático do mieloma assintomático (latente)."
  },
  {
    "identificador": "2A83.2",
    "valor": "Plasmocitoma solitário",
    "descricao": "Um único foco de células plasmáticas clonais (malignas) no osso ou em outro local anatômico sem envolvimento do sangue periférico."
  },
  {
    "identificador": "2A83.3",
    "valor": "Plasmocitoma extraósseo",
    "descricao": ""
  },
  {
    "identificador": "2A83.4",
    "valor": "Leucemia plasmocitária",
    "descricao": "Neoplasia agressiva de plasmócitos. É caracterizada pela presença de plasmócitos neoplásicos no sangue periférico. Os plasmócitos neoplásicos compreendem mais de 20% dos glóbulos brancos no sangue periférico ou o número de plasmócitos clonais excede 2x10⁹/L do sangue periférico."
  },
  {
    "identificador": "2A83.5",
    "valor": "Doença de deposição de imunoglobulina monoclonal",
    "descricao": ""
  },
  {
    "identificador": "2A83.50",
    "valor": "Doença de deposição da cadeia pesada",
    "descricao": "Doença do rim, causada por proliferação e deposição de pedaços de segmentos de cadeia pesada de imunoglobulina alfa, gama, delta ou mu truncados ou anormais de leucócitos. Esta doença é caracterizada por depósitos de tecido fibrilar ou granular e disfunção renal, que podem levar à falência do órgão. A confirmação é feita pela identificação de deposição de cadeia pesada em tecido biopsiado, usando imunofluorescência ao microscópio."
  },
  {
    "identificador": "2A83.51",
    "valor": "Doença de deposição de cadeia leve e pesada",
    "descricao": "Doença do rim, causada por proliferação e deposição de pedaços de segmentos da cadeia leve e pesada truncados ou anormais de glóbulos brancos. Esta doença é caracterizada por depósitos de tecido fibrilar ou granular e disfunção renal, que podem levar à falência do órgão. A confirmação é feita pela identificação de deposição de cadeias leve e pesada em biópsia de tecido avaliado à microscopia."
  },
  {
    "identificador": "2A83.52",
    "valor": "Doença de deposição da cadeia leve",
    "descricao": "Doença do rim, causada pela deposição de pedaços de segmentos da cadeia leve truncados ou anormais de glóbulos brancos. Esta doença é caracterizada por depósitos de tecido fibrilar ou granular e disfunção renal, que podem levar à falência do órgão. A confirmação é feita pela identificação de deposição da cadeia leve em tecido biopsiado e avaliado em microscópio eletrônico."
  },
  {
    "identificador": "2A83.Y",
    "valor": "Outras neoplasias especificadas de plasmócitos",
    "descricao": ""
  },
  {
    "identificador": "2A83.Z",
    "valor": "Neoplasia de plasmócitos, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2A84",
    "valor": "Doenças da cadeia pesada ou doenças imunoproliferativas malignas",
    "descricao": "Grupo de transtornos raros da síntese de imunoglobulinas associados a transtornos proliferativos de células B que produzem cadeias pesadas monoclonais e tipicamente nenhuma cadeia leve."
  },
  {
    "identificador": "2A84.0",
    "valor": "Doença da cadeia pesada alfa",
    "descricao": "As alterações morfológicas do intestino delgado são consistentes com um linfoma do tecido linfoide associado à mucosa (linfoma MALT)."
  },
  {
    "identificador": "2A84.1",
    "valor": "Doença da cadeia pesada gama",
    "descricao": "Transtorno clonal caracterizado pela secreção de uma cadeia gama truncada. Na maioria dos casos, está associada a alterações morfológicas também observadas em linfomas linfoplasmocitários, mas o curso clínico é tipicamente mais agressivo do que no linfoma linfoplasmocitário/macroglobulinemia de Waldenström."
  },
  {
    "identificador": "2A84.2",
    "valor": "Doença de cadeia pesada Mu",
    "descricao": ""
  },
  {
    "identificador": "2A84.Y",
    "valor": "Outras doenças imunoproliferativas malignas especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A84.Z",
    "valor": "Doenças da cadeia pesada, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A85",
    "valor": "Outras neoplasias ou linfomas especificados de células B maduras",
    "descricao": ""
  },
  {
    "identificador": "2A85.0",
    "valor": "Linfoma nodal da zona marginal",
    "descricao": "Linfoma não Hodgkin nodal primário de células B que morfologicamente se assemelha aos linfonodos envolvidos por linfomas da zona marginal dos tipos extranodal ou esplênico, mas sem evidência de doença extranodal ou esplênica. Esta é uma entidade rara, e a maioria dos pacientes apresenta linfadenopatia localizada ou generalizada. O curso clínico é indolente."
  },
  {
    "identificador": "2A85.1",
    "valor": "Linfoma de células B de zona marginal extranodal de tecido linfoide associado à mucosa do estômago",
    "descricao": "Linfoma indolente de células B de baixo grau, geralmente associado à infecção por Helicobacter pylori. Morfologicamente, é caracterizado por um infiltrado linfocítico atípico da mucosa densa (células semelhantes a centrócitos) com lesões linfoepiteliais frequentemente proeminentes e diferenciação plasmocítica. Alguns dos linfomas MALT gástricos são portadores de t(11; 18) (q21; q21). Esses casos são resistentes ao tratamento do Helicobacter pylori."
  },
  {
    "identificador": "2A85.2",
    "valor": "Linfoma de células B de zona marginal extranodal, localização primária na pele",
    "descricao": "Linfoma de células B de zona marginal extranodal de baixo grau do tecido linfoide associado à mucosa que se origina da pele. Geralmente se apresenta com lesões papulares ou nodulares multifocais em braços ou tronco. Raramente se dissemina para órgãos internos ou progride para linfoma de alto grau."
  },
  {
    "identificador": "2A85.3",
    "valor": "Linfoma de células B de zona marginal extranodal, localização primária que não estômago ou pele",
    "descricao": ""
  },
  {
    "identificador": "2A85.4",
    "valor": "Linfoma linfoplasmocítico",
    "descricao": "Neoplasia de pequenos linfócitos B e plasmócitos, localizada principalmente na medula óssea. Frequentemente associada à produção de uma proteína monoclonal sérica IgM, também chamada de macroglobulinemia de Waldenström (MW)."
  },
  {
    "identificador": "2A85.5",
    "valor": "Linfoma de células do manto",
    "descricao": "O linfoma de células do manto é uma forma rara de linfoma não Hodgkin maligno que afeta os linfócitos B nos linfonodos em uma região chamada \"zona do manto\". É responsável por 2 a 10% dos linfomas."
  },
  {
    "identificador": "2A85.6",
    "valor": "Linfoma de Burkitt incluindo leucemia de Burkitt",
    "descricao": "Linfoma altamente agressivo composto de células B monomórficas de tamanho médio com citoplasma basofílico e numerosas figuras mitóticas. É frequentemente associado à presença do vírus Epstein-Barr (EBV) e é comumente observado em pacientes com AIDS. Três variantes morfológicas são reconhecidas: linfoma de Burkitt clássico, linfoma de Burkitt com diferenciação plasmocitoide e linfoma de Burkitt atípico/semelhante a Burkitt. Todos os casos expressam a translocação MYC [t(8;14)]."
  },
  {
    "identificador": "2A85.Y",
    "valor": "Neoplasias ou linfoma de células B maduras com especificação adicional",
    "descricao": ""
  },
  {
    "identificador": "2A86",
    "valor": "Linfoma de células B, características mistas",
    "descricao": ""
  },
  {
    "identificador": "2A86.0",
    "valor": "Linfoma maligno de célula B, não classificado em outra parte",
    "descricao": ""
  },
  {
    "identificador": "2A86.1",
    "valor": "Linfoma de células B inclassificável com características intermediárias entre linfoma de Burkitt e linfoma difuso de grandes células B",
    "descricao": ""
  },
  {
    "identificador": "2A86.2",
    "valor": "Linfoma de células B inclassificável com características intermediárias entre linfoma de Hodgkin clássico e linfoma difuso de grandes células B",
    "descricao": ""
  },
  {
    "identificador": "2A86.Y",
    "valor": "Outro linfoma de células B especificado, características mistas",
    "descricao": ""
  },
  {
    "identificador": "2A86.Z",
    "valor": "Linfoma de células B, características mistas, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2A8Z",
    "valor": "Neoplasias de células B maduras, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2A90",
    "valor": "Linfoma de células T maduras, tipos especificados, nodal ou sistêmico",
    "descricao": ""
  },
  {
    "identificador": "2A90.0",
    "valor": "Leucemia prolinfocítica de células T",
    "descricao": "Leucemia agressiva de células T, caracterizada pela proliferação de prolinfócitos pequenos a médios com um fenótipo de células T maduras, envolvendo sangue, medula óssea, linfonodos, fígado, baço e pele."
  },
  {
    "identificador": "2A90.1",
    "valor": "Leucemia linfocítica granular de células grandes tipo T",
    "descricao": "Neoplasia periférica de células T caracterizada por um aumento persistente (>6 meses) no número de grandes linfócitos granulares no sangue periférico, sem uma causa claramente identificada."
  },
  {
    "identificador": "2A90.2",
    "valor": "Transtornos linfoproliferativos crônicos de células NK",
    "descricao": "Transtornos heterogêneos com um curso clínico crônico afetando predominantemente adultos e caracterizados pela proliferação de grandes linfócitos granulares com imunofenótipo de células natural killer (NK)."
  },
  {
    "identificador": "2A90.3",
    "valor": "Leucemia agressiva de células NK",
    "descricao": "Leucemia rara, altamente agressiva, associada ao vírus Epstein-Barr, também conhecida como leucemia/linfoma agressivo de células NK; pode representar a contraparte leucêmica dos linfomas de células NK/T extranodais do tipo nasal. Afeta primariamente adolescentes e adultos jovens. É caracterizada pela proliferação sistêmica de células NK em sangue periférico, medula óssea, fígado e baço."
  },
  {
    "identificador": "2A90.4",
    "valor": "Linfoma sistêmico de células T positivo para vírus Epstein-Barr da infância",
    "descricao": "Esta neoplasia da infância é caracterizada por uma proliferação clonal de células T infectadas com EBV com um fenótipo citotóxico ativado. Pode ocorrer logo após a infecção primária aguda por EBV ou no contexto de infecção crônica ativa por EBV."
  },
  {
    "identificador": "2A90.5",
    "valor": "Linfoma ou leucemia de células T do adulto, associada ao vírus linfotrópico de células T humanas tipo 1 (HTLV1)",
    "descricao": "Neoplasia de células T periféricas (maduras) ligada ao vírus linfotrópico de células T humanas tipo 1 (HTLV-1). A leucemia/linfoma de células T em adultos é endêmica em várias regiões do mundo, em particular no Japão, no Caribe e em partes da África Central."
  },
  {
    "identificador": "2A90.6",
    "valor": "Linfoma extranodal de células NK/T, tipo nasal",
    "descricao": "Linfoma não Hodgkin de células T maduras, agressivo, predominantemente extranodal. É caracterizada por um infiltrado celular frequentemente angiocêntrico e angiodestrutivo composto por células NK/T positivas para o EBV. A cavidade nasal é a localização de envolvimento mais comum. Os pacientes frequentemente apresentam lesões destrutivas na face média (granuloma letal da linha média). A doença pode se disseminar rapidamente para várias localizações anatômicas, incluindo trato gastrointestinal, pele, testículos e linfonodos cervicais. É também conhecido como linfoma de células T angiocêntrico. O termo reticulose polimórfica tem sido amplamente utilizado para descrever as alterações morfológicas observadas nesse tipo de linfoma. No entanto, este termo também pode ser aplicado à granulomatose linfomatoide, que é um transtorno linfoproliferativo de células B positivo para EBV angiocêntrico e angiodestrutivo."
  },
  {
    "identificador": "2A90.7",
    "valor": "Linfoma de células T associado a enteropatia",
    "descricao": "Linfoma incomum de células T maduras de linfócitos intraepiteliais. Geralmente surge no intestino delgado, mais comumente no jejuno ou íleo. Outros locais anatômicos primários menos frequentes incluem duodeno, estômago, cólon ou fora do trato gastrointestinal. O tipo II deste linfoma pode ocorrer esporadicamente fora do contexto da doença celíaca."
  },
  {
    "identificador": "2A90.8",
    "valor": "Linfoma hepatoesplênico de células T",
    "descricao": "Linfoma não Hodgkin de células T maduras extranodal que se origina de células T citotóxicas, geralmente do tipo células T gama/delta. É caracterizado pela presença de linfócitos neoplásicos de médio porte infiltrando os sinusoides hepáticos. Um padrão de infiltração semelhante também está presente no baço e na medula óssea, que geralmente estão envolvidos no momento do diagnóstico."
  },
  {
    "identificador": "2A90.9",
    "valor": "Linfoma angioimunoblástico de células T",
    "descricao": "Linfoma não Hodgkin de células T maduras, caracterizado por doença sistêmica e infiltrado polimorfo envolvendo linfonodos e localizações extranodais. O curso clínico é tipicamente agressivo."
  },
  {
    "identificador": "2A90.A",
    "valor": "Linfoma anaplásico de grandes células, ALK-positivo",
    "descricao": "Linfoma periférico de células T composto por linfócitos T geralmente grandes, pleomórficos, CD30 positivos com citoplasma abundante, caracterizado pela presença de uma translocação envolvendo o gene ALK e a expressão da proteína de fusão ALK. A maioria dos pacientes apresenta linfadenopatia periférica e/ou abdominal e frequentemente tem doença avançada e envolvimento extranodal."
  },
  {
    "identificador": "2A90.B",
    "valor": "Linfoma anaplásico de grandes células, ALK-negativo",
    "descricao": "Linfoma periférico de células T morfologicamente indistinguível de linfoma anaplásico de células grandes, ALK-positivo. É caracterizado pela ausência de translocação envolvendo o gene ALK e não apresenta expressão da proteína de fusão ALK."
  },
  {
    "identificador": "2A90.C",
    "valor": "Linfoma periférico de células T, sem outra especificação",
    "descricao": "Uma categoria heterogênea de linfomas de células T maduras nodais e extranodais, que não correspondem a nenhuma das entidades especificamente definidas de linfoma de células T maduras na classificação atual."
  },
  {
    "identificador": "2B00",
    "valor": "Linfoma subcutâneo de células T paniculite-símile",
    "descricao": "Linfoma subcutâneo de células T paniculite-símile é uma neoplasia de células T alfa/beta, usualmente CD8+, principalmente confinadas ao subcutâneo, apresentando-se clinicamente como nódulos subcutâneos que geralmente não são ulcerados."
  },
  {
    "identificador": "2B01",
    "valor": "Micose fungoide",
    "descricao": "Linfoma de células T periféricas (maduras) que se apresenta na pele com manchas/placas ou, menos comumente, com tumores ou eritrodermia. É caracterizado por infiltração epidérmica e dérmica de células T de pequeno a médio porte com núcleos cerebriformes."
  },
  {
    "identificador": "2B02",
    "valor": "Síndrome de Sézary",
    "descricao": "Neoplasia generalizada de células T periféricas (maduras) caracterizada pela presença de eritrodermia, linfadenopatia e linfócitos T cerebriformes neoplásicos no sangue. A síndrome de Sézary é uma doença agressiva."
  },
  {
    "identificador": "2B03",
    "valor": "Distúrbios linfoproliferativos cutâneos primários de células T CD30-positivo",
    "descricao": "Afecções cutâneas primárias caracterizadas imunohistologicamente por infiltração por linfócitos neoplásicos CD30+."
  },
  {
    "identificador": "2B03.0",
    "valor": "Linfoma cutâneo primário anaplásico de grandes|células CD30 positivo",
    "descricao": "Linfoma anaplásico de grandes células que está limitado à pele no momento do diagnóstico. A maioria dos pacientes apresenta lesões cutâneas solitárias ou localizadas na forma de nódulos ou pápulas, que podem ser tumores. A translocação t(2;5), que está presente em muitos casos de linfoma anaplásico sistêmico de grandes células, não é encontrada nessa doença."
  },
  {
    "identificador": "2B03.1",
    "valor": "Papulose linfomatoide",
    "descricao": "Papulose linfomatoide é uma proliferação de células T, frequentemente clonais, caracterizada clinicamente pelo aparecimento de grupos de pápulas e nódulos em forma de domo, que tendem a ulcerar e a deixar cicatrizes."
  },
  {
    "identificador": "2B0Y",
    "valor": "Outros linfomas cutâneos primários de células T ou células NK e transtornos linfoproliferativos, especificados",
    "descricao": ""
  },
  {
    "identificador": "2B0Z",
    "valor": "Linfoma cutâneo primário de células T de tipo indeterminado ou não especificado",
    "descricao": ""
  },
  {
    "identificador": "2B2Y",
    "valor": "Outras neoplasias de células T ou NK maduras especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B2Z",
    "valor": "Neoplasias de células T ou células NK maduras, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B30",
    "valor": "Linfoma de Hodgkin",
    "descricao": "Linfomas de Hodgkin, anteriormente conhecidos como doença de Hodgkin, caracterizados pela presença de grandes células tumorais em uma mistura abundante de células não neoplásicas. Existem dois subtipos distintos: linfoma de Hodgkin com predominância de linfócitos nodulares e linfoma de Hodgkin clássico. O linfoma de Hodgkin envolve primariamente linfonodos."
  },
  {
    "identificador": "2B30.0",
    "valor": "Linfoma de Hodgkin com predominância de linfócitos nodulares",
    "descricao": "Linfoma de Hodgkin com predominância de linfócitos nodulares (LHPLN) é caracterizado por uma proliferação nodular ou nodular e difusa de grandes células neoplásicas espalhadas, conhecidas como pipoca ou células com predominância de linfócitos (células LP) - anteriormente chamadas de células L&H para variantes de células Reed-Sternberg linfocíticas e/ou histiocíticas. No momento, uma sobreposição entre LHPLN e linfoma de grandes células B rico em células T não pode ser excluída."
  },
  {
    "identificador": "2B30.1",
    "valor": "Linfoma de Hodgkin clássico",
    "descricao": "O linfoma de Hodgkin clássico é um linfoma de células B caracterizado histologicamente pela presença de grandes células mononucleares de Hodgkin e células multinucleadas de Reed-Sternberg (HRS).\r\nOcorre linfoproliferação monoclonal de células B na grande maioria dos casos. É caracterizado por uma distribuição bimodal de idade (15-30 anos de vida e idade avançada) e está frequentemente associado à infecção por EBV. Em menos de 5% dos casos, existe proliferação monoclonal de linfócitos T. Morfologicamente, é caracterizado pela presença de células de Reed-Sternberg e células de Hodgkin mononucleares. As células de Reed-Sternberg e Hodgkin mononucleares são CD30 positivas em quase todos os casos e CD15 positivas na maioria dos casos."
  },
  {
    "identificador": "2B30.10",
    "valor": "Linfoma de Hodgkin clássico tipo esclerose nodular",
    "descricao": "Um subtipo de linfoma de Hodgkin clássico caracterizado por faixas de colágeno ao redor dos nódulos linfóides. Os nódulos linfóides contêm células lacunares e de Reed-Sternberg. O envolvimento mediastinal ocorre em 80% dos pacientes. O prognóstico do linfoma de Hodgkin da esclerose nodular é ligeiramente melhor do que o da celularidade mista e do subtipo de depleção de linfócitos."
  },
  {
    "identificador": "2B30.11",
    "valor": "Linfoma de Hodgkin clássico rico em linfócitos",
    "descricao": ""
  },
  {
    "identificador": "2B30.12",
    "valor": "Linfoma de Hodgkin clássico de celularidade mista",
    "descricao": "Subtipo de linfoma de Hodgkin clássico com um estroma inflamatório misto contendo células de Hodgkin e de Reed-Sternberg."
  },
  {
    "identificador": "2B30.13",
    "valor": "Linfoma de Hodgkin clássico com depleção linfocitária",
    "descricao": ""
  },
  {
    "identificador": "2B30.1Z",
    "valor": "Linfoma de Hodgkin clássico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2B30.Z",
    "valor": "Linfoma de Hodgkin, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2B31",
    "valor": "Neoplasias de células histiocíticas ou dendríticas",
    "descricao": "A classificação diagnóstica das neoplasias histiocíticas verdadeiras vem sofrendo modificações devido ao melhor entendimento da origem das células malignas."
  },
  {
    "identificador": "2B31.0",
    "valor": "Xantogranuloma juvenil",
    "descricao": "É caracterizada pela presença de histiócitos xantomatosos carregados de lipídios e células gigantes de Touton na derme."
  },
  {
    "identificador": "2B31.1",
    "valor": "Sarcoma histiocítico",
    "descricao": ""
  },
  {
    "identificador": "2B31.2",
    "valor": "Histiocitose de células de Langerhans",
    "descricao": "Proliferação neoplásica de células de Langerhans que contêm grânulos de Birbeck, vistos à análise ultraestrutural por microscopia eletrônica. Três principais síndromes sobrepostas são reconhecidas: granuloma eosinofílico, doença de Letterer-Siwe e doença de Hand-Schuller-Christian. O curso clínico geralmente está relacionado ao número de órgãos afetados à apresentação."
  },
  {
    "identificador": "2B31.20",
    "valor": "Histiocitose de células de Langerhans envolvendo a pele",
    "descricao": ""
  },
  {
    "identificador": "2B31.2Y",
    "valor": "Outra Histiocitose de células de Langerhans especificada",
    "descricao": ""
  },
  {
    "identificador": "2B31.2Z",
    "valor": "Histiocitose de células de Langerhans, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B31.3",
    "valor": "Sarcoma de células de Langerhans",
    "descricao": "Proliferação neoplásica de células de Langerhans com aspectos citológicos malignos manifestos. Pode ser considerado uma variante de maior grau da histiocitose de células de Langerhans (HCL) e pode manifestar-se de novo ou progredir a partir de HCL pregressa."
  },
  {
    "identificador": "2B31.4",
    "valor": "Sarcoma de células dendríticas interdigitantes",
    "descricao": "Proliferação neoplásica de células fusiformes a ovoides que demonstram características fenotípicas similares àquelas de células dendríticas interdigitantes. O curso clínico é geralmente agressivo."
  },
  {
    "identificador": "2B31.5",
    "valor": "Sarcoma de células dendríticas foliculares",
    "descricao": "Neoplasia composta por células fusiformes a ovoides que detêm características morfológicas e imunofenotípicas características de células dendríticas foliculares. Afeta linfonodos e outros sítios, incluindo amígdalas, trato gastrointestinal, baço, tecidos moles, pele e cavidade oral. Habitualmente, comporta-se como um sarcoma de baixo grau. Recidivas têm sido reportadas em até metade dos casos."
  },
  {
    "identificador": "2B31.6",
    "valor": "Histiocitose de células indeterminadas",
    "descricao": "Tumor de células dendríticas bastante raro, composto de células fusiformes a ovoides, com fenótipo semelhante ao de células de Langerhans. Manifesta-se, habitualmente, com pápulas, placas e nódulos cutâneos. Sintomas sistêmicos estão geralmente ausentes. O curso clínico é variável."
  },
  {
    "identificador": "2B31.7",
    "valor": "Tumor de células reticulares fibroblásticas",
    "descricao": "Tumor de células dendríticas bastante raro, que acomete linfonodos, baço e tecidos moles. Morfologicamente, assemelha-se ao sarcoma de células dendríticas ou ao sarcoma de células dendríticas foliculares. As células tumorais apresentam marcação positiva para citoqueratina e CD68. O prognóstico clínico é variável."
  },
  {
    "identificador": "2B31.Y",
    "valor": "Outras neoplasias de células histiocíticas ou dendríticas especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B31.Z",
    "valor": "Neoplasias de células histiocíticas ou dendríticas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B32",
    "valor": "Distúrbios linfoproliferativos associados à imunossupressão",
    "descricao": "A doença linfoproliferativa pós transplante (DLPT) se constitui em uma proliferação policlonal (benigna) ou clonal (maligna) de linfócitos, que se desenvolve como consequência da imunossupressão em um receptor de transplante de órgão sólido ou de medula óssea. DLPT compõem um espectro que varia de proliferação linfóide policlonal precoce induzida pelo vírus Epstein-Barr (EBV) a linfomas EBV-positivos ou EBV-negativos com predomínio de linfócitos do tipo B ou, menos comumente, do tipo T. Em outros distúrbios linfoproliferativos associados à imunossupressão, a associação com o EBV é menos pronunciada."
  },
  {
    "identificador": "2B32.0",
    "valor": "Doença linfoproliferativa pós-transplante, lesão inicial",
    "descricao": "Distúrbio linfoproliferativo que surge como resultado da terapia de imunossupressão pós-transplante. É caracterizada pela ausência de destruição e pela preservação arquitetônica dos tecidos envolvidos. Inclui duas variantes morfológicas: hiperplasia plasmocítica e doenças linfoproliferativas semelhantes à mononucleose infecciosa."
  },
  {
    "identificador": "2B32.1",
    "valor": "Hiperplasia plasmocítica reativa",
    "descricao": ""
  },
  {
    "identificador": "2B32.2",
    "valor": "Doença linfoproliferativa pós-transplante semelhante à mononucleose infecciosa.",
    "descricao": ""
  },
  {
    "identificador": "2B32.3",
    "valor": "Doença linfoproliferativa polimórfica pós-transplante",
    "descricao": ""
  },
  {
    "identificador": "2B32.Y",
    "valor": "Outros distúrbios linfoproliferativos associados à imunossupressão especificados",
    "descricao": ""
  },
  {
    "identificador": "2B32.Z",
    "valor": "Distúrbios linfoproliferativos associados à imunossupressão, não especificados",
    "descricao": ""
  },
  {
    "identificador": "2B33",
    "valor": "Neoplasias hematopoiéticas malignas sem especificação adicional",
    "descricao": ""
  },
  {
    "identificador": "2B33.0",
    "valor": "Leucemia aguda, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "2B33.1",
    "valor": "Leucemia mieloide",
    "descricao": ""
  },
  {
    "identificador": "2B33.2",
    "valor": "Leucemia mieloide crônica, não classificada em outro lugar",
    "descricao": ""
  },
  {
    "identificador": "2B33.3",
    "valor": "Leucemia linfoide, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "2B33.4",
    "valor": "Leucemia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B33.5",
    "valor": "Linfoma maligno, não classificado em outra parte",
    "descricao": ""
  },
  {
    "identificador": "2B33.Y",
    "valor": "Outras neoplasias hematopoiéticas malignas sem especificação adicional",
    "descricao": ""
  },
  {
    "identificador": "2B3Z",
    "valor": "Neoplasias de tecidos hematopoiéticos ou linfoides, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B50",
    "valor": "Condrossarcoma, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B50.0",
    "valor": "Condrossarcoma de osso ou cartilagem articular de membros",
    "descricao": ""
  },
  {
    "identificador": "2B50.1",
    "valor": "Condrossarcoma de osso ou cartilagem articular da pelve",
    "descricao": ""
  },
  {
    "identificador": "2B50.2",
    "valor": "Condrossarcoma de osso ou cartilagem articular de costelas, esterno ou clavícula",
    "descricao": ""
  },
  {
    "identificador": "2B50.Y",
    "valor": "Condrossarcoma de osso ou cartilagem articular de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B50.Z",
    "valor": "Condrossarcoma de osso ou cartilagem articular de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B51",
    "valor": "Osteossarcoma, localização primária",
    "descricao": "Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
  },
  {
    "identificador": "2B51.0",
    "valor": "Osteossarcoma de osso ou cartilagem articular da mandíbula",
    "descricao": ""
  },
  {
    "identificador": "2B51.1",
    "valor": "Osteossarcoma de osso ou cartilagem articular de membros",
    "descricao": ""
  },
  {
    "identificador": "2B51.2",
    "valor": "Osteossarcoma de osso ou cartilagem articular da pelve",
    "descricao": ""
  },
  {
    "identificador": "2B51.Y",
    "valor": "Osteossarcoma de osso ou cartilagem articular de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B51.Z",
    "valor": "Osteossarcoma de osso e cartilagem articular de localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B52",
    "valor": "Sarcoma de Ewing, localização primária",
    "descricao": "Tumor de pequenas células redondas em que falta evidência morfológica, imunohistoquímica e à microscopia eletrônica de diferenciação neuroectodérmica. Ele representa uma das duas extremidades do espectro chamado sarcoma de Ewing/tumor neuroectodérmico periférico. Afeta majoritariamente homens abaixo de 20 anos de idade, e pode ocorrer em tecidos moles ou osso. Dor e a presença de uma massa são os sintomas clínicos mais frequentes."
  },
  {
    "identificador": "2B52.0",
    "valor": "Sarcoma de Ewing de osso ou cartilagem articular de membros",
    "descricao": ""
  },
  {
    "identificador": "2B52.1",
    "valor": "Sarcoma de Ewing de osso ou cartilagem articular da pelve",
    "descricao": ""
  },
  {
    "identificador": "2B52.2",
    "valor": "Sarcoma de Ewing de osso ou cartilagem articular de costelas",
    "descricao": ""
  },
  {
    "identificador": "2B52.3",
    "valor": "Sarcoma de Ewing de tecidos moles",
    "descricao": "Neoplasia maligna rara de tecidos moles. É tipicamente uma doença de crianças e adultos jovens. Caracteriza-se por t(11:22) (q24:q12) resultando na expressão da transcrição quimérica EWS/FLI-1. Mais comumente ocorre na região paravertebral, parede torácica, pelve e extremidades inferiores."
  },
  {
    "identificador": "2B52.Y",
    "valor": "Sarcoma de Ewing do osso e cartilagem articular de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B52.Z",
    "valor": "Sarcoma de Ewing do osso e cartilagem articular de localizações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B53",
    "valor": "Tumor fibroblástico ou miofibroblástico, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B53.0",
    "valor": "Mixofibrossarcoma, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B53.1",
    "valor": "Tumor fibroblástico ou miofibroblástico da pele",
    "descricao": ""
  },
  {
    "identificador": "2B53.Y",
    "valor": "Outro tumor fibroblástico ou miofibroblástico especificado, de localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B53.Z",
    "valor": "Tumor fibroblástico ou miofibroblástico, de localização primária, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2B54",
    "valor": "Sarcoma pleomórfico indiferenciado, localização primária",
    "descricao": "Sarcoma pleomórfico indiferenciado é um sarcoma de alto grau composto de células fusiformes ou epitelioides pleomórficas sem áreas de diferenciação que indicariam um subtipo específico de sarcoma."
  },
  {
    "identificador": "2B54.0",
    "valor": "Sarcoma pleomórfico indiferenciado de pele",
    "descricao": "Neoplasia maligna rara que se origina da pele. É caracterizada pela presença de células fusiformes em padrão estoriforme e histiócitos com citoplasma abundante."
  },
  {
    "identificador": "2B54.1",
    "valor": "Sarcoma pleomórfico indiferenciado de retroperitônio ou peritônio",
    "descricao": ""
  },
  {
    "identificador": "2B54.Y",
    "valor": "Sarcoma pleomórfico indiferenciado, outra localização primária especificada",
    "descricao": ""
  },
  {
    "identificador": "2B54.Z",
    "valor": "Sarcoma pleomórfico indiferenciado, localização primária não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B55",
    "valor": "Rabdomiossarcoma, localização primária",
    "descricao": "Rabdomiossarcoma é um tumor maligno de tecidos moles que se desenvolve a partir de células do músculo estriado. É a forma de tumor mais comum encontrada em crianças e adolescentes."
  },
  {
    "identificador": "2B55.0",
    "valor": "Rabdomiossarcoma da cavidade oral ou faringe",
    "descricao": ""
  },
  {
    "identificador": "2B55.1",
    "valor": "Rabdomiossarcoma de órgãos respiratórios ou intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2B55.2",
    "valor": "Rabdomiossarcoma dos órgãos genitais masculinos",
    "descricao": ""
  },
  {
    "identificador": "2B55.Y",
    "valor": "Rabdomiossarcoma, outra localização primária especificada",
    "descricao": ""
  },
  {
    "identificador": "2B55.Z",
    "valor": "Rabdomiossarcoma, localização primária não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B56",
    "valor": "Angiossarcoma, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B56.0",
    "valor": "Angiossarcoma do coração",
    "descricao": ""
  },
  {
    "identificador": "2B56.1",
    "valor": "Angiossarcoma de pele",
    "descricao": "Tumor maligno que surge das células endoteliais dos vasos sanguíneos. Microscopicamente, é caracterizado por canais de ramificação e anastomoses vasculares freqüentemente abertos. As células malignas que revestem os canais vasculares são fusiformes ou epitelioides e frequentemente exibem núcleos hipercromáticos. Os angiossarcomas ocorrem mais frequentemente na pele e na mama. Pacientes com linfedema de longa duração apresentam risco aumentado de desenvolver angiossarcoma."
  },
  {
    "identificador": "2B56.2",
    "valor": "Angiossarcoma da mama",
    "descricao": "Neoplasia vascular maligna originada da mama."
  },
  {
    "identificador": "2B56.3",
    "valor": "Angiossarcoma hepático",
    "descricao": "Neoplasia vascular maligna originada do fígado."
  },
  {
    "identificador": "2B56.Y",
    "valor": "Angiossarcoma, outra localização primária especificada",
    "descricao": ""
  },
  {
    "identificador": "2B56.Z",
    "valor": "Angiossarcoma, localização primária não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B57",
    "valor": "Sarcoma de Kaposi, localização primária",
    "descricao": "Neoplasia maligna caracterizada por uma proliferação vascular que geralmente contém células endoteliais. Extravasamento de eritrócitos e deposição de hemossiderina estão frequentemente presentes. O local de envolvimento mais frequente é a pele; no entanto, também pode ocorrer internamente. Geralmente se desenvolve em pessoas com sistema imunológico comprometido, incluindo aqueles com síndrome da imunodeficiência adquirida (AIDS)."
  },
  {
    "identificador": "2B57.0",
    "valor": "Sarcoma de Kaposi pulmonar",
    "descricao": ""
  },
  {
    "identificador": "2B57.1",
    "valor": "Sarcoma de Kaposi de pele",
    "descricao": "Sarcoma de Kaposi surgindo da pele. Ele se apresenta como placas ou nódulos."
  },
  {
    "identificador": "2B57.2",
    "valor": "Sarcoma de Kaposi no trato gastrointestinal.",
    "descricao": ""
  },
  {
    "identificador": "2B57.Y",
    "valor": "Sarcoma de Kaposi de outras localizações primárias especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B57.Z",
    "valor": "Sarcoma de Kaposi, localização primária não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B58",
    "valor": "Leiomiossarcoma, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B58.0",
    "valor": "Leiomiossarcoma de retroperitônio ou peritônio",
    "descricao": ""
  },
  {
    "identificador": "2B58.1",
    "valor": "Leiomiossarcoma uterino",
    "descricao": ""
  },
  {
    "identificador": "2B58.2",
    "valor": "Leiomiossarcoma gástrico",
    "descricao": "Este é um tumor maligno não epitelial que surge das células que revestem o estômago e se transformam em músculo liso."
  },
  {
    "identificador": "2B58.Y",
    "valor": "Leiomiossarcoma, outra localização primária especificada",
    "descricao": ""
  },
  {
    "identificador": "2B58.Z",
    "valor": "Leiomiossarcoma, localização primária não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B59",
    "valor": "Lipossarcoma, localização primária",
    "descricao": "Lipossarcoma, um tipo de sarcoma de tecidos moles, descreve um grupo de tumores lipomatosos de gravidade variada que varia de crescimento lento a agressivo e metastático. Os lipossarcomas estão mais frequentemente localizados nas extremidades inferiores ou retroperitônio, mas também podem ocorrer nas extremidades superiores, pescoço, cavidade peritoneal, cordão espermático, mama, vulva e axila."
  },
  {
    "identificador": "2B59.0",
    "valor": "Lipossarcoma de tecido mole de membro",
    "descricao": ""
  },
  {
    "identificador": "2B59.1",
    "valor": "Lipossarcoma de retroperitônio ou peritônio",
    "descricao": ""
  },
  {
    "identificador": "2B59.2",
    "valor": "Lipossarcoma de órgãos genitais masculinos",
    "descricao": ""
  },
  {
    "identificador": "2B59.Y",
    "valor": "Lipossarcoma, outra localização primária especificada",
    "descricao": ""
  },
  {
    "identificador": "2B59.Z",
    "valor": "Lipossarcoma, localização primária especificada não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B5A",
    "valor": "Sarcoma sinovial, localização primária",
    "descricao": "Neoplasia maligna caracterizada pela translocação cromossômica t (X; 18) (p11; q11). Pode ocorrer em qualquer idade, mas afeta principalmente adultos jovens, mais comumente do sexo masculino. Embora qualquer local possa ser afetado, a grande maioria dos casos surge nos tecidos moles profundos das extremidades, especialmente ao redor do joelho. Microscopicamente, o sarcoma sinovial é classificado como monofásico (com células fusiformes ou componente de célula epitelial) ou bifásico (com componentes de células epiteliais e de células fusiformes). Os sarcomas sinoviais podem recidivar ou desenvolver metástases para os pulmões, ossos e nódulos linfáticos."
  },
  {
    "identificador": "2B5A.0",
    "valor": "Sarcoma sinovial de tecidos moles de membro",
    "descricao": ""
  },
  {
    "identificador": "2B5A.1",
    "valor": "Sarcoma sinovial de órgãos respiratórios ou intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2B5A.Y",
    "valor": "Sarcoma sinovial, outra localização primária especificada",
    "descricao": ""
  },
  {
    "identificador": "2B5A.Z",
    "valor": "Sarcoma sinovial, localização primária não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B5B",
    "valor": "Tumor estromal gastrointestinal, localização primária",
    "descricao": "Este é o tumor mesenquimal mais comum que se origina no trato gastrointestinal. Geralmente é imunohistoquimicamente positivo para CD117 (KIT), fenotipicamente em paralelo com a diferenciação de células de Cajal, na maioria dos casos apresentam mutações ativadoras de KIT ou PDGFRA. É mais frequente no estômago e em menor grau no intestino delgado. O prognóstico depende do tamanho do tumor e da atividade mitótica."
  },
  {
    "identificador": "2B5B.0",
    "valor": "Tumor estromal gastrointestinal do estômago",
    "descricao": "Tumor estromal gastrointestinal que surge no estômago. Abrange um espectro de neoplasias mesenquimais benignas a malignas e inclui a maioria dos tumores do músculo liso gástrico, leiomioblastoma e tumores anteriormente chamados de tumores do nervo autônomo gastrointestinal."
  },
  {
    "identificador": "2B5B.1",
    "valor": "Tumor estromal gastrointestinal do intestino delgado",
    "descricao": "Tumor estromal gastrointestinal que surge no intestino delgado. Geralmente afeta adultos com mais de cinquenta anos de idade. A maioria dos casos apresenta morfologia fusocelular. O prognóstico depende do tamanho do tumor e da atividade mitótica."
  },
  {
    "identificador": "2B5B.Y",
    "valor": "Tumor estromal gastrointestinal de outros localizações gastrointestinais",
    "descricao": ""
  },
  {
    "identificador": "2B5B.Z",
    "valor": "Tumor estromal gastrointestinal, localização gastrintestinal não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B5C",
    "valor": "Sarcoma estromal endometrial, localização primária",
    "descricao": "Tumor mesenquimal maligno infiltrante que se origina do corpo uterino, colo do útero, vagina e ovário. Com base em suas características morfológicas, é classificado como sarcoma estromal de baixo grau ou indiferenciado (alto grau). O sarcoma do estroma endometrial de baixo grau é caracterizado pela presença de células ovais a fusiformes que se assemelham às células do estroma endometrial, sem evidência de atipia e pleomorfismo significativos. Numerosos vasos pequenos também estão presentes. O sarcoma estromal indiferenciado é caracterizado por um curso clínico agressivo, presença de atipia celular significativa, pleomorfismo e alta atividade mitótica."
  },
  {
    "identificador": "2B5D",
    "valor": "Tumor maligno mesenquimal e epitelial misto, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B5D.0",
    "valor": "Tumor mesenquimal e epitelial misto maligno de ovário",
    "descricao": "Tumor mesenquimal e epitelial misto maligno de ovário é uma neoplasia rara e muito agressiva que se apresenta mais comumente em mulheres após a menopausa e é composto por elementos adenocarcinomatosos e sarcomatosos e, dependendo dos tipos desses elementos, pode ser classificado como homólogo ou heterólogo. Frequentemente, o prognóstico é ruim."
  },
  {
    "identificador": "2B5D.1",
    "valor": "Tumor maligno mesenquimal e epitelial misto do corpo do útero",
    "descricao": "Neoplasia maligna primária do corpo uterino caracterizada pela presença de um componente epitelial e um mesenquimal. Esta categoria inclui carcinossarcoma, carcinofibroma e adenosarcoma."
  },
  {
    "identificador": "2B5D.Y",
    "valor": "Tumor maligno mesenquimal e epitelial misto, outra localização primária especificada",
    "descricao": ""
  },
  {
    "identificador": "2B5D.Z",
    "valor": "Tumor maligno mesenquimal e epitelial misto, localização primária não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B5E",
    "valor": "Tumor maligno da bainha de nervos periféricos ou sistema nervoso autônomo, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B5F",
    "valor": "Sarcoma, não classificado em outra parte, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B5F.0",
    "valor": "Sarcoma do útero, não classificado em outra parte",
    "descricao": ""
  },
  {
    "identificador": "2B5F.1",
    "valor": "Sarcoma, não classificado em outra parte de peritônio ou retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "2B5F.10",
    "valor": "Miossarcomas do omento",
    "descricao": ""
  },
  {
    "identificador": "2B5F.1Y",
    "valor": "Outro sarcoma especificado, não classificado em outra parte de peritônio ou retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "2B5F.1Z",
    "valor": "Sarcoma, não classificado em outra parte de peritônio ou retroperitônio, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2B5F.2",
    "valor": "Sarcoma, não classificado em outra parte de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B5F.3",
    "valor": "Sarcoma do peritônio, assim declarado, não classificado em outra parte, localização primária desconhecida",
    "descricao": ""
  },
  {
    "identificador": "2B5G",
    "valor": "Sarcoma uterino, parte não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B5H",
    "valor": "Tumor lipomatoso bem diferenciado, localização primária",
    "descricao": ""
  },
  {
    "identificador": "2B5J",
    "valor": "Tumores malignos diversos de osso ou cartilagem articular de outras localizações ou localizações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B5K",
    "valor": "Tumores malignos de tecidos moles ou sarcomas não especificados de osso ou cartilagem articular de outros locais ou locais não especificados",
    "descricao": ""
  },
  {
    "identificador": "2B5Y",
    "valor": "Outras neoplasias malignas mesenquimais especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B5Z",
    "valor": "Neoplasia maligna mesenquimal de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "2B60",
    "valor": "Neoplasias malignas de lábio",
    "descricao": "Neoplasias malignas originadas do epitélio de transição do lábio (excluindo a mucosa oral e a pele do lábio externo) ou das estruturas anatômicas subjacentes (por exemplo, músculo orbicular da boca)."
  },
  {
    "identificador": "2B60.0",
    "valor": "Carcinoma basocelular de lábio",
    "descricao": "Carcinoma basocelular originando-se do lábio."
  },
  {
    "identificador": "2B60.1",
    "valor": "Carcinoma de células escamosas de lábio",
    "descricao": "Carcinoma de células escamosas localizado ou originado na mucosa ou vermelhão do lábio, incluindo a borda do vermelhão, mas excluindo a pele do lábio."
  },
  {
    "identificador": "2B60.Y",
    "valor": "Outras neoplasias malignas de lábio especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B60.Z",
    "valor": "Neoplasias malignas do lábio, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B61",
    "valor": "Neoplasias malignas da base da língua",
    "descricao": "Neoplasia primária envolvendo a base da língua, frequentemente associada ao uso crônico de álcool e tabaco, idade avançada, certas localizações geográficas, história familiar de câncer do trato aerodigestivo superior e/ou certas deficiências nutricionais e agentes infecciosos."
  },
  {
    "identificador": "2B61.0",
    "valor": "Carcinoma de células escamosas da base da língua",
    "descricao": "Carcinoma que surge na base da língua. Exemplos representativos incluem carcinoma de células escamosas, carcinoma adenoide cístico e carcinoma mucoepidermoide."
  },
  {
    "identificador": "2B61.Y",
    "valor": "Outras neoplasias malignas especificadas da base da língua",
    "descricao": ""
  },
  {
    "identificador": "2B61.Z",
    "valor": "Neoplasias malignas da base da língua, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B62",
    "valor": "Neoplasias malignas de outras partes ou partes não especificadas da língua",
    "descricao": ""
  },
  {
    "identificador": "2B62.0",
    "valor": "Carcinoma de células escamosas de outras partes ou partes não especificadas da língua",
    "descricao": ""
  },
  {
    "identificador": "2B62.1",
    "valor": "Neoplasias malignas da amígdala lingual",
    "descricao": ""
  },
  {
    "identificador": "2B62.10",
    "valor": "Carcinoma de células escamosas de amígdala lingual",
    "descricao": ""
  },
  {
    "identificador": "2B62.1Z",
    "valor": "Neoplasias malignas da amígdala lingual, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B62.Y",
    "valor": "Outras neoplasias malignas especificadas de outras partes e partes não especificadas da língua",
    "descricao": ""
  },
  {
    "identificador": "2B62.Z",
    "valor": "Neoplasias malignas de outras partes ou partes não especificadas da língua, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B63",
    "valor": "Neoplasias malignas da gengiva",
    "descricao": ""
  },
  {
    "identificador": "2B63.0",
    "valor": "Carcinoma de células escamosas de gengiva",
    "descricao": ""
  },
  {
    "identificador": "2B63.Y",
    "valor": "Outra neoplasia maligna especificada de gengiva",
    "descricao": ""
  },
  {
    "identificador": "2B63.Z",
    "valor": "Neoplasias malignas da gengiva, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B64",
    "valor": "Neoplasias malignas do assoalho da boca",
    "descricao": ""
  },
  {
    "identificador": "2B64.0",
    "valor": "Carcinoma de células escamosas do assoalho da boca",
    "descricao": ""
  },
  {
    "identificador": "2B64.Y",
    "valor": "Outra neoplasia maligna especificada do assoalho da boca",
    "descricao": ""
  },
  {
    "identificador": "2B64.Z",
    "valor": "Neoplasias malignas do assoalho da boca, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B65",
    "valor": "Neoplasias malignas do palato",
    "descricao": ""
  },
  {
    "identificador": "2B65.0",
    "valor": "Adenocarcinoma de palato",
    "descricao": ""
  },
  {
    "identificador": "2B65.1",
    "valor": "Carcinoma de células escamosas do palato",
    "descricao": ""
  },
  {
    "identificador": "2B65.Y",
    "valor": "Outra neoplasia maligna especificada do palato",
    "descricao": ""
  },
  {
    "identificador": "2B65.Z",
    "valor": "Neoplasias malignas do palato, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B66",
    "valor": "Neoplasias malignas de outras partes ou partes não especificadas da boca",
    "descricao": ""
  },
  {
    "identificador": "2B66.0",
    "valor": "Carcinoma de células escamosas de outras partes ou partes não especificadas da boca",
    "descricao": ""
  },
  {
    "identificador": "2B66.Y",
    "valor": "Outras neoplasias malignas especificadas de outras partes ou partes não especificadas da boca",
    "descricao": ""
  },
  {
    "identificador": "2B66.Z",
    "valor": "Neoplasias malignas de outras partes ou partes não especificadas da boca, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B67",
    "valor": "Neoplasias malignas da glândula parótida",
    "descricao": "Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
  },
  {
    "identificador": "2B67.0",
    "valor": "Adenocarcinoma de glândula parótida",
    "descricao": ""
  },
  {
    "identificador": "2B67.1",
    "valor": "Carcinoma de células escamosas da glândula parótida",
    "descricao": ""
  },
  {
    "identificador": "2B67.Y",
    "valor": "Outras neoplasias malignas especificadas da glândula parótida",
    "descricao": ""
  },
  {
    "identificador": "2B67.Z",
    "valor": "Neoplasias malignas da glândula parótida, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B68",
    "valor": "Neoplasias malignas das glândulas submandibulares ou sublinguais",
    "descricao": "Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
  },
  {
    "identificador": "2B68.0",
    "valor": "Adenocarcinoma de glândulas submandibulares ou sublinguais",
    "descricao": ""
  },
  {
    "identificador": "2B68.1",
    "valor": "Carcinoma de células escamosas das glândulas submandibulares ou sublinguais",
    "descricao": ""
  },
  {
    "identificador": "2B68.2",
    "valor": "Outras neoplasias malignas especificadas de glândulas submandibulares ou sublinguais",
    "descricao": ""
  },
  {
    "identificador": "2B68.Z",
    "valor": "Neoplasias malignas das glândulas submandibulares ou sublinguais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B69",
    "valor": "Neoplasias malignas da amígdala",
    "descricao": ""
  },
  {
    "identificador": "2B69.0",
    "valor": "Carcinoma de células escamosas da amígdala",
    "descricao": ""
  },
  {
    "identificador": "2B69.1",
    "valor": "Outras neoplasias malignas especificadas da amígdala",
    "descricao": ""
  },
  {
    "identificador": "2B69.Z",
    "valor": "Neoplasias malignas da amígdala, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B6A",
    "valor": "Neoplasias malignas da orofaringe",
    "descricao": "Neoplasias malignas de cavidade oral e faringe"
  },
  {
    "identificador": "2B6A.0",
    "valor": "Carcinoma de células escamosas de orofaringe",
    "descricao": "Carcinoma de células escamosas originando-se da orofaringe. Afeta predominantemente adultos nas quinta e sexta décadas de vida e está associada ao uso de álcool e tabaco. O papilomavírus humano está presente em aproximadamente metade dos casos. É caracterizado por uma tendência de metástase precoce para os gânglios linfáticos. Quando o tumor é pequeno, os pacientes são frequentemente assintomáticos. O exame físico pode revelar lesões ou placas eritematosas ou brancas. A maioria dos pacientes apresenta doença localmente avançada. Sinais e sintomas incluem ulceração da mucosa, dor, sangramento, perda de peso, inchaço no pescoço e dificuldade para falar, mastigar e engolir. Os pacientes também podem apresentar linfonodos cervicais inchados, sem quaisquer sintomas de tumor orofaríngeo. Os fatores prognósticos mais significativos são o tamanho do tumor e o status dos linfonodos."
  },
  {
    "identificador": "2B6A.Y",
    "valor": "Outras neoplasias malignas especificadas de orofaringe",
    "descricao": ""
  },
  {
    "identificador": "2B6A.Z",
    "valor": "Neoplasias malignas da orofaringe, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B6B",
    "valor": "Neoplasias malignas da nasofaringe",
    "descricao": "Uma grande variedade de tumores pode surgir na nasofaringe, mas é o carcinoma da nasofaringe que fascinou gerações de oncologistas, patologistas, cientistas e epidemiologistas. Ele mostra diferenças geográficas marcantes, com alta taxa de incidência no sul da China. Em algumas áreas endêmicas, a incidência diminuiu cerca de 30% ao longo dos anos 2000-2020, sugerindo que fatores ambientais ou de estilo de vida podem desempenhar um papel importante e que a doença é, até certo ponto, pode ser prevenida. O carcinoma nasofaríngeo mostra uma associação muito forte com a infecção pelo vírus Epstein-Barr (EBV), independentemente da origem étnica dos pacientes. Essa associação foi pioneira em um novo paradigma de utilização de testes sorológicos virais para o diagnóstico de câncer e para triagem em populações de alto risco. O carcinoma nasofaríngeo geralmente responde à radioterapia, e o resultado clínico melhorou muito ao longo dos anos, devido aos refinamentos no estadiamento e aos protocolos de terapia aprimorados. As características histológicas incomuns e muitas vezes enganosas do carcinoma da nasofaringe geraram controvérsias sobre a natureza do tumor e ainda representam um desafio para os patologistas cirúrgicos. Possivelmente, existiram mais nomes designados para os vários subtipos histológicos de carcinoma da nasofaringe do que qualquer outro tipo de tumor."
  },
  {
    "identificador": "2B6B.0",
    "valor": "Carcinoma de células escamosas da nasofaringe",
    "descricao": ""
  },
  {
    "identificador": "2B6B.1",
    "valor": "Neoplasias epiteliais malignas da nasofaringe, tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "2B6B.2",
    "valor": "Neoplasias malignas da amígdala faríngea",
    "descricao": ""
  },
  {
    "identificador": "2B6B.20",
    "valor": "Carcinoma de células escamosas da amígdala faríngea",
    "descricao": ""
  },
  {
    "identificador": "2B6B.21",
    "valor": "Outra neoplasia epitelial maligna ou outra não especificada da amígdala faríngea",
    "descricao": ""
  },
  {
    "identificador": "2B6B.2Y",
    "valor": "Outras neoplasias malignas especificadas da amígdala faríngea",
    "descricao": ""
  },
  {
    "identificador": "2B6B.2Z",
    "valor": "Neoplasia maligna da amígdala faríngea sem menção do tipo",
    "descricao": ""
  },
  {
    "identificador": "2B6B.Y",
    "valor": "Outras neoplasias malignas especificadas da nasofaringe",
    "descricao": ""
  },
  {
    "identificador": "2B6B.Z",
    "valor": "Neoplasias malignas da nasofaringe, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B6C",
    "valor": "Neoplasias malignas do seio piriforme",
    "descricao": ""
  },
  {
    "identificador": "2B6C.0",
    "valor": "Carcinoma de células escamosas de seio piriforme",
    "descricao": ""
  },
  {
    "identificador": "2B6C.Y",
    "valor": "Outras neoplasias malignas especificadas do seio piriforme",
    "descricao": ""
  },
  {
    "identificador": "2B6C.Z",
    "valor": "Neoplasias malignas do seio piriforme, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B6D",
    "valor": "Neoplasias malignas da hipofaringe",
    "descricao": "Neoplasia maligna que se origina na hipofaringe."
  },
  {
    "identificador": "2B6D.0",
    "valor": "Carcinoma de células escamosas de hipofaringe e variantes",
    "descricao": "Carcinoma de células escamosas originando-se da hipofaringe. Os sinais e sintomas incluem disfagia, hemoptise e presença de massa cervical."
  },
  {
    "identificador": "2B6D.Y",
    "valor": "Outras neoplasias malignas especificadas de hipofaringe",
    "descricao": ""
  },
  {
    "identificador": "2B6D.Z",
    "valor": "Neoplasias malignas da hipofaringe, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B6E",
    "valor": "Neoplasias malignas de outras localizações ou localizações mal definidas no lábio, cavidade oral ou faringe",
    "descricao": ""
  },
  {
    "identificador": "2B6E.0",
    "valor": "Carcinoma de células escamosas de outras localizações ou localizações mal definidas em lábio, cavidade oral ou faringe",
    "descricao": ""
  },
  {
    "identificador": "2B6E.Y",
    "valor": "Outras neoplasias malignas especificadas de outras localizações ou localizações mal definidas no lábio, cavidade oral ou faringe",
    "descricao": ""
  },
  {
    "identificador": "2B6E.Z",
    "valor": "Neoplasias malignas de outras localizações ou localizações mal definidas no lábio, cavidade oral ou faringe, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B6Y",
    "valor": "Outras neoplasias malignas especificadas de lábio, cavidade oral ou faringe",
    "descricao": ""
  },
  {
    "identificador": "2B70",
    "valor": "Neoplasias malignas de esôfago",
    "descricao": "Neoplasia maligna primária envolvendo o esôfago"
  },
  {
    "identificador": "2B70.0",
    "valor": "Adenocarcinoma de esôfago",
    "descricao": "Tumor maligno com diferenciação glandular originando-se predominantemente da mucosa de Barrett no terço inferior do esôfago. Grosseiramente, os adenocarcinomas de esôfago são semelhantes aos carcinomas de células escamosas do esôfago. Microscopicamente, os adenocarcinomas que surgem no esôfago de Barrett são tipicamente papilares e/ou tubulares. O prognóstico é ruim."
  },
  {
    "identificador": "2B70.00",
    "valor": "Adenocarcinoma de Barrett",
    "descricao": "O adenocarcinoma de Barrett é definido como adenocarcinoma de esôfago inferior e junção gastroesofágica associado ao esôfago de Barrett."
  },
  {
    "identificador": "2B70.0Y",
    "valor": "Outro adenocarcinoma especificado de esôfago",
    "descricao": ""
  },
  {
    "identificador": "2B70.0Z",
    "valor": "Adenocarcinoma de esôfago, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2B70.1",
    "valor": "Carcinoma de células escamosas de esôfago",
    "descricao": "Carcinoma de células escamosas originando-se do esôfago. Pode estar associado a uma longa história de abuso de tabaco e álcool e é extremamente raro antes dos 30 anos de idade. A idade média é de cerca de 65 anos em homens e mulheres, mas a incidência em homens é muito maior do que em mulheres. Está localizado principalmente no terço médio e inferior do esôfago. Grosseiramente, lesões polipoides, ulceradas, semelhantes a placas e ocultas foram descritas. As características microscópicas são as mesmas de outros carcinomas de células escamosas. Qualquer grau de diferenciação pode ocorrer, e a variação dentro de um único tumor é comum. O prognóstico é ruim."
  },
  {
    "identificador": "2B70.Y",
    "valor": "Outras neoplasias malignas especificadas do esôfago",
    "descricao": ""
  },
  {
    "identificador": "2B70.Z",
    "valor": "Neoplasias malignas do esôfago, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B71",
    "valor": "Neoplasias malignas da junção esofagogástrica",
    "descricao": "Neoplasias malignas que surgem das células da junção esofagogástrica (JEG), que é definido como o ponto em que o esôfago termina e o estômago começa. Isso define principalmente os adenocarcinomas que se estendem pela junção do esôfago com o estômago. Esta definição inclui muitos tumores formalmente chamados de cânceres da cárdia gástrica."
  },
  {
    "identificador": "2B71.0",
    "valor": "Adenocarcinoma da junção esofagogástrica",
    "descricao": "Adenocarcinoma que se origina e se estende pela junção do estômago e do esôfago. A categoria de adenocarcinomas da junção gastroesofágica também inclui a maioria dos adenocarcinomas anteriormente chamados de adenocarcinomas da cárdia gástrica. Carcinomas de células escamosas que afetam ou ultrapassam a junção do estômago e do esôfago são classificados como carcinomas do esôfago distal. O adenocarcinoma da junção gastroesofágica ocorre com mais frequência em homens caucasianos de meia-idade e idosos. Os sinais e sintomas clínicos incluem disfagia, dor abdominal e perda de peso. O prognóstico depende da completude da ressecção cirúrgica, do número de linfonodos envolvidos pelo câncer e da presença ou ausência de complicações pós-operatórias."
  },
  {
    "identificador": "2B71.Y",
    "valor": "Outra neoplasia maligna especificada da junção esofagogástrica",
    "descricao": ""
  },
  {
    "identificador": "2B71.Z",
    "valor": "Neoplasias malignas da junção esofagogástrica, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B72",
    "valor": "Neoplasias malignas do estômago",
    "descricao": "Neoplasia maligna primária ou metastática envolvendo o estômago."
  },
  {
    "identificador": "2B72.0",
    "valor": "Adenocarcinoma gástrico",
    "descricao": "Adenocarcinoma originado do epitélio glandular do estômago. O adenocarcinoma gástrico é principalmente uma doença de indivíduos mais velhos. Ela se desenvolve mais comumente após um longo período de gastrite atrófica e está fortemente associada à infecção por Helicobacter pylori. A falta de sintomas precoces muitas vezes atrasa o diagnóstico de câncer gástrico. A maioria dos pacientes apresenta tumores avançados com baixas taxas de cura. Microscopicamente, dois tipos histológicos importantes de adenocarcinoma gástrico são reconhecidos: o tipo intestinal e o tipo difuso. O prognóstico geral dos adenocarcinomas gástricos é ruim, mesmo nos pacientes que recebem uma ressecção curativa."
  },
  {
    "identificador": "2B72.1",
    "valor": "Neoplasia neuroendócrina maligna do estômago",
    "descricao": "Neoplasia com diferenciação neuroendócrina que surge no estômago. Inclui tumores neuroendócrinos bem diferenciados (graus baixo e intermediário) e carcinomas neuroendócrinos pouco diferenciados (grau alto)."
  },
  {
    "identificador": "2B72.Y",
    "valor": "Outras neoplasias malignas especificadas do estômago",
    "descricao": ""
  },
  {
    "identificador": "2B72.Z",
    "valor": "Neoplasias malignas do estômago, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B80",
    "valor": "Neoplasias malignas do intestino delgado",
    "descricao": "Neoplasia maligna primária envolvendo o intestino delgado."
  },
  {
    "identificador": "2B80.0",
    "valor": "Neoplasias malignas do duodeno",
    "descricao": "Neoplasia maligna primária que afeta o duodeno. Exemplos representativos incluem carcinoma, linfoma e sarcoma."
  },
  {
    "identificador": "2B80.00",
    "valor": "Adenocarcinoma do duodeno",
    "descricao": "Adenocarcinoma que se origina do duodeno."
  },
  {
    "identificador": "2B80.01",
    "valor": "Neoplasia neuroendócrina do duodeno",
    "descricao": "Neoplasias que se originam das células do sistema neuroendócrino que revestem o duodeno."
  },
  {
    "identificador": "2B80.0Y",
    "valor": "Outras neoplasias malignas especificadas do duodeno",
    "descricao": ""
  },
  {
    "identificador": "2B80.0Z",
    "valor": "Neoplasias malignas do duodeno, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B80.1",
    "valor": "Neoplasias malignas do jejuno ou íleo",
    "descricao": ""
  },
  {
    "identificador": "2B80.10",
    "valor": "Adenocarcinoma de jejuno ou íleo",
    "descricao": ""
  },
  {
    "identificador": "2B80.11",
    "valor": "Neoplasias neuroendócrinas do jejuno ou íleo",
    "descricao": "Neoplasias que se originam das células do sistema neuroendócrino que revestem o jejuno ou íleo, incluindo tumores neuroendócrinos bem diferenciados (de baixo a intermediário). Isso inclui tumor carcinoide."
  },
  {
    "identificador": "2B80.1Y",
    "valor": "Outras neoplasias malignas especificadas de jejuno ou íleo",
    "descricao": ""
  },
  {
    "identificador": "2B80.1Z",
    "valor": "Neoplasias malignas do jejuno ou íleo, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B80.2",
    "valor": "Neoplasias malignas do intestino delgado, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B80.20",
    "valor": "Adenocarcinoma do intestino delgado, localização não especificada",
    "descricao": "Tumor maligno com diferenciação glandular originando-se do epitélio do intestino delgado."
  },
  {
    "identificador": "2B80.21",
    "valor": "Neoplasias neuroendócrinas do intestino delgado, localização não especificada",
    "descricao": "Neoplasias que se originam das células do sistema neuroendócrino que revestem o intestino delgado."
  },
  {
    "identificador": "2B80.2Y",
    "valor": "Outras neoplasias malignas especificadas do intestino delgado, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B80.Y",
    "valor": "Outras neoplasias malignas especificadas do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "2B80.Z",
    "valor": "Neoplasias malignas do intestino delgado, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B81",
    "valor": "Neoplasias malignas do apêndice",
    "descricao": "Neoplasia maligna primária que afeta o apêndice."
  },
  {
    "identificador": "2B81.0",
    "valor": "Adenocarcinoma de apêndice",
    "descricao": "Neoplasia maligna originada do epitélio glandular do apêndice. A maioria são adenocarcinomas mucinosos."
  },
  {
    "identificador": "2B81.00",
    "valor": "Adenocarcinoma mucinoso do apêndice",
    "descricao": "Um adenocarcinoma, geralmente cístico, com grandes quantidades de mucina extracelular"
  },
  {
    "identificador": "2B81.2",
    "valor": "Neoplasias neuroendócrinas do apêndice",
    "descricao": "Neoplasias malignas com diferenciação neuroendócrina que surgem no apêndice. A maioria são tumores neuroendócrinos bem diferenciados (graus baixo e intermediário), isto é, carcinoides. Carcinomas neuroendócrinos mal diferenciados (alto grau) são extremamente raros."
  },
  {
    "identificador": "2B81.Y",
    "valor": "Outras neoplasias malignas especificadas do apêndice",
    "descricao": ""
  },
  {
    "identificador": "2B81.Z",
    "valor": "Neoplasias malignas do apêndice, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B90",
    "valor": "Neoplasias malignas do cólon",
    "descricao": "Neoplasias malignas primárias que surgem no cólon."
  },
  {
    "identificador": "2B90.0",
    "valor": "Neoplasia maligna do cólon ascendente e flexura cólica direita",
    "descricao": ""
  },
  {
    "identificador": "2B90.00",
    "valor": "Adenocarcinoma do cólon ascendente ou flexura direita do cólon",
    "descricao": "Tumor maligno com diferenciação glandular originando-se do epitélio do cólon ascendente e flexura direita."
  },
  {
    "identificador": "2B90.0Y",
    "valor": "Outra neoplasia maligna especificada do cólon ascendente e flexura direita do cólon",
    "descricao": ""
  },
  {
    "identificador": "2B90.0Z",
    "valor": "Neoplasia maligna do cólon ascendente e flexura direita do cólon, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B90.1",
    "valor": "Neoplasia maligna do cólon descendente e flexura esplênica do cólon",
    "descricao": ""
  },
  {
    "identificador": "2B90.10",
    "valor": "Adenocarcinoma do cólon descendente ou flexura esplênica do cólon",
    "descricao": "Tumor maligno com diferenciação glandular originando-se do epitélio do cólon descendente e da flexura esplênica."
  },
  {
    "identificador": "2B90.1Y",
    "valor": "Outra neoplasia maligna especificada do cólon descendente e flexura esplênica do cólon",
    "descricao": ""
  },
  {
    "identificador": "2B90.1Z",
    "valor": "Neoplasia maligna do cólon descendente e flexura esplênica do cólon, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B90.2",
    "valor": "Neoplasia maligna do cólon transverso",
    "descricao": ""
  },
  {
    "identificador": "2B90.20",
    "valor": "Adenocarcinoma do cólon transverso",
    "descricao": "Tumor maligno com diferenciação glandular originando-se do epitélio do cólon transverso."
  },
  {
    "identificador": "2B90.2Y",
    "valor": "Outra neoplasia maligna especificada do cólon transverso",
    "descricao": ""
  },
  {
    "identificador": "2B90.2Z",
    "valor": "Neoplasia maligna do cólon transverso, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B90.3",
    "valor": "Neoplasia maligna do cólon sigmóide",
    "descricao": ""
  },
  {
    "identificador": "2B90.30",
    "valor": "Adenocarcinoma de cólon sigmoide",
    "descricao": "Tumor maligno com diferenciação glandular originando-se do epitélio do cólon sigmoide."
  },
  {
    "identificador": "2B90.3Y",
    "valor": "Outra neoplasia maligna especificada do cólon sigmóide",
    "descricao": ""
  },
  {
    "identificador": "2B90.3Z",
    "valor": "Neoplasia maligna do cólon sigmóide, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B90.Y",
    "valor": "Outras neoplasias malignas especificadas do cólon",
    "descricao": ""
  },
  {
    "identificador": "2B90.Z",
    "valor": "Neoplasias malignas do cólon, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B91",
    "valor": "Neoplasias malignas da junção retossigmoide",
    "descricao": ""
  },
  {
    "identificador": "2B91.0",
    "valor": "Adenocarcinoma de junção retossigmoide",
    "descricao": "Um tumor maligno com diferenciação glandular originando-se do epitélio da junção retossigmoide"
  },
  {
    "identificador": "2B91.Y",
    "valor": "Outras neoplasias malignas especificadas da junção retossigmoide",
    "descricao": ""
  },
  {
    "identificador": "2B91.Z",
    "valor": "Neoplasias malignas da junção retossigmoide, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B92",
    "valor": "Neoplasias malignas do reto",
    "descricao": ""
  },
  {
    "identificador": "2B92.0",
    "valor": "Adenocarcinomas de reto",
    "descricao": "Adenocarcinoma originando-se do reto. É mais frequentemente observado em populações com dieta do tipo ocidental e em pacientes com história de doença inflamatória intestinal crônica."
  },
  {
    "identificador": "2B92.1",
    "valor": "Neoplasias neuroendócrinas do reto",
    "descricao": "Neoplasias malignas com diferenciação neuroendócrina que se originam no reto. A maioria são tumores neuroendócrinos bem diferenciados (graus baixo e intermediário), isto é, carcinoides. Carcinomas neuroendócrinos mal diferenciados (alto grau) são raros."
  },
  {
    "identificador": "2B92.Y",
    "valor": "Outras neoplasias malignas específicas do reto",
    "descricao": ""
  },
  {
    "identificador": "2B92.Z",
    "valor": "Neoplasias malignas do reto, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2B93",
    "valor": "Neoplasias malignas do intestino grosso, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B93.0",
    "valor": "Adenocarcinoma do intestino grosso, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B93.Y",
    "valor": "Outras neoplasias malignas especificadas do intestino grosso, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2B93.Z",
    "valor": "Neoplasias malignas do intestino grosso, localização e tipo não especificados",
    "descricao": ""
  },
  {
    "identificador": "2B9Y",
    "valor": "Outras neoplasias malignas especificadas do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "2C00",
    "valor": "Neoplasias malignas do ânus ou canal anal",
    "descricao": "Neoplasia maligna primária que surge no canal anal até a junção com a pele perianal com pelos. Exemplos representativos incluem carcinomas e melanomas. Os tumores da margem anal são classificados com tumores de pele."
  },
  {
    "identificador": "2C00.0",
    "valor": "Adenocarcinoma do ânus ou canal anal",
    "descricao": "Adenocarcinoma que surge no epitélio do canal anal, incluindo a superfície da mucosa, as glândulas anais e o revestimento dos tratos fistulosos."
  },
  {
    "identificador": "2C00.1",
    "valor": "Melanoma do ânus ou canal anal",
    "descricao": "Uma forma de câncer que se desenvolve nos melanócitos, as células que produzem melanina pigmentar na pele."
  },
  {
    "identificador": "2C00.2",
    "valor": "Neoplasia neuroendócrina do ânus ou canal anal",
    "descricao": "Neoplasias que surgem das células do sistema neuroendócrino que revestem o ânus e o canal anal."
  },
  {
    "identificador": "2C00.3",
    "valor": "Carcinoma de células escamosas do ânus ou canal anal",
    "descricao": "Carcinoma de células escamosas (CEC) originando-se do canal anal até a junção com a margem anal (perianal, pele com pelos). O papilomavírus humano é detectado na maioria dos casos. Homens homossexuais soropositivos têm um risco aumentado de desenvolver carcinoma anal de células escamosas em comparação com a população masculina em geral. O prognóstico é geralmente melhor para o CEC da margem anal do que para o CEC do canal anal. Os primeiros são classificados com tumores de pele."
  },
  {
    "identificador": "2C00.Y",
    "valor": "Outras neoplasias malignas especificadas do ânus e do canal anal",
    "descricao": ""
  },
  {
    "identificador": "2C00.Z",
    "valor": "Neoplasias malignas do ânus ou canal anal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C0Y",
    "valor": "Outras neoplasias malignas especificadas de intestino",
    "descricao": ""
  },
  {
    "identificador": "2C0Z",
    "valor": "Neoplasias malignas de intestino, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C10",
    "valor": "Neoplasia maligna do pâncreas",
    "descricao": "Tumor maligno primário do pâncreas. A maioria são adenocarcinomas."
  },
  {
    "identificador": "2C10.0",
    "valor": "Adenocarcinoma de pâncreas",
    "descricao": "Adenocarcinoma que surge do pâncreas exócrino. O adenocarcinoma ductal e suas variantes são os tipos mais comuns de adenocarcinoma pancreático."
  },
  {
    "identificador": "2C10.1",
    "valor": "Neoplasias neuroendócrinas do pâncreas",
    "descricao": "Neoplasia com diferenciação neuroendócrina que surge no pâncreas. Inclui tumores neuroendócrinos (graus baixo e intermediário) e carcinomas neuroendócrinos (grau alto)."
  },
  {
    "identificador": "2C10.Y",
    "valor": "Outras neoplasias malignas especificadas do pâncreas",
    "descricao": ""
  },
  {
    "identificador": "2C10.Z",
    "valor": "Neoplasia maligna do pâncreas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2C11",
    "valor": "Neoplasias malignas de outros órgãos digestivos ou órgãos digestivos mal definidos",
    "descricao": "Um tumor maligno primário envolvendo um órgão digestivo ou órgãos não codificados em outro lugar (incluindo trato intestinal [parte não especificada], lesões sobrepostas do trato digestivo e outras localizações mal definidas dentro do sistema digestivo)"
  },
  {
    "identificador": "2C11.0",
    "valor": "Adenocarcinoma de outros órgãos digestivos ou órgãos digestivos mal definidos",
    "descricao": ""
  },
  {
    "identificador": "2C11.1",
    "valor": "Carcinoma mucinoso de outros órgãos digestivos ou órgãos digestivos mal definidos",
    "descricao": ""
  },
  {
    "identificador": "2C11.2",
    "valor": "Outras neoplasias malignas especificadas de outros órgãos digestivos ou órgãos digestivos mal definidos",
    "descricao": ""
  },
  {
    "identificador": "2C11.Z",
    "valor": "Neoplasias malignas de outros órgãos digestivos mal definidos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C12",
    "valor": "Neoplasias malignas do fígado ou ductos biliares intra-hepáticos",
    "descricao": "A neoplasia hepática mais frequente e importante é o carcinoma hepatocelular primário (CHC). Em muitas partes do mundo, em particular na África e na Ásia, representa uma carga significativa de doenças. Nessas regiões de alta incidência, a infecção crônica pelo vírus da hepatite B (VHB) é a principal causa subjacente, com exceção do Japão, que tem uma alta prevalência de infecção por hepatite C. A vacinação contra o VHB tornou-se uma ferramenta poderosa na redução da cirrose e do CHC, mas a implementação ainda é subótima em várias regiões de alto risco. Nos países ocidentais, o abuso crônico de álcool é um fator etiológico importante. O colangiocarcinoma hepático tem uma distribuição geográfica diferente, com pico de incidência no norte da Tailândia. Aqui, é causado por uma infecção crônica com a fascíola do fígado, Opisthorchis Viverrini, que é ingerida por meio de peixes crus infectados."
  },
  {
    "identificador": "2C12.0",
    "valor": "Neoplasia maligna do fígado",
    "descricao": ""
  },
  {
    "identificador": "2C12.00",
    "valor": "Carcinoma hepatocelular-colangiocarcinoma combinado",
    "descricao": "Carcinoma hepatocelular-colangiocarcinoma combinado é um tumor que contém elementos inequívocos e intimamente misturados, tanto do carcinoma hepatocelular quanto do colangiocarcinoma."
  },
  {
    "identificador": "2C12.01",
    "valor": "Hepatoblastoma",
    "descricao": "Neoplasia maligna do fígado que ocorre quase exclusivamente em bebês, embora tenham sido relatados casos isolados em crianças maiores e adultos. Grosseiramente, o hepatoblastoma é sólido, bem circunscrito e mais frequentemente solitário do que múltiplo. Microscopicamente, a maioria dos tumores é composta exclusivamente por elementos hepatocíticos imaturos. Cerca de um quarto dos hepatoblastomas contém um componente estromal que pode ser indiferenciado ou se desenvolver em osso ou cartilagem."
  },
  {
    "identificador": "2C12.02",
    "valor": "Carcinoma hepatocelular do fígado",
    "descricao": "Carcinoma que se origina dos hepatócitos."
  },
  {
    "identificador": "2C12.03",
    "valor": "Carcinoma mesotelial do fígado",
    "descricao": ""
  },
  {
    "identificador": "2C12.0Y",
    "valor": "Outra neoplasia especificada maligna do fígado",
    "descricao": ""
  },
  {
    "identificador": "2C12.0Z",
    "valor": "Neoplasia maligna do fígado não especificada",
    "descricao": ""
  },
  {
    "identificador": "2C12.1",
    "valor": "Neoplasia maligna dos ductos biliares intra-hepáticos",
    "descricao": ""
  },
  {
    "identificador": "2C12.10",
    "valor": "Colangiocarcinoma intra-hepático",
    "descricao": "Carcinoma que surge do epitélio do ducto biliar intra-hepático em qualquer localização da árvore biliar intra-hepática. Grosseiramente, as lesões malignas são sólidas, nodulares e acinzentadas. Morfologicamente, a grande maioria dos casos são adenocarcinomas. A detecção precoce é difícil e o prognóstico geralmente é ruim."
  },
  {
    "identificador": "2C12.1Y",
    "valor": "Outras neoplasias malignas especificadas de ductos biliares intra-hepáticos",
    "descricao": ""
  },
  {
    "identificador": "2C12.1Z",
    "valor": "Neoplasia maligna dos ductos biliares intra-hepáticos, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2C13",
    "valor": "Neoplasias malignas da vesícula biliar",
    "descricao": "Tumor maligno originando-se do epitélio da vesícula biliar. Geralmente está associada à presença de cálculos biliares. Os sintomas clínicos não são específicos e geralmente se manifestam no final do curso. Morfologicamente, o adenocarcinoma é o tipo mais comum, porém carcinomas de células escamosas, carcinomas adenoescamosos, carcinomas em anel de sinete e carcinomas indiferenciados também podem ocorrer."
  },
  {
    "identificador": "2C13.0",
    "valor": "Adenocarcinoma da vesícula biliar",
    "descricao": "Adenocarcinoma originando-se da vesícula biliar. É o tumor maligno mais comum da vesícula biliar, tipicamente no fundo; geralmente é bem a moderadamente diferenciado. A incidência é maior em pacientes com cálculos biliares do que em pacientes sem cálculos biliares. Sinais e sintomas geralmente se manifestam no final do curso da doença e lembram os da colecistite crônica, incluindo dor no quadrante superior direito. As variantes histológicas incluem adenocarcinoma do tipo intestinal, adenocarcinoma de células claras, adenocarcinoma mucinoso, adenocarcinoma papilar e adenocarcinoma de anel de sinete."
  },
  {
    "identificador": "2C13.Y",
    "valor": "Outra neoplasia maligna especificada da vesícula biliar",
    "descricao": ""
  },
  {
    "identificador": "2C13.Z",
    "valor": "Neoplasias malignas da vesícula biliar, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C14",
    "valor": "Neoplasias malignas do trato biliar proximal, ducto cístico",
    "descricao": ""
  },
  {
    "identificador": "2C14.0",
    "valor": "Adenocarcinoma de vias biliares proximais, ducto cístico",
    "descricao": ""
  },
  {
    "identificador": "2C14.1",
    "valor": "Neoplasia cística mucinosa com carcinoma invasivo associado do ducto cístico",
    "descricao": ""
  },
  {
    "identificador": "2C14.2",
    "valor": "Neoplasias neuroendócrinas do ducto cístico",
    "descricao": ""
  },
  {
    "identificador": "2C14.Y",
    "valor": "Outras neoplasias malignas especificadas do trato biliar, ducto cístico",
    "descricao": ""
  },
  {
    "identificador": "2C14.Z",
    "valor": "Neoplasias malignas do trato biliar proximal, ducto cístico, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C15",
    "valor": "Neoplasias malignas do trato biliar, ducto biliar distal",
    "descricao": ""
  },
  {
    "identificador": "2C15.0",
    "valor": "Adenocarcinoma do trato biliar, ducto biliar distal",
    "descricao": "Adenocarcinoma que se origina do ducto biliar comum distal à inserção do ducto cístico."
  },
  {
    "identificador": "2C15.1",
    "valor": "Neoplasia cística mucinosa com carcinoma invasivo associado do ducto biliar distal",
    "descricao": ""
  },
  {
    "identificador": "2C15.2",
    "valor": "Neoplasias neuroendócrinas do ducto biliar distal",
    "descricao": ""
  },
  {
    "identificador": "2C15.Y",
    "valor": "Outras neoplasias malignas especificadas do trato biliar, ducto biliar distal",
    "descricao": ""
  },
  {
    "identificador": "2C15.Z",
    "valor": "Neoplasias malignas do trato biliar, ducto biliar distal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C16",
    "valor": "Neoplasias malignas da ampola de Vater",
    "descricao": ""
  },
  {
    "identificador": "2C16.0",
    "valor": "Adenocarcinoma de ampola de Vater",
    "descricao": "Um tumor epitelial glandular maligno originando-se na ampola de Vater"
  },
  {
    "identificador": "2C16.1",
    "valor": "Neoplasias neuroendócrinas da ampola de Vater",
    "descricao": ""
  },
  {
    "identificador": "2C16.Y",
    "valor": "Outras neoplasias malignas especificadas da ampola de Vater",
    "descricao": ""
  },
  {
    "identificador": "2C16.Z",
    "valor": "Neoplasias malignas da ampola de Vater, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C17",
    "valor": "Neoplasias malignas de outras localizações ou localizações não especificadas do trato biliar",
    "descricao": ""
  },
  {
    "identificador": "2C17.0",
    "valor": "Adenocarcinoma de outras partes ou partes não especificadas do trato biliar",
    "descricao": ""
  },
  {
    "identificador": "2C17.1",
    "valor": "Neoplasia cística mucinosa com carcinoma invasivo associado de outras localizações ou localizações não especificadas do trato biliar",
    "descricao": ""
  },
  {
    "identificador": "2C17.2",
    "valor": "Neoplasias neuroendócrinas de outras localizações ou localizações não especificadas do trato biliar",
    "descricao": ""
  },
  {
    "identificador": "2C17.Y",
    "valor": "Outras neoplasias malignas especificadas de lesão sobreposta do trato biliar",
    "descricao": ""
  },
  {
    "identificador": "2C17.Z",
    "valor": "Neoplasias malignas de outras localizações ou localizações não especificadas do trato biliar, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C18",
    "valor": "Neoplasias malignas do ducto biliar peri-hilar",
    "descricao": "“Inclui ductos hepáticos esquerdo, direito e comum até a origem do ducto cístico”"
  },
  {
    "identificador": "2C18.0",
    "valor": "Colangiocarcinoma hilar",
    "descricao": "O tumor de Klatskin é um colangiocarcinoma extra-hepático que surge na junção dos ductos hepáticos principais direito ou esquerdo para formar o ducto hepático comum."
  },
  {
    "identificador": "2C18.1",
    "valor": "Neoplasia cística mucinosa com carcinoma invasivo associado do ducto biliar peri-hilar",
    "descricao": ""
  },
  {
    "identificador": "2C18.2",
    "valor": "Neoplasia neuroendócrina do ducto biliar peri-hilar",
    "descricao": ""
  },
  {
    "identificador": "2C18.Y",
    "valor": "Outras neoplasias malignas especificadas do ducto biliar peri-hilar",
    "descricao": ""
  },
  {
    "identificador": "2C18.Z",
    "valor": "Neoplasias malignas do ducto biliar peri-hilar, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2C1Z",
    "valor": "Neoplasias malignas dos órgãos digestivos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C20",
    "valor": "Neoplasias malignas da cavidade nasal",
    "descricao": "Do capítulo sobre Cavidade Nasal: Embora a cavidade nasal e os seios paranasais ocupem um espaço anatômico relativamente pequeno, eles são o local de origem de alguns dos grupos de tumores mais complexos e histologicamente diversos de todo o corpo humano. Estes incluem neoplasias derivadas de epitélio mucoso, glândulas seromucinosas, tecidos moles, osso, cartilagem, tecido neural / neuroectodérmico, células hematolinfoides e o aparelho odontogênico. Muitos dos tumores são semelhantes aos encontrados em outras partes do corpo, mas alguns, como o neuroblastoma olfatório, são exclusivos desse local."
  },
  {
    "identificador": "2C20.0",
    "valor": "Adenocarcinoma da cavidade nasal",
    "descricao": ""
  },
  {
    "identificador": "2C20.1",
    "valor": "Neoplasia maligna neuroepiteliomatosa da cavidade nasal",
    "descricao": ""
  },
  {
    "identificador": "2C20.2",
    "valor": "Melanoma da cavidade nasal",
    "descricao": ""
  },
  {
    "identificador": "2C20.3",
    "valor": "Neuroblastoma olfatório",
    "descricao": ""
  },
  {
    "identificador": "2C20.4",
    "valor": "Carcinoma de células escamosas da cavidade nasal",
    "descricao": ""
  },
  {
    "identificador": "2C20.Y",
    "valor": "Outra neoplasia maligna especificada da cavidade nasal",
    "descricao": ""
  },
  {
    "identificador": "2C20.Z",
    "valor": "Neoplasias malignas da cavidade nasal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C21",
    "valor": "Neoplasias malignas da orelha média",
    "descricao": "Neoplasia maligna com origem na orelha média"
  },
  {
    "identificador": "2C21.0",
    "valor": "Adenocarcinoma da orelha média",
    "descricao": ""
  },
  {
    "identificador": "2C21.1",
    "valor": "Carcinoma de células escamosas da orelha média",
    "descricao": ""
  },
  {
    "identificador": "2C21.2",
    "valor": "Neoplasia epitelial maligna não especificada da orelha média",
    "descricao": ""
  },
  {
    "identificador": "2C21.Y",
    "valor": "Outra neoplasia maligna especificada da orelha média",
    "descricao": ""
  },
  {
    "identificador": "2C21.Z",
    "valor": "Neoplasias malignas da orelha média, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C22",
    "valor": "Neoplasias malignas dos seios paranasais",
    "descricao": ""
  },
  {
    "identificador": "2C22.0",
    "valor": "Adenocarcinoma de seios paranasais",
    "descricao": ""
  },
  {
    "identificador": "2C22.1",
    "valor": "Carcinoma de células escamosas de seios paranasais",
    "descricao": ""
  },
  {
    "identificador": "2C22.10",
    "valor": "Carcinoma de células escamosas de seio esfenoidal",
    "descricao": ""
  },
  {
    "identificador": "2C22.1Y",
    "valor": "Carcinoma de células escamosas de outro seio paranasal especificado",
    "descricao": ""
  },
  {
    "identificador": "2C22.2",
    "valor": "Neoplasias epiteliais malignas de seios paranasais, tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "2C22.3",
    "valor": "Melanomas de seios paranasais",
    "descricao": ""
  },
  {
    "identificador": "2C22.Y",
    "valor": "Outras neoplasias malignas especificadas de seios paranasais",
    "descricao": ""
  },
  {
    "identificador": "2C22.Z",
    "valor": "Neoplasias malignas dos seios paranasais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C23",
    "valor": "Neoplasias malignas da laringe",
    "descricao": ""
  },
  {
    "identificador": "2C23.1",
    "valor": "Neoplasias malignas da glote da laringe",
    "descricao": ""
  },
  {
    "identificador": "2C23.10",
    "valor": "Carcinoma de células escamosas da laringe, glote",
    "descricao": "Carcinoma de células escamosas da laringe que se origina da região glótica. Pode permanecer localizado por um longo período e, em seguida, no estágio avançado da doença, pode se espalhar para a corda vocal verdadeira oposta, áreas supraglóticas e subglóticas e tecidos moles do pescoço. Rouquidão é o sintoma de apresentação."
  },
  {
    "identificador": "2C23.1Y",
    "valor": "Outras neoplasias malignas especificadas da laringe, glote",
    "descricao": ""
  },
  {
    "identificador": "2C23.2",
    "valor": "Neoplasias malignas da supraglote da laringe",
    "descricao": ""
  },
  {
    "identificador": "2C23.20",
    "valor": "Carcinoma de células escamosas da laringe, supraglote",
    "descricao": "Carcinoma de células escamosas da laringe que se origina na área supraglótica. Os sinais e sintomas incluem disfagia, sensação de corpo estranho na garganta e hemoptise. Ele se propaga para o espaço anterior à epiglote, seio piriforme e base da língua."
  },
  {
    "identificador": "2C23.2Y",
    "valor": "Outras neoplasias malignas especificadas da laringe, supraglote",
    "descricao": ""
  },
  {
    "identificador": "2C23.3",
    "valor": "Neoplasias malignas da subglote da laringe",
    "descricao": "Neoplasia maligna primária ou metastática que envolve a subglote."
  },
  {
    "identificador": "2C23.30",
    "valor": "Carcinoma de células escamosas da laringe, subglote",
    "descricao": "Carcinoma de células escamosas da laringe que se origina na área subglótica. Os sintomas incluem dispneia e estridor. Ele se propaga para a hipofaringe, traqueia e glândula tireoide."
  },
  {
    "identificador": "2C23.31",
    "valor": "Adenocarcinoma de laringe, subglote",
    "descricao": ""
  },
  {
    "identificador": "2C23.3Y",
    "valor": "Outras neoplasias malignas especificadas da laringe, subglote",
    "descricao": ""
  },
  {
    "identificador": "2C23.4",
    "valor": "Neoplasia maligna da cartilagem laríngea",
    "descricao": ""
  },
  {
    "identificador": "2C23.5",
    "valor": "Neoplasia maligna de lesão sobreposta da laringe",
    "descricao": ""
  },
  {
    "identificador": "2C23.Z",
    "valor": "Neoplasias malignas da laringe, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C24",
    "valor": "Neoplasias malignas da traqueia",
    "descricao": "Neoplasia maligna primária ou metastática envolvendo a traqueia"
  },
  {
    "identificador": "2C24.0",
    "valor": "Adenocarcinoma da traqueia",
    "descricao": ""
  },
  {
    "identificador": "2C24.1",
    "valor": "Carcinoma de células escamosas da traqueia",
    "descricao": ""
  },
  {
    "identificador": "2C24.2",
    "valor": "Neoplasias epiteliais malignas da traqueia, tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "2C24.Y",
    "valor": "Outras neoplasias malignas especificadas da traqueia",
    "descricao": ""
  },
  {
    "identificador": "2C24.Z",
    "valor": "Neoplasias malignas da traqueia, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C25",
    "valor": "Neoplasias malignas de brônquio ou pulmão",
    "descricao": "Neoplasia maligna primária que acomete o pulmão."
  },
  {
    "identificador": "2C25.0",
    "valor": "Adenocarcinoma de brônquio ou pulmão",
    "descricao": "Carcinoma que surge do pulmão e é caracterizado pela presença de células epiteliais glandulares malignas. Existe uma predileção pelo sexo masculino com uma proporção de sexo masculino para feminino de 2:1. Geralmente o adenocarcinoma pulmonar é assintomático e é identificado por meio de estudos de triagem ou como um achado radiológico incidental. Se sintomas clínicos estiverem presentes, eles incluem falta de ar, tosse, hemoptise, dor no peito e febre. A fumaça do tabaco é fator de risco reconhecido."
  },
  {
    "identificador": "2C25.1",
    "valor": "Carcinoma de células pequenas de brônquio ou pulmão",
    "descricao": "Subtipo altamente agressivo de carcinoma de pulmão caracterizado pela presença de células pequenas malignas e necrose. A doença metastática geralmente está presente no momento do diagnóstico."
  },
  {
    "identificador": "2C25.2",
    "valor": "Carcinoma de células escamosas de brônquio ou pulmão",
    "descricao": "Carcinoma decorrente de células epiteliais bronquiais escamosas malignas e caracterizado pela presença de queratinização e/ou pontes intercelulares. O tabagismo e a exposição ao arsênico estão fortemente associados ao carcinoma de células escamosas do pulmão."
  },
  {
    "identificador": "2C25.3",
    "valor": "Carcinoma de células grandes de brônquio ou pulmão",
    "descricao": ""
  },
  {
    "identificador": "2C25.4",
    "valor": "Carcinoide ou outras neoplasias neuroendócrinas malignas de brônquio ou pulmão",
    "descricao": ""
  },
  {
    "identificador": "2C25.5",
    "valor": "Neoplasia epitelial maligna não especificada de brônquio ou pulmão",
    "descricao": ""
  },
  {
    "identificador": "2C25.Y",
    "valor": "Outras neoplasias malignas especificadas de brônquio ou pulmão",
    "descricao": ""
  },
  {
    "identificador": "2C25.Z",
    "valor": "Neoplasias malignas de brônquio ou pulmão, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C26",
    "valor": "Neoplasias malignas da pleura",
    "descricao": "Neoplasia maligna primária ou metastática que afeta a pleura. Um exemplo representativo de neoplasia maligna pleural primária é o mesotelioma pleural maligno."
  },
  {
    "identificador": "2C26.0",
    "valor": "Mesotelioma da pleura",
    "descricao": "Mesotelioma maligno de pleura é uma doença maligna associada ao amianto que se origina nas células de revestimento (mesotélio) da cavidade pleural."
  },
  {
    "identificador": "2C26.Y",
    "valor": "Outras neoplasias malignas especificadas da pleura",
    "descricao": ""
  },
  {
    "identificador": "2C26.Z",
    "valor": "Neoplasias malignas da pleura, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C27",
    "valor": "Neoplasias malignas do timo",
    "descricao": "Neoplasia maligna primária envolvendo o timo. Esta categoria inclui timomas malignos, carcinomas tímicos primários e tumor carcinoide ou outras neoplasias neuroendócrinas do timo."
  },
  {
    "identificador": "2C27.0",
    "valor": "Carcinoma do timo",
    "descricao": "Grupo diversificado de carcinomas do timo, anteriormente conhecido como timoma tipo C. Inclui variantes morfológicas derivadas de células puramente epiteliais, bem como de células com diferenciação neuroendócrina."
  },
  {
    "identificador": "2C27.1",
    "valor": "Tumor carcinoide ou outras neoplasias neuroendócrinas do timo",
    "descricao": "O carcinoma neuroendócrino tímico é um tipo de neoplasia epitelial tímica que exibe evidências de diferenciação neuroendócrina."
  },
  {
    "identificador": "2C27.2",
    "valor": "Timoma",
    "descricao": "Timoma que tem um curso clínico agressivo (invasão capsular, infiltração dos tecidos circundantes) e pode metastatizar. Embora qualquer subtipo morfológico de timoma possa eventualmente ter um curso clínico maligno, este termo é mais frequentemente associado aos tipos de timoma B3 e C."
  },
  {
    "identificador": "2C27.Y",
    "valor": "Outras neoplasias malignas especificadas do timo",
    "descricao": ""
  },
  {
    "identificador": "2C27.Z",
    "valor": "Neoplasias malignas do timo, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C28",
    "valor": "Neoplasias malignas do coração ou mediastino",
    "descricao": ""
  },
  {
    "identificador": "2C28.0",
    "valor": "Neoplasias malignas de células germinativas do coração, do mediastino ou da pleura (não mesotelioma)",
    "descricao": ""
  },
  {
    "identificador": "2C28.1",
    "valor": "Outras neoplasias malignas especificadas de coração ou mediastino",
    "descricao": ""
  },
  {
    "identificador": "2C28.Z",
    "valor": "Neoplasias malignas do coração ou mediastino, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C29",
    "valor": "Neoplasias malignas de outras localizações ou localizações mal definidas no sistema respiratório ou órgãos intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2C29.0",
    "valor": "Carcinomas de células escamosas de outras localizações e localizações mal definidas no sistema respiratório ou órgãos intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2C29.1",
    "valor": "Outras neoplasias malignas especificadas de outras localizações ou localizações mal definidas no sistema respiratório ou órgãos intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2C29.Z",
    "valor": "Neoplasias malignas de outras localizações ou localizações mal definidas no sistema respiratório ou órgãos intratorácicos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C2Y",
    "valor": "Outras neoplasias malignas especificadas do ouvido médio, órgãos respiratórios ou intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2C2Z",
    "valor": "Neoplasias malignas do ouvido médio, órgãos respiratórios ou intratorácicos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C30",
    "valor": "Melanoma cutâneo",
    "descricao": "Melanoma primário originado de melanócitos atípicos na pele. Lesões precursoras incluem nevos melanocíticos congênitos e adquiridos e nevos displásicos. Algumas variantes histológicas foram reconhecidas, incluindo melanoma extensivo superficial, melanoma lentiginoso acral, melanoma nodular e lentigo maligno melanoma."
  },
  {
    "identificador": "2C30.0",
    "valor": "Melanoma de propagação superficial, primário",
    "descricao": "A forma mais comum de melanoma, o melanoma extensivo superficial é responsável por cerca de 70 por cento de todos os melanomas. Apresenta-se caracteristicamente como uma mácula cutânea hipercrômica assintomática, de forma assimétrica e que exibe variabilidade tanto na tonalidade quanto na intensidade do pigmento. Tem uma fase relativamente longa de extensão superficial progressiva (crescimento radial) antes de penetrar mais profundamente na derme e entrar em uma fase de crescimento vertical invasivo."
  },
  {
    "identificador": "2C30.1",
    "valor": "Melanoma nodular primário",
    "descricao": "Variante do melanoma de mau prognóstico devido ao fato de haver pouca ou nenhuma fase de crescimento radial (superficial) prodrômica antes da invasão profunda (crescimento vertical). A lesão se apresenta como tumor elevado, avermelhado, azulado ou marrom-escuro em forma de cúpula. Ulceração ou sangramento da lesão acontece frequentemente. Ocorre mais frequência na quinta ou sexta década."
  },
  {
    "identificador": "2C30.2",
    "valor": "Melanoma lentigo maligno, primário",
    "descricao": "O melanoma lentigo maligno é uma forma de melanoma que ocorre dentro de um lentigo maligno quando as células neoplásicas não permanecem mais confinadas à epiderme (crescimento radial in situ), mas invadem a derme (crescimento vertical). O lentigo maligno do qual se origina pode sido uma mácula irregularmente pigmentada na pele exposta ao sol por muitos anos antes de sobrevir a invasão dérmica. A diferenciação clínica do lentigo maligno pode não ser possível nos estágios iniciais da invasão, mas à medida que o tumor progride, um espessamento focal ou nódulo dentro do lentigo maligno se torna aparente."
  },
  {
    "identificador": "2C30.3",
    "valor": "Melanoma lentiginoso acral, primário",
    "descricao": "O melanoma maligno lentiginoso acral é uma forma distinta e incomum de melanoma que afeta a pele palmar e plantar ou o aparelho ungueal. Geralmente é precedido por uma fase in situ lentamente progressiva que pode ser negligenciada. Normalmente se apresenta como uma área crescente de pigmentação macular nas palmas e plantas ou como uma faixa pigmentada longitudinal dentro da lâmina ungueal. Os tumores mais agressivos apresentam-se como nódulos ulcerados que, ao envolverem o aparelho ungueal, podem destruir a lâmina ungueal. O melanoma maligno lentiginoso acral é responsável por uma alta proporção de melanomas vistos em pessoas de pele escura."
  },
  {
    "identificador": "2C30.Y",
    "valor": "Outro melanoma cutâneo especificado",
    "descricao": ""
  },
  {
    "identificador": "2C30.Z",
    "valor": "Melanoma cutâneo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2C31",
    "valor": "Carcinoma de células escamosas da pele",
    "descricao": "Carcinoma que se origina das células escamosas da epiderme. O carcinoma de células escamosas da pele é mais comumente encontrado em áreas expostas ao sol. A maioria dos tumores é bem diferenciada."
  },
  {
    "identificador": "2C31.0",
    "valor": "Carcinoma verrucoso de células escamosas de pele",
    "descricao": "Carcinoma verrucoso de células escamosas é uma variante rara do carcinoma de células escamosas bem diferenciado com baixo potencial de malignidade. Ocorre principalmente em glande e prepúcio do pênis e na planta do pé."
  },
  {
    "identificador": "2C31.1",
    "valor": "Ceratoacantoma",
    "descricao": "Ceratoacantoma é um tumor epidérmico queratinocítico relativamente comum que apresenta semelhanças com o carcinoma de células escamosas da pele, do qual pode ser difícil distinguir clínica ou histopatologicamente. É caracterizado por rápido crescimento, ao longo de algumas semanas a meses, seguido por resolução espontânea ao longo de 4-6 meses. Por não ser possível prever seu comportamento benigno com total certeza durante sua fase inicial de crescimento, a designação \"Carcinoma de células escamosas bem diferenciado (tipo ceratoacantoma)\" também é usada."
  },
  {
    "identificador": "2C31.Z",
    "valor": "Carcinoma cutâneo de células escamosas",
    "descricao": ""
  },
  {
    "identificador": "2C32",
    "valor": "Carcinoma basocelular de pele",
    "descricao": "O carcinoma basocelular ou CBC é a doença maligna mais comum em humanos. Acredita-se que os CBCs surjam de células pluripotenciais da camada basal da epiderme ou, menos comumente, do folículo piloso. Os CBCs geralmente ocorrem em áreas de exposição crônica ao sol e se apresentam como pápulas, placas ou nódulos avermelhados de crescimento lento na cabeça e no pescoço, embora a variante superficial esteja frequentemente localizada no tronco. Os CBCs freqüentemente ulceram e criam crostas. Embora raramente metastatizem, podem causar destruição local significativa e desfiguração se negligenciados ou tratados inadequadamente, principalmente se forem do subtipo esclerosante ou infiltrativo."
  },
  {
    "identificador": "2C32.0",
    "valor": "Carcinoma basocelular nodular da pele",
    "descricao": "Forma mais comum de carcinoma basocelular e tipicamente está localizada em cabeça ou pescoço. Começa como um pequeno nódulo translúcido que frequentemente necrosa e ulcera conforme cresce. Os vasos sanguíneos telangiectásicos podem frequentemente ser detectados logo abaixo da superfície do tumor. Uma minoria pode ser pigmentada e dificultar a sua distinção do melanoma."
  },
  {
    "identificador": "2C32.1",
    "valor": "Carcinoma basocelular esclerosante da pele",
    "descricao": "Esta forma de carcinoma basocelular é composta por finos filamentos, cordões e colunas de células malignas que se infiltram entre os feixes de colágeno da derme. Pode se infiltrar ampla e profundamente antes de se tornar clinicamente óbvio. Tipicamente começa como uma placa endurada pálida e mal definida que pode não chegar à atenção médica até que comece a sangrar e a formar crostas."
  },
  {
    "identificador": "2C32.2",
    "valor": "Carcinoma basocelular superficial da pele",
    "descricao": "Os carcinomas basocelulares superficiais são frequentemente múltiplos e aparecem como placas róseas ou eritematosas pouco elevadas, variando em tamanho de alguns mm a mais de 10 cm de diâmetro. Uma borda fina perolada geralmente pode ser vista em uma inspeção cuidadosa. Eles ocorrem com mais frequência no tronco."
  },
  {
    "identificador": "2C32.Y",
    "valor": "Outro carcinoma basocelular especificado de pele",
    "descricao": ""
  },
  {
    "identificador": "2C32.Z",
    "valor": "Carcinoma basocelular da pele, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2C33",
    "valor": "Carcinoma anexial microcístico",
    "descricao": "Carcinoma que surge das glândulas sebáceas, glândulas sudoríparas ou folículos pilosos. Exemplos representativos incluem carcinoma sebáceo, carcinoma apócrino, carcinoma écrino e carcinoma pilomatricial."
  },
  {
    "identificador": "2C34",
    "valor": "Carcinoma neuroendócrino cutâneo",
    "descricao": "O carcinoma cutâneo neuroendócrino é um câncer cutâneo primário que surge de um subconjunto de células neuroendócrinas da pele (células de Merkel, dando o nome de carcinoma de células de Merkel (CCM))."
  },
  {
    "identificador": "2C35",
    "valor": "Sarcoma cutâneo",
    "descricao": "Grupo de neoplasias malignas geralmente raras originadas de elementos mesenquimais na derme, incluindo fibroblastos, músculo liso pilar e endotélio vascular."
  },
  {
    "identificador": "2C3Y",
    "valor": "Outras neoplasias malignas especificadas de pele",
    "descricao": ""
  },
  {
    "identificador": "2C3Z",
    "valor": "Neoplasia maligna de pele de tipo desconhecido ou não especificado",
    "descricao": ""
  },
  {
    "identificador": "2C40",
    "valor": "Neoplasias neuroepiteliomatosas malignas de nervos periféricos ou sistema nervoso autônomo",
    "descricao": ""
  },
  {
    "identificador": "2C41",
    "valor": "Perineurioma maligno",
    "descricao": ""
  },
  {
    "identificador": "2C4Y",
    "valor": "Outras neoplasias malignas especificadas de nervos periféricos e sistema nervoso autônomo",
    "descricao": ""
  },
  {
    "identificador": "2C4Z",
    "valor": "Neoplasias malignas de nervos periféricos ou sistema nervoso autônomo, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C50",
    "valor": "Neoplasias malignas do retroperitônio",
    "descricao": "Neoplasia maligna primária ou metastática envolvendo o retroperitônio. A grande maioria dos casos são carcinomas, linfomas ou sarcomas."
  },
  {
    "identificador": "2C50.0",
    "valor": "Carcinoma cístico, mucinoso ou seroso de retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "2C50.Y",
    "valor": "Outras neoplasias malignas especificadas do retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "2C50.Z",
    "valor": "Neoplasias malignas do retroperitônio, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C51",
    "valor": "Neoplasias malignas do peritônio",
    "descricao": ""
  },
  {
    "identificador": "2C51.0",
    "valor": "Adenocarcinomas de peritônio",
    "descricao": ""
  },
  {
    "identificador": "2C51.1",
    "valor": "Carcinoma cístico, mucinoso ou seroso do peritônio",
    "descricao": ""
  },
  {
    "identificador": "2C51.2",
    "valor": "Mesoteliomas de peritônio",
    "descricao": "Neoplasia mesotelial maligna que se origina do peritônio."
  },
  {
    "identificador": "2C51.20",
    "valor": "Mesotelioma do mesocólon",
    "descricao": ""
  },
  {
    "identificador": "2C51.21",
    "valor": "Mesotelioma do mesentério",
    "descricao": ""
  },
  {
    "identificador": "2C51.2Y",
    "valor": "Mesoteliomas de outras localizações especificadas do peritônio",
    "descricao": ""
  },
  {
    "identificador": "2C51.2Z",
    "valor": "Mesoteliomas de peritônio, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2C51.Y",
    "valor": "Outras neoplasias malignas especificadas do peritônio",
    "descricao": ""
  },
  {
    "identificador": "2C51.Z",
    "valor": "Neoplasias malignas do peritônio, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C52",
    "valor": "Neoplasias malignas do omento",
    "descricao": ""
  },
  {
    "identificador": "2C52.0",
    "valor": "Carcinoma cístico, mucinoso ou seroso do omento",
    "descricao": ""
  },
  {
    "identificador": "2C52.Y",
    "valor": "Outras neoplasias malignas especificadas do omento",
    "descricao": ""
  },
  {
    "identificador": "2C52.Z",
    "valor": "Neoplasias malignas do omento, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C53",
    "valor": "Neoplasia maligna envolvendo localizações sobrepostas de retroperitônio, peritônio ou omento",
    "descricao": ""
  },
  {
    "identificador": "2C53.0",
    "valor": "Adenocarcinoma envolvendo localizações sobrepostas de retroperitônio, peritônio ou omento",
    "descricao": ""
  },
  {
    "identificador": "2C53.1",
    "valor": "Mesotelioma envolvendo localizações sobrepostas de retroperitônio, peritônio ou omento",
    "descricao": ""
  },
  {
    "identificador": "2C53.Y",
    "valor": "Outra neoplasia maligna especificada envolvendo localizações sobrepostas de retroperitônio, peritônio ou omento",
    "descricao": ""
  },
  {
    "identificador": "2C53.Z",
    "valor": "Neoplasia maligna envolvendo localizações sobrepostas de retroperitônio, peritônio ou omento, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2C60",
    "valor": "Carcinoma de mama, tipo especializado",
    "descricao": ""
  },
  {
    "identificador": "2C61",
    "valor": "Carcinoma invasivo da mama",
    "descricao": ""
  },
  {
    "identificador": "2C61.0",
    "valor": "Carcinoma ductal invasivo da mama",
    "descricao": ""
  },
  {
    "identificador": "2C61.1",
    "valor": "Carcinoma lobular invasivo de mama",
    "descricao": "Um adenocarcinoma lobular infiltrante. As células malignas carecem de coesão e são dispostas individualmente ou de forma linear (filas indianas), ou como trabéculas estreitas dentro do estroma. As células malignas são geralmente menores que as do carcinoma ductal, além de menos pleomórficas e têm menor número de figuras mitóticas."
  },
  {
    "identificador": "2C61.2",
    "valor": "Carcinoma lobular pleomórfico invasivo de mama",
    "descricao": "Carcinoma lobular invasivo grau II da mama, caracterizado pela presença de células neoplásicas com núcleos grandes e atípicos."
  },
  {
    "identificador": "2C61.3",
    "valor": "Carcinoma invasivo da mama com características mistas ductais e lobulares",
    "descricao": "Carcinoma ductal invasivo da mama associado a um componente carcinomatoso lobular. O componente carcinomatoso lobular pode ser in situ ou invasivo."
  },
  {
    "identificador": "2C61.4",
    "valor": "Carcinoma invasivo de mama, tipo não identificável",
    "descricao": "Carcinoma que se infiltra no parênquima mamário e do qual o tipo histopatológico não foi identificado."
  },
  {
    "identificador": "2C62",
    "valor": "Carcinoma inflamatório de mama",
    "descricao": "Adenocarcinoma de mama invasivo avançado, caracterizado pela presença de alterações distintas na pele subjacente. Essas alterações incluem eritema difuso, edema, aparência de casca de laranja, sensibilidade, endurecimento, calor, aumento e, em alguns casos, uma massa palpável. As alterações cutâneas são consequência da obstrução linfática do adenocarcinoma invasivo da mama. Microscopicamente, os linfáticos dérmicos mostram infiltração proeminente por células malignas. O adenocarcinoma invasivo da mama é geralmente do tipo ductal SOE. Não há infiltrado de células inflamatórias significativo presente, apesar do nome desse carcinoma."
  },
  {
    "identificador": "2C63",
    "valor": "Tumor filodes maligno de mama",
    "descricao": "Tumor filodes da mama caracterizado por margens infiltrativas e um componente estromal sarcomatoso. O estroma sarcomatoso geralmente exibe características de fibrossarcoma. Elementos lipossarcomatosos, osteossarcomatosos ou rabdomiossarcomatosos também podem estar presentes."
  },
  {
    "identificador": "2C64",
    "valor": "Carcinoma papilífero sólido de mama com evidência de invasão",
    "descricao": ""
  },
  {
    "identificador": "2C65",
    "valor": "Síndrome de câncer de mama e ovário hereditário",
    "descricao": ""
  },
  {
    "identificador": "2C6Y",
    "valor": "Outras neoplasias malignas especificadas de mama",
    "descricao": ""
  },
  {
    "identificador": "2C6Z",
    "valor": "Neoplasias malignas da mama, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C70",
    "valor": "Neoplasias malignas da vulva",
    "descricao": "O carcinoma de células escamosas da vulva ocorre predominantemente na faixa etária mais avançada. Embora a taxa de incidência da neoplasia intraepitelial vulvar esteja aumentando, a do carcinoma de células escamosas da vulva está diminuindo, refletindo a detecção mais precoce e o tratamento mais bem-sucedido. Além da infecção pelo papilomavírus humano, o tabagismo é um fator de risco putativo para o carcinoma de células escamosas vulvar. Existem três lesões precursoras conhecidas: neoplasia intraepitelial vulvar, líquen escleroso e doença granulomatosa crônica. Outras doenças malignas epiteliais importantes da vulva são a doença de Paget e o carcinoma da glândula de Bartholin. Eles são muito menos comuns do que as lesões escamosas, e os fatores de risco são amplamente desconhecidos. Tumores não epiteliais proeminentes são melanoma maligno e sarcoma botrioide."
  },
  {
    "identificador": "2C70.0",
    "valor": "Carcinoma basocelular da vulva",
    "descricao": "Carcinoma de infiltração local de crescimento lento que surge na vulva. É caracterizada pela presença de células malignas que se assemelham às células basais presentes na epiderme."
  },
  {
    "identificador": "2C70.1",
    "valor": "Melanoma de vulva",
    "descricao": ""
  },
  {
    "identificador": "2C70.2",
    "valor": "Carcinoma de células escamosas da vulva",
    "descricao": "Carcinoma de células escamosas invasivo originando-se da vulva. Os fatores de risco incluem o vírus do papiloma humano e o tabagismo. Lesões precursoras incluem a neoplasia intraepitelial vulvar, líquen escleroso com hiperplasia de células escamosas associada e doença vulvar granulomatosa crônica, como granuloma inguinal. Os sintomas incluem prurido ou irritação vulvar, secreção, sangramento e dor. Foram identificadas as seguintes variantes morfológicas: queratinizante, não queratinizante, basaloide, verrucoso, verrucoso, tipo ceratoacantoma e carcinoma de células escamosas com células tumorais gigantes. Os fatores de risco para recorrência incluem estágio avançado, diâmetro do tumor maior que 2,5 cm, multifocalidade, envolvimento do espaço capilar, neoplasia intraepitelial vulvar associada graus 2 ou 3 e margens de ressecção com comprometimento neoplásico."
  },
  {
    "identificador": "2C70.Y",
    "valor": "Outras neoplasias malignas especificadas da vulva",
    "descricao": ""
  },
  {
    "identificador": "2C70.Z",
    "valor": "Neoplasias malignas da vulva, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C71",
    "valor": "Neoplasias malignas da vagina",
    "descricao": "Tumor maligno primário ou metastático que envolve a vagina. Exemplos representativos incluem carcinomas e sarcomas."
  },
  {
    "identificador": "2C71.0",
    "valor": "Adenocarcinoma da vagina",
    "descricao": "Adenocarcinoma originando-se da vagina. As variantes morfológicas incluem o adenocarcinoma de células claras, endometrioide, mesonéfrico e mucinoso."
  },
  {
    "identificador": "2C71.1",
    "valor": "Melanoma de vagina",
    "descricao": "Neoplasia maligna primária da vagina composta por melanócitos malignos."
  },
  {
    "identificador": "2C71.2",
    "valor": "Carcinoma de células escamosas da vagina",
    "descricao": "Carcinoma de células escamosas originando-se da vagina. A infecção por papilomavírus humano está associada ao desenvolvimento de neoplasia intraepitelial vaginal e carcinoma de células escamosas invasivo. Os sinais e sintomas incluem sangramento indolor, sangramento pós-coito e sintomas do trato urinário. Morfologicamente, assemelha-se a carcinomas de células escamosas em outros sítios anatômicos."
  },
  {
    "identificador": "2C71.Y",
    "valor": "Outras neoplasias malignas especificadas da vagina",
    "descricao": ""
  },
  {
    "identificador": "2C71.Z",
    "valor": "Neoplasias malignas da vagina, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C72",
    "valor": "Neoplasias malignas do ligamento uterino, paramétrio ou anexos uterinos",
    "descricao": ""
  },
  {
    "identificador": "2C72.0",
    "valor": "Adenocarcinoma do ligamento uterino, paramétrio ou anexos uterinos",
    "descricao": ""
  },
  {
    "identificador": "2C72.1",
    "valor": "Carcinoma mucinoso ou seroso do ligamento uterino, paramétrio ou anexos uterinos",
    "descricao": ""
  },
  {
    "identificador": "2C72.3",
    "valor": "Carcinossarcomas do ligamento uterino, paramétrio ou anexos uterinos",
    "descricao": ""
  },
  {
    "identificador": "2C72.Y",
    "valor": "Outras neoplasias malignas especificadas do ligamento uterino, paramétrio e anexos uterinos",
    "descricao": ""
  },
  {
    "identificador": "2C72.Z",
    "valor": "Neoplasias malignas do ligamento uterino, paramétrio ou anexos uterinos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C73",
    "valor": "Neoplasias malignas do ovário",
    "descricao": "Neoplasia maligna primária ou metastática que envolve o ovário. A maioria das neoplasias malignas primárias do ovário são carcinomas (adenocarcinomas serosos, mucinosos ou endometrioides) ou tumores malignos de células germinativas. Neoplasias malignas metastáticas do ovário incluem carcinomas, linfomas e melanomas."
  },
  {
    "identificador": "2C73.0",
    "valor": "Carcinomas de ovário",
    "descricao": ""
  },
  {
    "identificador": "2C73.00",
    "valor": "Adenocarcinoma de células claras de ovário",
    "descricao": "Tumor epitelial glandular maligno caracterizado pela presença de células claras e em forma de prego. O tumor está altamente associado a endometriose ovariana, endometriose pélvica e hipercalcemia paraendócrina."
  },
  {
    "identificador": "2C73.01",
    "valor": "Adenocarcinoma endometrioide de ovário",
    "descricao": "Adenocarcinoma endometrioide originando-se do ovário. Compreende de 10% a 25% de todos os carcinomas ovarianos primários. Grosseiramente, o carcinoma endometrioide pode se apresentar como uma massa cística ou sólida. Microscopicamente, o tumor se assemelha muito à aparência do tipo comum de adenocarcinoma endometrial. Como grupo, o carcinoma endometrioide tem um prognóstico duas vezes melhor do que o do carcinoma seroso ou mucinoso."
  },
  {
    "identificador": "2C73.02",
    "valor": "Adenocarcinoma seroso de baixo grau de ovário",
    "descricao": "Adenocarcinoma seroso de crescimento lento que surge do ovário. Geralmente se origina de processos neoplásicos limítrofes ou adenofibromas. É caracterizada pela presença de características citológicas de baixo grau e figuras mitóticas infrequentes."
  },
  {
    "identificador": "2C73.03",
    "valor": "Adenocarcinoma seroso de alto grau de ovário",
    "descricao": ""
  },
  {
    "identificador": "2C73.04",
    "valor": "Adenocarcinoma mucinoso de ovário",
    "descricao": "Adenocarcinoma invasivo que surge do ovário e é caracterizado pela presença de células epiteliais malignas que contêm mucina intracitoplasmática. Há atipia celular, aumento da camada de células, complexidade das glândulas e formações papilares."
  },
  {
    "identificador": "2C73.0Y",
    "valor": "Outros carcinomas especificados de ovário",
    "descricao": ""
  },
  {
    "identificador": "2C73.0Z",
    "valor": "Carcinomas de ovário, não especificados",
    "descricao": ""
  },
  {
    "identificador": "2C73.1",
    "valor": "Disgerminoma de ovário",
    "descricao": "Tumor maligno de células germinativas originando-se do ovário. Morfologicamente, é idêntico ao seminoma e consiste em uma população monótona de células germinativas com citoplasma claro abundante e núcleos uniformes. O estroma invariavelmente contém células inflamatórias crônicas, principalmente linfócitos T. Responsivo à quimioterapia ou radioterapia e o prognóstico está relacionado ao estádio do tumor."
  },
  {
    "identificador": "2C73.2",
    "valor": "Tumor maligno de células da granulosa de ovário",
    "descricao": "Um tumor agressivo de células da granulosa que surge do ovário e metastatiza para outros locais anatômicos."
  },
  {
    "identificador": "2C73.3",
    "valor": "Teratoma maligno de ovário",
    "descricao": "Tumor maligno de células germinativas originando-se do ovário. Geralmente afeta mulheres nas primeiras duas décadas de vida. Contém quantidades variáveis de tecidos embrionários imaturos. Com base na quantidade de componente neuroepitelial imaturo, os teratomas imaturos são graduados de 1 a 3. O estágio e o grau do tumor e o grau do tumor metastático são os fatores importantes que predizem o prognóstico. O uso de quimioterapia combinada à base de cisplatina melhorou significativamente as taxas de sobrevida dos pacientes."
  },
  {
    "identificador": "2C73.4",
    "valor": "Cistadenoma seroso, malignidade limítrofe do ovário",
    "descricao": ""
  },
  {
    "identificador": "2C73.5",
    "valor": "Tumor do seio endodérmico, localização não especificada, mulher",
    "descricao": ""
  },
  {
    "identificador": "2C73.Y",
    "valor": "Outras neoplasias malignas especificadas do ovário",
    "descricao": ""
  },
  {
    "identificador": "2C73.Z",
    "valor": "Neoplasias malignas de ovário, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C74",
    "valor": "Neoplasias malignas da tuba uterina",
    "descricao": "Neoplasias malignas de tuba uterina (trompa de Falópio) são muito menos comuns do que as neoplasias ovarianas correspondentes; entretanto, histologicamente, os mesmos subtipos de tumor epitelial-estromal de superfície são reconhecidos. Os tumores do estroma de cordão sexual e de células germinativas são raros. Molas hidatiformes e coriocarcinoma gestacional são complicações incomuns da gravidez ectópica tubária. O tumor anexial wolffiano também é infrequente e tipicamente ocorre nos folhetos do ligamento largo. Os fatores de risco parecem ser semelhantes aos do ovário. Carcinomas das tubas uterinas são um componente da síndrome hereditária do câncer de ovário-mama causada por mutações da linha germinativa BRCA1 e BRCA2."
  },
  {
    "identificador": "2C74.0",
    "valor": "Adenocarcinoma de tuba uterina",
    "descricao": "Adenocarcinoma que se origina da tuba uterina (trompa de Falópio). Os subtipos histológicos incluem adenocarcinoma de células claras, endometrioide, seroso e mucinoso. Ele se espalha para órgãos adjacentes, linfonodos regionais e peritônio."
  },
  {
    "identificador": "2C74.Y",
    "valor": "Outras neoplasias malignas especificadas da tuba uterina",
    "descricao": ""
  },
  {
    "identificador": "2C74.Z",
    "valor": "Neoplasias malignas da tuba uterina, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C75",
    "valor": "Neoplasias malignas da placenta",
    "descricao": ""
  },
  {
    "identificador": "2C75.0",
    "valor": "Neoplasias trofoblásticas malignas da placenta",
    "descricao": "Grupo diversificado de tumores relacionados à gravidez, caracterizados por proliferação excessiva de trofoblastos. Exemplos representativos incluem coriocarcinoma gestacional e tumor trofoblástico na localização da placenta."
  },
  {
    "identificador": "2C75.Y",
    "valor": "Outras neoplasias malignas especificadas da placenta",
    "descricao": ""
  },
  {
    "identificador": "2C75.Z",
    "valor": "Neoplasias malignas da placenta, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C76",
    "valor": "Neoplasias malignas do corpo do útero",
    "descricao": "Neoplasia maligna que afeta o corpo uterino. Exemplos representativos incluem carcinoma endometrial, carcinossarcoma e adenosarcoma."
  },
  {
    "identificador": "2C76.0",
    "valor": "Adenocarcinoma endometrioide endometrial",
    "descricao": ""
  },
  {
    "identificador": "2C76.1",
    "valor": "Adenocarcinoma mucinoso endometrial",
    "descricao": ""
  },
  {
    "identificador": "2C76.2",
    "valor": "Adenocarcinoma de células claras do endométrio",
    "descricao": ""
  },
  {
    "identificador": "2C76.3",
    "valor": "Adenocarcinoma seroso endometrial",
    "descricao": ""
  },
  {
    "identificador": "2C76.4",
    "valor": "Adenocarcinoma misto endometrial",
    "descricao": ""
  },
  {
    "identificador": "2C76.40",
    "valor": "Carcinoma de células escamosas endometrial",
    "descricao": ""
  },
  {
    "identificador": "2C76.41",
    "valor": "Carcinoma endometrial de células pequenas",
    "descricao": ""
  },
  {
    "identificador": "2C76.42",
    "valor": "Carcinoma indiferenciado do endométrio",
    "descricao": ""
  },
  {
    "identificador": "2C76.43",
    "valor": "Carcinossarcoma uterino",
    "descricao": ""
  },
  {
    "identificador": "2C76.4Z",
    "valor": "Adenocarcinoma misto endometrial, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2C76.Y",
    "valor": "Outras neoplasias malignas especificadas do corpo do útero",
    "descricao": ""
  },
  {
    "identificador": "2C76.Z",
    "valor": "Neoplasias malignas do corpo do útero, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C77",
    "valor": "Neoplasias malignas do colo do útero",
    "descricao": "Neoplasia maligna primária envolvendo o colo do útero."
  },
  {
    "identificador": "2C77.0",
    "valor": "Carcinoma de células escamosas do colo do útero",
    "descricao": "Carcinoma de células escamosas originando-se do epitélio cervical. Geralmente evolui de uma lesão cervical pré-cancerosa. Números altos de parceiros sexuais e infecção pelo papilomavírus humano (HPV) são fatores de risco para o carcinoma de células escamosas do colo do útero. Os seguintes padrões histológicos foram descritos: carcinoma de células escamosas convencional, carcinoma de células escamosas papilar, carcinoma de células transicionais, carcinoma tipo linfoepitelioma, carcinoma verrucoso, carcinoma condilomatoso e carcinoma de células fusiformes. A sobrevivência está mais intimamente relacionada ao estágio da doença no momento do diagnóstico."
  },
  {
    "identificador": "2C77.1",
    "valor": "Adenocarcinoma do colo do útero",
    "descricao": "Adenocarcinoma originando-se do epitélio cervical. É responsável por aproximadamente 15% dos carcinomas cervicais invasivos. Númeroa altos de parceiros sexuais e infecção pelo papilomavírus humano (HPV) são fatores de risco. Grosseiramente, o adenocarcinoma cervical avançado pode se apresentar como uma massa exofítica, uma lesão ulcerada ou aumento cervical difuso. Microscopicamente, a maioria dos adenocarcinomas cervicais são do tipo endocervical (mucinoso)."
  },
  {
    "identificador": "2C77.2",
    "valor": "Carcinoma adenoescamoso do colo do útero",
    "descricao": ""
  },
  {
    "identificador": "2C77.3",
    "valor": "Carcinoma neuroendócrino do colo do útero",
    "descricao": ""
  },
  {
    "identificador": "2C77.Y",
    "valor": "Outras neoplasias malignas especificadas do colo do útero",
    "descricao": ""
  },
  {
    "identificador": "2C77.Z",
    "valor": "Neoplasias malignas do colo do útero, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C78",
    "valor": "Neoplasias malignas do útero, parte não especificada",
    "descricao": ""
  },
  {
    "identificador": "2C79",
    "valor": "Neoplasia maligna envolvendo locallizações sobrepostas dos órgãos genitais femininos",
    "descricao": ""
  },
  {
    "identificador": "2C7Y",
    "valor": "Outras neoplasias malignas especificadas dos órgãos genitais femininos",
    "descricao": ""
  },
  {
    "identificador": "2C7Z",
    "valor": "Neoplasias malignas dos órgãos genitais femininos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C80",
    "valor": "Neoplasias malignas de testículo",
    "descricao": "Neoplasia maligna primária que afeta o testículo. Exemplos representativos incluem seminoma, carcinoma embrionário, leucemia e linfoma."
  },
  {
    "identificador": "2C80.2",
    "valor": "Tumor de células germinativas de testículo",
    "descricao": "Tumor de células germinativas que surge do testículo. Exemplos representativos incluem teratoma, seminoma, carcinoma embrionário e tumor de saco vitelino."
  },
  {
    "identificador": "2C80.Y",
    "valor": "Outras neoplasias malignas especificadas de testículo",
    "descricao": ""
  },
  {
    "identificador": "2C80.Z",
    "valor": "Neoplasias malignas de testículo não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C81",
    "valor": "Neoplasia maligna de pênis",
    "descricao": "Neoplasia maligna primária ou metastática que afeta o pênis. Exemplos representativos incluem carcinoma peniano e sarcoma peniano."
  },
  {
    "identificador": "2C81.0",
    "valor": "Carcinoma de células escamosas do pênis",
    "descricao": "Carcinoma de células escamosas originando-se do pênis. Ocorre principalmente no epitélio escamoso de glande, sulco coronal e prepúcio. Fatores etiológicos incluem fimose, líquen escleroso, tabagismo, irradiação ultravioleta, história de verrugas ou condilomas e falta de circuncisão. O vírus do papiloma humano está presente em um subconjunto de carcinomas de células escamosas do pênis. Os pacientes podem apresentar uma massa ulcerada exofítica ou plana na glande ou um grande tumor primário com metástases nodais e cutâneas inguinais. As variantes morfológicas incluem o carcinoma basaloide, carcinoma condilomatoso, carcinoma verrucoso e carcinoma sarcomatoide (células fusiformes)."
  },
  {
    "identificador": "2C81.1",
    "valor": "Melanoma de pênis",
    "descricao": ""
  },
  {
    "identificador": "2C81.Y",
    "valor": "Outra neoplasia maligna especificada do pênis",
    "descricao": ""
  },
  {
    "identificador": "2C81.Z",
    "valor": "Neoplasias malignas do pênis, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C82",
    "valor": "Neoplasia maligna da próstata",
    "descricao": "O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
  },
  {
    "identificador": "2C82.0",
    "valor": "Adenocarcinoma de próstata",
    "descricao": "Adenocarcinoma originado da próstata. É um dos tumores malignos mais comuns que afetam homens. A maioria dos adenocarcinomas surge na zona periférica e uma minoria ocorre na zona central ou de transição da próstata. A classificação do adenocarcinoma da próstata prediz a progressão da doença e se correlaciona com a sobrevida. Vários sistemas de graduação foram propostos, dos quais o sistema de Gleason é o mais comumente usado. As somas de Gleason de 2 a 4 representam doenças bem diferenciadas, 5 a 7 doenças moderadamente diferenciadas e 8 a 10 doenças pouco diferenciadas. O teste sérico do antígeno específico da próstata (PSA) é amplamente utilizado como teste de triagem para a detecção precoce de adenocarcinoma prostático."
  },
  {
    "identificador": "2C82.Y",
    "valor": "Outras neoplasias malignas especificadas da próstata",
    "descricao": ""
  },
  {
    "identificador": "2C82.Z",
    "valor": "Neoplasias malignas da próstata, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C83",
    "valor": "Neoplasias malignas do escroto",
    "descricao": ""
  },
  {
    "identificador": "2C83.0",
    "valor": "Carcinoma de células escamosas de escroto",
    "descricao": ""
  },
  {
    "identificador": "2C83.Y",
    "valor": "Outras neoplasias malignas especificadas do escroto",
    "descricao": ""
  },
  {
    "identificador": "2C83.Z",
    "valor": "Neoplasias malignas do escroto, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C84",
    "valor": "Neoplasias malignas de outros órgãos genitais masculinos especificados",
    "descricao": ""
  },
  {
    "identificador": "2C8Z",
    "valor": "Neoplasias malignas dos órgãos genitais masculinos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C90",
    "valor": "Neoplasias malignas do rim, exceto pelve renal",
    "descricao": "O câncer de rim representa 2% da carga total de câncer em humanos, com aproximadamente 190.000 novos casos diagnosticados a cada ano. Ocorrem em todas as regiões do mundo, com uma preferência por países desenvolvidos. Fatores etiológicos incluem carcinógenos ambientais (tabagismo) e fatores de estilo de vida, em particular a obesidade. Embora os tumores renais possam ser completamente removidos cirurgicamente, a metástase hematogênica é frequente e pode ocorrer já em um estágio inicial da doença. O padrão de mutações somáticas em tumores renais tem sido extensivamente investigado e se tornou, além da histopatologia, um dos principais critérios de classificação. Os tumores renais também ocorrem no contexto de várias síndromes de câncer hereditárias, incluindo a doença de von Hippel-Lindau."
  },
  {
    "identificador": "2C90.0",
    "valor": "Carcinoma de células renais do rim, exceto pelve renal",
    "descricao": "Há uma forte correlação entre o tabagismo e o desenvolvimento de carcinoma de células renais. A apresentação clínica inclui: hematúria, dor no flanco e uma massa lombar palpável. Uma alta porcentagem de carcinomas de células renais é diagnosticada quando um ultrassom é realizado para outros fins. Os procedimentos diagnósticos incluem: ultrassom, pielografia intravenosa e tomografia computadorizada (TC)."
  },
  {
    "identificador": "2C90.Y",
    "valor": "Outras neoplasias malignas especificadas do rim, exceto pelve renal",
    "descricao": ""
  },
  {
    "identificador": "2C90.Z",
    "valor": "Neoplasias malignas do rim, exceto pelve renal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C91",
    "valor": "Neoplasias malignas da pelve renal",
    "descricao": "Crescimento maligno anormal das células da pelve renal."
  },
  {
    "identificador": "2C91.0",
    "valor": "Carcinoma urotelial da pelve renal",
    "descricao": ""
  },
  {
    "identificador": "2C91.Y",
    "valor": "Outras neoplasias malignas especificadas da pelve renal",
    "descricao": ""
  },
  {
    "identificador": "2C91.Z",
    "valor": "Neoplasias malignas da pelve renal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C92",
    "valor": "Neoplasias malignas do ureter",
    "descricao": "Tumor maligno primário ou metastático envolvendo o ureter. A maioria são carcinomas."
  },
  {
    "identificador": "2C92.0",
    "valor": "Carcinoma urotelial do ureter",
    "descricao": ""
  },
  {
    "identificador": "2C92.Y",
    "valor": "Outras neoplasias malignas especificadas do ureter",
    "descricao": ""
  },
  {
    "identificador": "2C92.Z",
    "valor": "Neoplasias malignas do ureter, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C93",
    "valor": "Neoplasias malignas da uretra ou glândula parauretral",
    "descricao": ""
  },
  {
    "identificador": "2C93.0",
    "valor": "Adenocarcinoma de uretra ou glândula parauretral",
    "descricao": ""
  },
  {
    "identificador": "2C93.1",
    "valor": "Carcinoma de células escamosas da uretra ou glândula parauretral",
    "descricao": ""
  },
  {
    "identificador": "2C93.2",
    "valor": "Carcinoma urotelial da uretra ou glândula parauretral",
    "descricao": ""
  },
  {
    "identificador": "2C93.Y",
    "valor": "Outras neoplasias malignas especificadas da uretra e glândula parauretral",
    "descricao": ""
  },
  {
    "identificador": "2C93.Z",
    "valor": "Neoplasias malignas da uretra ou glândula parauretral, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C94",
    "valor": "Neoplasias malignas da bexiga",
    "descricao": "Neoplasia maligna primária ou metastática que envolve a bexiga."
  },
  {
    "identificador": "2C94.0",
    "valor": "Adenocarcinoma da bexiga urinária",
    "descricao": "Adenocarcinoma raro originado do epitélio metaplásico da bexiga. É frequentemente associado à irritação local de longa data. A maioria dos casos se origina do trígono e da parede posterior da bexiga."
  },
  {
    "identificador": "2C94.1",
    "valor": "Carcinoma de células escamosas da bexiga urinária",
    "descricao": "Carcinoma de células escamosas da bexiga que se origina a partir de um epitélio metaplásico. Representa menos de 10% dos carcinomas da bexiga. A exceção é no Oriente Médio ao longo do Vale do Nilo, onde representa a forma mais comum de carcinoma devido à natureza endêmica da esquistossomose. O carcinoma de células escamosas da bexiga está frequentemente associado à inflamação crônica da bexiga de longa duração e geralmente tem um prognóstico ruim. O diagnóstico de carcinoma de células escamosas (espinocelular) da bexiga deve ser reservado para os tumores predominantemente formadores de queratina."
  },
  {
    "identificador": "2C94.2",
    "valor": "Carcinoma urotelial da bexiga",
    "descricao": ""
  },
  {
    "identificador": "2C94.Y",
    "valor": "Outras neoplasias malignas especificadas da bexiga",
    "descricao": ""
  },
  {
    "identificador": "2C94.Z",
    "valor": "Neoplasias malignas da bexiga, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2C95",
    "valor": "Neoplasia maligna envolvendo localizações sobrepostas de órgãos urinários",
    "descricao": "Neoplasia maligna de órgãos urinários, cujo ponto de origem não pode ser classificado em alguma outra categoria existente."
  },
  {
    "identificador": "2C95.0",
    "valor": "Adenocarcinoma envolvendo localizações sobrepostas de órgãos urinários",
    "descricao": ""
  },
  {
    "identificador": "2C95.1",
    "valor": "Carcinomas de células escamosas envolvendo localizações sobrepostas de órgãos urinários",
    "descricao": ""
  },
  {
    "identificador": "2C95.2",
    "valor": "Carcinoma urotelial envolvendo localizações sobrepostas de órgãos urinários",
    "descricao": ""
  },
  {
    "identificador": "2C95.Y",
    "valor": "Outras neoplasias malignas especificadas envolvendo localizações sobrepostas de órgãos urinários",
    "descricao": ""
  },
  {
    "identificador": "2C95.Z",
    "valor": "Neoplasia maligna envolvendo localizações sobrepostas de órgãos urinários, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2C9Y",
    "valor": "Outras neoplasias malignas especificadas do trato urinário",
    "descricao": ""
  },
  {
    "identificador": "2C9Z",
    "valor": "Neoplasias malignas não especificadas do trato urinário",
    "descricao": ""
  },
  {
    "identificador": "2D00",
    "valor": "Neoplasia maligna da conjuntiva",
    "descricao": "Crescimento maligno de células na conjuntiva do olho."
  },
  {
    "identificador": "2D00.0",
    "valor": "Melanoma da conjuntiva",
    "descricao": "Melanoma maligno na conjuntiva do olho."
  },
  {
    "identificador": "2D00.1",
    "valor": "Neoplasia maligna da carúncula",
    "descricao": "Trata-se de um amplo grupo de doenças que envolvem o crescimento celular desregulado de uma pequena porção vermelha do canto do olho que contém as glândulas sebáceas e sudoríparas modificadas."
  },
  {
    "identificador": "2D00.2",
    "valor": "Carcinoma de células escamosas da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "2D00.Y",
    "valor": "Outra neoplasia maligna especificada da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "2D00.Z",
    "valor": "Neoplasia maligna da conjuntiva, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D01",
    "valor": "Neoplasia maligna da córnea",
    "descricao": "Crescimento maligno de células na córnea do olho."
  },
  {
    "identificador": "2D01.0",
    "valor": "Melanoma de córnea",
    "descricao": "Melanoma na córnea do olho."
  },
  {
    "identificador": "2D01.1",
    "valor": "Carcinoma de células escamosas da córnea",
    "descricao": ""
  },
  {
    "identificador": "2D01.Y",
    "valor": "Outras neoplasias malignas especificadas da córnea",
    "descricao": ""
  },
  {
    "identificador": "2D01.Z",
    "valor": "Neoplasia maligna da córnea, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D02",
    "valor": "Neoplasia maligna da retina",
    "descricao": "Crescimento anormal das células que constituem a retina com características malignas"
  },
  {
    "identificador": "2D02.0",
    "valor": "Adenocarcinoma do epitélio pigmentar da retina",
    "descricao": "Câncer de um epitélio que se origina em tecido glandular. O tecido epitelial inclui, mas não está limitado a, a camada superficial da pele, as glândulas e uma variedade de outros tecidos que revestem as cavidades e os órgãos do corpo. O diagnóstico deste câncer é feito quando envolve a camada de células pigmentadas imediatamente externa à retina neurossensorial que nutre as células visuais da retina, e está firmemente aderido à coroide subjacente e às células visuais da retina sobrepostas."
  },
  {
    "identificador": "2D02.1",
    "valor": "Tumores neuroepiteliais malignos da retina",
    "descricao": ""
  },
  {
    "identificador": "2D02.2",
    "valor": "Retinoblastoma",
    "descricao": "O retinoblastoma é a doença maligna intraocular mais comum em crianças. É uma condição com risco de vida, mas é potencialmente curável. Pode ser hereditário ou não hereditário, unilateral ou bilateral (retinoblastoma unilateral, retinoblastoma bilateral, veja estes termos)."
  },
  {
    "identificador": "2D02.Y",
    "valor": "Outra neoplasia maligna especificada da retina",
    "descricao": ""
  },
  {
    "identificador": "2D02.Z",
    "valor": "Neoplasia maligna da retina, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D03",
    "valor": "Neoplasia maligna do aparelho lacrimal",
    "descricao": ""
  },
  {
    "identificador": "2D03.0",
    "valor": "Adenocarcinoma do aparelho lacrimal",
    "descricao": ""
  },
  {
    "identificador": "2D03.1",
    "valor": "Carcinoma mucoepidermóide do aparelho lacrimal",
    "descricao": ""
  },
  {
    "identificador": "2D03.2",
    "valor": "Carcinoma de células escamosas do aparelho lacrimal",
    "descricao": ""
  },
  {
    "identificador": "2D03.Y",
    "valor": "Outra neoplasia maligna especificada do aparelho lacrimal",
    "descricao": ""
  },
  {
    "identificador": "2D03.Z",
    "valor": "Neoplasia maligna do aparelho lacrimal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D04",
    "valor": "Neoplasia maligna da órbita",
    "descricao": "Neoplasia maligna primária ou metastática que envolve a órbita."
  },
  {
    "identificador": "2D05",
    "valor": "Neoplasia maligna da coroide",
    "descricao": ""
  },
  {
    "identificador": "2D05.0",
    "valor": "Melanoma da coroide",
    "descricao": ""
  },
  {
    "identificador": "2D05.Y",
    "valor": "Outra neoplasia maligna especificada da coroide",
    "descricao": ""
  },
  {
    "identificador": "2D05.Z",
    "valor": "Neoplasia maligna da coroide, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D06",
    "valor": "Neoplasia maligna do corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "2D06.0",
    "valor": "Adenocarcinoma do epitélio ciliar",
    "descricao": ""
  },
  {
    "identificador": "2D06.1",
    "valor": "Meduloepitelioma maligno do corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "2D06.3",
    "valor": "Tumores malignos neuroepiteliais do corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "2D06.4",
    "valor": "Melanoma do corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "2D06.Y",
    "valor": "Outra neoplasia maligna especificada do corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "2D06.Z",
    "valor": "Neoplasia maligna do corpo ciliar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D07",
    "valor": "Neoplasia maligna da íris",
    "descricao": ""
  },
  {
    "identificador": "2D07.0",
    "valor": "Adenocarcinoma do epitélio da íris",
    "descricao": ""
  },
  {
    "identificador": "2D07.1",
    "valor": "Tumores malignos neuroepiteliais da íris",
    "descricao": ""
  },
  {
    "identificador": "2D07.2",
    "valor": "Melanoma da íris",
    "descricao": ""
  },
  {
    "identificador": "2D07.Y",
    "valor": "Outra neoplasia maligna especificada da íris",
    "descricao": ""
  },
  {
    "identificador": "2D07.Z",
    "valor": "Neoplasia maligna da íris, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D0Y",
    "valor": "Outras neoplasias malignas especificadas de olho e anexos oculares",
    "descricao": ""
  },
  {
    "identificador": "2D0Z",
    "valor": "Neoplasias malignas de olho ou anexos oculares, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D10",
    "valor": "Neoplasias malignas da glândula tireoide",
    "descricao": "Neoplasia maligna primária ou metastática que afeta a glândula tireoide."
  },
  {
    "identificador": "2D10.0",
    "valor": "Carcinoma folicular da glândula tireoide",
    "descricao": "Adenocarcinoma diferenciado originado das células foliculares da glândula tireoide. As características nucleares que caracterizam o carcinoma papilífero da glândula tireoide estão ausentes. A exposição à radiação é um fator de risco e abrange cerca de 10% a 15% dos cânceres da tireoide. Clinicamente, apresenta-se usualmente como uma massa solitária na glândula tireoide. Geralmente é unifocal e espessamente encapsulado, e mostra invasão da cápsula ou dos vasos. Os procedimentos diagnósticos incluem: ultrassonografia da tireoide e biópsia com agulha fina."
  },
  {
    "identificador": "2D10.1",
    "valor": "Carcinoma papilífero da glândula tireoide",
    "descricao": "Adenocarcinoma diferenciado originado das células foliculares da glândula tireoide. A exposição à radiação é um fator de risco e é a lesão maligna da tireoide mais comum, compreendendo 75% a 80% de todos os cânceres de tireoide em países com quantidade suficiente de iodo. Os procedimentos de diagnóstico incluem: ultrassonografia da tireoide e biópsia com agulha fina. Microscopicamente, o diagnóstico é baseado nas características distintas das células malignas, que incluem aumento, formato oval, alongamento e sobreposição dos núcleos. Os núcleos também apresentam clareamento ou aparência de vidro fosco."
  },
  {
    "identificador": "2D10.2",
    "valor": "Carcinoma pouco diferenciado da glândula tireoide",
    "descricao": ""
  },
  {
    "identificador": "2D10.3",
    "valor": "Carcinoma indiferenciado da glândula tireoide",
    "descricao": "Carcinoma primário da glândula tireoide composto por células indiferenciadas. As células malignas mostram evidências de diferenciação epitelial por meio do estudo imuno-histoquímico ou da análise feita por microscopia eletrônica. Microscopicamente, na maioria dos casos há uma mistura de células fusiformes, epitelioides e gigantes. A grande maioria dos pacientes apresenta uma massa cervical que aumenta rapidamente. O curso clínico é invariavelmente agressivo."
  },
  {
    "identificador": "2D10.4",
    "valor": "Carcinoma medular da glândula tireoide",
    "descricao": "Carcinoma neuroendócrino originado das células C da glândula tireoide. Está intimamente associado a múltiplas síndromes de neoplasia endócrina. Aproximadamente 10% a 20% dos carcinomas medulares da tireoide são familiares. Os pacientes geralmente apresentam um nódulo da tireoide que é indolor e firme. Na maioria dos casos, o envolvimento nodal/ganglionar está presente no diagnóstico."
  },
  {
    "identificador": "2D10.Y",
    "valor": "Outras neoplasias malignas especificadas da glândula tireoide",
    "descricao": ""
  },
  {
    "identificador": "2D10.Z",
    "valor": "Neoplasias malignas da glândula tireoide, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D11",
    "valor": "Neoplasias malignas da glândula adrenal",
    "descricao": "Os tumores que surgem do córtex adrenal incluem adenomas e carcinomas. Estas são neoplasias raras, mas podem causar uma de sintomas de causas hormonais variado, incluindo hiperaldosteronismo, síndrome de Cushing e virilização. Uma pequena fração dos tumores adrenocorticais está associada a uma síndrome tumoral hereditária, incluindo a síndrome de Li-Fraumeni e o complexo de Carney.\r\nFeocromocitomas benignos e malignos surgem na medula adrenal e são derivados de células cromafins com origem na crista neural. Os feocromocitomas podem ocorrer no contexto de várias condições hereditárias, incluindo neoplasia endócrina múltipla dos tipos 2a e 2b, doença de von Hippel Lindau e neurofibromatose.\r\nOs paragangliomas extra-adrenais surgem de células cromafins nos paragânglios simpatoadrenais e parassimpáticos. Eles ocorrem em muitas partes do corpo e podem representar um desafio significativo para cirurgiões e oncologistas. Alguns funcionam como quimiorreceptores, outros são endocrinologicamente ativos. Os paragangliomas familiares estão associados a mutações dos genes do complexo II mitocondrial."
  },
  {
    "identificador": "2D11.0",
    "valor": "Neoplasia maligna da glândula da suprarrenal",
    "descricao": ""
  },
  {
    "identificador": "2D11.1",
    "valor": "Feocromocitoma maligno da glândula adrenal",
    "descricao": ""
  },
  {
    "identificador": "2D11.2",
    "valor": "Neuroblastoma da glândula adrenal",
    "descricao": "Os neuroblastomas são tumores malignos que se formam em certos tipos de tecido nervoso. Na maioria das vezes, surgem na glândula adrenal. Cerca de 1 em cada 3 neuroblastomas começam nas glândulas suprarrenais e cerca de 1 em cada 4 começam nos gânglios nervosos simpáticos no abdômen. Os outros geralmente, ocorrem nos gânglios simpáticos perto da coluna vertebral no tórax ou pescoço, ou na pelve"
  },
  {
    "identificador": "2D11.Y",
    "valor": "Outras neoplasias malignas especificadas da glândula adrenal",
    "descricao": ""
  },
  {
    "identificador": "2D11.Z",
    "valor": "Neoplasias malignas da glândula adrenal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D12",
    "valor": "Neoplasias malignas de outras glândulas endócrinas ou estruturas relacionadas",
    "descricao": ""
  },
  {
    "identificador": "2D12.0",
    "valor": "Neoplasias epiteliais malignas de outras glândulas endócrinas ou estruturas relacionadas, tipo não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D12.1",
    "valor": "Adenocarcinoma de outras glândulas endócrinas ou estruturas relacionadas",
    "descricao": ""
  },
  {
    "identificador": "2D12.Y",
    "valor": "Outras neoplasias malignas especificadas de outras glândulas endócrinas ou estruturas relacionadas",
    "descricao": ""
  },
  {
    "identificador": "2D12.Z",
    "valor": "Neoplasias malignas de outras glândulas endócrinas ou estruturas relacionadas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D1Z",
    "valor": "Neoplasias malignas das glândulas endócrinas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D3Y",
    "valor": "Outras neoplasias malignas, declaradas ou presumidas primárias, de localização especificada, exceto de tecido linfático, hematopoiético, sistema nervoso central ou tecidos relacionados, especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D3Z",
    "valor": "Neoplasias malignas, declaradas ou presumidas primárias, de localização especificada, exceto de tecido linfático, hematopoiético, sistema nervoso central ou tecidos relacionados, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D40",
    "valor": "Adenocarcinoma de localização não especificada",
    "descricao": "Câncer comum caracterizado pela presença de células glandulares malignas. Morfologicamente, os adenocarcinomas são classificados de acordo com o padrão de crescimento (por exemplo, papilar, alveolar) ou de acordo com o produto secretado (por exemplo, mucinoso, seroso). Exemplos representativos de adenocarcinoma são carcinoma ductal e lobular da mama, adenocarcinoma do pulmão, carcinoma das células renais, carcinoma hepatocelular (hepatoma), adenocarcinoma do cólon e adenocarcinoma da próstata."
  },
  {
    "identificador": "2D41",
    "valor": "Carcinoma não especificado de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D42",
    "valor": "Neoplasias malignas de localizações mal definidas",
    "descricao": "Neoplasias malignas de localizações mal definidas são usadas para casos em que a documentação se refere a uma localização que inclui múltiplos sistemas, órgãos e tipos de tecidos que devem ser codificados separadamente."
  },
  {
    "identificador": "2D43",
    "valor": "Neoplasias malignas de localizações múltiplas independentes (primárias)",
    "descricao": ""
  },
  {
    "identificador": "2D44",
    "valor": "Neoplasia maligna de sítio primário desconhecido, notificado desta forma",
    "descricao": ""
  },
  {
    "identificador": "2D4Y",
    "valor": "Outras neoplasias malignas especificadas de localizações primárias mal definidas ou não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D4Z",
    "valor": "Neoplasias malignas não especificadas de localizações mal definidas ou não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2D50",
    "valor": "Metástase de neoplasia maligna no cérebro",
    "descricao": "Neoplasia maligna que se disseminou para o cérebro a partir de outro local ou sistema anatômico. A maioria deles são carcinomas (geralmente carcinomas de pulmão ou mama)."
  },
  {
    "identificador": "2D51",
    "valor": "Metástase de neoplasia maligna nas meninges",
    "descricao": ""
  },
  {
    "identificador": "2D52",
    "valor": "Metástase de neoplasia maligna na medula espinal, nervos cranianos ou nervos espinhais",
    "descricao": ""
  },
  {
    "identificador": "2D60",
    "valor": "Metástase de neoplasia maligna em linfonodo de uma única região",
    "descricao": ""
  },
  {
    "identificador": "2D60.0",
    "valor": "Metástase de neoplasia maligna em linfonodos de cabeça, face ou pescoço",
    "descricao": ""
  },
  {
    "identificador": "2D60.1",
    "valor": "Metástase de neoplasia maligna em linfonodos intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2D60.2",
    "valor": "Metástase de neoplasia maligna em linfonodos intra-abdominais",
    "descricao": ""
  },
  {
    "identificador": "2D60.3",
    "valor": "Metástase de neoplasia maligna em linfonodos axilares",
    "descricao": ""
  },
  {
    "identificador": "2D60.4",
    "valor": "Metástase de neoplasia maligna em linfonodos inguinais",
    "descricao": ""
  },
  {
    "identificador": "2D60.5",
    "valor": "Metástase de neoplasia maligna em linfonodos intrapélvicos",
    "descricao": ""
  },
  {
    "identificador": "2D60.Y",
    "valor": "Outra metástase especificada de neoplasia maligna em linfonodo de uma única região",
    "descricao": ""
  },
  {
    "identificador": "2D60.Z",
    "valor": "Metástase de neoplasia maligna em linfonodo de uma única região, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D61",
    "valor": "Metástases de neoplasia maligna para linfonodos de múltiplas regiões",
    "descricao": ""
  },
  {
    "identificador": "2D6Z",
    "valor": "Neoplasia maligna metastática para linfonodo não especificado",
    "descricao": ""
  },
  {
    "identificador": "2D70",
    "valor": "Metástase de neoplasia maligna no pulmão",
    "descricao": ""
  },
  {
    "identificador": "2D71",
    "valor": "Metástase de neoplasia maligna no mediastino",
    "descricao": "Propagação do câncer para o mediastino a partir de um local anatômico adjacente ou distante."
  },
  {
    "identificador": "2D72",
    "valor": "Metástase de neoplasia maligna na pleura",
    "descricao": "Propagação do câncer para a pleura a partir de um local anatômico adjacente ou distante."
  },
  {
    "identificador": "2D73",
    "valor": "Metástase de neoplasia maligna em órgãos do trato respiratório superior",
    "descricao": ""
  },
  {
    "identificador": "2D7Y",
    "valor": "Outra metástase de neoplasia maligna especificada em órgãos torácicos ou respiratórios",
    "descricao": ""
  },
  {
    "identificador": "2D7Z",
    "valor": "Metástase de neoplasia maligna em órgãos torácicos ou respiratórios, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2D80",
    "valor": "Metástase de neoplasia maligna no fígado ou ducto biliar intra-hepático",
    "descricao": "Neoplasias malignas com metástase para o fígado a partir de tumores primários extra-hepáticos."
  },
  {
    "identificador": "2D80.0",
    "valor": "Metástase de neoplasia maligna no fígado",
    "descricao": ""
  },
  {
    "identificador": "2D80.1",
    "valor": "Metástase de neoplasia maligna no ducto biliar intra-hepático",
    "descricao": ""
  },
  {
    "identificador": "2D81",
    "valor": "Metástase de neoplasia maligna no pâncreas",
    "descricao": "Neoplasia maligna que se espalhou para o pâncreas a partir de outra localização anatômica. Exemplos representativos incluem carcinomas metastáticos do trato gastrointestinal, melanomas metastáticos e carcinomas de células renais."
  },
  {
    "identificador": "2D82",
    "valor": "Metástase de neoplasia maligna em ductos biliares extra-hepáticos",
    "descricao": ""
  },
  {
    "identificador": "2D83",
    "valor": "Metástase de neoplasia maligna na ampola de Vater",
    "descricao": ""
  },
  {
    "identificador": "2D84",
    "valor": "Metástase de neoplasia maligna no intestino delgado",
    "descricao": "Propagação do câncer para o intestino delgado. Pode ser oriunda de um câncer intestinal primário ou de um câncer em uma localização distante."
  },
  {
    "identificador": "2D85",
    "valor": "Metástase de neoplasia maligna no intestino grosso",
    "descricao": "Propagação do câncer para o intestino grosso; pode ser oriunda de um câncer primário de reto ou de cólon para outra localização no intestino grosso, ou de um câncer de localização ou órgão distante."
  },
  {
    "identificador": "2D86",
    "valor": "Metástase de neoplasia maligna no ânus",
    "descricao": "Tumor maligno que metastatizou no ânus e no canal anal."
  },
  {
    "identificador": "2D8Y",
    "valor": "Metástase em outro órgão especificado do sistema digestivo",
    "descricao": ""
  },
  {
    "identificador": "2D8Z",
    "valor": "Metástase de neoplasia maligna em órgão não especificado do sistema digestivo",
    "descricao": ""
  },
  {
    "identificador": "2D90",
    "valor": "Metástase de neoplasia maligna no retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "2D91",
    "valor": "Metástase de neoplasia maligna no peritônio",
    "descricao": ""
  },
  {
    "identificador": "2E00",
    "valor": "Metástase de neoplasia maligna no rim ou pelve renal",
    "descricao": "Propagação do câncer para o rim. Pode ser oriundo de um câncer renal primário envolvendo o rim oposto ou de um câncer em uma localização distante."
  },
  {
    "identificador": "2E01",
    "valor": "Metástase de neoplasia maligna na bexiga",
    "descricao": "Tumores da bexiga que se originam de uma neoplasia extravesical."
  },
  {
    "identificador": "2E02",
    "valor": "Metástase de neoplasia maligna em outros órgãos do sistema urinário, especificados ou não",
    "descricao": ""
  },
  {
    "identificador": "2E03",
    "valor": "Metástase de neoplasia maligna em osso ou medula óssea",
    "descricao": "Propagação de uma neoplasia maligna de uma localização primária para o sistema esquelético. A maioria das neoplasias metastáticas para os ossos são carcinomas."
  },
  {
    "identificador": "2E04",
    "valor": "Metástase de neoplasia maligna em partes moles",
    "descricao": ""
  },
  {
    "identificador": "2E05",
    "valor": "Metástase de neoplasia maligna no sistema reprodutor da mulher",
    "descricao": ""
  },
  {
    "identificador": "2E05.0",
    "valor": "Metástase de neoplasia maligna no ovário",
    "descricao": "Propagação do câncer para o ovário. Pode ser oriunda de um câncer de ovário primário envolvendo o ovário oposto ou de um câncer em uma localização distante."
  },
  {
    "identificador": "2E05.Y",
    "valor": "Metástase de neoplasia maligna em outros órgãos do sistema reprodutor da mulher",
    "descricao": ""
  },
  {
    "identificador": "2E05.Z",
    "valor": "Metástase de neoplasia maligna no sistema reprodutor da mulher, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E06",
    "valor": "Metástase de neoplasia maligna em órgãos genitais do homem",
    "descricao": ""
  },
  {
    "identificador": "2E07",
    "valor": "Metástase de neoplasia maligna na glândula adrenal",
    "descricao": "Tumor maligno que se espalhou para a glândula adrenal de uma localização anatômica adjacente ou distante. A maioria dos casos são carcinomas metastáticos e, menos frequentemente, linfomas."
  },
  {
    "identificador": "2E08",
    "valor": "Neoplasia maligna metastática envolvendo pele",
    "descricao": "Envolvimento da pele por disseminação metastática de uma neoplasia maligna primária conhecida ou desconhecida. O depósito secundário pode resultar da migração local de células malignas ou de disseminação linfática ou hematogênica regional de localizações mais distantes."
  },
  {
    "identificador": "2E09",
    "valor": "Metástase de neoplasia maligna no sistema nervoso periférico",
    "descricao": ""
  },
  {
    "identificador": "2E0Y",
    "valor": "Metástase de neoplasia maligna em outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E2Z",
    "valor": "Metástase de neoplasia maligna, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E60",
    "valor": "Carcinoma in situ de cavidade oral, esôfago ou estômago",
    "descricao": ""
  },
  {
    "identificador": "2E60.0",
    "valor": "Carcinoma in situ de lábio, cavidade oral ou faringe",
    "descricao": ""
  },
  {
    "identificador": "2E60.1",
    "valor": "Carcinoma in situ do esôfago",
    "descricao": "Estágio 0 inclui: Para carcinoma de células escamosas: Tis (HGD), N0, M0, G1, GX. Localização do tumor: Qualquer. Para adenocarcinoma: Tis (HGD), N0, M0, G1, GX.\r\nTis: Displasia de alto grau (High-grade dysplasia - HGD). N0: Sem metástases em linfonodos regionais. M0: Sem metástases à distância. G1: Bem diferenciado. GX: Grau não pode ser avaliado-estágio agrupado como G1. Localização do tumor: a localização do sítio primário do câncer é definida pela posição da borda superior (proximal) do tumor no esôfago."
  },
  {
    "identificador": "2E60.2",
    "valor": "Carcinoma in situ do estômago",
    "descricao": "Estágio 0 inclui: Tis, N0, M0. Tis: Carcinoma in situ: tumor intraepitelial sem invasão da lâmina própria. N0: Sem metástases em linfonodos regionais. M0: Sem metástases à distância."
  },
  {
    "identificador": "2E61",
    "valor": "Carcinoma in situ de outros órgãos digestivos ou órgãos digestivos não especificados",
    "descricao": ""
  },
  {
    "identificador": "2E61.0",
    "valor": "Carcinoma in situ do cólon",
    "descricao": "Estágio 0 inclui: Tis, N0, M0. Tis: Carcinoma in situ: intraepitelial ou invasão da lâmina própria. N0: Sem metástases em linfonodos regionais. M0: Sem metástases à distância."
  },
  {
    "identificador": "2E61.1",
    "valor": "Carcinoma in situ do reto",
    "descricao": "Tumor epitelial maligno do reto que não invadiu o tecido adjacente do intestino grosso."
  },
  {
    "identificador": "2E61.2",
    "valor": "Carcinoma in situ do canal anal",
    "descricao": "Tumor epitelial maligno que não invadiu além do epitélio do canal anal."
  },
  {
    "identificador": "2E61.3",
    "valor": "Carcinoma in situ de vesícula biliar, trato biliar ou ampola de Vater",
    "descricao": "Forma inicial de câncer de vesícula biliar, trato biliar ou ampola de Vater sem invasão de células tumorais no tecido circundante, geralmente antes da penetração através da membrana basal."
  },
  {
    "identificador": "2E61.Y",
    "valor": "Carcinoma in situ de outros órgãos digestivos especificados",
    "descricao": ""
  },
  {
    "identificador": "2E61.Z",
    "valor": "Carcinoma in situ de órgãos digestivos não especificados",
    "descricao": ""
  },
  {
    "identificador": "2E62",
    "valor": "Carcinoma in situ da orelha média ou sistema respiratório",
    "descricao": ""
  },
  {
    "identificador": "2E62.0",
    "valor": "Carcinoma in situ da laringe",
    "descricao": ""
  },
  {
    "identificador": "2E62.1",
    "valor": "Carcinoma in situ da traqueia",
    "descricao": ""
  },
  {
    "identificador": "2E62.2",
    "valor": "Carcinoma in situ do brônquio ou pulmão",
    "descricao": ""
  },
  {
    "identificador": "2E62.Y",
    "valor": "Carcinoma in situ de outras localizações especificadas da orelha média ou sistema respiratório",
    "descricao": ""
  },
  {
    "identificador": "2E62.Z",
    "valor": "Carcinoma in situ de localizações não especificadas da orelha média ou sistema respiratório",
    "descricao": ""
  },
  {
    "identificador": "2E63",
    "valor": "Melanoma in situ",
    "descricao": "Estágio 0 inclui: Tis, N0, M0. Tis: Melanoma in situ. N0: Sem metástases para linfonodos regionais. M0: Nenhuma evidência detectável de metástases à distância."
  },
  {
    "identificador": "2E63.0",
    "valor": "Melanoma cutâneo in situ",
    "descricao": "Melanoma maligno confinado à epiderme e descrito como em fase de crescimento radial."
  },
  {
    "identificador": "2E63.00",
    "valor": "Lentigo maligno",
    "descricao": "Proliferação atípica de melanócitos atípicos na junção dermoepidérmica, sem infiltração da derme papilar ou reticular. A proliferação melanocítica está associada a danos actínicos e atrofia epidérmica. Geralmente ocorre na pele exposta ao sol de pessoas idosas. É uma forma de melanoma in situ e, em aproximadamente 5% dos casos, evolui para melanoma em lentigo maligno."
  },
  {
    "identificador": "2E63.0Z",
    "valor": "Melanoma cutâneo in situ, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2E63.1",
    "valor": "Melanoma in situ da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "2E63.Y",
    "valor": "Melanoma in situ, outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2E63.Z",
    "valor": "Melanoma in situ, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E64",
    "valor": "Carcinoma in situ da pele",
    "descricao": "O estágio 0 inclui: Tis, N0, M0. Tis: Carcinoma in situ. N0: Sem metástases em linfonodos regionais. M0: Nenhuma evidência clínica ou radiográfica de metástase à distância."
  },
  {
    "identificador": "2E64.0",
    "valor": "Carcinoma de células escamosas intraepidérmico",
    "descricao": "Origina-se com maior frequência na pele glabra, cronicamente exposta ao sol, da cabeça e pescoço ou parte inferior das pernas. Tipicamente se apresenta como manchas, nódulos ou placas eritematosos escamosos bem demarcados, únicos ou múltiplos, que histologicamente mostram extensa atipia queratinocítica. Pode se desenvolver a partir de ceratose actínica preexistente (carcinoma de células escamosas intraepidérmico actínico). Embora esteja mais comumente associado à exposição à radiação ultravioleta, outros carcinógenos como arsênio e alcatrão podem estar implicados. O vírus do papiloma humano pode representar um fator de risco adicional em pacientes imunossuprimidos."
  },
  {
    "identificador": "2E64.00",
    "valor": "Doença de Bowen da pele",
    "descricao": "Carcinoma de células escamosas intraepidérmico devido a fatores predisponentes, incluindo infecção crônica pelo papilomavírus humano, ingestão de arsênico, radiação ionizante e imunossupressão crônica."
  },
  {
    "identificador": "2E64.01",
    "valor": "Carcinoma de células escamosas intraepidérmico actínico",
    "descricao": "Carcinoma de células escamosas intraepidérmico atribuível à exposição crônica à radiação ultravioleta e tipicamente se desenvolvendo a partir de uma ceratose actínica preexistente."
  },
  {
    "identificador": "2E64.0Y",
    "valor": "Outro carcinoma de células escamosas intraepidérmico especificado",
    "descricao": ""
  },
  {
    "identificador": "2E64.0Z",
    "valor": "Carcinoma de células escamosas intraepidérmico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2E64.1",
    "valor": "Doença de Paget extramamária da pele",
    "descricao": "Adenocarcinoma intraepitelial de glândulas apócrinas da pele com glândulas e membrana mucosa. Clinicamente, apresenta-se como placas eritematosas nitidamente demarcadas afetando mais comumente a vulva em mulheres e a pele perianal em homens."
  },
  {
    "identificador": "2E64.2",
    "valor": "Carcinoma in situ de margem anal ou pele perianal",
    "descricao": "O carcinoma in situ de margem anal ou pele perianal é mais comumente escamoso e relacionado a cepas oncogênicas do HPV, infecção por HIV ou ambos. Pode se apresentar como placas pigmentadas verrucosas (papulose bowenoide)."
  },
  {
    "identificador": "2E64.Y",
    "valor": "Outro carcinoma in situ especificado da pele",
    "descricao": ""
  },
  {
    "identificador": "2E64.Z",
    "valor": "Carcinoma in situ da pele, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2E65",
    "valor": "Carcinoma in situ da mama",
    "descricao": ""
  },
  {
    "identificador": "2E65.0",
    "valor": "Carcinoma lobular in situ da mama",
    "descricao": ""
  },
  {
    "identificador": "2E65.1",
    "valor": "Carcinoma lobular in situ da mama, subtipo pleomórfico",
    "descricao": ""
  },
  {
    "identificador": "2E65.2",
    "valor": "Carcinoma ductal in situ da mama",
    "descricao": ""
  },
  {
    "identificador": "2E65.3",
    "valor": "Carcinoma ductal in situ da mama, subtipo comedo",
    "descricao": ""
  },
  {
    "identificador": "2E65.4",
    "valor": "Carcinoma ductal e lobular misto, in situ, da mama",
    "descricao": "Coexistência de carcinoma ductal e lobular in situ na mama, sem evidências de invasão estromal."
  },
  {
    "identificador": "2E65.5",
    "valor": "Doença de Paget do mamilo",
    "descricao": "Doença de Paget do mamilo descreve uma apresentação rara de câncer da mama, observada mais frequentemente em mulheres com idade entre 50-60 anos, manifestando-se com drenagem mamilar e coceira, eritema, mamilo escoriado com crostas, placas espessadas e hiperpigmentação (menos frequentemente). Ocorre devido à invasão de células tumorais no complexo aréolo-mamilar e representa 1%-3% de todos os novos diagnósticos de câncer de mama."
  },
  {
    "identificador": "2E65.Y",
    "valor": "Outro carcinoma in situ especificado da mama",
    "descricao": ""
  },
  {
    "identificador": "2E65.Z",
    "valor": "Carcinoma in situ da mama, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2E66",
    "valor": "Carcinoma in situ do colo do útero (cérvix)",
    "descricao": ""
  },
  {
    "identificador": "2E66.2",
    "valor": "Lesão intraepitelial escamosa de alto grau do colo uterino",
    "descricao": ""
  },
  {
    "identificador": "2E66.Y",
    "valor": "Outro carcinoma in situ especificado do colo do útero",
    "descricao": ""
  },
  {
    "identificador": "2E66.Z",
    "valor": "Carcinoma in situ do colo do útero, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2E67",
    "valor": "Carcinoma in situ de outros órgãos genitais não especificados",
    "descricao": ""
  },
  {
    "identificador": "2E67.0",
    "valor": "Carcinoma in situ do endométrio",
    "descricao": ""
  },
  {
    "identificador": "2E67.1",
    "valor": "Carcinoma in situ da vulva",
    "descricao": ""
  },
  {
    "identificador": "2E67.11",
    "valor": "Doença de Paget vulvar",
    "descricao": "Neoplasia maligna intraepitelial incomum de origem écrina ou apócrina, originada da vulva. Geralmente afeta mulheres na pós-menopausa. Em aproximadamente 10-20% dos casos, há um carcinoma anorretal ou urotelial associado ou um adenocarcinoma de apêndice cutâneo identificado. Apresenta-se como uma lesão eczematosa vermelha. Microscopicamente, é caracterizada pela presença das células típicas de Paget, que são células grandes e redondas com citoplasma abundante e núcleos proeminentes."
  },
  {
    "identificador": "2E67.12",
    "valor": "Neoplasia intraepitelial vulvar independente do HPV",
    "descricao": "A neoplasia intraepitelial vulvar (NIV), independente do HPV, é um precursor não invasivo do carcinoma espinocelular da vulva independente do HPV, caracterizado por atipia dos queratinócitos basais e parabasais em uma forma bem diferenciada."
  },
  {
    "identificador": "2E67.13",
    "valor": "Lesão intraepitelial escamosa de alto grau da vulva, HPV-associada",
    "descricao": "Lesões intraepiteliais escamosas (SIL) da vulva (também conhecidas como neoplasia intraepitelial vulvar [NIV]), associadas ao HPV, são proliferações de células escamosas induzidas por infecção por HPV, apresentando anormalidades de maturação e hipercromasia nuclear que não se estendem além da membrana basal."
  },
  {
    "identificador": "2E67.2",
    "valor": "Carcinoma in situ da vagina",
    "descricao": ""
  },
  {
    "identificador": "2E67.22",
    "valor": "Lesão intraepitelial escamosa de alto grau da vagina",
    "descricao": ""
  },
  {
    "identificador": "2E67.2Y",
    "valor": "Outro carcinoma in situ especificado da vagina",
    "descricao": ""
  },
  {
    "identificador": "2E67.2Z",
    "valor": "Carcinoma in situ da vagina, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2E67.3",
    "valor": "Carcinoma in situ de outros órgãos genitais femininos ou os não especificados",
    "descricao": ""
  },
  {
    "identificador": "2E67.4",
    "valor": "Carcinoma in situ do pênis",
    "descricao": "Compreende o carcinoma escamoso in situ e a doença de Paget extramamária do pênis. A primeira é uma doença pré-cancerosa incomum da pele do pênis. As lesões geralmente aparecem na glande ou na face interna do prepúcio e quase sempre são encontradas em homens não circuncidados. Se não for tratada, 10-30% dos casos evoluem para carcinoma de células escamosas invasivo do pênis. Quando afeta a pele do corpo do pênis ou prepúcio, é comumente chamada de doença de Bowen. Se afetar a glande ou a superfície interna do prepúcio, também pode ser chamada de neoplasia intraepitelial peniana (ou, no passado, eritroplasia de Queyrat). A doença de Paget extramamária do pênis é uma forma rara de carcinoma in situ envolvendo pele peniana ou glande."
  },
  {
    "identificador": "2E67.40",
    "valor": "Carcinoma in situ de células escamosas da pele do pênis",
    "descricao": "Carcinoma de células escamosas que afeta a pele do prepúcio ou do corpo do pênis e é comumente chamado de doença de Bowen. A infecção pelo HPV e a exposição crônica à fotoquimioterapia com psoraleno são fatores predisponentes."
  },
  {
    "identificador": "2E67.41",
    "valor": "Carcinoma in situ de células escamosas do epitélio mucocutâneo do pênis",
    "descricao": ""
  },
  {
    "identificador": "2E67.5",
    "valor": "Lesão intraepitelial de alto grau da próstata",
    "descricao": "Neoplasia intraepitelial prostática de alto grau caracterizada pela presença de graves anormalidades arquitetônicas e citológicas."
  },
  {
    "identificador": "2E67.6",
    "valor": "Carcinoma in situ de outros órgãos genitais masculinos ou os não especificados",
    "descricao": ""
  },
  {
    "identificador": "2E68",
    "valor": "Carcinoma in situ da bexiga",
    "descricao": "Estágio 0 inclui: Tis, N0, M0. Tis: Carcinoma in situ: tumor plano. N0: Sem metástases em linfonodos regionais. M0: Sem metástases à distância."
  },
  {
    "identificador": "2E69",
    "valor": "Carcinoma in situ de outros órgãos urinários ou os não especificados",
    "descricao": ""
  },
  {
    "identificador": "2E6A",
    "valor": "Carcinoma in situ do olho ou dos anexos oculares",
    "descricao": ""
  },
  {
    "identificador": "2E6A.0",
    "valor": "Carcinoma in situ da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "2E6A.1",
    "valor": "Carcinoma in situ da córnea",
    "descricao": ""
  },
  {
    "identificador": "2E6A.Y",
    "valor": "Carcinoma in situ de outra parte não especificada do olho e dos anexos oculares",
    "descricao": ""
  },
  {
    "identificador": "2E6B",
    "valor": "Carcinoma in situ da tireoide",
    "descricao": ""
  },
  {
    "identificador": "2E6Y",
    "valor": "Carcinoma in situ de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2E6Z",
    "valor": "Carcinoma in situ de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E80",
    "valor": "Neoplasia lipomatosa benigna",
    "descricao": "Tumor benigno composto de tecido adiposo (gorduroso). O representante mais comum desta categoria é o lipoma."
  },
  {
    "identificador": "2E80.0",
    "valor": "Lipoma",
    "descricao": ""
  },
  {
    "identificador": "2E80.00",
    "valor": "Lipoma subcutâneo superficial",
    "descricao": "Neoplasia mesenquimal benigna bem circunscrita composta de adipócitos maduros e comumente conhecida como lipoma."
  },
  {
    "identificador": "2E80.01",
    "valor": "Lipoma subfascial profundo",
    "descricao": "Os lipomas subfasciais profundos são neoplasias benignas do tecido adiposo que surgem profundamente na fáscia profunda e têm tendência a se infiltrar entre os músculos. Eles podem ocorrer em qualquer local do corpo e podem causar dificuldade de diagnóstico. É sabido que ocorrem na fronte, abaixo do músculo frontal (lipoma associado ao músculo frontal)."
  },
  {
    "identificador": "2E80.02",
    "valor": "Lipoma interno ou visceral profundo",
    "descricao": ""
  },
  {
    "identificador": "2E80.0Y",
    "valor": "Lipoma, outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2E80.0Z",
    "valor": "Lipoma, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E80.1",
    "valor": "Lipoblastoma",
    "descricao": ""
  },
  {
    "identificador": "2E80.Y",
    "valor": "Outra neoplasia lipomatosa benigna especificada",
    "descricao": ""
  },
  {
    "identificador": "2E80.Z",
    "valor": "Neoplasia lipomatosa benigna, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E81",
    "valor": "Neoplasias benignas vasculares",
    "descricao": ""
  },
  {
    "identificador": "2E81.0",
    "valor": "Hemangioma neoplásico",
    "descricao": ""
  },
  {
    "identificador": "2E81.00",
    "valor": "Hemangioma de cordão umbilical",
    "descricao": "Tumor composto por vasos sanguíneos de paredes finas revestidos por endotélio presente dentro do cordão umbilical."
  },
  {
    "identificador": "2E81.01",
    "valor": "Hemangiomal ou hemolinfangioma conjuntival",
    "descricao": ""
  },
  {
    "identificador": "2E81.0Y",
    "valor": "Hemangioma neoplásico de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2E81.0Z",
    "valor": "Hemangioma neoplásico, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E81.1",
    "valor": "Neoplasias benignas linfáticas",
    "descricao": "Neoplasias benignas circunscritas ou difusas dos vasos linfáticos. São muito menos comuns que as malformações linfáticas e se distinguem destas últimas pelo crescimento proliferativo e pelo potencial de disseminação ampla."
  },
  {
    "identificador": "2E81.10",
    "valor": "Linfangiomatose disseminada",
    "descricao": "Distúrbio raro caracterizado pela proliferação disseminada de vasos linfáticos aberrantes que tipicamente se infiltram em órgãos vitais no tórax e abdome."
  },
  {
    "identificador": "2E81.11",
    "valor": "Linfangioma progressivo adquirido",
    "descricao": "Linfangioma progressivo adquirido é um tumor benigno localizado, mas lentamente progressivo, de vasos linfáticos, que tipicamente se apresenta como placas avermelhadas ou semelhantes a equimoses na parede abdominal, coxa ou panturrilha de jovens adolescentes."
  },
  {
    "identificador": "2E81.1Y",
    "valor": "Outras neoplasias benignas linfáticas especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E81.1Z",
    "valor": "Neoplasias benignas linfáticas não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E81.2",
    "valor": "Neoplasias benignas vasculares da primeira infância ou infância",
    "descricao": "A neoplasia vascular benigna mais comum da infância é o hemangioma infantil. Algumas das neoplasias menos comuns são hemangioma congênito, hemangioma de células fusiformes, angioma em tufos e hemangioendotelioma kaposiforme."
  },
  {
    "identificador": "2E81.20",
    "valor": "Hemangioma infantil focal",
    "descricao": "Hemangioma infantil é uma neoplasia vascular benigna comum que se desenvolve em cerca de 4% dos bebês. Aparece semanas após o nascimento como uma área esbranquiçada, eritematosa ou telangiectásica que então se prolifera rapidamente por vários meses antes de entrar em um processo prolongado de involução que dura até 12 anos, deixando uma cicatriz residual variavelmente proeminente. Um tumor focal solitário é observado em cerca de 85% dos casos. Mais da metade dos casos estão localizados em cabeça e pescoço. As complicações incluem sangramento, infecção, ulceração e, em tumores próximos ao olho, ambliopia."
  },
  {
    "identificador": "2E81.21",
    "valor": "Hemangioma infantil multifocal",
    "descricao": "O hemangioma infantil é multifocal em até 25% dos casos, com números que variam de poucos a muitas dezenas. Se mais de 5 tumores cutâneos estiverem presentes, há um risco aumentado de hemangiomatose interna associada, especialmente do fígado."
  },
  {
    "identificador": "2E81.2Y",
    "valor": "Outras neoplasias benignas vasculares especificadas da primeira infância ou infância",
    "descricao": ""
  },
  {
    "identificador": "2E81.2Z",
    "valor": "Neoplasias benignas vasculares da primeira infância ou infância, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E81.Y",
    "valor": "Outra neoplasias benignas vasculares especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E81.Z",
    "valor": "Neoplasias benignas vasculares não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E82",
    "valor": "Tumores condrogênicos benignos",
    "descricao": ""
  },
  {
    "identificador": "2E82.0",
    "valor": "Tumores condrogênicos benignos do osso ou cartilagem articular dos membros",
    "descricao": ""
  },
  {
    "identificador": "2E82.1",
    "valor": "Tumores condrogênicos benignos do osso ou cartilagem articular de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E82.Z",
    "valor": "Tumores condrogênicos benignos, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E83",
    "valor": "Tumores osteogênicos benignos",
    "descricao": "Neoplasia decorrente do osso ou cartilagem articular que não invade os tecidos adjacentes nem metastatiza para outros locais anatômicos. Exemplos representativos incluem histiocitoma fibroso benigno do osso, osteoma, osteoblastoma, condroblastoma e encondroma."
  },
  {
    "identificador": "2E83.0",
    "valor": "Tumores osteogênicos benignos do osso ou cartilagem articular do crânio ou da face",
    "descricao": ""
  },
  {
    "identificador": "2E83.1",
    "valor": "Tumores osteogênicos benignos do osso ou cartilagem articular da mandíbula",
    "descricao": ""
  },
  {
    "identificador": "2E83.2",
    "valor": "Tumores osteogênicos benignos do osso ou cartilagem articular da coluna vertebral",
    "descricao": ""
  },
  {
    "identificador": "2E83.3",
    "valor": "Tumores osteogênicos benignos de osso ou cartilagem articular de costelas, esterno ou clavícula",
    "descricao": ""
  },
  {
    "identificador": "2E83.4",
    "valor": "Tumores osteogênicos benignos de osso ou cartilagem articular de ossos pélvicos, sacro ou cóccix",
    "descricao": ""
  },
  {
    "identificador": "2E83.5",
    "valor": "Tumores osteogênicos benignos de osso ou cartilagem articular de membros",
    "descricao": ""
  },
  {
    "identificador": "2E83.Y",
    "valor": "Tumor osteogênico benigno de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2E83.Z",
    "valor": "Tumor osteogênico benigno de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E84",
    "valor": "Tumor fibrogênico ou miofibrogênico benigno",
    "descricao": ""
  },
  {
    "identificador": "2E84.0",
    "valor": "Tumor fibrogênico ou miofibrogênico benigno da pele",
    "descricao": ""
  },
  {
    "identificador": "2E84.Y",
    "valor": "Tumor fibrogênico ou miofibrogênico benigno de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E84.Z",
    "valor": "Tumor fibrogênico ou miofibrogênico benigno, localização desconhecida",
    "descricao": ""
  },
  {
    "identificador": "2E85",
    "valor": "Tumor fibrohistiocítico benigno",
    "descricao": ""
  },
  {
    "identificador": "2E85.0",
    "valor": "Tumor fibro-histiocítico benigno dos tecidos moles dos membros",
    "descricao": ""
  },
  {
    "identificador": "2E85.1",
    "valor": "Tumor fibrohistiocítico benigno de retroperitônio ou peritônio",
    "descricao": ""
  },
  {
    "identificador": "2E85.2",
    "valor": "Tumor fibrohistiocítico benigno da pele",
    "descricao": ""
  },
  {
    "identificador": "2E85.Y",
    "valor": "Tumor fibrohistiocítico benigno de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E85.Z",
    "valor": "Tumor fibrohistiocítico benigno, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E86",
    "valor": "Tumor benigno do músculo liso ou músculo esquelético",
    "descricao": ""
  },
  {
    "identificador": "2E86.0",
    "valor": "Leiomioma do útero",
    "descricao": "Neoplasia benigna bem circunscrita do músculo liso do útero caracterizada pela presença de células fusiformes com núcleos em forma de charuto, fascículos entrelaçados e padrão espiralado."
  },
  {
    "identificador": "2E86.1",
    "valor": "Leiomioma de outras localizações ou localizações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E86.2",
    "valor": "Rabdomioma",
    "descricao": ""
  },
  {
    "identificador": "2E86.Y",
    "valor": "Outro tumor benigno especificado do músculo liso ou músculo esquelético",
    "descricao": ""
  },
  {
    "identificador": "2E86.Z",
    "valor": "Tumor benigno do músculo liso ou músculo esquelético, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2E87",
    "valor": "Tumor estromal gastrointestinal benigno",
    "descricao": ""
  },
  {
    "identificador": "2E88",
    "valor": "Nódulo estromal endometrial benigno",
    "descricao": ""
  },
  {
    "identificador": "2E89",
    "valor": "Tumores mesenquimais benignos de diferenciação incerta",
    "descricao": ""
  },
  {
    "identificador": "2E89.0",
    "valor": "Tumores benignos de diferenciação incerta, osso ou cartilagem",
    "descricao": ""
  },
  {
    "identificador": "2E89.1",
    "valor": "Tumores benignos de diferenciação incerta, tecidos moles",
    "descricao": ""
  },
  {
    "identificador": "2E89.Y",
    "valor": "Tumores mesenquimais benignos de diferenciação incerta de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2E89.Z",
    "valor": "Tumores mesenquimais benignos de diferenciação incerta de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E8A",
    "valor": "Outros tumores mesenquimais mistos benignos",
    "descricao": ""
  },
  {
    "identificador": "2E8Y",
    "valor": "Outra neoplasia benigna mesenquimal especificada",
    "descricao": ""
  },
  {
    "identificador": "2E8Z",
    "valor": "Neoplasias benignas mesenquimais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E90",
    "valor": "Neoplasia benigna de lábio, cavidade oral ou faringe",
    "descricao": ""
  },
  {
    "identificador": "2E90.0",
    "valor": "Neoplasia benigna do lábio",
    "descricao": "Neoplasia sem características malignas que se origina do lábio."
  },
  {
    "identificador": "2E90.1",
    "valor": "Neoplasia benigna da língua",
    "descricao": "Crescimento anormal, sem características malignas, das células que compõem a língua."
  },
  {
    "identificador": "2E90.2",
    "valor": "Neoplasia benigna do assoalho da boca",
    "descricao": ""
  },
  {
    "identificador": "2E90.3",
    "valor": "Neoplasia benigna de outras partes da boca ou partes não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E90.4",
    "valor": "Neoplasia benigna da amígdala (tonsila)",
    "descricao": ""
  },
  {
    "identificador": "2E90.5",
    "valor": "Neoplasia benigna da orofaringe",
    "descricao": "Neoplasia da orofaringe caracterizada pela ausência de características morfológicas associadas à malignidade (atipia citológica grave, necrose de células tumorais e alta taxa mitótica). Neoplasias benignas permanecem confinadas ao local original de crescimento e apenas raramente metastatizam para outros locais anatômicos."
  },
  {
    "identificador": "2E90.6",
    "valor": "Neoplasia benigna da nasofaringe",
    "descricao": "Neoplasia da nasofaringe caracterizada pela ausência de características morfológicas associadas à malignidade (atipia citológica grave, necrose de células tumorais e alta taxa mitótica). Neoplasias benignas permanecem confinadas ao local original de crescimento."
  },
  {
    "identificador": "2E90.7",
    "valor": "Neoplasia benigna da hipofaringe",
    "descricao": ""
  },
  {
    "identificador": "2E90.8",
    "valor": "Neoplasia benigna da faringe, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E91",
    "valor": "Neoplasia benigna de glândulas salivares maiores",
    "descricao": ""
  },
  {
    "identificador": "2E91.0",
    "valor": "Neoplasia benigna da glândula parótida",
    "descricao": ""
  },
  {
    "identificador": "2E91.1",
    "valor": "Neoplasia benigna de outras glândulas salivares maiores especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E91.Z",
    "valor": "Neoplasia benigna das glândulas salivares maiores não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2E92",
    "valor": "Neoplasia benigna dos órgãos digestivos",
    "descricao": "Neoplasia do sistema digestivo caracterizada pela ausência de características morfológicas associadas à malignidade (atipia citológica grave, necrose de células tumorais e alta taxa mitótica). Neoplasias benignas permanecem confinadas à localização original de crescimento e apenas raramente metastatizam para outras localizações anatômicas."
  },
  {
    "identificador": "2E92.0",
    "valor": "Neoplasia benigna do esôfago",
    "descricao": "Neoplasia que não metastatiza originada na parede esofágica."
  },
  {
    "identificador": "2E92.1",
    "valor": "Neoplasia benigna do estômago",
    "descricao": "Neoplasia que não metastatiza originada na parede gástrica."
  },
  {
    "identificador": "2E92.2",
    "valor": "Neoplasia benigna do duodeno",
    "descricao": "Neoplasia que não metastatiza e se origina na parede do duodeno."
  },
  {
    "identificador": "2E92.3",
    "valor": "Neoplasia benigna de outras partes ou partes não especificadas do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "2E92.4",
    "valor": "Neoplasia benigna do intestino grosso",
    "descricao": "Neoplasia que não metastatiza originada na parede do cólon e reto."
  },
  {
    "identificador": "2E92.40",
    "valor": "Síndrome de polipose",
    "descricao": "Síndromes de polipose intestinal podem ser divididas, com base na histologia, nas categorias amplas de polipose adenomatosa familiar (FAP), síndromes de polipose hamartomatosa e outras síndromes de polipose raras, como a síndrome de polipose mista hereditária (HMPS)."
  },
  {
    "identificador": "2E92.4Y",
    "valor": "Outra neoplasia benigna especificada do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "2E92.4Z",
    "valor": "Neoplasia benigna do intestino grosso, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2E92.5",
    "valor": "Neoplasia benigna do ânus ou canal anal",
    "descricao": "Tumor benigno primário que se forma nos tecidos que revestem o ânus e o canal anal."
  },
  {
    "identificador": "2E92.6",
    "valor": "Neoplasia benigna da vesícula biliar, ductos biliares extra-hepáticos ou ampola de Vater",
    "descricao": ""
  },
  {
    "identificador": "2E92.7",
    "valor": "Neoplasia benigna do fígado ou ductos biliares intra-hepáticos",
    "descricao": ""
  },
  {
    "identificador": "2E92.8",
    "valor": "Neoplasia benigna do pâncreas",
    "descricao": "Neoplasia que não metastatiza originada no pâncreas."
  },
  {
    "identificador": "2E92.9",
    "valor": "Neoplasia benigna do pâncreas endócrino",
    "descricao": ""
  },
  {
    "identificador": "2E92.Y",
    "valor": "Neoplasia benigna de outros órgãos digestivos especificados",
    "descricao": ""
  },
  {
    "identificador": "2E92.Z",
    "valor": "Neoplasia benigna de órgãos digestivos não especificados",
    "descricao": ""
  },
  {
    "identificador": "2F00",
    "valor": "Neoplasia benigna de orelha média ou sistema respiratório",
    "descricao": ""
  },
  {
    "identificador": "2F00.0",
    "valor": "Tumor endócrino de orelha média",
    "descricao": ""
  },
  {
    "identificador": "2F00.1",
    "valor": "Papilomatose respiratória recorrente",
    "descricao": "A papilomatose respiratória recorrente é uma doença respiratória rara caracterizada pelo desenvolvimento de papilomas exofíticos, afetando a mucosa do trato aero-digestivo superior (com forte predileção pela laringe), causada por uma infecção pelo papilomavírus humano. Os sintomas na apresentação podem incluir rouquidão, tosse crônica, dispneia, infecções recorrentes do trato respiratório superior, pneumonia, disfagia, estridor e/ou deficiência de crescimento."
  },
  {
    "identificador": "2F00.2",
    "valor": "Tumor endócrino da laringe",
    "descricao": ""
  },
  {
    "identificador": "2F00.Y",
    "valor": "Outra neoplasia benigna especificada de orelha média ou sistema respiratório",
    "descricao": ""
  },
  {
    "identificador": "2F00.Z",
    "valor": "Neoplasia benigna de orelha média ou sistema respiratório, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2F01",
    "valor": "Neoplasia benigna de outros órgãos intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2F10",
    "valor": "Neoplasia benigna de tecido mesotelial",
    "descricao": "Neoplasia benigna originada de células mesoteliais. É caracterizada pela formação de padrões glandulares e tubulares. Pode ocorrer em várias localizações anatômicas, incluindo pleura, peritônio e epidídimo."
  },
  {
    "identificador": "2F20",
    "valor": "Neoplasias melanocíticas cutâneas benignas",
    "descricao": ""
  },
  {
    "identificador": "2F20.0",
    "valor": "Nevo melanocítico adquirido comum",
    "descricao": ""
  },
  {
    "identificador": "2F20.00",
    "valor": "Nevos melanocíticos benignos múltiplos",
    "descricao": "Presença de múltiplos nevos melanocíticos benignos (frequentemente considerada como mais de 20 nevos com >2mm de diâmetro), um fator de risco independente para o desenvolvimento de melanoma, com risco mais alto associado a maior número de nevos (>100)."
  },
  {
    "identificador": "2F20.0Y",
    "valor": "Outro nevo melanocítico adquirido comum especificado",
    "descricao": ""
  },
  {
    "identificador": "2F20.0Z",
    "valor": "Nevo melanocítico adquirido comum, não esecificado",
    "descricao": ""
  },
  {
    "identificador": "2F20.1",
    "valor": "Nevo melanocítico atípico",
    "descricao": "Lesões solitárias ou múltiplas, levemente elevadas, pigmentadas e com bordas irregulares, geralmente medindo mais de 0,6 cm na maior dimensão. Morfologicamente, há atipia melanocítica e o diagnóstico diferencial com melanoma pode ser difícil. Os pacientes apresentam risco aumentado de desenvolver melanoma."
  },
  {
    "identificador": "2F20.2",
    "valor": "Nevo melanocítico congênito",
    "descricao": "Nevos melanocíticos congênitos são áreas circunscritas de pigmentação da pele presentes no nascimento como resultado da proliferação intrauterina anormal de melanócitos na derme, na epiderme ou em ambas. Podem variar em tamanho de alguns milímetros a vários centímetros de diâmetro. Se o diâmetro máximo projetado ou final no adulto for maior que 20 cm, eles são denominados nevos melanocíticos congênitos gigantes."
  },
  {
    "identificador": "2F20.20",
    "valor": "Nevo melanocítico congênito gigante",
    "descricao": "Nevo melanocítico congênito (NMC) com um diâmetro máximo previsto ou final no adulto de 400 mm ou mais. NMC gigantes são comumente centrados na superfície dorsal do corpo entre o vértice e as nádegas, mas podem ocorrer em outra localização; podem estar associados a vários nevos satélites menores (congênitos ou tardios), hipertricose, lipomas ou nódulos proliferativos benignos. Existe o risco de melanoma pré-puberal no NMC gigante ou no sistema nervoso central (SNC). A melanocitose leptomeníngea ou neuromelanose focal, encontrada em 10-15% dos casos, está frequentemente associada a outros tumores do SNC, hidrocefalia, epilepsia, cistos de aracnoide ou malformação de Dandy-Walker."
  },
  {
    "identificador": "2F20.2Y",
    "valor": "Outro nevo melanocítico congênito especificado",
    "descricao": ""
  },
  {
    "identificador": "2F20.2Z",
    "valor": "Nevo melanocítico congênito, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2F20.3",
    "valor": "Nevos melanocíticos eruptivos generalizados",
    "descricao": "Este fenômeno descreve o rápido aparecimento simultâneo de múltiplos nevos melanocíticos, frequentemente centenas em número, em pele exposta ao sol previamente não acometida. O fenômeno tem sido associado a imunossupressão, particularmente em indivíduos que realizaram transplante renal e em indivíduos que estão recebendo quimioterapia contra câncer, e pode ser considerado uma contraparte mais avançada de lentiginose eruptiva generalizada."
  },
  {
    "identificador": "2F20.Y",
    "valor": "Outros tipos especificados de nevo melanocítico",
    "descricao": ""
  },
  {
    "identificador": "2F20.Z",
    "valor": "Nevo melanocítico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "2F21",
    "valor": "Acantomas queratinocíticos benignos",
    "descricao": "Grupo de transtornos proliferativos epidérmicos benignos distintos, incluindo ceratose seborreica e acantoma de células claras."
  },
  {
    "identificador": "2F21.0",
    "valor": "Ceratose seborreica",
    "descricao": "Ceratoses seborreicas são neoplasias benignas muito comuns de queratinócitos epidérmicos, que aumentam em prevalência e número com a idade. Elas são comumente múltiplas e muito variáveis em forma e cor. Por causa da pigmentação às vezes intensa, elas são frequentemente confundidas com tumores melanocíticos."
  },
  {
    "identificador": "2F21.Y",
    "valor": "Outros acantomas queratinocíticos benignos especificados",
    "descricao": ""
  },
  {
    "identificador": "2F22",
    "valor": "Neoplasias benignas de apêndices epidérmicos",
    "descricao": "Uma variedade de neoplasias benignas originadas do folículo piloso, de suas glândulas associadas ou das glândulas sudoríparas."
  },
  {
    "identificador": "2F23",
    "valor": "Neoplasias dérmicas fibrosas ou fibro-histiocíticas benignas",
    "descricao": "Neoplasias dérmicas benignas devidas a proliferação anormal de fibroblastos, miofibroblastos ou células mesenquimais primitivas."
  },
  {
    "identificador": "2F23.0",
    "valor": "Dermatofibroma",
    "descricao": "Tumor cutâneo benigno comum que se apresenta como uma pápula ou nódulo dérmico firme, mais comumente nos membros inferiores. Histologicamente, é caracterizado por feixes de colágeno grosseiros e dispostos ao acaso, e um infiltrado celular variável, incluindo fibrócitos."
  },
  {
    "identificador": "2F23.Y",
    "valor": "Outras neoplasias dérmicas fibrosas ou fibro-histiocíticas benignas especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F24",
    "valor": "Neoplasias cutâneas benignas de origem neural ou da bainha nervosa",
    "descricao": ""
  },
  {
    "identificador": "2F25",
    "valor": "Angioma rubi",
    "descricao": ""
  },
  {
    "identificador": "2F26",
    "valor": "Hemangioma capilar lobular",
    "descricao": "Historicamente chamado de granuloma piogênico, trata-se de uma proliferação benigna comum de vasos sanguíneos capilares que pode ser induzida por traumatismo ou por alguns medicamentos. Apresenta-se como uma ou mais pápulas ou nódulos vermelho vivo, frequentemente localizados ao redor da boca ou em uma falange terminal em relação à unha. Frequentemente ocorrem sangramento, ulceração e formação de crostas. Mutações BRAF dentro das células endoteliais vasculares podem estar presentes, indicando que este é, em pelo menos uma proporção dos casos, um verdadeiro processo neoplásico."
  },
  {
    "identificador": "2F2Y",
    "valor": "Outras neoplasias cutâneas benignas especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F2Z",
    "valor": "Neoplasia cutânea benigna de tipo não especificada",
    "descricao": ""
  },
  {
    "identificador": "2F30",
    "valor": "Neoplasia benigna da mama",
    "descricao": "Neoplasia que não metastatiza originada do parênquima mamário."
  },
  {
    "identificador": "2F30.0",
    "valor": "Adenoma tubular da mama",
    "descricao": "Neoplasia benigna e bem circunscrita que surge da mama. É composta inteiramente por estruturas tubulares que contêm células epiteliais e mioepiteliais."
  },
  {
    "identificador": "2F30.1",
    "valor": "Adenoma lactante da mama",
    "descricao": "Adenoma do tipo tubular da mama no qual, durante a gravidez e a lactação, as células epiteliais apresentam extensas alterações secretoras."
  },
  {
    "identificador": "2F30.2",
    "valor": "Papiloma intraductal da mama",
    "descricao": "Neoplasia papilar benigna que surge em qualquer parte do sistema ductal da mama. É caracterizada por estruturas fibrovasculares revestidas por proliferações epiteliais e mioepiteliais benignas. Os papilomas intraductais da mama são classificados como centrais, quando surgem em grandes ductos, ou periféricos, quando surgem nas unidades lobulares ductais terminais."
  },
  {
    "identificador": "2F30.3",
    "valor": "Tumor filoide benigno da mama",
    "descricao": "Neoplasia bifásica geralmente unilateral, benigna e bem circunscrita que se origina da mama. Geralmente afeta mulheres de meia-idade. É caracterizada pela presença de uma dupla camada de células epiteliais dispostas em fendas, circundadas por um componente mesenquimal celular fusiforme monomórfico. Mitoses são raras. Alterações necróticas podem estar presentes em tumores grandes."
  },
  {
    "identificador": "2F30.4",
    "valor": "Fibromatose da mama",
    "descricao": ""
  },
  {
    "identificador": "2F30.5",
    "valor": "Fibroadenoma da mama",
    "descricao": "Tumor benigno da mama caracterizado pela presença de elementos estromais e epiteliais. Apresenta-se como uma massa indolor, solitária, de crescimento lento, firme e móvel. É a lesão benigna da mama mais comum. Geralmente ocorre em mulheres em idade reprodutiva. A maioria dos fibroadenomas não recidiva após a excisão completa. Foi relatado um risco ligeiramente aumentado de desenvolver câncer em fibroadenomas ou no tecido mamário de pacientes previamente tratadas para fibroadenomas."
  },
  {
    "identificador": "2F30.6",
    "valor": "Adenomatose extensa do mamilo",
    "descricao": "Rara condição mamilar benigna que se apresenta como prurido, queimação ou sintomas de dor com sinais clínicos que mostram um mamilo que parece ulcerado, com crostas, descamando, indurado e eritematoso. São diagnósticos diferenciais Paget, psoríase, etc."
  },
  {
    "identificador": "2F30.7",
    "valor": "Neoplasia benigna do mamilo",
    "descricao": ""
  },
  {
    "identificador": "2F30.Y",
    "valor": "Outra neoplasia benigna especificada da mama",
    "descricao": ""
  },
  {
    "identificador": "2F30.Z",
    "valor": "Neoplasia benigna da mama, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2F31",
    "valor": "Neoplasias benignas não mesenquimais do útero",
    "descricao": "Outros tumores não malignos do útero não detalhados em outra parte."
  },
  {
    "identificador": "2F31.0",
    "valor": "Neoplasia não mesenquimal benigna do útero, colo do útero",
    "descricao": ""
  },
  {
    "identificador": "2F31.1",
    "valor": "Neoplasia não mesenquimal benigna do útero, corpo uterino",
    "descricao": ""
  },
  {
    "identificador": "2F31.2",
    "valor": "Neoplasias não mesenquimais benignas do útero, outras partes",
    "descricao": ""
  },
  {
    "identificador": "2F32",
    "valor": "Neoplasia benigna do ovário",
    "descricao": "Neoplasia que não metastatiza originada no ovário. Exemplos representativos incluem cistadenoma seroso, cistadenoma mucinoso, adenofibroma de células claras, tumor de Brenner benigno, tecoma e fibroma."
  },
  {
    "identificador": "2F32.0",
    "valor": "Teratoma cístico",
    "descricao": "Condição do ovário, causada por proliferação anormal devida a mutações genéticas, crescimento ou divisão anormal de células germinativas. É caracterizada por uma neoplasia benigna do ovário, e dor, massa ou edema abdominal ou sangramento uterino anormal, e pode causar torção ovariana ou ruptura cística. A confirmação é feita por exame de imagem."
  },
  {
    "identificador": "2F32.1",
    "valor": "Fibroma ovariano",
    "descricao": "Afecção do ovário, causada por proliferação anormal devida a mutações genéticas, crescimento anormal ou divisão de células. É caracterizada por um tumor ovariano benigno de cordão sexual. A confirmação é feita por exame de imagem."
  },
  {
    "identificador": "2F32.2",
    "valor": "Síndrome de Meigs",
    "descricao": "A síndrome de Meigs é classicamente definida pela tríade de ascite, derrame pleural e fibroma ovariano benigno. Uma característica fundamental encontrada em pacientes com síndrome de Meigs é a resolução dos sintomas após a ressecção do tumor. A síndrome de Meigs é uma condição rara que só pode ser diagnosticada após a exclusão de carcinoma ovariano."
  },
  {
    "identificador": "2F32.3",
    "valor": "Cistadenoma ovariano seroso",
    "descricao": ""
  },
  {
    "identificador": "2F32.Y",
    "valor": "Outra neoplasia benigna especificada do ovário",
    "descricao": ""
  },
  {
    "identificador": "2F32.Z",
    "valor": "Neoplasia benigna do ovário, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2F33",
    "valor": "Neoplasia benigna de outros órgãos genitais femininos ou os não especificados",
    "descricao": "Neoplasia que não metastatiza originada no sistema reprodutor da mulher. Um exemplo representativo inclui o tumor benigno de células germinativas do ovário."
  },
  {
    "identificador": "2F34",
    "valor": "Neoplasia benigna dos órgãos genitais masculinos",
    "descricao": "Neoplasia que não metastatiza originada no sistema reprodutor masculino. Exemplos representativos incluem tumor filodes benigno da próstata, tumor benigno de células de Sertoli, cistadenoma de vesícula seminal e tumor adenomatoide epididimal."
  },
  {
    "identificador": "2F35",
    "valor": "Neoplasia benigna dos órgãos urinários",
    "descricao": "Neoplasia que não metastatiza que se origina nos órgãos que compõem o sistema urinário. Exemplos representativos incluem oncocitoma renal, papiloma invertido da bexiga e papiloma urotelial."
  },
  {
    "identificador": "2F36",
    "valor": "Neoplasia benigna do olho ou dos anexos oculares",
    "descricao": ""
  },
  {
    "identificador": "2F36.0",
    "valor": "Neoplasia benigna da coroide",
    "descricao": "Crescimento anormal de células da coroide sem características malignas."
  },
  {
    "identificador": "2F36.1",
    "valor": "Neoplasia benigna da íris",
    "descricao": ""
  },
  {
    "identificador": "2F36.2",
    "valor": "Neoplasia benigna do corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "2F36.3",
    "valor": "Teratoma da órbita",
    "descricao": "Tumor encapsulado com tecidos ou componentes de órgãos semelhantes aos derivados normais de todas as três camadas germinativas. O diagnóstico é relativo à cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados."
  },
  {
    "identificador": "2F36.4",
    "valor": "Cistos da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "2F36.Y",
    "valor": "Outra neoplasia benigna especificada do olho ou dos anexos oculares",
    "descricao": ""
  },
  {
    "identificador": "2F36.Z",
    "valor": "Neoplasia benigna do olho ou dos anexos oculares, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2F37",
    "valor": "Neoplasia benigna das glândulas endócrinas",
    "descricao": ""
  },
  {
    "identificador": "2F37.0",
    "valor": "Adenoma hipofisário não funcionante",
    "descricao": ""
  },
  {
    "identificador": "2F37.Y",
    "valor": "Outra neoplasia benigna especificada das glândulas endócrinas",
    "descricao": ""
  },
  {
    "identificador": "2F37.Z",
    "valor": "Neoplasia benigna das glândulas endócrinas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "2F3Y",
    "valor": "Neoplasias benignas exceto de origem mesenquimal, de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2F3Z",
    "valor": "Neoplasias benignas exceto de origem mesenquimal, de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2F70",
    "valor": "Neoplasias de comportamento incerto da cavidade oral ou órgãos digestivos",
    "descricao": ""
  },
  {
    "identificador": "2F70.0",
    "valor": "Neoplasias de comportamento incerto de lábio, cavidade oral ou faringe",
    "descricao": ""
  },
  {
    "identificador": "2F70.1",
    "valor": "Neoplasias de comportamento incerto do estômago",
    "descricao": ""
  },
  {
    "identificador": "2F70.2",
    "valor": "Neoplasias de comportamento incerto do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "2F70.3",
    "valor": "Neoplasias de comportamento incerto do cólon",
    "descricao": ""
  },
  {
    "identificador": "2F70.4",
    "valor": "Neoplasias de comportamento incerto do reto",
    "descricao": ""
  },
  {
    "identificador": "2F70.5",
    "valor": "Neoplasias de comportamento incerto de fígado, vesícula biliar ou ductos biliares",
    "descricao": ""
  },
  {
    "identificador": "2F70.Y",
    "valor": "Neoplasias de comportamento incerto da cavidade oral e órgãos digestivos, outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F70.Z",
    "valor": "Neoplasias de comportamento incerto da cavidade oral e órgãos digestivos, localizações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F71",
    "valor": "Neoplasias de comportamento incerto da orelha média, órgãos respiratórios ou intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2F71.0",
    "valor": "Neoplasias de comportamento incerto do timo",
    "descricao": ""
  },
  {
    "identificador": "2F71.1",
    "valor": "Neoplasias de comportamento incerto da laringe",
    "descricao": ""
  },
  {
    "identificador": "2F71.2",
    "valor": "Neoplasias de comportamento incerto da pleura",
    "descricao": ""
  },
  {
    "identificador": "2F71.3",
    "valor": "Neoplasias de comportamento incerto de traqueia, brônquio ou pulmão",
    "descricao": ""
  },
  {
    "identificador": "2F71.4",
    "valor": "Neoplasias de comportamento incerto do mediastino",
    "descricao": ""
  },
  {
    "identificador": "2F71.Y",
    "valor": "Neoplasias de comportamento incerto da orelha média, órgãos respiratórios ou intratorácicos, outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F71.Z",
    "valor": "Neoplasias de comportamento incerto da orelha média, órgãos respiratórios ou intratorácicos, localizações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F72",
    "valor": "Neoplasias de comportamento incerto da pele",
    "descricao": ""
  },
  {
    "identificador": "2F72.1",
    "valor": "Tumor spitzoide de potencial maligno incerto",
    "descricao": "Neoplasia melanocítica de células fusiformes e células epitelioides na qual existem características suficientes que a distinguem de um nevo de Spitz benigno para lançar dúvidas sobre sua natureza benigna. Essas características atípicas incluem desenvolvimento na vida adulta, assimetria, grande diâmetro (>6 e especialmente >10 mm), espessura significativa (principalmente extensão subcutânea), falta de “maturação” e de formação nodular, atipia citológica e alta taxa mitótica."
  },
  {
    "identificador": "2F72.2",
    "valor": "Nevo melanocítico com displasia melanocítica grave",
    "descricao": "Nevo melanocítico com displasia melanocítica grave é um diagnóstico histopatológico baseado na presença de atipia citológica grave, definida como melanócitos aumentados, fusiformes e epitelioides, com núcleos hipercromáticos (tipicamente pelo menos duas vezes o tamanho daqueles dos queratinócitos basais) e nucléolos distintos. Esses nevos tendem a ter tamanho e pigmentação irregulares, e a terem sido extirpados devido à preocupação de que possam representar um melanoma inicial."
  },
  {
    "identificador": "2F72.Y",
    "valor": "Outras neoplasias especificadas de comportamento incerto da pele",
    "descricao": ""
  },
  {
    "identificador": "2F73",
    "valor": "Neoplasias de comportamento incerto do retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "2F74",
    "valor": "Neoplasias de comportamento incerto do peritônio",
    "descricao": ""
  },
  {
    "identificador": "2F75",
    "valor": "Neoplasias de comportamento incerto da mama",
    "descricao": ""
  },
  {
    "identificador": "2F76",
    "valor": "Neoplasias de comportamento incerto dos órgãos genitais femininos",
    "descricao": ""
  },
  {
    "identificador": "2F77",
    "valor": "Neoplasias de comportamento incerto dos órgãos genitais masculinos",
    "descricao": ""
  },
  {
    "identificador": "2F78",
    "valor": "Neoplasias de comportamento incerto dos órgãos urinários",
    "descricao": ""
  },
  {
    "identificador": "2F79",
    "valor": "Neoplasias de comportamento incerto do olho ou dos anexos oculares",
    "descricao": ""
  },
  {
    "identificador": "2F7A",
    "valor": "Neoplasias de comportamento incerto das glândulas endócrinas",
    "descricao": ""
  },
  {
    "identificador": "2F7A.0",
    "valor": "Síndrome de neoplasia endócrina múltipla",
    "descricao": ""
  },
  {
    "identificador": "2F7A.Y",
    "valor": "Outras neoplasias especificadas de comportamento incerto das glândulas endócrinas",
    "descricao": ""
  },
  {
    "identificador": "2F7A.Z",
    "valor": "Neoplasias de comportamento incerto das glândulas endócrinas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F7B",
    "valor": "Neoplasias de comportamento incerto do osso ou cartilagem articular",
    "descricao": ""
  },
  {
    "identificador": "2F7C",
    "valor": "Neoplasias de comportamento incerto do tecido conjuntivo ou outros tecidos moles",
    "descricao": ""
  },
  {
    "identificador": "2F7Y",
    "valor": "Neoplasias de comportamento incerto de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F7Z",
    "valor": "Neoplasias de comportamento incerto de localizações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "2F90",
    "valor": "Neoplasias de comportamento desconhecido da cavidade oral ou órgãos digestivos",
    "descricao": ""
  },
  {
    "identificador": "2F90.0",
    "valor": "Neoplasias de comportamento desconhecido do cólon",
    "descricao": ""
  },
  {
    "identificador": "2F90.1",
    "valor": "Neoplasias de comportamento desconhecido do reto",
    "descricao": ""
  },
  {
    "identificador": "2F90.Y",
    "valor": "Neoplasias de comportamento desconhecido da cavidade oral ou órgãos digestivos, outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2F90.Z",
    "valor": "Neoplasias de comportamento desconhecido da cavidade oral ou órgãos digestivos, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "2F91",
    "valor": "Neoplasias de comportamento desconhecido de orelha média, órgãos respiratórios ou intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2F91.0",
    "valor": "Neoplasias de comportamento desconhecido da laringe",
    "descricao": ""
  },
  {
    "identificador": "2F91.1",
    "valor": "Neoplasias de comportamento desconhecido da traqueia, brônquio ou pulmão",
    "descricao": ""
  },
  {
    "identificador": "2F91.Y",
    "valor": "Outras neoplasias de comportamento desconhecido de outras localizações especificadas em orelha média, órgãos respiratórios ou intratorácicos",
    "descricao": ""
  },
  {
    "identificador": "2F91.Z",
    "valor": "Neoplasias de comportamento desconhecido de orelha média, órgãos respiratórios ou intratorácicos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "2F92",
    "valor": "Neoplasias de comportamento desconhecido da pele",
    "descricao": ""
  },
  {
    "identificador": "2F93",
    "valor": "Neoplasias de comportamento desconhecido do retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "2F94",
    "valor": "Neoplasias de comportamento desconhecido do peritônio",
    "descricao": ""
  },
  {
    "identificador": "2F95",
    "valor": "Neoplasias de comportamento desconhecido da mama",
    "descricao": ""
  },
  {
    "identificador": "2F96",
    "valor": "Neoplasias de comportamento desconhecido dos órgãos genitais femininos",
    "descricao": ""
  },
  {
    "identificador": "2F97",
    "valor": "Neoplasias de comportamento desconhecido dos órgãos genitais masculinos",
    "descricao": ""
  },
  {
    "identificador": "2F98",
    "valor": "Neoplasias de comportamento desconhecido dos órgãos urinários",
    "descricao": ""
  },
  {
    "identificador": "2F99",
    "valor": "Neoplasias de comportamento desconhecido do olho ou dos anexos oculares",
    "descricao": ""
  },
  {
    "identificador": "2F9A",
    "valor": "Tumor da glândula endócrina SOE",
    "descricao": ""
  },
  {
    "identificador": "2F9B",
    "valor": "Neoplasias de comportamento desconhecido de osso ou cartilagem articular",
    "descricao": ""
  },
  {
    "identificador": "2F9C",
    "valor": "Neoplasias de comportamento desconhecido do tecido conjuntivo ou outros tecidos moles",
    "descricao": ""
  },
  {
    "identificador": "2F9Y",
    "valor": "Neoplasias de comportamento desconhecido de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "2F9Z",
    "valor": "Neoplasias de comportamento desconhecido de localização não especificada",
    "descricao": ""
  }
]