[
  {
    "identificador": "3A00",
    "valor": "Anemia por deficiência de ferro",
    "descricao": "Doença causada por sangramento crônico ou agudo, sangramento menstrual aumentado, ingestão não adequada, substâncias (na dieta ou medicamentos) interferindo com a absorção do ferro, síndromes de má absorção, inflamação, infecção e doação de sangue. Esta doença é caracterizada pela diminuição dos níveis de ferro presentes no corpo. Esta doença pode se manifestar com fadiga, palidez e tontura. \r\nA confirmação é feita pela identificação da diminuição dos níveis de ferro numa amostra de sangue."
  },
  {
    "identificador": "3A00.0",
    "valor": "Anemia adquirida por deficiência de ferro devido à perda de sangue",
    "descricao": "Perda crônica de sangue é uma possivel causa em todos os casos de anemia por deficiência de ferro. Anemia por deficiência de ferro pode ser causada por sangramento agudo no trato gastrointestinal, útero ou sistema genitourinário, perda sanguinea menstrual copiosa (menorragia) e múltiplas doações de sangue. Em muitos países tropicais, infestações parasitárias podem levar a perdas intestinais que em alguns individuos pode ser considerável. A deficiência de ferro pode ser também causada por várias circunstâncias relatadas como \"anemia pós hemorragia crônica\". O diagnóstico de deficiência de ferro deve sempre levar a procura de causas patológicas de perda de sangue ( por exemplo tumores do trato gastrointestinal ou do útero, especialmente se o sangramento uterino aumentou ou ficou irregular.)"
  },
  {
    "identificador": "3A00.01",
    "valor": "Anemia pós-hemorrágica crônica",
    "descricao": "Anemia por deficiência de ferro crônica por sangramento pode ser causada por câncer de cólon, câncer gástrico, úlcera péptica, divertículo de Meckel, hérnia hiatal com erosões lineares, ectasia vascular colônica, pólipos colônicos, hemangioma, doença inflamatória intestinal, tumores no trato gastrointestinal e útero e menorragia crônica. Algumas crianças com deficiência de ferro grave tem perda de sangue intestinal crônica induzida pela exposição à proteína do leite de vaca. Flebotomias repetidas para exames de sangue é uma causa de anemia da prematuridade."
  },
  {
    "identificador": "3A00.0Z",
    "valor": "Anemia por deficiência de ferro adquirida devido à perda de sangue, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A00.1",
    "valor": "Anemia por deficiência de ferro devido baixa ingesta de alimentos ricos em ferro",
    "descricao": "Anemia por deficiência de ferro é provàvelmente o transtorno nutricional mais comum no mundo. Anemia por deficiência de ferro durante a gestação aumenta o risco perinatal para mães e recém nascidos; e aumenta a mortalidade infantil global. Anemia grave é o maior fator de risco associado com grande aumento da morbidade e mortalidade para crianças menores e mulheres grávidas. Reconhecimento precoce desta condição, tratamento e seguimento clinico dos pacientes são cruciais para evitar complicações como insuficiência cardíaca de alto débito. A deficiência de ferro materna durante a gestação aumenta o risco de deficiência de ferro na criança. Nos países pouco desenvolvidos, a prevalência da deficiência de ferro durante a gestação é maior que em países desenvolvidos, e a suplementação de ferro durante a gestação é benéfica."
  },
  {
    "identificador": "3A00.2",
    "valor": "Anemia por deficiência de ferro adquirida devido à má absorção",
    "descricao": ""
  },
  {
    "identificador": "3A00.3",
    "valor": "Anemia por deficiência de ferro adquirida devido ao aumento da demanda, sem outra especificação",
    "descricao": ""
  },
  {
    "identificador": "3A00.Y",
    "valor": "Outra anemia por deficiência de ferro especificada",
    "descricao": ""
  },
  {
    "identificador": "3A00.Z",
    "valor": "Anemia por deficiência de ferro, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A01",
    "valor": "Anemia megaloblástica devido a deficiência de vitamina B12",
    "descricao": "Doença causada pela ingestão inadequada de vitamina B12 na dieta, pela absorção prejudicada da vitamina B12, remoção cirúrgica do intestino delgado, doença celíaca e mutações herdadas afetando a absorção da vitamina B12. Esta doença é caracterizada pela diminuição dos níveis da vitamina B12 no sangue manifestando-se com ou sem anemia. Ela pode manifestar-se com fadiga, palidez, tontura, convulsões e sintomas de demência. A confirmação é pela identificação dos níveis diminuídos da vitamina B12 em uma amostra de sangue."
  },
  {
    "identificador": "3A01.0",
    "valor": "Anemia por deficiência hereditária de vitamina B12",
    "descricao": "Esta é uma diminuição hereditária do nível sanguíneo da vitamina B12. Pode causar `lesão permanente no tecido nervoso sem o tratamento apropriado por longo período. A própria vitamina B12 foi descoberta através da investigação da anemia perniciosa, que é uma doença autoimune que destrói as células parietais do estômago que secretam o fator intrínseco."
  },
  {
    "identificador": "3A01.1",
    "valor": "Anemia por deficiência de vitamina B12 neonatal",
    "descricao": "Doença causada pela falta de vitamina B12 na mãe, que é transmitida ao feto no período pré-natal ou ao recém-nascido durante a amamentação. Esta doença é caracterizada por níveis reduzidos de vitamina B12. Ela pode acarretar risco aumentado de defeitos congênitos ou parto prematuro, anemia, irritabilidade, deficiência de crescimento ou apatia. A confirmação é feita pela identificação de baixos níveis de vitamina B12 em uma amostra de sangue."
  },
  {
    "identificador": "3A01.2",
    "valor": "Anemia por deficiência de vitamina B12 devido a baixa ingestão",
    "descricao": "Doença causada por ingestão insuficiente de vitamina B12 no organismo. Esta doença é caracterizada por níveis diminuídos de vitamina B12 levando a níveis diminuídos de glóbulos vermelhos. Esta doença pode se manifestar com palidez, fadiga e falta de ar. A confirmação é pela identificação de níveis diminuídos de vitamina B12 e da contagem dos glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A01.3",
    "valor": "Anemia por deficiência de vitamina B12 devido a deficiência do fator intrínseco",
    "descricao": ""
  },
  {
    "identificador": "3A01.30",
    "valor": "Anemia perniciosa",
    "descricao": "Anemia perniciosa adquirida, também chamada doença de Biermer, é um distúrbio da absorção da vitamina B12 (cobalamina), caracterizada por anemia megaloblástica e sintomas gastrointestinais, e que pode levar a anormalidades neurológicas."
  },
  {
    "identificador": "3A01.3Y",
    "valor": "Outra anemia por deficiência de vitamina B12 especificada devido a deficiência do fator intrínseco",
    "descricao": ""
  },
  {
    "identificador": "3A01.4",
    "valor": "Anemia por deficiência de vitamina B12 devido a doença intestinal",
    "descricao": "Vários transtornos intestinais podem causar deficiência de vitamina B12 (cobalamina). Estes incluem doenças pancreáticas graves e doenças do intestino delgado como má absorção, doença ileal ( incluindo ileíte tuberculosa, linfoma, amilóide, sobreviventes de irradiação pélvica), ressecção extensa do intestino delgado ou bypass, cirurgia gástrica/reconstrução para obesidade (cirurgia bariátrica) e doença de Crohn. Quando as alças cegas jejunais estão presentes, o supercrescimento bacteriano dentro das alças compete pela cobalamina, levando a deficiência de cobalamina. Embora não seja tão comum atualmente, a infestação pela tênia do peixe, Diphyllobothrium latum, já foi uma causa clássica de deficiência de cobalamina."
  },
  {
    "identificador": "3A01.5",
    "valor": "Anemia por deficiência de vitamina B12 induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "3A01.Y",
    "valor": "Outra anemia megaloblástica devido a deficiência de vitamina B12 especificada",
    "descricao": ""
  },
  {
    "identificador": "3A01.Z",
    "valor": "Anemia megaloblástica devido a deficiência de vitamina B12, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A02",
    "valor": "Anemia por deficiência de folato",
    "descricao": ""
  },
  {
    "identificador": "3A02.0",
    "valor": "Anemia hereditária por deficiência de folato",
    "descricao": ""
  },
  {
    "identificador": "3A02.1",
    "valor": "Anemia por deficiência de folato devido a diminuição da ingestão",
    "descricao": ""
  },
  {
    "identificador": "3A02.2",
    "valor": "Anemia por deficiência de folato devido ao aumento das necessidades",
    "descricao": ""
  },
  {
    "identificador": "3A02.3",
    "valor": "Anemia por deficiência de folato devido à diminuição da absorção intestinal",
    "descricao": "Doença causada por determinantes afetando a absorção intestinal de folato surgindo após o nascimento. Esta doença é caracterizada pelos baixos níveis de folato no organismo levando a incompleta formação dos glóbulos vermelhos resultando em grande número de glóbulos vermelhos imaturos não completamente formados. Esta doença pode se apresentar com fadiga, perda de apetite, perda de peso, diarréia, náusea, taquicardia e parestesia das extremidades. A confirmação é pela identificação de níveis diminuídos de folato no sangue."
  },
  {
    "identificador": "3A02.4",
    "valor": "Anemia por deficiência de folato induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "3A02.Y",
    "valor": "Outra anemia por deficiência de folato especificada",
    "descricao": ""
  },
  {
    "identificador": "3A02.Z",
    "valor": "Anemia por deficiência de folato, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A03",
    "valor": "Outras anemias metabólicas ou nutricionais",
    "descricao": "Doença causada por determinantes nutricionais e metabólicos levando a anemia. Esta doença é caracterizada pela diminuição dos níveis de glóbulos vermelhos no organismo. Esta doença pode se apresentar com fadiga, palidez e tontura. A confirmação é pela identificação da diminuição da contagem dos glóbulos vermelhos no sangue."
  },
  {
    "identificador": "3A03.0",
    "valor": "Acidúria orótica hereditária",
    "descricao": "A acidúria orótica hereditária é uma doença autossômica recessiva extremamente rara (menos de 20 casos identificados em todo o mundo) caracterizada por atraso de crescimento , anemia e excreção urinária excessiva de ácido orótico. É devida a uma deficiência grave na atividade da enzima da via da pirimidina uridina 5'-monofosfato sintase (enzima bifuncional contendo duas atividades: orotato fosforibosiltransferase e orotidina-5'-fosfato descarboxilase, codificada por um único gene (UMPS) localizado no cromossomo 3q13."
  },
  {
    "identificador": "3A03.1",
    "valor": "Anemia por deficiência de proteínas",
    "descricao": "Doença causada por níveis diminuídos de proteína no organismo. Esta doença é caracterizada por baixas contagens de glóbulos vermelhos no sangue. Esta doença pode se manifestar com palidez, fadiga e falta de ar. A confirmação é feita pela identificação de contagens diminuídas de glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A03.2",
    "valor": "Anemia escorbútica",
    "descricao": "Anemia escorbútica, é um achado comum em bebês e crianças menores com escorbuto e está relacionada à menor absorção de ferro e coexistência de deficiência de nutrientes hematopoiéticos incluindo ferro, vitamina B12 e folato."
  },
  {
    "identificador": "3A03.3",
    "valor": "Anemia por deficiência de cobre",
    "descricao": "Anemia devido a deficiência de cobre surge devido ao prejuízo na utilização do ferro e portanto é um tipo condicionado a deficiência de ferro"
  },
  {
    "identificador": "3A03.4",
    "valor": "Outra anemia por deficiência de vitaminas B adquirida",
    "descricao": "Doença causada pela falta de vitaminas B no organismo surgindo após o nascimento. Esta doença é caracterizada por níveis diminuídos de vitaminas B levando a níveis diminuídos de glóbulos vermelhos no organismo. Esta doença pode manifestar com palidez, fadiga e falta de ar. A confirmação é pela identificação de contagens diminuídas de glóbulos vermelhos e niveis diminuídos de vitamina B numa amostra de sangue"
  },
  {
    "identificador": "3A03.40",
    "valor": "Anemia adquirida por deficiênica de piridoxina",
    "descricao": "Doença causada por determinantes surgindo após o nascimento. Esta doença é caracterizada por níveis diminuídos de piridoxina (vitamina B6) levando à diminuição de glóbulos vermelhos no organismo. Esta doença pode manifestar com fadiga, fraqueza muscular, perda do apetite, perda de peso, diarreia, náusea, batimentos cardíacos rápidos e dormência nas extremidades. \r\n A confirmação é feita através da identificação de níveis séricos diminuídos de piridoxina e de contagens diminuídas de glóbulos vermelhos numa amostra de sangue"
  },
  {
    "identificador": "3A03.41",
    "valor": "Anemia adquirida por deficiência de riboflavina",
    "descricao": "Doença causada por determinantes surgindo após o nascimento. Esta doença é caracterizada por níveis diminuídos de riboflavina (vitamina B2) levando a níveis diminuídos de glóbulos vermelhos no organismo. Esta doença pode manifestar com fadiga, fraqueza muscular, perda de apetite, perda de peso, diarréia, náusea, batimentos cardíacos rápidos e dormência nas extremidades. Confirmação é pela identificação de níveis diminuídos de riboflavina e contagem diminuída de glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A03.42",
    "valor": "Anemia adquirida por deficiência de tiamina",
    "descricao": "Doença causada pela falta de tiamina surgindo após o nascimento. Esta doença é caracterizada por níveis diminuídos de tiamina no organismo levando a níveis diminuídos de glóbulos vermelhos. Esta doença pode manifestar com fadiga, fraqueza muscular, perda do apetite, perda de peso, diarréia, náusea, taquicardia e dormência nas extremidades.\r\nA confirmação é feita pela identificação de baixos níveis de tiamina e baixa contagem de glóbulos vermelhos em uma amostra de sangue."
  },
  {
    "identificador": "3A03.4Y",
    "valor": "Outra anemia adquirida especificada por deficiência de outra vitamina B",
    "descricao": ""
  },
  {
    "identificador": "3A03.5",
    "valor": "Anemia adquirida por deficiência de vitamina A",
    "descricao": ""
  },
  {
    "identificador": "3A03.6",
    "valor": "Anemia adquirida por deficiência de vitamina E",
    "descricao": ""
  },
  {
    "identificador": "3A03.Y",
    "valor": "Outra anemia metabólica ou nutricional não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A10",
    "valor": "Anemia hemolítica hereditária",
    "descricao": ""
  },
  {
    "identificador": "3A10.0",
    "valor": "Anemias hemolíticas devidas ao'shunt' da hexose monofosfato e anormalidades do metabolismo da glutationa",
    "descricao": "Esta doença é um tipo de anemia devido a hemólise, destruição anormal dos glóbulos vermelhos ( hemácias ), tanto nos vasos sanguíneos (hemólise intravascular) ou em outro local no organismo humano ( extravascular ). Este diagnóstico se deve a um processo que gera NADPH e pentoses ( açúcares de 5 carbonos ) e anormalidades no metabolismo da glutationa."
  },
  {
    "identificador": "3A10.00",
    "valor": "Anemia hemolítica devido a deficiência da glicose-6-fosfato desidrogenase",
    "descricao": "Deficiência da glicose-6-fosfato desidrogenase (G6PD) é a mais comum deficiência hereditária de enzima eritrocitária. Ela pode se manifestar com icterícia neonatal grave que pode levar a sérias consequências neurológicas, ou, mais frequentemente, com anemia hemolítica aguda após ingestão de certos alimentos (feijão de fava), drogas comuns (antimaláricos, sulfamidas, analgésicos) ou durante uma infecção, em indivíduos assintomáticos."
  },
  {
    "identificador": "3A10.0Y",
    "valor": "Outras anemias hemolíticas especificadas devidas ao shunt da hexose monofosfato e anormalidades do metabolismo da glutationa",
    "descricao": ""
  },
  {
    "identificador": "3A10.0Z",
    "valor": "Anemias hemolíticas devidas ao shunt da hexose monofosfato e anormalidades do metabolismo da glutationa, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A10.1",
    "valor": "Anemia hemolítica devida a excesso de adenosina deaminase",
    "descricao": ""
  },
  {
    "identificador": "3A10.2",
    "valor": "Eliptocitose hereditária",
    "descricao": "A eliptocitose hereditária é um grupo de doenças raras causada por anormalidades no citoesqueleto do glóbulo vermelho e evidenciao pela presença no esfregaço sanguíneo de numerosos glóbulos vermelhos elípticos, denominados eliptócitos. As apresentações clínicas são altamente heterogeneas variando de formas assintomáticas a formas mais graves associadas com anemia variável, de moderada a grave e com piropoiquilocitose incluindo eritrócitos fragmentados, microeliptócitos e microesferócitos"
  },
  {
    "identificador": "3A10.3",
    "valor": "Pseudo-hipercalemia familiar",
    "descricao": "Doença causada por uma mutação geneticamente herdada. Essa doença é caracterizada por um defeito temperatura-dependente na permeabilidade da membrana dos glóbulos vermelhos ao potássio, que leva a níveis in vitro elevados de potássio em amostras armazenadas a menos de 37°C, resultando em níveis de potássio elevados no sangue que não refletem os níveis reais de potássio. A confirmação é feita pela identificação da mutação genética por testagem genética."
  },
  {
    "identificador": "3A10.Y",
    "valor": "Outra anemia hemolítica hereditária especificada",
    "descricao": ""
  },
  {
    "identificador": "3A10.Z",
    "valor": "Anemia hemolítica hereditária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A1Y",
    "valor": "Outra anemia hemolítica congênita especificada",
    "descricao": ""
  },
  {
    "identificador": "3A20",
    "valor": "Anemia hemolítica adquirida, imune",
    "descricao": "Uma condição caracterizada por anticorpos que são direcionados contra os glóbulos vermelhos numa reação autoimune levando a níveis diminuidos de glóbulos vermelhos. Esta condição pode se manifestar com palidez, fadiga, falta de ar. A confirmação é feita pela identificação de anticorpos numa amostra de sangue e o resultado do teste de Coombs positivo."
  },
  {
    "identificador": "3A20.0",
    "valor": "Anemia hemolítica autoimune, tipo quente",
    "descricao": "Anemia hemolítica autoimune (AHAI) é um transtorno autoimune no qual vários tipos de auto-anticorpos são direcionados contra o glóbulo vermelho levando a diminuição da sobrevida e resultando na anemia hemolítica. AHAI pode ser primária (idiopática), secundária a uma infecção ou associada a doenças como linfomas de células B , outras doenças autoimunes orgão especifica ou sistêmicas, doença de Hodgkin, hepatite ou imunodeficiências primárias, ou, no caso de AHAI droga induzida, causada por uma reação a drogas."
  },
  {
    "identificador": "3A20.1",
    "valor": "Anemia hemolítica autoimune, tipo fria",
    "descricao": "Anemia hemolítica autoimune a frio compreende dois tipos de anemia hemolítica autoimune (AHAI) definida pela presença de autoanticorpos frios \r\n(autoanticorpos que são ativos a temperaturas abaixo de 30°C): doença da aglutinina fria (DAF), que é mais comum, e hemoglobinúria paroxística fria (HPF). DAF é mais comum em pessoas com mais de 55 anos, enquanto HPF tipicamente se manifesta em crianças menores. DAF é causada por autoanticorpos IgM enquanto HPF é causada por imunoglobulina IgG"
  },
  {
    "identificador": "3A20.2",
    "valor": "Anemia hemolítica autoimune, tipo misto, fria e quente",
    "descricao": "Anemia hemolítica autoimune mista é um tipo de anemia hemolítica autoimune (AHAI) definida pela presença de tanto autoanticorpos quentes quanto frios, os quais têm um efeito deletério nas hemácias tanto na temperatura corporal quanto em baixas temperaturas."
  },
  {
    "identificador": "3A20.3",
    "valor": "Hemoglobinúria paroxística ao frio",
    "descricao": "Hemoglobinúria paroxística ao frio é um subtipo muito raro de anemia hemolítica autoimune (AHAI), causada pela presença de autoanticorpos reagentes ao frio no sangue e caracterizada pela presença súbita de hemoglobinúria, tipicamente após a exposição a temperaturas frias. Acredita-se que a HPF seja responsável por no máximo 2-10% dos casos de AHAI."
  },
  {
    "identificador": "3A20.4",
    "valor": "Anemia hemolítica aloimune",
    "descricao": "Doença causada por determinantes como uma transfusão de sangue que levam a uma resposta imune direcionada contra as hemácias da própria pessoa. Esta doença é caracterizada por níveis baixos de hemácias no organismo devido a destruição anormal dos glóbulos vermelhos. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de contagem baixa de hemácias numa amostra de sangue"
  },
  {
    "identificador": "3A20.5",
    "valor": "Síndrome de Evans",
    "descricao": "A síndrome de Evans é caracterizada pela associação de anemia hemolítica autoimune com outra anormalidade hematológica. Trombocitopenia pode preceder, ocorrer concomitantemente, ou ser secundária à anemia hemolítica autoimune."
  },
  {
    "identificador": "3A20.Y",
    "valor": "Outra anemia hemolítica adquirida especificada, imune",
    "descricao": ""
  },
  {
    "identificador": "3A20.Z",
    "valor": "Anemia hemolítica adquirida, imune, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A21",
    "valor": "Anemia hemolítica adquirida, não imune",
    "descricao": "Doença causada por determinantes como infecções, produtos químicos tóxicos, drogas e traumatismo surgindo após o nascimento. Esta doença é caracterizada por hemólise dos glóbulos vermelhos. Esta doença pode se manifestar com palidez, fadiga e falta de ar. A confirmação é feita pela identificação de contagem baixa de hemácias numa amostra de sangue e resultado negativo do teste de Coombs."
  },
  {
    "identificador": "3A21.0",
    "valor": "Hemoglobinúria paroxística noturna",
    "descricao": "Hemoglobinúria paroxística noturna (HPN) é um transtorno clonal da célula-tronco hematopoiética caracterizada por anemia hemolítica corpuscular, falência de medula óssea e eventos trombóticos frequentes."
  },
  {
    "identificador": "3A21.1",
    "valor": "Anemia hemolítica microangiopática",
    "descricao": "Subgrupo microangiopático das anemias hemolíticas (perda de hemácias por destruição) causadas por fatores presentes nos vasos sanguíneos pequenos. É definido pelo achado de anemia e de esquizócitos à microscopia do esfregaço sanguíneo."
  },
  {
    "identificador": "3A21.2",
    "valor": "Síndrome hemolítico-urêmica",
    "descricao": ""
  },
  {
    "identificador": "3A21.Y",
    "valor": "Outra anemia hemolítica adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "3A21.Z",
    "valor": "Anemia hemolítica adquirida, não imune, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A2Z",
    "valor": "Anemia hemolítica adquirida, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A4Z",
    "valor": "Anemias hemolíticas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A50",
    "valor": "Talassemias",
    "descricao": "Doença causada por mutações autossômicas recessivas geneticamente herdadas levando à produção anormal de hemoglobina. Esta doença é caracterizada pela destruição dos glóbulos vermelhos levando a anemia e produção anormal de hemoglobina. Esta doença pode se manifestar com palidez, icterícia, sobrecarga de ferro, fadiga ou falta de ar. A confirmação é feita pela identificação das mutações por testagem genética."
  },
  {
    "identificador": "3A50.0",
    "valor": "Talassemia alfa",
    "descricao": "A alfa-talassemia é uma hemoglobinopatia hereditária caracterizada pela síntese prejudicada de cadeias da alfa-globina levando a um quadro clinico variável dependendo do número de alelos afetados, e abrangendo o traço alfa-talassêmico, a doença da hemoglobina H (HbH) e a hidropisia fetal de Barts."
  },
  {
    "identificador": "3A50.00",
    "valor": "Doenças de talassemia alfa leve",
    "descricao": "Doença causada por fatores geneticamente herdados afetando a cadeia alfa da molécula da hemoglobina. Esta doença é caracterizada por anormalidades estruturais da molécula da hemoglobina. Esta doença pode se manifestar com anemia leve: palidez, fadiga, falta de ar. A confirmação é feita pela identificação das alterações da cadeia alfa por testes genéticos."
  },
  {
    "identificador": "3A50.01",
    "valor": "Variantes da cadeia alfa talassêmica",
    "descricao": ""
  },
  {
    "identificador": "3A50.02",
    "valor": "Doença da hemoglobina H (– α/– – included)",
    "descricao": "Doença da hemoglobina H (HbH) é uma forma moderada a grave da alfa talassemia caracterizada por anemia hemolítica hipocrômica microcítica acentuada."
  },
  {
    "identificador": "3A50.03",
    "valor": "Talassemia alfa0 composta heterozigótica ou homozigótica",
    "descricao": "A hidropisia fetal pela hemoglobina de Bart é a forma mais grave da alfa talassemia e é quase sempre letal. É caracterizada por inicio fetal de edema generalizado, derrames pleural e pericárdico, e anemia hipocrômica grave."
  },
  {
    "identificador": "3A50.0Y",
    "valor": "Outra talassemia alfa especificada",
    "descricao": ""
  },
  {
    "identificador": "3A50.0Z",
    "valor": "Talassemia alfa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A50.1",
    "valor": "Síndromes relacionadas à talassemia alfa",
    "descricao": "Doenças relacionadas a alfa talassemia se referem a um grupo de doenças caracterizadas pela talassemia alfa e um transtorno associado. Três condições estão incluídas neste grupo: síndrome alfa-talassemia-deficiência intelectual ligada ao X (ou síndrome ATR-X), síndrome alfa-talassemia-deficiência intelectual e alfa-talassemia-doença mielodisplásica ou ATMDS"
  },
  {
    "identificador": "3A50.2",
    "valor": "Talassemia beta",
    "descricao": "A talassemia beta (BT) é uma hemoglobinopatia caracterizada por deficiência (Beta+) ou ausência (Beta0) da síntese das cadeias de beta globina da hemoglobina (Hb). Foram descritos três tipos principais da BT: menor, intermédia e maior com apresentação clínica variando de formas assintomáticas a anemia microcítica e esplenomegalia devido a eritropoiese defeituosa e hemólise."
  },
  {
    "identificador": "3A50.3",
    "valor": "Talassemia delta, delta-beta ou gama-delta-beta",
    "descricao": "A talassemia delta beta é um tipo de talassemia beta caracterizada pela síntese diminuída ou ausente das cadeias delta e beta da globina com um aumento compensatório na expressão da síntese da cadeia gama fetal."
  },
  {
    "identificador": "3A50.4",
    "valor": "Persistência hereditária de hemoglobina fetal",
    "descricao": "A persistência hereditária da hemoglobina fetal (HPFH) associada com a beta talassemia é uma hemoglobinopatia caracterizada pelos níveis elevados de hemoglobina (Hb) F e um número aumentado de células contendo Hb fetal. A associação da HPFH com beta talassemia atenua as manifestações clínicas as quais variam de um estado normal a beta talassemia intermédia."
  },
  {
    "identificador": "3A50.Y",
    "valor": "Outras talassemias especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A50.Z",
    "valor": "Talassemias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A51",
    "valor": "Doenças falciformes e outras hemoglobinopatias",
    "descricao": "Qualquer transtorno causado por uma mutação da HbS no gene da hemoglobina. Este transtorno é caracterizado por glóbulos vermelhos anormais rígidos em formato de foice com diminuição da capacidade de transportar oxigênio. Este transtorno pode se manifestar com fadiga, falta de ar, tontura, dor de cabeça, palidez de pele ou mucosas e icterícia. Este transtorno é confirmado pela identificação da mutação da HbS por testagem genética."
  },
  {
    "identificador": "3A51.0",
    "valor": "Traço falciforme",
    "descricao": "Doença causada pela herança genética de um alelo anormal do gene da hemoglobina. Esta doença não manifesta os sintomas graves da doença falciforme que ocorre nos indivíduos homozigotos. A confirmação é pela identificação da mutação através do teste genético."
  },
  {
    "identificador": "3A51.1",
    "valor": "Doença falciforme sem crise",
    "descricao": "Transtorno causado por uma mutação HbS no gene da hemoglobina. Este transtorno é caracterizado por hemácias anormais rígidas em forma de foice diminuindo sua capacidade de transportar oxigênio. Este transtorno pode se manifestar com fadiga, falta de ar, tonturas, dores de cabeça, palidez de pele ou mucosas, e icterícia. Este transtorno é confirmado pela identificação da mutação HbS por testes genéticos."
  },
  {
    "identificador": "3A51.2",
    "valor": "Doença falciforme com crise",
    "descricao": "A crise falciforme ocorre quando as células falciformes bloqueiam o fluxo sanguíneo, diminuindo a liberação do oxigênio para os tecidos. Isto resulta em dor intensa a grave nas extremidades, nas costas, abdomen e tórax. A crise pode ser precipitada por uma doença, estresse, desidratação, exposição a mudanças de temperatura ou altas altitudes."
  },
  {
    "identificador": "3A51.3",
    "valor": "Transtornos falciformes heterozigotos compostos sem crise",
    "descricao": "Doença causada por herança genética de dois alelos recessivos heterozigotos do gene da hemoglobina levando à formação anormal da molécula de hemoglobina. Esta doença é caracterizada por glóbulos vermelhos rígidos no formato de foice. A confirmação é feita pela identificação de mutações através de testes genéticos."
  },
  {
    "identificador": "3A51.4",
    "valor": "Transtornos falciformes heterozigotos compostos com crise",
    "descricao": "Os transtornos falciformes heterozigotos compostos com crise podem se manifestar com síndrome torácica aguda, sequestro esplênico, crise hemolítica e dor."
  },
  {
    "identificador": "3A51.5",
    "valor": "Doença da hemoglobina C",
    "descricao": "Doença causada pelo gene biparental que codifica para a hemoglobina C. Esta doença é caracterizada por estrutura anormal de uma das cadeias da globina da molécula da hemoglobina. Esta doença pode se manifestar com anemia hemolítica leve, risco aumentado de cálculos biliares, baço aumentado, episódios de dores articulares e risco aumentado de infecção. Esta doença é confirmada pela identificação do gene da hemoglobina C por testes genéticos"
  },
  {
    "identificador": "3A51.6",
    "valor": "Doença da hemoglobina D",
    "descricao": "Doença da hemoglobina D (Hb D) é caracterizada por anemia hemolítica leve e esplenomegalia leve a moderada. A prevalência é desconhecida. As formas heterozigotas da Hb D são clinicamente silenciosas. Testes moleculares podem ser úteis para distinguir a homozigose para Hb D de casos de Hb D heterozigótica em associação com beta-(0) talassemia"
  },
  {
    "identificador": "3A51.7",
    "valor": "Hemoglobina de alta afinidade",
    "descricao": "Doença causada por determinantes que surgem após o nascimento, no período pré-natal, ou por fatores geneticamente herdados, levando à formação de hemoglobina com alta afinidade pelo oxigênio. Essa doença é caracterizada por anormalidades das cadeias de globina que alteram a afinidade da molécula de hemoglobina pelo oxigênio, prejudicando o carregamento normal de oxigênio nos pulmões e a oferta de oxigênio aos tecidos."
  },
  {
    "identificador": "3A51.8",
    "valor": "Hemoglobina de baixa afinidade",
    "descricao": "Doença causada por determinantes que surgem após o nascimento, no período pré-natal, ou por fatores geneticamente herdados, levando à formação de hemoglobina com baixa afinidade pelo oxigênio. Essa doença é caracterizada por anormalidades das cadeias de globina que alteram a afinidade da molécula de hemoglobina pelo oxigênio, prejudicando o carregamento normal de oxigênio aos pulmões e a oferta de oxigênio aos tecidos. Essa doença pode apresentar-se com fadiga, fraqueza muscular, perda de apetite, perda de peso, diarreia, náusea, taquicardia, ou dormência de extremidades."
  },
  {
    "identificador": "3A51.9",
    "valor": "Doença da hemoglobina O",
    "descricao": "Doença causada pela herança biparental do gene que codifica a hemoglobina O. Essa doença é caracterizada por estrutura anormal de uma das cadeias de globina da molécula de hemoglobina. Pode apresentar-se com anemia hemolítica leve, risco aumentado de cálculos biliares, baço aumentado, episódios de dor articular e risco aumentado de infecção. Essa doença é confirmada pela identificação do gene da hemoglobina O por testagem genética."
  },
  {
    "identificador": "3A51.A",
    "valor": "Doença da hemoglobina E",
    "descricao": "Doença da hemoglobina E é caracterizada pela síntese de uma hemoglobina anormal chamada hemoglobina E (Hb E), em vez da hemoglobina A normal (Hb A). Indivíduos heterozigotos para Hb E (AE) têm uma condição assintomática sem relevância clínica, exceto pelo risco de transmitir talassemia E/beta talassemia se o outro progenitor for portador da beta talassemia. A gravidade destas formas de E/beta talassemia é muito variável, e o quadro clínico varia daquela do traço da talassemia minor até talassemia intermédia e talassemia maior. Os indivíduos homozigotos para Hb E (EE) são assintomáticos."
  },
  {
    "identificador": "3A51.B",
    "valor": "Heterozigosidade composta hemoglobina C/beta talassemia",
    "descricao": "A hemoglobina C/talassemia beta é uma condição resultante da co-herança da hemoglobina C e da talassemia beta, estando ambos os genes da beta globina mutados"
  },
  {
    "identificador": "3A51.Y",
    "valor": "Outras doenças falciformes especificadas ou outras hemoglobinopatias",
    "descricao": ""
  },
  {
    "identificador": "3A51.Z",
    "valor": "Doença falciforme ou outras hemoglobinopatias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A60",
    "valor": "Aplasia congênita pura de células vermelhas",
    "descricao": "Condição causada por determinantes que surgem durante o período pré-natal, levando a uma mudança na formação dos eritrócitos. Esta condição é caracterizada pela parada da maturação ocorrendo na formação dos eritrócitos. Esta condição pode se manifestar com anemia grave. A confirmação é feita pela identificação da diminuição da contagem dos glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A60.0",
    "valor": "Aplasia congênita pura não herdada de células vermelhas",
    "descricao": "Condição causada por determinantes que surgem durante o período pré-natal, levando a alteração na formação dos eritrócitos. Esta condição é caracterizada pela parada de maturação ocorrendo na formação dos eritrócitos. Esta condição pode se apresentar com anemia grave. A confirmação é feita pela identificação de níveis diminuídos dos glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A60.1",
    "valor": "Aplasia pura hereditária de células vermelhas",
    "descricao": "Condição causada por determinantes que surgem durante o período pré-natal, levando a alteração na formação dos eritrócitos. Esta condição é caracterizada pela parada de maturação que ocorre na formação dos eritrócitos. Esta condição pode se apresentar com anemia grave. A confirmação é feita pela identificação de níveis diminuídos dos glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A60.Z",
    "valor": "Aplasia congênita pura de células vermelhas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A61",
    "valor": "Aplasia pura adquirida de célula vermelha",
    "descricao": "Condição caracterizada por quase ausência de precursores de glóbulos vermelhos na medula óssea, frequentemente associada com timomas e transtornos autoimunes"
  },
  {
    "identificador": "3A61.0",
    "valor": "Aplasia pura adquirida aguda da série vermelha",
    "descricao": "Esta doença refere a um tipo de anemia transitória (aguda) e adquirida que afeta os precursores de glóbulos vermelhos mas não dos glóbulos brancos. Na PRCA, a medula óssea deixa de produzir de glóbulos vermelhos."
  },
  {
    "identificador": "3A61.1",
    "valor": "Aplasia pura adquirida crônica da série vermelha",
    "descricao": "Refere-se a um tipo de anemia crônica e adquirida afetando os precursores dos glóbulos vermelhos mas não dos glóbulos brancos. Na PRCA, a medula óssea deixa de produzir as hemácias."
  },
  {
    "identificador": "3A61.Y",
    "valor": "Outra aplasia pura adquirida especificada de célula vermelha",
    "descricao": ""
  },
  {
    "identificador": "3A61.Z",
    "valor": "Aplasia pura adquirida de célula vermelha, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A6Z",
    "valor": "Aplasia pura de células vermelhas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A70",
    "valor": "Anemia aplástica",
    "descricao": "Doença causada por determinantes que surgem após o nascimento, no período pré-natal ou por fatores geneticamente herdados levando à incapacidade das células tronco de gerar novas células maduras. Esta doença é caracterizada por níveis diminuídos de glóbulos vermelhos, glóbulos brancos e plaquetas. Esta doença pode se manifestar com palidez, fadiga, tontura, aumento do risco de infecções, equimoses e sangramentos"
  },
  {
    "identificador": "3A70.0",
    "valor": "Anemia aplástica congênita",
    "descricao": "Doença causada por determinantes no período pré-natal que leva a incapacidade da célula tronco produzir novas células maduras. Esta doença é caracterizada por níveis diminuídos de glóbulos vermelhos, glóbulos brancos e plaquetas. Esta doença pode se manifestar com palidez, fadiga, tontura, aumento do risco de infecção e aumento do risco de hematomas e sangramentos."
  },
  {
    "identificador": "3A70.1",
    "valor": "Anemias aplásticas adquiridas",
    "descricao": "Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
  },
  {
    "identificador": "3A70.10",
    "valor": "Anemia aplástica induzida por droga",
    "descricao": "Doença causada pela ingestão de medicamentos. Esta doença é caracterizada pela incapacidade da célula-tronco de gerar novas células maduras levando a níveis diminuídos de hemácias, glóbulos brancos, plaquetas. Esta doença pode se manifestar com palidez, fadiga, tonturas, risco aumentado de infecção ou aumento de equimoses/sangramentos."
  },
  {
    "identificador": "3A70.11",
    "valor": "Anemia aplástica devida a outros agentes externos",
    "descricao": ""
  },
  {
    "identificador": "3A70.12",
    "valor": "Anemia aplástica idiopática",
    "descricao": ""
  },
  {
    "identificador": "3A70.1Y",
    "valor": "Outras anemias aplásticas adquiridas especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A70.1Z",
    "valor": "Anemias aplásticas adquiridas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A70.Z",
    "valor": "Anemia aplástica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A71",
    "valor": "Anemia devida a doença crônica",
    "descricao": "Doença causada por doenças crônicas, como infecções crônicas. Esta doença é caracterizada por respostas inflamatórias dirigidas aos glóbulos vermelhos levando a níveis baixos de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de níveis baixos de glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A71.0",
    "valor": "Anemia em doença neoplásica",
    "descricao": "Doença causada por doenças neoplásicas crônicas. Esta doença é caracterizada por respostas inflamatórias direcionadas as células vermelhas levando a baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A71.1",
    "valor": "Anemia em doenças infecciosas crônicas",
    "descricao": "Doença causada por doenças infecciosas crônicas levando a uma diminuição dos níveis de glóbulos vermelhos no sangue. Esta doença é caracterizada por respostas inflamatórias direcionadas as células vermelhas levando a baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A71.2",
    "valor": "Anemia na doença renal crônica",
    "descricao": "Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A71.Y",
    "valor": "Anemia devida a outra doença crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "3A71.Z",
    "valor": "Anemia devida a doença crônica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A72",
    "valor": "Anemia sideroblástica",
    "descricao": "Anemias sideroblásticas são um grupo de transtornos nos quais a hemoglobina é insuficientemente sintetizada, devido a um defeito da utilização do ferro (apesar de os níveis plasmáticos de ferro estarem normais ou elevados). São chamadas sideroblásticas devido à presença de sideroblastos em anel no sangue devido ao acúmulo da ferritina na mitocôndria. As anemias podem ser hipocrômicas microcíticas (em talassemia e anemias sideroblásticas hereditárias), ou macrocíticas (em anemias sideroblásticas adquiridas idiopáticas)."
  },
  {
    "identificador": "3A72.0",
    "valor": "Anemias sideroblásticas congênitas",
    "descricao": "Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
  },
  {
    "identificador": "3A72.00",
    "valor": "Anemias sideroblásticas hereditárias",
    "descricao": ""
  },
  {
    "identificador": "3A72.01",
    "valor": "Anemia sideroblástica sindrômica hereditária",
    "descricao": ""
  },
  {
    "identificador": "3A72.0Y",
    "valor": "Outras anemias sideroblásticas congênitas especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A72.0Z",
    "valor": "Anemias sideroblásticas congênitas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "3A72.1",
    "valor": "Anemias sideroblásticas adquiridas",
    "descricao": "Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
  },
  {
    "identificador": "3A72.Z",
    "valor": "Anemia sideroblástica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A73",
    "valor": "Anemia diseritropoética congênita",
    "descricao": "Anemias diseritropoiéticas congênitas (ADC) resultam de diversos transtornos eritropoiéticos; eles levam a uma produção defeituosa de glóbulos vermelhos (GV) e, frequentemente, a hemólise leve, o que confirma um defeito qualitativo desses GV liberados na circulação. Foram caracterizadas três formas de ADC: tipos I, II e III. Os sintomas compartilhados incluem anemia de gravidade variável, icterícia intermitente, esplenomegalia e hepatomegalia."
  },
  {
    "identificador": "3A80",
    "valor": "Policitemia congênita",
    "descricao": "Doença causada por determinantes ocorrendo no período pré-natal levando a mudanças na concentração dos glóbulos vermelhos. Esta doença é caracterizada por apresentar alta concentração de glóbulos vermelhos no organismo levando a um fluxo sanguíneo lento. Esta doença pode se manifestar com dores de cabeça, visão embaçada, pele avermelhada, cansaço, pressão sanguínea elevada, tonturas, períodos de confusão, problemas de sangramento, gota ou prurido cutâneo. A confirmação é feita pela identificação de níveis aumentados de glóbulos vermelhos na amostra de sangue."
  },
  {
    "identificador": "3A80.0",
    "valor": "Eritrocitose primária hereditária",
    "descricao": "Doença causada por fatores herdados geneticamente levando a alterações na concentração dos glóbulos vermelhos. Esta doença é caracterizada por apresentar altas concentrações de glóbulos vermelhos no corpo levando a fluxo sanguíneo lento. A confirmação é feita pela identificação de mutações por testagem genética."
  },
  {
    "identificador": "3A80.Y",
    "valor": "Outra policitemia congênita especificada",
    "descricao": ""
  },
  {
    "identificador": "3A80.Z",
    "valor": "Policitemia congênita, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A81",
    "valor": "Policitemia adquirida",
    "descricao": "Policitemia secundária é adquirida e causada por um aumento natural ou artificial da produção de eritropoietina e, portanto, por um aumento na produção de eritrócitos."
  },
  {
    "identificador": "3A81.0",
    "valor": "Policitemia devida a hipóxia, incluindo altitude elevada",
    "descricao": ""
  },
  {
    "identificador": "3A81.1",
    "valor": "Policitemia devida a transfusão maciça ou doping sanguíneo",
    "descricao": ""
  },
  {
    "identificador": "3A81.2",
    "valor": "Policitemia relativa",
    "descricao": "Doença causada pela perda de líquidos corporais levando a aumento aparente dos níveis de glóbulos vermelhos no sangue. Esta doença pode manifestar com cefaleia, vertigem, aumento importante do baço ou fígado, aumento da pressão sanguínea ou formação de coágulos sanguíneos. Confirmação é feita pela identificação das contagens relativas numa amostra de sangue"
  },
  {
    "identificador": "3A81.Y",
    "valor": "Outra policitemia adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "3A81.Z",
    "valor": "Policitemia adquirida, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A8Z",
    "valor": "Policitemia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3A90",
    "valor": "Anemia devida a doença aguda",
    "descricao": ""
  },
  {
    "identificador": "3A91",
    "valor": "Metemoglobinemia congênita",
    "descricao": "Doença causada por determinantes no período pré-natal que levam à falta da enzima citocromo b5 redutase. Esta doença é caracterizada por níveis elevados de metemoglobina no sangue, levando à liberação ineficaz do oxigênio da hemoglobina para os tecidos corporais. Esta doença pode se manifestar com falta de ar, cianose, cefaleia, fadiga, intolerância a exercícios, tontura e perda da consciência. A confirmação é feita pela identificação da mutação por testes genéticos."
  },
  {
    "identificador": "3A92",
    "valor": "Metemoglobinemia hereditária",
    "descricao": "Metemoglobinemia hereditária é um transtorno raro da hemácia classificada principalmente em dois fenótipos clínicos: metemoglobinemia congênita autossômica recessiva (ou hereditária) tipos I e II (RCM/RHM tipo I; RCM/RHM tipo 2). Na RCM tipo 1, cianose bem tolerada desde o nascimento é o único sintoma. RCM tipo 2, com perda global da função do Cb5R, é muito mais grave; a cianose é acompanhada por disfunção neurológica (com déficit intelectual, microcefalia, retardo do crescimento, opistótono, estrabismo e hipertonia), que geralmente se torna evidente durante os primeiros quatro meses de vida."
  },
  {
    "identificador": "3A93",
    "valor": "Metemoglobinemia adquirida",
    "descricao": ""
  },
  {
    "identificador": "3A94",
    "valor": "Anemia pós-hemorrágica aguda",
    "descricao": "Doença causada pela perda sanguínea como a subsequente a traumatismo. Esta doença é caracterizada por perda de sangue do corpo levando a níveis diminuídos de glóbulos vermelhos/sangue no organismo. Esta doença se manifesta com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de níveis baixos de glóbulos vermelhos numa amostra de sangue."
  },
  {
    "identificador": "3A9Y",
    "valor": "Outras anemias ou transtornos eritrocitários especificados",
    "descricao": ""
  },
  {
    "identificador": "3A9Z",
    "valor": "Anemias ou outros transtornos eritrocitários não especificados",
    "descricao": ""
  },
  {
    "identificador": "3B10",
    "valor": "Deficiência hereditária do fator VIII",
    "descricao": "Doença causada por uma mutação geneticamente herdada levando a uma deficiência na coagulação devida à falta de fator VIII. Essa doença é caracterizada por aumento na ocorrência de hemorragias e equimoses. A confirmação é feita por identificação de mutações por testagem genética."
  },
  {
    "identificador": "3B10.0",
    "valor": "Sub-hemofilia",
    "descricao": "Hemofilia A constitui a forma mais comum de hemofilia, caracterizada pela ocorrência de hemorragias espontâneas ou prolongadas devido à deficiência do fator VIII. A depender da intensidade da deficiência do fator VIII, pode ser grave (atividade biológica do fator VIII inferior a 1%), moderadamente grave (atividade biológica do fator VIII entre 1% e 5%), ou leve (atividade biológica do fator VIII entre 5% e 40%)."
  },
  {
    "identificador": "3B10.1",
    "valor": "Deficiência hereditária do fator VIII com inibidor anti-fator VIII",
    "descricao": "Doença causada por uma mutação geneticamente herdada levando a uma deficiência na coagulação devido à falta de fator VIII. Essa doença também causa a produção de anticorpos inibidores antifator VIII quando do recebimento de transfusões. Anticorpos inibidores antifator VIII desenvolvem-se diante do reconhecimento do fator VIII como estranho pelo organismo, o que resulta na ineficácia de infusões de fator VIII. Essa doença é caracterizada pelo aumento na ocorrência de hemorragias e equimoses. A confirmação é feita pela identificação de mutações por testagem genética."
  },
  {
    "identificador": "3B10.Y",
    "valor": "Outra deficiência hereditária especificada de fator VIII",
    "descricao": ""
  },
  {
    "identificador": "3B10.Z",
    "valor": "Deficiência hereditária de fator VIII, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B11",
    "valor": "Deficiência hereditária do fator IX",
    "descricao": "Doença causada por um traço recessivo ligado ao X geneticamente herdado, que leva a um gene defeituoso localizado no cromossomo X. Essa doença é caracterizada por níveis baixos da proteína fator IX no organismo, levando a um aumento na ocorrência de hemorragias e equimoses devido a anormalidades na coagulação. A confirmação é feita pela identificação do traço recessivo por testagem genética."
  },
  {
    "identificador": "3B11.0",
    "valor": "Hemofilia B",
    "descricao": "Hemofilia B é uma forma de hemofilia caracterizada pela ocorrência de hemorragias espontâneas ou prolongadas devido à deficiência do fator IX. A depender da intensidade da deficiência do fator IX, pode ser grave (atividade biológica do fator IX inferior a 1%), moderadamente grave (atividade biológica do fator IX entre 1% e 5%), ou leve (atividade biológica do fator IX entre 5% e 40%)."
  },
  {
    "identificador": "3B11.Y",
    "valor": "Outra deficiência hereditária especificada do fator IX",
    "descricao": ""
  },
  {
    "identificador": "3B11.Z",
    "valor": "Deficiência hereditária do fator IX, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B12",
    "valor": "Doença de Von Willebrand",
    "descricao": "Doença causada por mutações genéticas hereditárias. Essa doença é caracterizada por anormalidades quantitativas, estruturais ou funcionais do fator de von Willebrand, levando a anormalidades na coagulação sanguínea. Pode apresentar-se com sangramento prolongado, equimoses e hematomas espontâneos, ou gengivorragia. A confirmação é feita pela identificação de mutação por testagem genética."
  },
  {
    "identificador": "3B13",
    "valor": "Hemofilia C",
    "descricao": "Doença causada por mutações geneticamente herdadas. Essa doença é caracterizada por níveis diminuídos de fator XI, levando a anormalidades da coagulação sanguínea. Essa doença pode apresentar-se com sangramento prolongado, hematomas espontâneos, ou gengivorragia. A confirmação é feita pela identificação da mutação por testagem genética."
  },
  {
    "identificador": "3B14",
    "valor": "Outra deficiência hereditária de fator da coagulação com tendência hemorrágica",
    "descricao": "Qualquer doença causada por mutações geneticamente herdadas levando à falta de fatores da coagulação no sangue não classificada em outra parte. Essas doenças são caracterizadas pela ocorrência aumentada de hemorragias e equimoses, pois o sangue não coagula adequadamente para controlar o sangramento. A confirmação é feita pela identificação de mutações por testagem genética."
  },
  {
    "identificador": "3B14.0",
    "valor": "Deficiência hereditária de fator I",
    "descricao": "Deficiências congênitas do fibrinogênio são distúrbios da coagulação caracterizados por manifestações hemorrágicas que variam de leves a graves, como resultado da quantidade e/ou qualidade reduzida de fibrinogênio circulante. Afibrinogenemia (ausência completa de fibrinogênio) e hipofibrinogenemia (concentração plasmática reduzida de fibrinogênio) correspondem a anomalias quantitativas do fibrinogênio, enquanto disfibrinogenemia corresponde a uma anomalia funcional do fibrinogênio. Hipo- e disfribinogenemia podem, frequentemente, coexistir (hipodisfribrinogenemia)."
  },
  {
    "identificador": "3B14.1",
    "valor": "Deficiência hereditária do fator X",
    "descricao": "A deficiência congênita do fator X é um distúrbio hemorrágico hereditário causado por uma diminuição do antígeno ou da atividade do fator X (FX) e caracterizado por manifestações de sangramento leve a grave."
  },
  {
    "identificador": "3B14.2",
    "valor": "Deficiência combinada dos fatores de coagulação dependentes da vitamina K",
    "descricao": "A deficiência combinada dos fatores de coagulação dependentes da vitamina K (FDVK) é um distúrbio hemorrágico congênito resultante da diminuição variável nos níveis dos fatores da coagulação II, VII, IX e X, bem como das proteínas anticoagulantes naturais, proteína C, proteína S e proteína Z."
  },
  {
    "identificador": "3B14.Z",
    "valor": "Outra deficiência hereditária de fator da coagulação com tendência hemorrágica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B15",
    "valor": "Deficiência hereditária de fator da coagulação sem tendência hemorrágica",
    "descricao": "Doença causada por uma mutação geneticamente herdada levando a níveis diminuídos de fator da coagulação. Essa doença é caracterizada por níveis diminuídos de fator da coagulação sem levar a aumento de hemorragias. A confirmação é feita pela identificação de níveis diminuídos de fator da coagulação em amostra de sangue."
  },
  {
    "identificador": "3B1Z",
    "valor": "Condição hemorrágica congênita ou constitucional, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B20",
    "valor": "Coagulação intravascular disseminada",
    "descricao": "Transtorno caracterizado pela ativação intravascular sistêmica do sistema da coagulação, levando simultaneamente à formação de trombos intravasculares, comprometendo o suprimento de sangue adequado aos órgãos, e a sangramento como consequência do consumo de plaquetas e de fatores da coagulação. Pode ser provocada por uma ampla gama de transtornos, incluindo infecções, transtornos inflamatórios e doenças malignas."
  },
  {
    "identificador": "3B21",
    "valor": "Transtorno hemorrágico devido a anticoagulantes ou fatores inibidores da coagulação circulantes",
    "descricao": "Doença causada por anticoagulantes presentes no organismo que impedem que o sangue coagule normalmente. Essa doença é caracterizada por anormalidades na coagulação sanguínea. Pode apresentar-se com sangramento prolongado, hematomas espontâneos ou gengivorragia. A confirmação é feita pela identificação dos anticoagulantes presentes em amostra de sangue."
  },
  {
    "identificador": "3B21.0",
    "valor": "Hemorragia devida a inibidor de trombina exceto heparina",
    "descricao": "Doença causada por quaisquer inibidores de trombina que não a heparina, que afetem a coagulação normal do sangue. Essa doença é caracterizada pela incapacidade do sangue de coagular, levando a sangramento. A confirmação é feita pela identificação de inibidores de trombina em amostra de sangue."
  },
  {
    "identificador": "3B21.1",
    "valor": "Hemorragia devida a inibidor do fator Xa",
    "descricao": "Doença causada por inibidor do fator Xa, que afeta a coagulação normal do sangue. Essa doença é caracterizada pela incapacidade do sangue de coagular, levando a sangramento. A confirmação é feita pela identificação do inibidor do fator Xa em amostra de sangue."
  },
  {
    "identificador": "3B21.Y",
    "valor": "Transtorno hemorrágico devido a outros anticoagulantes ou fatores da inibição da coagulação circulantes especificados",
    "descricao": ""
  },
  {
    "identificador": "3B21.Z",
    "valor": "Transtorno hemorrágico devido a anticoagulantes ou fatores da inibição da coagulação circulantes, não especificado",
    "descricao": ""
  },
  {
    "identificador": "3B22",
    "valor": "Hemofilia adquirida",
    "descricao": "Hemofilia adquirida é uma doença hemorrágica rara causada pela produção de anticorpos anti-fator VIII e está, por vezes, associada a outros transtornos autoimunes, cânceres, síndromes linfoproliferativas e transfusões múltiplas durante o período pós-parto."
  },
  {
    "identificador": "3B2Y",
    "valor": "Outras doenças hemorrágicas especificadas devidas a defeitos adquiridos de fatores da coagulação",
    "descricao": ""
  },
  {
    "identificador": "3B4Z",
    "valor": "Defeitos da coagulação, não especificados",
    "descricao": ""
  },
  {
    "identificador": "3B50",
    "valor": "Defeitos hereditários da fibrinólise",
    "descricao": "Doença causada por mutações geneticamente herdadas que afetam o sistema de fibrinólise que evita que coágulos sanguíneos se estendam e se tornem problemáticos. Essa doença é caracterizada por defeitos no sistema de fibrinólise, levando à coagulação do sangue. Pode apresentar-se com trombose."
  },
  {
    "identificador": "3B50.0",
    "valor": "Deficiência congênita da alfa-2-antiplasmina",
    "descricao": ""
  },
  {
    "identificador": "3B50.1",
    "valor": "Deficiência congênita do inibidor do ativador do plasminogênio tecidual tipo 1",
    "descricao": "A deficiência congênita do inibidor do ativador do plasminogênio tecidual tipo 1 (PAI-1) é um transtorno que causa lise prematura de coágulos hemostáticos e uma síndrome hemorrágica moderada. Sangramento espontâneo é raramente observado, enquanto hemorragias moderadas nos joelhos, cotovelos, nariz e gengiva são habitualmente desencadeadas por trauma leve. Entretanto, o sangramento menstrual pode ser grave, e um sangramento prolongado após cirurgia é comum. A deficiência do PAI-1 pode ser qualitativa ou quantitativa, total ou parcial."
  },
  {
    "identificador": "3B50.Y",
    "valor": "Outros defeitos hereditários especificados da fibrinólise",
    "descricao": ""
  },
  {
    "identificador": "3B50.Z",
    "valor": "Defeitos hereditários da fibrinólise, não especificados",
    "descricao": ""
  },
  {
    "identificador": "3B51",
    "valor": "Defeitos adquiridos da fibrinólise",
    "descricao": "Doença causada por determinantes que surgem após o nascimento e que afetam o sistema de fibrinólise, o qual evita que coágulos sanguíneos se estendam e se tornem problemáticos. Essa doença é caracterizada por defeitos no sistema de fibrinólise levando à coagulação do sangue. Pode apresentar-se com trombose."
  },
  {
    "identificador": "3B60",
    "valor": "Púrpura não trombocitopênica",
    "descricao": "Termo descritivo para a púrpura causada por outros determinantes que não a baixa contagem de plaquetas. Deve ser utilizado para codificação apenas quando um diagnóstico mais preciso não estiver disponível."
  },
  {
    "identificador": "3B60.0",
    "valor": "Púrpura vascular hereditária",
    "descricao": ""
  },
  {
    "identificador": "3B60.1",
    "valor": "Púrpura vascular adquirida",
    "descricao": "Púrpura resultante de fatores vasculares ao invés de resultar de anormalidades no sangue, como disproteinemias e distúrbios plaquetários e da coagulação."
  },
  {
    "identificador": "3B61",
    "valor": "Trombofilia",
    "descricao": "Doença causada por determinantes que surgem após o nascimento ou por fatores geneticamente herdados que levam a anormalidades no sangue. Essa doença é caracterizada por anormalidade na coagulação sanguínea que aumenta o risco de trombose, coágulos nos vasos sanguíneos. Essa doença pode apresentar-se com trombose venosa profunda ou embolia pulmonar. A confirmação é feita pela identificação de testes de coagulação sanguínea anormais em amostra de sangue."
  },
  {
    "identificador": "3B61.0",
    "valor": "Trombofilia hereditária",
    "descricao": "Doença causada por fatores hereditários, levando a anormalidades no sangue. Essa doença é caracterizada por uma anormalidade na coagulação sanguínea, que aumenta o risco de trombose, coágulos nos vasos sanguíneos. Essa doença pode se apresentar com trombose venosa profunda ou embolia pulmonar. A confirmação é feita pela identificação de coagulação sanguínea anormal em amostra de sangue."
  },
  {
    "identificador": "3B61.00",
    "valor": "Hiperhomocisteinemia",
    "descricao": "Doença causada por deficiências de vitaminas B6, ácido fólico ou vitamina B12. Os defeitos genéticos da 5-MTHF redutase podem consequentemente levar à hiperhomocisteinemia. Esta doença é caracterizada por níveis anormalmente elevados de homocisteína no sangue. Esta doença pode se manifestar com doença cardiovascular, trombose, esquizofrenia e osteoporose. A confirmação é pela identificação da deficiência em uma amostra de sangue"
  },
  {
    "identificador": "3B61.0Y",
    "valor": "Outra trombofilia hereditária especificada",
    "descricao": ""
  },
  {
    "identificador": "3B61.1",
    "valor": "Trombofilia adquirida",
    "descricao": "Doença causada por determinantes que surgem após o nascimento. Essa doença é caraterizada por uma anormalidade na coagulação do sangue que aumenta o risco de trombose, coágulos nos vasos sanguíneos. Pode apresentar-se com trombose venosa profunda ou embolia pulmonar. A confirmação é feita pela identificação de coagulação sanguínea anormal em amostra de sangue."
  },
  {
    "identificador": "3B61.Y",
    "valor": "Outra trombofilia especificada",
    "descricao": ""
  },
  {
    "identificador": "3B61.Z",
    "valor": "Trombofilia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B62",
    "valor": "Defeitos qualitativos das plaquetas",
    "descricao": "Doença causada por determinantes que surgem após o nascimento, durante o período antenatal, ou por fatores geneticamente herdados. Essa doença é caracterizada por anormalidades na coagulação do sangue devidas a plaquetas disfuncionais. Essa condição pode se apresentar com tendência a equimoses, tempo de sangramento prolongado, ou gengivorragia. A confirmação é feita pela queda na contagem plaquetária em amostra de sangue."
  },
  {
    "identificador": "3B62.0",
    "valor": "Defeitos qualitativos hereditários das plaquetas",
    "descricao": "Doença causada por mutações geneticamente herdadas que levam a anormalidades das plaquetas. Essa doença é caracterizada por formação ou função anormais das plaquetas. A confirmação é pela identificação de mutações por testagem genética."
  },
  {
    "identificador": "3B62.00",
    "valor": "Doenças dos grânulos alfa",
    "descricao": "Condição causada por determinantes que surgem após o nascimento, no período neonatal. Essa condição é causada por defeitos nos grânulos alfa das plaquetas, levando a anormalidades nos mecanismos de coagulação. Pode apresentar-se com sangramento prolongado, epistaxe, menorragia, equimoses fáceis, anemia, fadiga e fôlego curto. A confirmação é feita pela identificação de defeitos plaquetários em amostra de sangue."
  },
  {
    "identificador": "3B62.01",
    "valor": "Distúrbio hereditário das plaquetas gigantes",
    "descricao": "Doença causada por mutações geneticamente herdadas. Essa doença é caracterizada por plaquetas anormalmente grandes, contagens plaquetárias baixas e tendência a sangramento. A confirmação é feita pela identificação de mutações por testagem genética."
  },
  {
    "identificador": "3B62.0Y",
    "valor": "Outros defeitos qualitativos hereditários especificados das plaquetas",
    "descricao": ""
  },
  {
    "identificador": "3B62.0Z",
    "valor": "Outros defeitos qualitativos hereditários das plaquetas, não especificados",
    "descricao": ""
  },
  {
    "identificador": "3B62.1",
    "valor": "Diátese hemorrágica devida a deficiência na síntese do tromboxano",
    "descricao": "Doença causada por deficiência na síntese de tromboxano. Esta doença é caracterizada por níveis diminuídos de eicosanoides (lipídeos), anormalidades na coagulação levando a hemorragias. A confirmação é feita pela identificação de níveis diminuídos de eicosanoides na amostra de sangue."
  },
  {
    "identificador": "3B62.2",
    "valor": "Trombocitopenia isolada",
    "descricao": ""
  },
  {
    "identificador": "3B62.3",
    "valor": "Doença do grânulo denso",
    "descricao": "Condição causada por determinantes que surgem após o nascimento, no período neonatal. Esta condição é caracterizada por defeitos nos grânulos densos das plaquetas levando a anormalidades nos mecanismos de coagulação. Esta condição pode se apresentar com sangramento prolongado, epistaxe, menorragia, hematomas frequentes, anemia, fadiga e falta de ar. A confirmação é pela identificação de defeitos plaquetários em amostra do sangue."
  },
  {
    "identificador": "3B62.4",
    "valor": "deficiência de grânulos densos alfa delta",
    "descricao": "Condição causada por determinantes que surgem após o nascimento, no período neonatal. Esta condição é caracterizada por defeitos nos grânulos densos alfa delta das plaquetas, levando a anormalidades nos mecanismos de coagulação. Esta condição pode se apresentar com sangramento prolongado, epistaxe, menorragia, hematomas frequentes, anemia, fadiga e falta de ar. A confirmação é pela identificação dos baixos níveis de grânulos densos alfa delta em amostra do sangue."
  },
  {
    "identificador": "3B62.5",
    "valor": "Síndrome hemofagocítica associada a infecção",
    "descricao": "Transtorno hematológico incomum, que, tipicamente, manifesta-se clinicamente com febre, hepatoesplenomegalia, linfadenopatia, icterícia e erupção cutânea, com achados laboratoriais de histiocitose, e achado patológico de hematofagocitose associada a infecção."
  },
  {
    "identificador": "3B62.Y",
    "valor": "Outros defeitos qualitativos das plaquetas, especificados",
    "descricao": ""
  },
  {
    "identificador": "3B62.Z",
    "valor": "Defeitos qualitativos das plaquetas, não especificados",
    "descricao": ""
  },
  {
    "identificador": "3B63",
    "valor": "Trombocitose",
    "descricao": "Doença causada por trombocitose essencial ou outro transtorno mieloproliferativo, como leucemia mielogênica crônica, policitemia, mielofibrose. Essa doença pode também ter causas secundárias, como inflamação, cirurgia, hipoesplenismo, esplenectomia, asplenia, anemia por deficiência de ferro e hemorragia. Essa doença é caracterizada por contagens elevadas de plaquetas no sangue. A confirmação é feita pela identificação de contagem aumentada de plaquetas em amostra de sangue."
  },
  {
    "identificador": "3B63.0",
    "valor": "Trombocitose congênita",
    "descricao": "Trombocitose familiar é um tipo de trombocitose, com uma elevação sustentada do número de plaquetas, o que afeta a linhagem plaquetária/megacariocítica e pode levar a uma tendência para trombose e hemorragia, mas não causa mieloproliferação."
  },
  {
    "identificador": "3B63.1",
    "valor": "Trombocitose adquirida",
    "descricao": "Neoplasia mieloproliferativa crônica que inclui primariamente a linhagem megacariocítica. É caracterizada por trombocitose sustentada no sangue, aumento do número de megacariócitos grandes e maduros na medula óssea e episódios de trombose e/ou hemorragia. Progressão para um estágio de mielofibrose pós-trombocitemia essencial ou transformação para leucemia aguda é observada raramente."
  },
  {
    "identificador": "3B63.10",
    "valor": "Trombocitose secundária",
    "descricao": ""
  },
  {
    "identificador": "3B63.1Y",
    "valor": "Outra trombocitose adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "3B63.1Z",
    "valor": "Trombocitose adquirida, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B63.Y",
    "valor": "Outra trombocitose especificada",
    "descricao": ""
  },
  {
    "identificador": "3B63.Z",
    "valor": "Trombocitose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B64",
    "valor": "Trombocitopenia",
    "descricao": "Doença caracterizada por níveis diminuídos de plaquetas no sangue. Essa doença pode se apresentar com aumento na ocorrência de equimoses ou hemorragias. A confirmação é feita pela identificação de uma contagem de plaquetas diminuída em amostra de sangue."
  },
  {
    "identificador": "3B64.0",
    "valor": "Trombocitopenia congênita",
    "descricao": "Doença causada por determinantes que surgem durante o período pré-natal e que levam a uma baixa contagem de plaquetas. Essa doença é caracterizada por níveis diminuídos de plaquetas no sangue. Pode apresentar-se com aumento na ocorrência de equimoses ou hemorragias. A confirmação é feita pela identificação de uma contagem plaquetária reduzida no sangue."
  },
  {
    "identificador": "3B64.00",
    "valor": "Trombocitopenia congênita não hereditária",
    "descricao": ""
  },
  {
    "identificador": "3B64.01",
    "valor": "Trombocitopenia hereditária",
    "descricao": "Doença causa por uma mutação geneticamente herdada levando à contagem diminuída de plaquetas. Essa doença é caracterizada por níveis baixos de plaquetas no sangue. Pode apresentar-se com aumento na ocorrência de equimoses ou hemorragias. A confirmação é feita pela identificação de contagem plaquetária baixa em amostra de sangue."
  },
  {
    "identificador": "3B64.0Z",
    "valor": "Trombocitopenia congênita, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B64.1",
    "valor": "Trombocitopenia adquirida",
    "descricao": "Doença causa por determinantes que aparecem após o nascimento e que levam a uma baixa contagem de plaquetas. Essa doença é caracterizada por níveis baixos de plaquetas no sangue. Pode apresentar-se com aumento na ocorrência de equimoses ou hemorragias. A confirmação é feita pela identificação de contagem plaquetária baixa em amostra de sangue."
  },
  {
    "identificador": "3B64.10",
    "valor": "Púrpura trombocitopênica imune",
    "descricao": "Púrpura trombocitopênica imune (ou trombocitopenia imune; PTI) é um transtorno autoimune da coagulação caracterizado por trombocitopenia isolada (contagem de plaquetas <100.000/microL), na ausência de qualquer transtorno subjacente que possa estar associado à trombocitopenia."
  },
  {
    "identificador": "3B64.11",
    "valor": "Púrpura trombocitopênica secundária",
    "descricao": "Doença é caracterizada por uma diminuição relativa nos níveis de plaquetas no sangue. Esta doença pode se manifestar com aumento de equimoses ou sangramentos. A confirmação é feita pela identificação de plaquetas baixas em um amostra de sangue."
  },
  {
    "identificador": "3B64.12",
    "valor": "Púrpura trombocitopênica induzida por droga",
    "descricao": "Púrpura trombocitopênica atribuível a toxicidade de drogas (p.ex. agentes quimioterápicos citotóxicos ou imunossupressores) ou a um trombocitopenia alérgica idiossincrática associada a drogas (p.ex. quinino, tiazidas)."
  },
  {
    "identificador": "3B64.13",
    "valor": "Trombocitopenia aloimune",
    "descricao": "Doença causada por determinantes como transfusão de sangue que leva a uma resposta imune a antígenos estranhos. Esta doença é caracterizada por níveis diminuídos de plaquetas no organismo devido a uma resposta imune reativa a antígenos plaquetários estranhos. Esta doença pode se manifestar com aumento de equimoses e sangramentos. A confirmação é feita pela identificação de contagem diminuída de plaquetas e presença de autoanticorpos na amostra de sangue"
  },
  {
    "identificador": "3B64.14",
    "valor": "Púrpura trombocitopênica trombótica",
    "descricao": "Esta condição é idiopática. Esta condição é caracterizada por anormalidade da coagulação do sangue causando a formação de coágulos microscópicos de forma extensa nos pequenos vasos sanguíneos do corpo, resultando em baixa contagem de plaquetas. Esta condição pode se apresentar com convulsões, hemiplegia, parestesias, distúrbio visual e afasia ou anemia. A confirmação é pela identificação de tromboses."
  },
  {
    "identificador": "3B64.1Y",
    "valor": "Outra trombocitopenia adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "3B64.1Z",
    "valor": "Trombocitopenia adquirida, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B64.Z",
    "valor": "Trombocitopenia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B65",
    "valor": "Microangiopatia trombótica, não classificada em outra parte.",
    "descricao": "Microangiopatias trombóticas são transtornos de oclusão microvascular caracterizados por agregação sistêmica ou intrarrenal de plaquetas, trombocitopenia e lesão mecânica dos eritrócitos. A púrpura trombocitopênica trombótica (PTT) e a síndrome hemolítico-urêmica (SHU) representam um espectro das microangiopatias trombóticas. Na PTT, a agregação sistêmica de plaquetas na microcirculação causa isquemia no cérebro e em outros órgãos. Na SHU, trombos de fibrina-plaquetas ocluem predominantemente a circulação renal."
  },
  {
    "identificador": "3B6Y",
    "valor": "Outros defeitos da coagulação, púrpura, ou outras afecções hemorrágicas ou relacionadas especificadas",
    "descricao": ""
  },
  {
    "identificador": "3B6Z",
    "valor": "Defeitos da coagulação, púrpura, ou outras afeções hemorrágicas ou relacionadas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "3B80",
    "valor": "Transtornos congênitos do baço",
    "descricao": "Qualquer condição resultante da falha do baço em se desenvolver corretamente no período pré-natal."
  },
  {
    "identificador": "3B80.0",
    "valor": "Esplenomegalia em doenças de depósito",
    "descricao": "Doença causada por doenças de depósito, distúrbios metabólicos geneticamente herdados que resultam da disfunção de lisossomos, lipídeos ou glicogênio do baço. Essa doença é caracterizada pelo aumento do baço. Pode apresentar-se com dor abdominal, dor torácica, palidez, dispneia e fadiga. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81",
    "valor": "Desordens adquiridas do baço",
    "descricao": "Qualquer condição causada por determinantes adquiridos após o nascimento e que levam à disfunção do baço."
  },
  {
    "identificador": "3B81.0",
    "valor": "Afecções esplênicas semelhantes a tumor",
    "descricao": "Qualquer condição causada por determinantes adquiridos após o nascimento, no período pré-natal, ou por fatores geneticamente herdados, levando a condições semelhantes a tumor no baço. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.1",
    "valor": "Asplenia pós-cirúrgica",
    "descricao": "Doença causada por doenças subjacentes, esplenectomia ou ruptura esplênica por traumatismo. Essa doença é caracterizada pela ausência de função esplênica normal. Pode apresentar-se com aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.2",
    "valor": "Atrofia do baço",
    "descricao": "Doença causada por determinantes que surgem após o nascimento, no período pré-natal, ou por fatores geneticamente herdados. Essa doença é caracterizada pela degradação parcial ou total do baço. Pode apresentar-se com aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.3",
    "valor": "Laceração ou ruptura não traumática do baço",
    "descricao": "Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.4",
    "valor": "Esplenose",
    "descricao": "Doença causada por determinantes que surgem após o nascimento, como trauma físico ou esplenectomia. Essa doença é caracterizada pelo autotransplante de um ou mais depósitos focais de tecido esplênico em vários compartimentos do corpo. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.5",
    "valor": "Cisto ou pseudocisto esplênico",
    "descricao": ""
  },
  {
    "identificador": "3B81.50",
    "valor": "Pseudocisto esplênico",
    "descricao": "Doença causada por determinantes que surgem após o nascimento, durante o período pré-natal, ou por fatores geneticamente determinados. Essa doença é causada por um saco não canceroso repleto de líquido, pseudocistos são como cistos, mas não apresentam células epiteliais ou endoteliais. Essa doença é frequentemente assintomática, mas pode apresentar-se com dor abdominal, náusea e vômitos. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.51",
    "valor": "Cisto epitelial do baço",
    "descricao": ""
  },
  {
    "identificador": "3B81.5Y",
    "valor": "Outro cisto esplênico especificado",
    "descricao": ""
  },
  {
    "identificador": "3B81.5Z",
    "valor": "Cisto esplênico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "3B81.6",
    "valor": "Infarto esplênico",
    "descricao": "Doença causada por determinantes como traumatismo, infecção ou fatores hereditários, levando a uma queda na oferta de oxigênio ao baço. Essa doença é caracterizada por morte de tecido esplênico e perda de função. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.7",
    "valor": "Infecção do baço",
    "descricao": "Qualquer condição do baço causada por uma infecção de origem bacteriana, viral, fúngica, ou parasitária."
  },
  {
    "identificador": "3B81.70",
    "valor": "Esplenite séptica aguda",
    "descricao": ""
  },
  {
    "identificador": "3B81.71",
    "valor": "Abscesso do baço",
    "descricao": "Coleção de pus (neutrófilos) que se acumulou dentro do tecido devido a um processo inflamatório em resposta a um processo infeccioso (usualmente causado por bactérias ou parasitas) ou a outros materiais estranhos (p.ex., estilhaços, ferimentos por arma de fogo, ou agulhas de injeção) no baço."
  },
  {
    "identificador": "3B81.7Y",
    "valor": "Outra infecção especificada do baço",
    "descricao": ""
  },
  {
    "identificador": "3B81.7Z",
    "valor": "Infecção do baço, não especificada",
    "descricao": ""
  },
  {
    "identificador": "3B81.8",
    "valor": "Torção do baço",
    "descricao": "Doença causada pelo desenvolvimento anormal dos ligamentos suspensores do baço. Essa doença é caracterizada pela torção do baço levando a infarto esplênico. Pode apresentar-se com dor abdominal. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.9",
    "valor": "Fibrose do baço",
    "descricao": "Doença causada por determinantes que surgem após o nascimento, durante o período pré-natal, ou por fatores geneticamente herdados. Essa doença é caracterizada pela formação excessiva de tecido conjuntivo fibroso, levando à degradação parcial ou completa do baço. Pode apresentar-se com susceptibilidade aumentada a infecções. A confirmação é feita por métodos de imagem."
  },
  {
    "identificador": "3B81.A",
    "valor": "Periesplenite",
    "descricao": "Doença causada por infecção bacteriana ou viral, infestação parasitária, ou cistos. Essa doença é caracterizada por inflamação da superfície peritoneal do baço. Pode apresentar-se com dor abdominal, susceptibilidade a infecção e aumento do baço. A confirmação é feita pela identificação de infecção em amostra de sangue."
  },
  {
    "identificador": "3B81.B",
    "valor": "Hiperesplenismo",
    "descricao": "Doença causada por determinantes como cirrose, malária, tuberculose ou transtornos inflamatórios, levando à hiperfunção do baço. Esta doença é caracterizada pela presença de um baço aumentado. A confirmação é feita pela identificação por métodos de imagem."
  },
  {
    "identificador": "3B81.C",
    "valor": "Esplenomegalia congestiva crônica",
    "descricao": "Uma forma de função esplênica exagerada caracterizada pelo aumento do baço secundário à trombose da veia esplênica e/ou à hipertensão portal."
  },
  {
    "identificador": "3B81.Y",
    "valor": "Outras desordens adquiridas do baço especificadas",
    "descricao": ""
  },
  {
    "identificador": "3B81.Z",
    "valor": "Desordens adquiridas do baço, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "3B8Z",
    "valor": "Doenças do baço não especificadas",
    "descricao": ""
  }
]