[
  {
    "identificador": "4A00",
    "valor": "Imunodeficiências primárias devidas a transtornos da imunidade inata",
    "descricao": ""
  },
  {
    "identificador": "4A00.0",
    "valor": "Defeitos funcionais dos neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4A00.00",
    "valor": "Síndrome da imunodeficiência de neutrófilos",
    "descricao": "Síndrome da imunodeficiência de neutrófilos é uma imunodeficiência primária caracterizada por neutrofilia com disfunção grave de neutrófilos, leucocitose, predisposição a infecções bacterianas e má cicatrização de feridas, incluindo ausência de pus em áreas infectadas."
  },
  {
    "identificador": "4A00.0Y",
    "valor": "Outros defeitos funcionais especificados de neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4A00.0Z",
    "valor": "Defeitos funcionais dos neutrófilos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "4A00.1",
    "valor": "Defeitos no sistema complemento",
    "descricao": ""
  },
  {
    "identificador": "4A00.10",
    "valor": "Imunodeficiência com deficiência de componente inicial do complemento",
    "descricao": ""
  },
  {
    "identificador": "4A00.11",
    "valor": "Imunodeficiência com deficiência do componente terminal do complemento",
    "descricao": ""
  },
  {
    "identificador": "4A00.12",
    "valor": "Imunodeficiência com deficiência do fator B",
    "descricao": ""
  },
  {
    "identificador": "4A00.13",
    "valor": "Imunodeficiência com anomalia de fator D",
    "descricao": "A deficiência de fator D é um transtorno imunológico autossômico recessivo caracterizado por suscetibilidade aumentada a infecções bacterianas, particularmente infecções por Neisseria, devido a um defeito na via alternativa do complemento."
  },
  {
    "identificador": "4A00.14",
    "valor": "Angioedema hereditário",
    "descricao": "Angioedema hereditário é causado na maioria dos casos por baixos níveis absolutos (tipo I) ou funcionais (tipo II) geneticamente determinados do inibidor de C1, um inibidor da proteinase plasmática envolvido na regulação da ativação do complemento. É caracterizado clinicamente por edema subcutâneo e/ou submucoso recorrente e pode resultar em obstrução laríngea com risco de vida. O envolvimento do trato digestivo geralmente causa dor abdominal. Isso e a ausência de pápulas urticariformes ou coceira a distinguem da forma comum de angioedema, que faz parte do espectro da urticária."
  },
  {
    "identificador": "4A00.15",
    "valor": "Angioedema adquirido",
    "descricao": "O angioedema adquirido é clinicamente semelhante ao angioedema hereditário e não está associado à urticária. Pode estar associado a um transtorno linfoproliferativo (tipo I) ou pode ser um fenômeno isolado devido a um autoanticorpo dirigido contra um inibidor de C1 (tipo II)."
  },
  {
    "identificador": "4A00.1Y",
    "valor": "Outros defeitos especificados no sistema complemento",
    "descricao": ""
  },
  {
    "identificador": "4A00.1Z",
    "valor": "Defeitos no sistema complemento, não especificados",
    "descricao": ""
  },
  {
    "identificador": "4A00.2",
    "valor": "Susceptibilidade genética a patógenos específicos",
    "descricao": ""
  },
  {
    "identificador": "4A00.3",
    "valor": "Imunodeficiência com deficiência de células natural killer",
    "descricao": ""
  },
  {
    "identificador": "4A00.Y",
    "valor": "Outras imunodeficiências primárias especificadas devidas a distúrbios da imunidade inata",
    "descricao": ""
  },
  {
    "identificador": "4A00.Z",
    "valor": "Outras imunodeficiências primárias devidas a distúrbios da imunidade inata, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A01",
    "valor": "Imunodeficiências primárias devidas a transtornos da imunidade adaptativa",
    "descricao": ""
  },
  {
    "identificador": "4A01.0",
    "valor": "Imunodeficiências com predominância de defeitos de anticorpos",
    "descricao": "Transtorno caracterizado por uma incapacidade para produzir uma resposta imune normal devida a defeitos dos anticorpos (ou seja, imunoglobulinas)"
  },
  {
    "identificador": "4A01.00",
    "valor": "Agamaglobulinemia hereditária com células B profundamente reduzidas ou ausentes",
    "descricao": "Refere-se a um tipo hereditário de imunodeficiência primária caracterizada por uma redução em todos os tipos de gamaglobulinas e um raro transtorno genético ligado ao X que afeta a capacidade do corpo de combater infecções."
  },
  {
    "identificador": "4A01.01",
    "valor": "Imunodeficiências com redução grave em pelo menos dois isotipos de imunoglobulinas séricas com número normal ou baixo de células B",
    "descricao": "Refere-se a um tipo não familiar de imunodeficiência primária caracterizada por uma redução em pelo menos dois isotipos de imunoglobulina sérica. As células B circulantes podem ser normais ou baixas."
  },
  {
    "identificador": "4A01.02",
    "valor": "Deficiência de anticorpos específicos com concentrações normais de imunoglobulina ou número normal de células B",
    "descricao": ""
  },
  {
    "identificador": "4A01.03",
    "valor": "Hipogamaglobulinemia transitória da infância",
    "descricao": ""
  },
  {
    "identificador": "4A01.04",
    "valor": "Imunodeficiências com deficiência de isotipo ou de cadeia leve com número normal de células B",
    "descricao": ""
  },
  {
    "identificador": "4A01.05",
    "valor": "Imunodeficiências com redução grave na IgG ou IgA séricas com IgM normal ou elevada e número normal de células B",
    "descricao": ""
  },
  {
    "identificador": "4A01.0Y",
    "valor": "Outras imunodeficiências especificadas com predominância de defeitos de anticorpos",
    "descricao": ""
  },
  {
    "identificador": "4A01.0Z",
    "valor": "Imunodeficiências com predominância de defeitos de anticorpos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A01.1",
    "valor": "Deficiências imunitárias combinadas",
    "descricao": ""
  },
  {
    "identificador": "4A01.10",
    "valor": "Imunodeficiências combinadas graves",
    "descricao": "Imunodeficiência combinada grave (IDCG) compreende um grupo de transtornos raros de imunodeficiência primária monogênica caracterizados pela ausência de linfócitos T periféricos funcionais, resultando em infecções respiratórias graves de início precoce e déficit de crescimento."
  },
  {
    "identificador": "4A01.11",
    "valor": "Deficiência major de classe I do complexo de histocompatibilidade",
    "descricao": ""
  },
  {
    "identificador": "4A01.12",
    "valor": "Deficiência major de classe II do complexo de histocompatibilidade",
    "descricao": "Imunodeficiência por expressão defeituosa do HLA classe II é uma imunodeficiência primária autossômica recessiva, que se manifesta por infecções virais e bacterianas recorrentes, muitas vezes levando a diarreia crônica e retardo de crescimento."
  },
  {
    "identificador": "4A01.1Y",
    "valor": "Outras deficiências imunitárias combinadas especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A01.1Z",
    "valor": "Deficiências imunitárias combinadas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A01.2",
    "valor": "Doenças de desregulação imune",
    "descricao": ""
  },
  {
    "identificador": "4A01.20",
    "valor": "Síndromes de desregulação imune com hipopigmentação",
    "descricao": ""
  },
  {
    "identificador": "4A01.21",
    "valor": "Síndromes de desregulação imune apresentando-se primariamente com autoimunidade",
    "descricao": ""
  },
  {
    "identificador": "4A01.22",
    "valor": "Síndromes de desregulação imune apresentando primariamente com linfoproliferação",
    "descricao": ""
  },
  {
    "identificador": "4A01.23",
    "valor": "Linfohistiocitose hemofagocítica primária",
    "descricao": "Doença causada por determinantes que ocorrem após o nascimento, durante o período pré-natal ou fatores geneticamente herdados, que leva a uma proliferação descontrolada de linfócitos e macrófagos ativados. É caracterizada por proliferação excessiva de linfócitos e macrófagos morfologicamente benignos, que secretam grandes quantidades de citocinas inflamatórias. Esta doença pode apresentar febre, erupção cutânea, icterícia, esplenomegalia, linfadenopatia, histiocitose, hematofagocitose ou citopenia."
  },
  {
    "identificador": "4A01.2Y",
    "valor": "Outras doenças especificadas de desregulação imune",
    "descricao": ""
  },
  {
    "identificador": "4A01.2Z",
    "valor": "Doenças de desregulação imune, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A01.3",
    "valor": "Outras síndromes de imunodeficiência bem definidas devidas a defeitos na imunidade adaptativa",
    "descricao": "Isso se refere a outros defeitos nas células e processos sistêmicos altamente especializados que eliminam ou impedem o crescimento de patógenos."
  },
  {
    "identificador": "4A01.30",
    "valor": "Imunodeficiência devida a defeitos do timo",
    "descricao": ""
  },
  {
    "identificador": "4A01.31",
    "valor": "Defeitos de reparo de DNA exceto imunodeficiências combinadas de células T ou células B",
    "descricao": ""
  },
  {
    "identificador": "4A01.32",
    "valor": "Displasia imuno-óssea",
    "descricao": "Transtorno autossômico recessivo com características diagnósticas de displasia espondiloepifisária, disfunção renal e imunodeficiência de células T."
  },
  {
    "identificador": "4A01.33",
    "valor": "Síndrome de doença hepática veno-oclusiva -imunodeficiência",
    "descricao": "Doença hepática veno-oclusiva - síndrome de imunodeficiência caracterizada pela associação de hipogamaglobulinemia grave, imunodeficiência combinada de células T e B, ausência de centros germinativos linfonodais, ausência de plasmócitos teciduais e doença veno-oclusiva hepática."
  },
  {
    "identificador": "4A01.34",
    "valor": "Síndromes de hiperimunoglobulina E",
    "descricao": ""
  },
  {
    "identificador": "4A01.Z",
    "valor": "Imunodeficiências primárias devidas a transtornos da imunidade adaptativa, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A0Y",
    "valor": "Outras imunodeficiências primárias especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A0Z",
    "valor": "Imunodeficiências primárias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A20.0",
    "valor": "Imunodeficiência de início na idade adulta",
    "descricao": "Adultos com infecções disseminadas por micobactérias e/ou outras infecções associadas à SIDA, frequentemente apresentando dermatoses neutrofílicas concomitantes. Todos os pacientes têm altos títulos de anti-interferon-gama e contagens normais de células T CD4 auxiliares."
  },
  {
    "identificador": "4A20.1",
    "valor": "Imunodeficiência adquirida devida à perda de imunoglobulina",
    "descricao": "A imunodeficiência adquirida devida a perda de imunoglobulinas (perda de proteína) pode ocorrer através do trato GI (enteropatia perdedora de proteína), através do rim (síndrome nefrótica) ou através da pele (em dano cutâneo grave)."
  },
  {
    "identificador": "4A20.Y",
    "valor": "Outras imunodeficiências adquiridas especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A20.Z",
    "valor": "Imunodeficiências adquiridas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A40",
    "valor": "Lúpus eritematoso",
    "descricao": "Doença inflamatória autoimune não específica de um órgão caracterizada pela presença de anticorpos para DNA, RNA e outros componentes do núcleo. Tem apresentação clínica e curso muito variáveis, abrangendo desde um transtorno agudo fulminante com risco de vida com envolvimento de coração, sistema nervoso central e rins, até um transtorno indolente crônico cicatricial da pele."
  },
  {
    "identificador": "4A40.0",
    "valor": "Lúpus eritematoso sistêmico",
    "descricao": "O lúpus eritematoso sistêmico (LES) é uma doença clinicamente multissistêmica, de origem autoimune e caracterizada pela presença de autoanticorpos direcionados contra antígenos nucleares. As manifestações incluem erupção cutânea, artrite e fadiga, nefrite, transtornos neurológicos, anemia e trombocitopenia na forma mais grave do espectro da doença."
  },
  {
    "identificador": "4A40.00",
    "valor": "Lúpus eritematoso sistêmico com envolvimento da pele",
    "descricao": "Lúpus eritematoso sistêmico (LES) envolvendo a pele. Pode se apresentar com um eritema malar em \"asa de borboleta\" ou com extensa necrólise da pele exposta ao sol, particularmente em cabeça, pescoço e parte superior do tronco."
  },
  {
    "identificador": "4A40.0Y",
    "valor": "Outra forma especificada de lúpus eritematoso sistêmico",
    "descricao": ""
  },
  {
    "identificador": "4A40.0Z",
    "valor": "Lúpus eritematoso sistêmico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "4A40.1",
    "valor": "Lúpus eritematoso induzido por droga",
    "descricao": "O lúpus eritematoso induzido por drogas é uma síndrome na qual anticorpos anti-nucleares positivos estão associados a sintomas, como febre, mal-estar, artrite, artralgia/mialgia intensa, serosite e/ou erupção cutânea. A síndrome aparece durante a terapia com alguns medicamentos (p.ex., procainamida, hidralazina, fenitoína) e inibidores do fator de necrose tumoral. Ocorre predominantemente em caucasianos, tem menos predileção pelo sexo feminino do que o lúpus eritematoso sistêmico, raramente envolve rins ou cérebro, raramente está associado ao anti-dsDNA, é comumente associado a anticorpos anti-histonas e, geralmente, se resolve em várias semanas após a descontinuação do medicamento agressor."
  },
  {
    "identificador": "4A40.Y",
    "valor": "Outro forma especificada de lúpus eritematoso",
    "descricao": ""
  },
  {
    "identificador": "4A40.Z",
    "valor": "Lúpus eritematoso, não especificado",
    "descricao": ""
  },
  {
    "identificador": "4A41",
    "valor": "Miopatia inflamatória idiopática",
    "descricao": "Grupo diversificado de síndromes que têm em comum a inflamação muscular persistente de fisiopatologia desconhecida, resultando em dano que afeta a função muscular. A doença muscular inflamatória pode ser de natureza aguda ou crônica."
  },
  {
    "identificador": "4A41.0",
    "valor": "Dermatomiosite",
    "descricao": "Dermatomiosite é uma miopatia inflamatória, que apresenta fraqueza muscular simétrica progressiva, resistência muscular diminuída e manifestações cutâneas como pápulas de Gottron, heliotrópio, sinal do xale, sinal do V e mãos de mecânico. Manifestações em órgãos internos, como pneumonia intersticial (pneumonite) e miocardite podem se desenvolver algumas vezes. Erupções cutâneas podem preceder os sintomas musculares e serem o único sinal clínico de dermatomiosite em alguns pacientes (clinicamente, dermatomiosite amiopática)."
  },
  {
    "identificador": "4A41.00",
    "valor": "Dermatomiosite do adulto",
    "descricao": "A dermatomiosite do adulto é uma doença inflamatória sistêmica que afeta os músculos esqueléticos, a pele e outros órgãos. Caracteriza-se por fraqueza muscular proximal simétrica, aumento das enzimas musculares séricas, alterações miopáticas na eletromiografia, achados histológicos típicos na biópsia muscular e manifestações cutâneas típicas, como o heliotrópio ou pápulas de Gottron."
  },
  {
    "identificador": "4A41.01",
    "valor": "Dermatomiosite juvenil",
    "descricao": "Dermatomiosite juvenil é a forma de início precoce da dermatomiosite, um transtorno muscular inflamatório autoimune sistêmico, caracterizada por fraqueza muscular proximal, lesão cutânea evocativa e manifestações sistêmicas."
  },
  {
    "identificador": "4A41.0Z",
    "valor": "Dermatomiosite não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A41.1",
    "valor": "Polimiosite",
    "descricao": "Polimiosite é uma doença muscular inflamatória de etiologia desconhecida que ocorre predominantemente em adultos, e caracterizada clinicamente por fraqueza muscular proximal (ombros, braços, coxas), muitas vezes com mialgia associada. O envolvimento de músculos faríngeos e esofágicos pode resultar em disfagia e risco de pneumonia por aspiração. Miocardite com distúrbios do ritmo ou cardiomiopatia são uma complicação rara, mas grave. A polimiosite pode estar associada a outras doenças autoimunes, malignidade ou infecção viral. Embora as concentrações séricas de enzimas musculares e a eletromiografia sejam geralmente anormais, o diagnóstico definitivo requer a demonstração de alterações histológicas características, incluindo necrose muscular, regeneração de fibras musculares e infiltração difusa por linfócitos T CD8+, na biópsia muscular."
  },
  {
    "identificador": "4A41.10",
    "valor": "Polimiosite juvenil",
    "descricao": "A polimiosite juvenil é uma rara miopatia inflamatória idiopática da infância. É frequentemente diagnosticada erroneamente, pois não possui um fenótipo clínico único. Tradicionalmente, apresenta-se com fraqueza dos músculos proximais que evolui ao longo de semanas a meses. As características histológicas primárias são a variabilidade do tamanho das fibras, fibras necróticas e em regeneração dispersas e infiltrados celulares perivasculares e no endomísio."
  },
  {
    "identificador": "4A41.11",
    "valor": "Polimiosite paraneoplásica",
    "descricao": "Paraneoplasia é uma entidade rara associada ao câncer. Apresenta-se de forma subaguda ou aguda como fraqueza proximal, muitas vezes incluindo os flexores do pescoço, disfagia, raramente envolvendo os músculos respiratórios e o coração. Às vezes, ocorre dor muscular ou mialgia. A histopatologia muscular mostra uma toxicidade linfocitária mediada por células contra as fibras musculares em áreas focais de inflamação no tecido conjuntivo perimisial e nos vasos sanguíneos circundantes. As fibras musculares podem ser destruídas por células T citotóxicas.\r\nLinfoma não-Hodgkin, carcinoma de pulmão e bexiga são os tipos de câncer associados mais frequentemente observados."
  },
  {
    "identificador": "4A41.1Y",
    "valor": "Outra polimiosite especificada",
    "descricao": ""
  },
  {
    "identificador": "4A41.1Z",
    "valor": "Polimiosite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A41.2",
    "valor": "Miosite por corpos de inclusão",
    "descricao": "A miopatia por corpos de inclusão (MCI) é diferenciada da polimiosite (PM) e dermatomiosite (DM) com base nas características clínicas e histopatológicas. Um fenótipo clínico típico é caracterizado por início insidioso de fraqueza muscular ao longo de meses a anos, fraqueza muscular localizada predominantemente nos músculos da coxa e flexores dos dedos e resistência ao tratamento com glicocorticoides. As características histopatológicas típicas incluem inclusões sarcoplasmáticas e nucleares, e vacúolos com bordas."
  },
  {
    "identificador": "4A41.20",
    "valor": "Miosite por corpúsculos de inclusão (inflamatória)",
    "descricao": "A miosite por corpos de inclusão (MCI) é a miopatia inflamatória idiopática mais comum após os 50 anos de idade. Apresenta-se, tipicamente, com fraqueza muscular assimétrica, insidiosa e crônica, proximal de pernas e/ou distal em braços, levando a quedas recorrentes e perda de destreza. A creatinofosfoquinase (CPK) está aumentada em até 15 vezes na MCI e a eletroneuromiografia por agulha mostra principalmente uma miopatia irritativa crônica. A histopatologia do músculo demonstra exsudatos inflamatórios no endomísio circundando e invadindo as fibras musculares não necróticas, muitas vezes acompanhados de vacúolos marginados e depósitos de proteínas. Apesar da histopatologia muscular inflamatória, é provável que a MCI tenha um componente degenerativo proeminente, suportado pela refratariedade à terapia imunossupressora."
  },
  {
    "identificador": "4A41.21",
    "valor": "Miopatia por corpos de inclusão não inflamatória",
    "descricao": "Miopatia não inflamatória por corpos de inclusão é um transtorno muscular idiopático sem exsudatos inflamatórios e expressão do complexo principal de histocompatibilidade classe I. Vacúolos marginados e filamentos “MCI-like” sem células inflamatórias são descritos na biópsia muscular."
  },
  {
    "identificador": "4A41.2Z",
    "valor": "Miosite por corpos de inclusão não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A41.Y",
    "valor": "Outra miopatia inflamatória idiopática especificada",
    "descricao": ""
  },
  {
    "identificador": "4A41.Z",
    "valor": "Miopatia inflamatória idiopática, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A42",
    "valor": "Esclerose sistêmica",
    "descricao": "A esclerose sistêmica é um transtorno sistêmico do tecido conjuntivo; manifesta-se por endurecimento e espessamento da pele, por anormalidades envolvendo a microvasculatura e vasos maiores, e por alterações degenerativas fibróticas em vários órgãos do corpo, incluindo coração, pulmões, rins e trato gastrointestinal."
  },
  {
    "identificador": "4A42.0",
    "valor": "Esclerose sistêmica de início na infância",
    "descricao": "Esclerose sistêmica que se inicia antes dos 16 anos de idade. O envolvimento de órgãos internos é menos comum, mas artrite e miosite são mais comuns do que em adultos."
  },
  {
    "identificador": "4A42.1",
    "valor": "Esclerose sistêmica difusa",
    "descricao": "Esclerose sistêmica cutânea difusa (dcSSc) é um subtipo de esclerose sistêmica (ES) caracterizada por fibrose cutânea de tronco e extremidades com incidência precoce e significativa de envolvimento difuso (doença pulmonar intersticial, insuficiência renal oligúrica, doença gastrointestinal difusa e envolvimento do miocárdio)."
  },
  {
    "identificador": "4A42.2",
    "valor": "Esclerose sistêmica limitada",
    "descricao": "Combinação de calcinose, fenômeno de Raynaud, disfunção esofágica, esclerodactilia e telangiectasia."
  },
  {
    "identificador": "4A42.Z",
    "valor": "Esclerose sistêmica não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A43",
    "valor": "Doença autoimune sistêmica não órgão-específica indiferenciada ou sobreposta",
    "descricao": "Doenças autoimunes sistêmicas não específicas de um órgão que não preenchem os critérios diagnósticos para nenhuma entidade de doença única reconhecida."
  },
  {
    "identificador": "4A43.0",
    "valor": "Doença relacionada com IgG4",
    "descricao": "A síndrome relacionada a IgG4 (doença relacionada a IgG4: IgG4-RD) é uma doença clínica caracterizada por concentração sérica elevada de IgG4 e tumefação ou infiltração tecidual por plasmócitos IgG4 positivas. Os critérios diagnósticos para a síndrome relacionada à IgG4 foram propostos e podem estar presentes em uma determinada população de pacientes com uma ampla variedade de doenças, incluindo doença de Mikulicz, pancreatite autoimune, hipofisite, tireoidite de Riedel, pneumonite intersticial, nefrite intersticial, prostatite, linfadenopatia , fibrose retroperitoneal, aneurisma inflamatório da aorta e pseudotumor inflamatório."
  },
  {
    "identificador": "4A43.1",
    "valor": "Doença de Mikulicz",
    "descricao": "Doença de Mikulicz é um transtorno relatado pela primeira vez por Johann von Mikulicz em 1892 e caracterizado por edema simétrico das glândulas lacrimais, submandibulares e parótidas, com infiltração maciça dessas glândulas por células mononucleares. Autoanticorpos séricos, como anti-Ro/SS-A, são geralmente negativos e a concentração sérica de IgG4 pode estar aumentada. Ao contrário da doença de Sjögren, a doença IgG4-Mikulicz é caracterizada pela formação de folículos linfoides, mas apresenta níveis mais baixos de infiltração linfocítica nos ductos salivares, de modo que sua estrutura permanece intacta."
  },
  {
    "identificador": "4A43.2",
    "valor": "Síndrome de Sjögren",
    "descricao": "A síndrome de Sjögren (SS) é uma doença autoimune inflamatória sistêmica lentamente progressiva, que afeta primariamente as glândulas exócrinas. Os infiltrados linfocíticos substituem o epitélio funcional, levando ao ressecamento oral e ocular. Autoanticorpos característicos (por exemplo, anti-Ro/SS-A e/ou anti-La/SS-B) são produzidos. O distúrbio pode ocorrer isolado (é então conhecido como \"SS primária\") ou em associação com outra doença autoimune (é então conhecido como \"SS secundária\")."
  },
  {
    "identificador": "4A43.20",
    "valor": "Síndrome de Sjögren primária",
    "descricao": ""
  },
  {
    "identificador": "4A43.21",
    "valor": "Síndrome de Sjögren secundária",
    "descricao": "Síndrome de Sjögren secundária é uma doença autoimune inflamatória progressiva que afeta as glândulas exócrinas na presença de outras doenças autoimunes sistêmicas, como artrite reumatoide, lúpus eritematoso sistêmico e esclerose sistêmica. Os infiltrados linfocíticos substituem o epitélio funcional, levando ao ressecamento oral e ocular."
  },
  {
    "identificador": "4A43.22",
    "valor": "Síndrome de Sjögren de início pediátrico",
    "descricao": ""
  },
  {
    "identificador": "4A43.2Y",
    "valor": "Outra síndrome de Sjögren especificada",
    "descricao": ""
  },
  {
    "identificador": "4A43.2Z",
    "valor": "Síndrome de Sjögren, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A43.3",
    "valor": "Doença mista do tecido conjuntivo",
    "descricao": "Doença mista do tecido conjuntivo é uma síndrome de sobreposição que combina características de lúpus eritematoso sistêmico, esclerose sistêmica e polimiosite com a presença de autoanticorpos para U1-ribonucleoproteína (RNP-U1). O fenômeno de Raynaud é visto em quase todos os pacientes e a hipertensão arterial pulmonar é a causa mais comum de morte em pacientes com DMTC."
  },
  {
    "identificador": "4A43.4",
    "valor": "Fasciíte eosinofílica difusa",
    "descricao": "Também chamada de doença de Shulman/fasciíte difusa, a fasciíte eosinofílica difusa é um transtorno idiopático raro associado a endurecimento da pele (sinal da casca de laranja) que geralmente se desenvolve rapidamente. É uma esclerose dérmica e hipodérmica associada a espessamento fibrótico dos septos lobulares adiposos subcutâneos, fáscia superficial e perimísio. Biópsia excisional de espessura total de lesões cutâneas revelando fibrose da fáscia subcutânea é geralmente necessária para o diagnóstico. O início ocorre após esforço físico incomum e traumatismo, especialmente em homens."
  },
  {
    "identificador": "4A43.Y",
    "valor": "Outra doença autoimune sistêmica sobreposta especificada não órgão-específica",
    "descricao": ""
  },
  {
    "identificador": "4A43.Z",
    "valor": "Doença autoimune sistêmica indiferenciada não órgão-específica",
    "descricao": ""
  },
  {
    "identificador": "4A44",
    "valor": "Vasculite",
    "descricao": "Vasculites representam um grupo heterogêneo de doenças de etiologia multifatorial caracterizadas por lesões inflamatórias dos vasos. Essas lesões consistem em necrose fibrinoide (arterite necrosante), infiltração de células gigantes sem necrose, depósito de imunoglobulinas ou infiltração leucocitoclástica. O espectro e a gravidade das vasculites sistêmicas são amplos, desde doença fulminante com risco de vida ou perda da visão até doença de pele relativamente leve."
  },
  {
    "identificador": "4A44.0",
    "valor": "Polimialgia reumática",
    "descricao": ""
  },
  {
    "identificador": "4A44.1",
    "valor": "Síndrome do arco aórtico",
    "descricao": "Arterite, frequentemente granulomatosa, acometendo predominantemente a aorta e/ou seus ramos principais. Início geralmente em pacientes com menos de 50 anos."
  },
  {
    "identificador": "4A44.2",
    "valor": "Arterite de células gigantes",
    "descricao": "Arterite, frequentemente granulomatosa, usualmente afetando a aorta e/ou seus ramos principais, com predileção pelos ramos da artéria carótida. Frequentemente envolve a artéria temporal. Início geralmente em pacientes com mais de 50 anos e mais vezes associada a polimialgia reumática."
  },
  {
    "identificador": "4A44.3",
    "valor": "Vasculite de um único órgão",
    "descricao": "Vasculite em artérias ou veias de qualquer tamanho em um único órgão que não tenha características que indiquem que se trata de uma expressão limitada de uma vasculite sistêmica. O órgão envolvido e o tipo de vaso devem ser incluídos no nome (p. ex., VVS cutânea, arterite testicular, vasculite do sistema nervoso central). A distribuição da vasculite pode ser unifocal ou multifocal (difusa) dentro de um órgão. Alguns pacientes originalmente diagnosticados com vasculite de um único órgão desenvolverão manifestações adicionais da doença que justificam a redefinição do caso como uma das vasculites sistêmicas (p. ex., arterite cutânea tornando-se poliarterite nodosa sistêmica, etc.)."
  },
  {
    "identificador": "4A44.4",
    "valor": "Poliarterite nodosa",
    "descricao": "Poliarterite nodosa é uma vasculite necrosante sistêmica imunologicamente mediada que afeta vasos de médio calibre. Em alguns poucos casos, a doença aparece após uma infecção viral, mas na maioria dos casos não há evento desencadeante conhecido. As manifestações clínicas envolvem numerosos órgãos e levam a uma alteração geral do estado de saúde, incluindo rápida perda de peso, comprometimento de nervos periféricos, doença renal e problemas digestivos, como hemorragias, perfuração, apendicite e pancreatite. Artralgia está quase sempre presente e mialgia ocorre em metade dos pacientes. Anomalias cardíacas e cerebrais (cefalalgia) também são relatadas, assim como manifestações oculares e genitais (orquite)."
  },
  {
    "identificador": "4A44.5",
    "valor": "Síndrome do linfonodo mucocutâneo",
    "descricao": "Síndrome do linfonodo mucocutâneo (doença de Kawasaki) é uma vasculite aguda de distribuição global em crianças pequenas que afeta artérias de médio a pequeno calibre e, se não tratada, leva a aneurismas de artérias coronárias em cerca de um quarto dos casos. Os sinais cardinais incluem linfadenopatia cervical, inflamação conjuntival, erupção cutânea (maculopapular, eritrodérmica ou eritema multiforme-símile), língua em morango, enantema orofaríngeo, eritema e inchaço das mãos e pés e descamação periungueal. A causa é desconhecida, mas acredita-se que seja ambiental, possivelmente por infecção viral. Uma variante da doença foi associada à infecção por SARS CoV-2."
  },
  {
    "identificador": "4A44.6",
    "valor": "Síndrome de Sneddon",
    "descricao": "A síndrome de Sneddon associa livedo reticular e sinais neurológicos. O livedo é permanente, cianótico, sem infiltração, e acomete membros, tronco e às vezes a face. Os sinais neurológicos aparecem mais tarde e incluem acidentes vasculares cerebrais, epilepsia, vertigem e, mais raramente, síndrome pseudobulbar, coreia, episódios de amnésia ou amaurose transitória."
  },
  {
    "identificador": "4A44.7",
    "valor": "Angiite primária do sistema nervoso central",
    "descricao": "Na angiite primária do sistema nervoso central, a vasculite está limitada ao sistema nervoso central. É uma doença muito rara, e sua manifestação pode ser imitada por muitas outras doenças. Pacientes com angeíte primária comumente apresentam cefaleia, estado mental alterado de forma intermitente e eventos semelhantes a ataques isquêmicos transitórios. O diagnóstico é frequentemente baseado em angiografia, embora a biópsia cerebral continue sendo o único teste diagnóstico definitivo."
  },
  {
    "identificador": "4A44.8",
    "valor": "Tromboangiite obliterante",
    "descricao": "Tromboangiite obliterante (TAO), ou doença de Buerger, é uma condição inflamatória oclusiva segmentar de artérias e veias, com trombose e recanalização dos vasos afetados. É uma doença inflamatória não aterosclerótica que afeta artérias e veias de pequeno e médio calibre das extremidades superiores e inferiores. A TAO pode ser distinguida de outros tipos de vasculite com base em sua tendência de ocorrer em indivíduos jovens do sexo masculino. A etiologia e patogênese da TAO permanece desconhecida; no entanto, o consumo de tabaco desempenha um papel fundamental no início e na persistência da doença."
  },
  {
    "identificador": "4A44.9",
    "valor": "Vasculite de pequenos vasos por imunocomplexo",
    "descricao": ""
  },
  {
    "identificador": "4A44.90",
    "valor": "Vasculite crioglobulinêmica",
    "descricao": "Vasculite com depósitos imunes de crioglobulina afetando pequenos vasos (predominantemente capilares, vênulas ou arteríolas) e associada a crioglobulinas no soro. Pele e glomérulos estão frequentemente envolvidos."
  },
  {
    "identificador": "4A44.91",
    "valor": "Vasculite urticariforme hipocomplementêmica",
    "descricao": "Vasculite acompanhada de urticária e hipocomplementemia afetando pequenos vasos (ou seja, capilares, vênulas ou arteríolas) e associada a anticorpos anti-C1q. Glomerulonefrite, artrite, doença pulmonar obstrutiva e inflamação ocular são comuns. (Chapel Hill Consensus Conference, 2011)"
  },
  {
    "identificador": "4A44.92",
    "valor": "Vasculite por IgA",
    "descricao": "Vasculite, com depósitos imunes dominantes de IgA1, afetando pequenos vasos (predominantemente capilares, vênulas ou arteríolas). Muitas vezes envolve pele e intestino, e frequentemente causa artrite. Pode ocorrer glomerulonefrite indistinguível da nefropatia por IgA."
  },
  {
    "identificador": "4A44.9Y",
    "valor": "Outra vasculite de pequenos vasos especificada por imunocomplexo",
    "descricao": ""
  },
  {
    "identificador": "4A44.9Z",
    "valor": "Vasculite de pequenos vasos por imunocomplexo, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A44.A",
    "valor": "Vasculite associada aos anticorpos anticitoplasma de neutrófilos",
    "descricao": "Vasculite necrosante, com poucos ou nenhum depósito imune, acometendo predominantemente pequenos vasos (ou seja, capilares, vênulas, arteríolas e pequenas artérias), associada a MPO-ANCA ou PR3-ANCA. Nem todos os pacientes têm ANCA. Adicione um prefixo indicando reatividade ANCA, por exemplo PR3-ANCA, MPO-ANCA, ANCA-negativo."
  },
  {
    "identificador": "4A44.A0",
    "valor": "Poliangeíte microscópica",
    "descricao": "Vasculite necrosante, com poucos ou nenhum depósito imune, afetando predominantemente pequenos vasos (ou seja, capilares, vênulas ou arteríolas). Arterite necrosante envolvendo artérias de pequeno e médio calibre pode estar presente. A glomerulonefrite necrosante é muito comum. Capilarite pulmonar ocorre frequentemente. Inflamação granulomatosa está ausente."
  },
  {
    "identificador": "4A44.A1",
    "valor": "Granulomatose com poliangiíte",
    "descricao": "Inflamação granulomatosa necrosante geralmente envolvendo o trato respiratório superior e inferior e vasculite necrosante afetando predominantemente vasos de pequeno a médio porte (p. ex., capilares, vênulas, arteríolas, artérias e veias). A glomerulonefrite necrosante é comum. (Arthritis Rheum 1990;33:1101-1107)"
  },
  {
    "identificador": "4A44.A2",
    "valor": "Poliangiite com granulomatose eosinofílica",
    "descricao": "Inflamação granulomatosa necrosante e rica em eosinófilos, muitas vezes envolvendo o trato respiratório, e vasculite necrosante afetando predominantemente vasos de pequeno a médio calibre, e associada a asma e eosinofilia. O ANCA é mais frequente na presença de glomerulonefrite. (Arthritis Rheum 1990;33:1094-1100)"
  },
  {
    "identificador": "4A44.AY",
    "valor": "Outra vasculite especificada associada a anticorpos anticitoplasma de neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4A44.AZ",
    "valor": "Vasculite associada a anticorpos anticitoplasma de neutrófilos, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A44.B",
    "valor": "Vasculite leucocitoclástica",
    "descricao": "Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição."
  },
  {
    "identificador": "4A44.B0",
    "valor": "Vasculite leucocitoclástica cutânea",
    "descricao": "Vasculite leucocitoclástica de pequenos vasos limitada à pele de etiologia não especificada ou desconhecida"
  },
  {
    "identificador": "4A44.BY",
    "valor": "Outra vasculite leucocitoclástica especificada",
    "descricao": ""
  },
  {
    "identificador": "4A44.BZ",
    "valor": "Vasculite leucocitoclástica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A44.Y",
    "valor": "Outra vasculite especificada",
    "descricao": ""
  },
  {
    "identificador": "4A44.Z",
    "valor": "Vasculite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A45",
    "valor": "Síndrome antifosfolípide",
    "descricao": "Síndrome antifosfolípide, também conhecida como síndrome de Hughes, é uma condição autoimune sistêmica caracterizada pela presença de anticorpos antifosfolipídicos (aPL) no soro de pacientes com eventos trombóticos e/ou complicações recorrentes na gravidez."
  },
  {
    "identificador": "4A45.0",
    "valor": "Sindrome antifosfolípide primária",
    "descricao": ""
  },
  {
    "identificador": "4A45.1",
    "valor": "Sindrome antifosfolípide secundária",
    "descricao": ""
  },
  {
    "identificador": "4A45.2",
    "valor": "Síndrome antifosfolípide da gravidez",
    "descricao": ""
  },
  {
    "identificador": "4A45.3",
    "valor": "Síndrome do anticoagulante lúpico-hipoprotrombinemia",
    "descricao": ""
  },
  {
    "identificador": "4A45.Z",
    "valor": "Síndrome antifosfolípide, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A4Y",
    "valor": "Outros transtornos autoimunes sistêmicos especificados não específicos de um órgão",
    "descricao": ""
  },
  {
    "identificador": "4A4Z",
    "valor": "Transtornos autoimunes sistêmicos não específicos de um órgão, não especificados",
    "descricao": ""
  },
  {
    "identificador": "4A60",
    "valor": "Síndromes autoinflamatórias monogênicas",
    "descricao": "Doenças autoinflamatórias hereditárias monogênicas caracterizadas por inflamação generalizada aparentemente não provocada na ausência de infecção ou de altos títulos de autoanticorpos."
  },
  {
    "identificador": "4A60.0",
    "valor": "Febre Familiar do Mediterrâneo",
    "descricao": "A FFM é uma doença autoinflamatória associada a mutações na pirina, resultando em produção aumentada de IL1 beta. Isso resulta em ataques clínicos de inflamação caracterizada por febre e serosite, inflamação peritoneal, pleural ou sinovial, juntamente com aumento de proteínas de fase aguda."
  },
  {
    "identificador": "4A60.1",
    "valor": "Síndromes periódicas associadas à criopirina",
    "descricao": "CAPS é uma doença autoinflamatória associada a alterações no ganho de função na proteína criopirina, resultando em ativação do inflamassoma e produção aumentada de IL-1 beta. Isso resulta em sinais e sintomas clínicos de inflamação na forma de erupção cutânea, febre, sintomas articulares e oculares com aumento dos reagentes de fase aguda."
  },
  {
    "identificador": "4A60.2",
    "valor": "Síndrome periódica associada ao receptor 1 do fator de necrose tumoral",
    "descricao": "TRAPS é uma doença autoinflamatória associada a mutações heterozigóticas no gene que codifica o receptor 1 do fator de necrose tumoral (TNF) (TNFR1). Isso resulta em ataques clínicos de inflamação na forma de febre e serosite, como inflamação peritoneal, pleural ou sinovial, juntamente com o aumento dos reagentes de fase aguda."
  },
  {
    "identificador": "4A60.Y",
    "valor": "Outras síndromes autoinflamatórias monogênicas especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A60.Z",
    "valor": "Síndrome autoinflamatória não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A61",
    "valor": "Síndrome SAPHO",
    "descricao": "Síndrome SAPHO é caracterizada por uma constelação de sintomas e sinais, incluindo sinovite, acne conglobata ou fulminante, pustulose palmoplantar, hiperostose e osteíte. Sua etiologia é pouco compreendida."
  },
  {
    "identificador": "4A62",
    "valor": "Doença de Behçet",
    "descricao": "Doença de Behçet é uma doença de etiopatogenia não completamente compreendida caracterizada por úlceras aftosas orais e/ou genitais recorrentes acompanhadas de lesões inflamatórias cutâneas, oculares, articulares, gastrointestinais e/ou do sistema nervoso central. Podem ocorrer vasculites de pequenos vasos, vasculopatia trombótica, arterites e aneurismas arteriais. Tem uma alta prevalência do Mediterrâneo Oriental através de toda a Ásia Central até a China e Japão."
  },
  {
    "identificador": "4A6Y",
    "valor": "Outros transtornos auto-inflamatórios especificados",
    "descricao": ""
  },
  {
    "identificador": "4A6Z",
    "valor": "Transtornos auto-inflamatórios não especificados",
    "descricao": ""
  },
  {
    "identificador": "4A80",
    "valor": "Transtornos alérgicos ou de hipersensibilidade envolvendo o trato respiratório",
    "descricao": "Transtornos alérgicos ou de hipersensibilidade envolvendo o trato respiratório incluem várias condições clínicas diferentes que podem ser consideradas como transtornos de hipersensibilidade dos tratos respiratórios superior e inferior. A classificação dessas condições é complexa."
  },
  {
    "identificador": "4A80.0",
    "valor": "Broncoespasmo induzido por droga",
    "descricao": "Broncoespasmo induzido por droga é uma manifestação clínica comum desencadeada por várias drogas. Varia em gravidade de quadros leves a graves, e até fatais por dano cerebral pós-anóxico. Pode se manifestar como evento isolado ou em combinação com outros sintomas como representação de anafilaxia induzida por drogas."
  },
  {
    "identificador": "4A80.1",
    "valor": "Broncoespasmo provocado por alergia a substância alimentar",
    "descricao": "Broncoespasmo provocado por alergia a alérgenos da comida é manifestação clínica desencadeada por vários alimentos como um fenótipo de hipersensibilidade alimentar. É mais frequente em pacientes atópicos mais jovens e os alimentos mais comuns responsáveis leite de vaca, amendoim, ovos e castanhas. Esta apresentação clínica pode se manifestar como um evento isolado ou em combinação com outros sintomas como representação da anafilaxia induzida por drogas."
  },
  {
    "identificador": "4A80.Y",
    "valor": "Outros transtornos alérgicos ou de hipersensibilidade especificados envolvendo o trato respiratório",
    "descricao": ""
  },
  {
    "identificador": "4A80.Z",
    "valor": "Transtornos alérgicos ou de hipersensibilidade envolvendo o trato respiratório, não especificados",
    "descricao": ""
  },
  {
    "identificador": "4A81",
    "valor": "Transtornos alérgicos ou de hipersensiblidade envolvendo o olho",
    "descricao": "Transtornos alérgicos ou de hipersensibilidade incluem várias condições clínicas diferentes que podem ser consideradas como transtornos de hipersensibilidade da superfície ocular. A classificação dessas condições é complexa."
  },
  {
    "identificador": "4A82",
    "valor": "Transtornos alérgicos ou de hipersensibilidade envolvendo pele ou mucosas",
    "descricao": "Transtornos alérgicos ou de hipersensibilidade envolvendo pele e mucosas incluem um grupo heterogêneo de transtornos envolvendo pele e mucosas, em que a alergia ou a hipersensibilidade desempenham um papel."
  },
  {
    "identificador": "4A83",
    "valor": "Transtornos alérgicas ou de hipersensibilidade envolvendo o trato gastrointestinal",
    "descricao": ""
  },
  {
    "identificador": "4A83.0",
    "valor": "Gastroenterite eosinofílica induzida por alimento",
    "descricao": "Doença caracterizada por infiltração eosinofílica de várias camadas do estômago e intestino, induzida pela ingestão de alimento específico, na ausência de qualquer causa conhecida de eosinofilia. Pode ocorrer em qualquer idade e os sintomas variam de acordo com a localização do trato intestinal afetado e com o grau de inflamação eosinofílica, podendo incluir ascite, perda de peso, edema, obstrução."
  },
  {
    "identificador": "4A83.1",
    "valor": "Esofagite eosinofílica induzida por alimento",
    "descricao": "Doença esofagiana imune ou mediada por antígeno, crônica, caracterizada por infiltração eosinofílica da parede do esôfago, induzida pela ingestão de alimento específico, na ausência de qualquer outra causa conhecida de eosinofilia. Os sintomas estão relacionados à disfunção esofagiana, incluindo transtornos alimentares, sintomas de refluxo, vômitos, disfagia e impactação alimentar."
  },
  {
    "identificador": "4A83.Y",
    "valor": "Outros transtornos alérgicos ou de hipersensibilidade especificados envolvendo o trato gastrointestinal",
    "descricao": ""
  },
  {
    "identificador": "4A83.Z",
    "valor": "Transtornos alérgicos ou de hipersensibilidade envolvendo o trato gastrointestinal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "4A84",
    "valor": "Anafilaxia",
    "descricao": "Anafilaxia é uma reação de hipersensibilidade sistêmica grave com risco de vida, caracterizada por início rápido com problemas em vias respiratórias, respiratórios ou circulatórios potencialmente fatais, e é geralmente, embora nem sempre, associada a alterações cutâneas e mucosas."
  },
  {
    "identificador": "4A84.0",
    "valor": "Anafilaxia devida a reação alérgica a alimentos",
    "descricao": "Reação rapidamente progressiva, multissistêmica e potencialmente fatal à exposição a um alérgeno alimentar ao qual o indivíduo afetado foi previamente sensibilizado."
  },
  {
    "identificador": "4A84.1",
    "valor": "Anafilaxia induzida por droga",
    "descricao": "Anafilaxia atribuível a uma droga. Quando grave, pode ser fatal. Esta reação sistêmica geralmente se desenvolve dentro de minutos a horas após a administração da droga, é frequentemente grave e pode ser fatal. Os medicamentos que mais frequentemente causam anafilaxia são antibióticos, principalmente penicilinas. Clinicamente, pode haver tontura ou desmaio premonitório, formigamento na pele e eritema, seguidos de urticária, angioedema, broncoespasmo, dor abdominal e colapso vasomotor."
  },
  {
    "identificador": "4A84.2",
    "valor": "Anafilaxia devida a veneno de inseto",
    "descricao": "Anafilaxia por veneno de inseto é uma reação de hipersensibilidade sistêmica grave com início rápido de sinais e sintomas cutâneos, vasculares ou respiratórios, isoladamente ou em qualquer combinação após a exposição (principalmente por picada) a um veneno de inseto em um paciente sensibilizado."
  },
  {
    "identificador": "4A84.3",
    "valor": "Anafilaxia provocada por fatores físicos",
    "descricao": "Anafilaxia provocada por fatores físicos abrange um grupo de fenótipos de anafilaxia em que fatores físicos são os principais desencadeadores. Os mais relevantes são: anafilaxia induzida por exercício, anafilaxia induzida por exercício dependente de alimentos, anafilaxia induzida por frio."
  },
  {
    "identificador": "4A84.30",
    "valor": "Anafilaxia induzida por exercício",
    "descricao": "Anafilaxia induzida por exercício é um transtorno em que ocorre anafilaxia após atividade física. As características clínicas podem incluir prurido, pápulas urticariformes, rubor, sibilância e distúrbios gastrointestinais, incluindo náuseas, cólicas abdominais e diarreia. Se a atividade física continuar, podem ocorrer angioedema, enantema laríngeo, hipotensão e, em última instância, colapso cardiovascular. A anafilaxia induzida por exercícios está mais comumente associada à alergia aos alimentos mediada por IgE, em que a anafilaxia ocorre apenas se a ingestão for seguida temporalmente por exercícios. A cessação da atividade física geralmente resulta na melhora imediata dos sintomas."
  },
  {
    "identificador": "4A84.31",
    "valor": "Anafilaxia induzida por frio",
    "descricao": "Anafilaxia induzida por frio é desencadeada pelo resfriamento da pele. As mortes são causadas diretamente pela reação anafilática devida a afogamento ao nadar em água fria."
  },
  {
    "identificador": "4A84.3Y",
    "valor": "Anafilaxia provocada por outros fatores físicos especificados",
    "descricao": ""
  },
  {
    "identificador": "4A84.3Z",
    "valor": "Anafilaxia provocada por fatores físicos não especificados",
    "descricao": ""
  },
  {
    "identificador": "4A84.4",
    "valor": "Anafilaxia devida a alérgenos inalados",
    "descricao": "Reação rápida, progressiva e multissistêmica com risco de vida devida à exposição a um alérgeno inalado sensibilizado, como partículas de luvas de borracha ou produtos de látex, pelos de animais e ácaros.\r\n\r\n\r\nUse código de causa externa adicional, se desejado, para identificar o agente."
  },
  {
    "identificador": "4A84.5",
    "valor": "Anafilaxia devida a contato com alérgenos",
    "descricao": "Anafilaxia resultante do contato da pele ou mucosa com uma substância ou substâncias capazes de induzir resposta mediada por IgE em pacientes previamente sensibilizados.\r\n\r\nUse código de causa externa adicional, se desejado, para identificar o agente."
  },
  {
    "identificador": "4A84.6",
    "valor": "Anafilaxia secundária a transtorno de mastócitos",
    "descricao": "Os sintomas de anafilaxia secundária a transtornos dos mastócitos resultam da liberação excessiva do mediador dos mastócitos, especialmente histamina, e podem incluir prurido e rubor, dor abdominal, diarreia, dispneia, taquicardia ou hipotensão profunda. Isso ocorre tanto em crianças quanto em adultos, mas em adultos pode ocorrer mesmo sem lesões de urticária pigmentosa. Os níveis de triptase basal estão constantemente altos. Anafilaxia fatal foi descrita subsequente a picadas de himenópteros e no período pré-operatório."
  },
  {
    "identificador": "4A84.Y",
    "valor": "Outra anafilaxia especificada",
    "descricao": ""
  },
  {
    "identificador": "4A84.Z",
    "valor": "Anafilaxia não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A85",
    "valor": "Condições alérgicas ou de hipersensibilidade complexas",
    "descricao": ""
  },
  {
    "identificador": "4A85.0",
    "valor": "Hipersensibilidade a drogas ou a agentes farmacológicos",
    "descricao": "Reações de hipersensibilidade a drogas são os efeitos adversos de formulações farmacêuticas (incluindo compostos ativos e excipientes) que clinicamente se assemelham à alergia. Pertencem ao tipo B de reações adversas a drogas, que são definidas pela Organização Mundial de Saúde como respostas nocivas, dose-independentes, imprevisíveis e não intencionais a uma droga tomada na dose habitual para humanos. Inclui muitos fenótipos clínicos diferentes com início e gravidade variáveis."
  },
  {
    "identificador": "4A85.00",
    "valor": "Doença de hipersensibilidade hepática induzida por droga",
    "descricao": "Doença de hipersensibilidade hepática induzida por droga é uma condição, relativamente, rara, mas que pode ter consequências sérias para o indivíduo, a saúde pública, as agências regulatórias e a indústria farmacêutica. Caracteriza-se pela elevação no soro de alanina aminotransferase (ALT), bilirrubina conjugada, ou bilirrubina combinada, ALT e fosfatase alcalina (FA) por > 2 vezes o limite superior do normal; e as drogas mais frequentemente relacionadas são halotano, ácido tienílico, di-hidralazina, diclofenaco e carbamazepina."
  },
  {
    "identificador": "4A85.01",
    "valor": "Hipersensibilidade renal induzida por droga",
    "descricao": "Hipersensibilidade renal induzida por droga constitui uma importante causa de insuficiência renal aguda e doença renal crônica na prática clínica atual. Diferentes classes de drogas, em virtude de mecanismos imunológicos, desencadeiam respostas inflamatórias renais específicas, que se manifestam por diferentes padrões clínicos, como a nefrite intersticial induzida por drogas. A hipersensibilidade renal induzida por drogas pode se manifestar isoladamente ou em combinação com outros transtornos de hipersensibilidades induzida por drogas em outro órgão ou sistema."
  },
  {
    "identificador": "4A85.02",
    "valor": "Citopenia induzida por droga",
    "descricao": "Citopenia induzida por drogas é uma citopenia imunomediada relativamente comum, e as células afetadas incluem eritrócitos, leucócitos, plaquetas e células precursoras hematopoiéticas na medula. A condição mais frequente é a trombocitopenia imune induzida por droga e os medicamentos mais comumente implicados são penicilina e drogas estruturalmente relacionadas, antibióticos tipo sulfonamidas, medicamentos anti-inflamatórios não esteroidais e anticonvulsivantes."
  },
  {
    "identificador": "4A85.03",
    "valor": "Vasculite induzida por droga",
    "descricao": "Vasculite induzida por drogas é uma vasculopatia inflamatória associada a drogas de quase todas as classes e responde por aproximadamente 3% das vasculites. Apesar de a doença de pequenos vasos limitada à pele ser a forma mais comum, o envolvimento de vasos sanguíneos em vitualmente qualquer órgão pode ocorrer. Pode se apresentar com envolvimento de múltiplos órgãos, com mortalidade está descrita em até 10% dos casos."
  },
  {
    "identificador": "4A85.04",
    "valor": "Síndrome de hipersensibilidade a múltiplas drogas",
    "descricao": "Síndrome de hipersensibilidade a múltiplas drogas é definida como alergia a duas ou mais drogas quimicamente diferentes. Difere de reatividade cruzada (devida a semelhanças estruturais, vias metabólicas comuns ou mecanismos farmacológicos), reações de agudização (exacerbação de uma alergia a droga preexistente por troca precoce de terapia para uma nova droga), e síndrome de intolerância múltipla a drogas."
  },
  {
    "identificador": "4A85.0Y",
    "valor": "Hipersensibilidade a drogas de outro tipo especificado",
    "descricao": ""
  },
  {
    "identificador": "4A85.0Z",
    "valor": "Hipersensibilidade a drogas de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "4A85.1",
    "valor": "Hipersensibilidade a ervas ou a outras terapias medicinais alternativas",
    "descricao": "Hipersensibilidade a ervas e terapias medicinais alternativas refere-se a reações imprevisíveis, clinicamente similares à alergia que causam sintomas ou sinais objetivos reprodutíveis, desencadeados pela exposição a ervas e outras terapias medicinais alternativas, como homeopatia, ventosas ou acupuntura. Ervas e terapias medicinais alternativas não são, costumeiramente, consideradas drogas, mas podem desencadear reações imunomediadas ou não, que ocorrem em indivíduos suscetíveis. Tais reações são desencadeadas por doses e procedimentos usualmente, toleradas por indivíduos normais."
  },
  {
    "identificador": "4A85.2",
    "valor": "Hipersensibilidade alimentar",
    "descricao": "Reações de hipersensibilidade alimentar são efeitos adversos de comida ou de aditivos da comida que são clinicamente semelhantes à alergia. Alergia alimentar é uma reação adversa à comida mediada por um mecanismo imunológico, envolvendo IgE específicas (mediados por IgE), mecanismos mediados por células (não mediados por IgE), ou ambos (mistos mediados e não mediados por IgE)."
  },
  {
    "identificador": "4A85.20",
    "valor": "Hipersensibilidade gastrointestinal induzida por alimento",
    "descricao": "Hipersensibilidade gastrointestinal induzida pelo alimento inclui um grupo de transtornos de hipersensibilidade gastrointestinais devido a alérgenos da comida, com apresentação, gravidade, manifestações clínicas e mecanismos variáveis"
  },
  {
    "identificador": "4A85.21",
    "valor": "Urticária ou angioedema induzido pelo alimento",
    "descricao": "Urticária e/ou angioedema desencadeados por ingestão ou contato direto com alérgeno da comida em paciente sensibilizado."
  },
  {
    "identificador": "4A85.22",
    "valor": "Dermatite de contato alérgica devida a alérgeno do alimento",
    "descricao": "Dermatite de contato alérgica da qual as causas alimentares mais comuns são as especiarias, frutas e vegetais. Frequentemente ocupacional devido ao contato com misturas químicas e resinas oleosas. Dermatite de contato sistêmica é uma variante rara, que ocorre após a ingestão. \r\n\r\nUse código externo adicional, se desejar, para identificar o agente causador."
  },
  {
    "identificador": "4A85.2Y",
    "valor": "Outra hipersensibilidade alimentar especificada",
    "descricao": ""
  },
  {
    "identificador": "4A85.2Z",
    "valor": "Hipersensibilidade alimentar não especificada",
    "descricao": ""
  },
  {
    "identificador": "4A85.3",
    "valor": "Alergia ou reações de hipersensibilidade a artrópodes",
    "descricao": "Isto inclui tanto reações alérgicas quanto de hipersensibilidade, tanto cutâneas locais quanto sistêmicas, ao contato com insetos (p.ex. abelhas, vespas e formigas-de-fogo) e outros artrópodes (p.ex. escorpiões e aranhas). As reações são usualmente imunomediadas (alergia mediada por IgE ou não mediada por IgE)."
  },
  {
    "identificador": "4A85.30",
    "valor": "Reação alérgica sistêmica devida a veneno de Hymenoptera",
    "descricao": "Reação alérgica sistêmica devida a veneno de Hymenoptera é uma grave reação de hipersensibilidade com início súbito de sintomas e sinais cutâneos, vasculares ou respiratórios, isoladamente ou em qualquer combinação, após exposição (principalmente por picada) a um veneno de inseto de paciente sensibilizado."
  },
  {
    "identificador": "4A85.31",
    "valor": "Reações cutâneas alérgicas ou de hipersensibilidade a veneno de Hymenoptera",
    "descricao": "Reações cutâneas a veneno de Hymenoptera são reações de hipersensibilidade classificadas como reações locais normais e reações locais extensas. Reação local extensa é definida como um edema excedendo 10 cm de diâmetro, que dura mais que 24h; bolhas podem raramente estar presentes."
  },
  {
    "identificador": "4A85.32",
    "valor": "Reações cutâneas alérgicas ou de hipersensibilidade a artrópodes",
    "descricao": ""
  },
  {
    "identificador": "4A85.Y",
    "valor": "Outras condições alérgicas ou de hipersensibilidade complexas, especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A85.Z",
    "valor": "Condições alérgicas ou de hipersensibilidade complexas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "4A8Y",
    "valor": "Condições alérgicas ou de hipersensibilidade de outro tipo especificado",
    "descricao": ""
  },
  {
    "identificador": "4A8Z",
    "valor": "Condições alérgicas ou de hipersensibilidade de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "4B00",
    "valor": "Transtornos do número de neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4B00.0",
    "valor": "Neutropenia",
    "descricao": ""
  },
  {
    "identificador": "4B00.00",
    "valor": "Neutropenia constitucional",
    "descricao": "É um transtorno dos granulócitos caracterizado por um número anormalmente baixo de neutrófilos. Os neutrófilos geralmente compõem 50-70% dos glóbulos brancos circulantes e sua função é a defesa primária contra infecções, por meio da destruição das bactérias no sangue."
  },
  {
    "identificador": "4B00.01",
    "valor": "Neutropenia adquirida",
    "descricao": ""
  },
  {
    "identificador": "4B00.0Z",
    "valor": "Neutropenia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4B00.1",
    "valor": "Neutrofilia",
    "descricao": ""
  },
  {
    "identificador": "4B00.10",
    "valor": "Neutrofilia constitucional",
    "descricao": ""
  },
  {
    "identificador": "4B00.11",
    "valor": "Neutrofilia adquirida",
    "descricao": ""
  },
  {
    "identificador": "4B00.1Z",
    "valor": "Neutrofilia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4B00.Y",
    "valor": "Outros transtornos especificados do número de neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4B01",
    "valor": "Transtornos da função dos neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4B01.0",
    "valor": "Transtornos constitucionais da função dos neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4B01.00",
    "valor": "Transtornos de adesão do neutrófilo",
    "descricao": ""
  },
  {
    "identificador": "4B01.01",
    "valor": "Transtornos de qimiotaxia do neutrófilo",
    "descricao": ""
  },
  {
    "identificador": "4B01.02",
    "valor": "Transtornos de formação ou liberação de grânulos de neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4B01.03",
    "valor": "Transtornos do metabolismo oxidativo do neutrófilo",
    "descricao": ""
  },
  {
    "identificador": "4B01.0Y",
    "valor": "Outros transtornos constitucionais especificados da função dos neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4B01.0Z",
    "valor": "Transtornos constitucionais da função dos neutrófilos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "4B01.1",
    "valor": "Transtornos adquiridos da função dos neutrófilos",
    "descricao": ""
  },
  {
    "identificador": "4B01.Z",
    "valor": "Transtornos da função dos neutrófilos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "4B02",
    "valor": "Eosinopenia",
    "descricao": ""
  },
  {
    "identificador": "4B02.0",
    "valor": "Diminuição constitucional do número de eosinófilos",
    "descricao": ""
  },
  {
    "identificador": "4B02.1",
    "valor": "Diminuição adquirida do número de eosinófilos",
    "descricao": ""
  },
  {
    "identificador": "4B02.Z",
    "valor": "Eosinopenia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4B03",
    "valor": "Eosinofilia",
    "descricao": ""
  },
  {
    "identificador": "4B03.0",
    "valor": "Eosinofilia constitucional",
    "descricao": ""
  },
  {
    "identificador": "4B03.1",
    "valor": "Eosinofilia adquirida",
    "descricao": ""
  },
  {
    "identificador": "4B03.Z",
    "valor": "Eosinofilia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4B04",
    "valor": "Transtornos com diminuição do número de monócitos",
    "descricao": ""
  },
  {
    "identificador": "4B05",
    "valor": "Transtornos com contagem aumentada de monócitos",
    "descricao": ""
  },
  {
    "identificador": "4B06",
    "valor": "Linfopenia adquirida",
    "descricao": ""
  },
  {
    "identificador": "4B07",
    "valor": "Linfocitose adquirida",
    "descricao": ""
  },
  {
    "identificador": "4B0Y",
    "valor": "Outros transtornos do sistema imune especificados envolvendo linhagens de células brancas",
    "descricao": ""
  },
  {
    "identificador": "4B0Z",
    "valor": "Transtornos do sistema imune envolvendo linhagens de células brancas, não especificados",
    "descricao": ""
  },
  {
    "identificador": "4B20",
    "valor": "Sarcoidose",
    "descricao": "Sarcoidose é um transtorno multissistêmico de causa desconhecida, caracterizada pela formação de granulomas imunes nos órgãos acometidos. Os pulmões e o sistema linfático são predominantemente envolvidos, mas virtualmente todo órgão pode se afetado. Outras manifestações graves resultam de localização cardíaca, neurológica, ocular, renal ou laríngea."
  },
  {
    "identificador": "4B20.0",
    "valor": "Sarcoidose do pulmão",
    "descricao": ""
  },
  {
    "identificador": "4B20.1",
    "valor": "Sarcoidose de linfonodos",
    "descricao": "Linfadenopatia é muito comum na sarcoidose. Linfonodos intratorácicos estão aumentados em 75 a 90% de todos os pacientes; usualmente isso envolve os linfonodos hilares, mas os paratraqueais também são comumente acometidos. Linfadenopatia periférica é muito comum, particularmente envolvendo linfonodos cervicais (a manifestação mais comum em cabeça e no pescoço da doença), axilares, epitrocleares e inguinais."
  },
  {
    "identificador": "4B20.2",
    "valor": "Sarcoidose do sistema digestivo",
    "descricao": "Essa síndrome envolve aglomerados anormais de células inflamatórias crônicas (granulomas) que podem formar nodulações no sistema digestivo."
  },
  {
    "identificador": "4B20.3",
    "valor": "Neurosarcoidose",
    "descricao": "Refere-se à sarcoidose, uma afecção de causa desconhecida que apresenta granulomas em vários tecidos, envolvendo o sistema nervoso central (cérebro e medula espinal). Pode ter muitas manifestações, mas anormalidades dos nervos cranianos (um grupo de doze nervos que inervam a cabeça e o pescoço) são as mais comuns."
  },
  {
    "identificador": "4B20.4",
    "valor": "Sarcoidose ocular",
    "descricao": "Síndrome envolvendo agrupamentos anormais de células inflamatórias crônicas (granulomas), que podem se formar em múltiplos órgãos."
  },
  {
    "identificador": "4B20.5",
    "valor": "Sarcoidose cutânea",
    "descricao": ""
  },
  {
    "identificador": "4B20.Y",
    "valor": "Outra sarcoidose especificada",
    "descricao": ""
  },
  {
    "identificador": "4B20.Z",
    "valor": "Sarcoidose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4B21",
    "valor": "Hipergamaglobulinemia policlonal",
    "descricao": ""
  },
  {
    "identificador": "4B22",
    "valor": "Crioglobulinemia",
    "descricao": ""
  },
  {
    "identificador": "4B23",
    "valor": "Síndrome inflamatória de reconstituição imune",
    "descricao": "Condição observada em alguns casos de AIDS ou de imunossupressão, em que o sistema imune inicia a sua recuperação, mas então responde a uma infecção oportunista prévia com uma resposta inflamatória exacerbada que, paradoxalmente, provoca piora dos sintomas da infecção."
  },
  {
    "identificador": "4B24",
    "valor": "Doença do enxerto versus hospedeiro",
    "descricao": "Doença do enxerto-versus-hospedeiro (GVHD) ocorre quando células linfoides de um doador imunocompetente são introduzidas num receptor histo-incompatível incapaz de rejeitá-las. Isso usualmente ocorre como resultado de transplante de células tronco hematopoiéticas. Os principais alvos dos linfócitos do doador são a pele, o trato gastrointestinal e o fígado do receptor. A GVHD aguda, que ocorre normalmente nos primeiros 100 dias, tem alta mortalidade. A fase aguda pode ser seguida por GVHD crônica, que também pode sofrer nova agudização. Isso, geralmente, se apresenta como uma erupção liquenoide, mas pode evoluir para grave doença fibrosante afetando pele, pulmões e fígado."
  },
  {
    "identificador": "4B24.0",
    "valor": "Doença do enxerto versus hospedeiro aguda",
    "descricao": "Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
  },
  {
    "identificador": "4B24.1",
    "valor": "Doença do enxerto-versus-hospedeiro crônica",
    "descricao": "Doença do enxerto-versus-hospedeiro (GVHD) crônica apresenta-se mais de 100 dias após o transplante de células linfoides de um doador imunocompetente. Tem características clínicas específicas pela quais pode ser distinguida da GVHD aguda. Pode surgir como recidiva, mas frequentemente, sucede a GVHD aguda. Menos comumente, ocorre de forma concomitante à GVHD aguda. As fases iniciais de GVHD crônica são caracterizadas por erupção liquenoide disseminado, poiquilodermia e envolvimento de unhas e mucosa oral. Se a doença permanece ativa, esclerose progressiva da pele e de tecidos profundos provoca contraturas articulares, fibrose de órgãos internos e grave má absorção."
  },
  {
    "identificador": "4B24.Y",
    "valor": "Outra doença do enxerto versus hospedeiro, especificada",
    "descricao": ""
  },
  {
    "identificador": "4B24.Z",
    "valor": "Doença do enxerto versus hospedeiro, não especificada",
    "descricao": ""
  },
  {
    "identificador": "4B2Y",
    "valor": "Outros transtornos especificados envolvendo o sistema imune",
    "descricao": ""
  },
  {
    "identificador": "4B40.0",
    "valor": "Hiperplasia persistente do timo",
    "descricao": "Refere-se a uma aumento (hiperplasia) persistente do timo."
  },
  {
    "identificador": "4B40.1",
    "valor": "Abscesso do timo",
    "descricao": ""
  },
  {
    "identificador": "4B40.2",
    "valor": "Síndrome de Good",
    "descricao": "Condição que acomete indivíduos adultos em quem a hipogamaglobulinemia, deficiência da imunidade mediada por células e timoma benigno podem ocorrer simultaneamente."
  },
  {
    "identificador": "4B40.Y",
    "valor": "Outras doenças do timo especificadas",
    "descricao": ""
  },
  {
    "identificador": "4B40.Z",
    "valor": "Doenças do timo não especificadas",
    "descricao": ""
  }
]