[
  {
    "identificador": "5A00",
    "valor": "Hipotireoidismo",
    "descricao": ""
  },
  {
    "identificador": "5A00.0",
    "valor": "Hipotireoidismo congênito",
    "descricao": "Hipotireoidismo congênito é caracterizado quando ao nascimento observar-se pouca ou nenhuma produção dos hormônios tireoidianos. Achados clínicos comuns incluem atividade diminuída e sonolência exacerbada, dificuldade de alimentação e constipação, icterícia prolongada, fácies mixedematosa, alargamento de fontanelas (especialmente fontanela posterior), macroglossia, abdome distendido com hérnia umbilical e hipotonia."
  },
  {
    "identificador": "5A00.00",
    "valor": "Hipotireoidismo congênito permanente com bócio difuso",
    "descricao": "Condição causada por perda parcial ou completa da função tireoidiana devido a falha no desenvolvimento da tireoide durante o período pré-natal. Nestes casos, a tireoide apresenta-se lisa e aumentada e em bebês por aspecto apático, edema facial, língua grossa que se sobressai. Esta afecção pode também se apresentar com episódios de sufocamento, constipação, cabelos secos, ralos e frágeis, icterícia, ausência de tônus muscular, linha capilar baixa, dificuldade de alimentação, baixa estatura, sonolência e lentificação."
  },
  {
    "identificador": "5A00.01",
    "valor": "Hipotireoidismo congênito permanente sem bócio",
    "descricao": "É um estado congênito e permanente no qual a produção dos hormônios tireoidianos é insuficiente. Ao diagnóstico não há aumento desta glândula."
  },
  {
    "identificador": "5A00.02",
    "valor": "Síndrome de Pendred",
    "descricao": "Síndrome de Pendred é caracterizada pela associação de surdez neurossensorial congênita bilateral, bócio tireoidiano, malformação cócleo-vestibular e potencial disfunção vestibular."
  },
  {
    "identificador": "5A00.03",
    "valor": "Hipotireoidismo congênito transitório",
    "descricao": "Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
  },
  {
    "identificador": "5A00.04",
    "valor": "Hipotireoidismo congênito por deficiência de iodo",
    "descricao": "O hipotireoidismo congênito é uma condição que surge ao nascimento na qual a glândula tireoide produz muito pouco ou nenhum hormônio tireoidiano e pode ser induzido por deficiência de iodo."
  },
  {
    "identificador": "5A00.0Y",
    "valor": "Outro hipotireoidismo congênito especificado",
    "descricao": ""
  },
  {
    "identificador": "5A00.0Z",
    "valor": "Hipotireoidismo congênito não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A00.1",
    "valor": "Doença da tireoide relacionada à deficiência de iodo",
    "descricao": "Qualquer condição causada por funcionamento anormal da tireoide devido a deficiência de iodo. \r\n A confirmação é feita através de dosagens hormonais séricas."
  },
  {
    "identificador": "5A00.10",
    "valor": "Bócio difuso relacionado à deficiência de iodo",
    "descricao": "Aumento difuso da glândula tireoide devido à deficiência de iodo."
  },
  {
    "identificador": "5A00.11",
    "valor": "Bócio multinodular relacionado à deficiência de iodo",
    "descricao": "Aumento multinodular da glândula tireoide devido à deficiência de iodo."
  },
  {
    "identificador": "5A00.1Z",
    "valor": "Transtornos da tireóide relacionadas a deficiência de iodo ou condições semelhantes, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "5A00.2",
    "valor": "Hipotireoidismo adquirido",
    "descricao": "Hipotireoidismo adquirido é uma condição onde a glândula tireoide produz muito pouco ou nenhum hormônio, e esta condição surge apenas após o nascimento."
  },
  {
    "identificador": "5A00.20",
    "valor": "Hipotireoidismo devido a medicamentos ou outras substâncias exógenas",
    "descricao": "Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
  },
  {
    "identificador": "5A00.21",
    "valor": "Coma mixedematoso",
    "descricao": "Uma condição de hipotireoidismo com risco de vida, com hipotireoidismo grave não tratado de longa data em que os mecanismos adaptativos falham em manter a homeostase."
  },
  {
    "identificador": "5A00.22",
    "valor": "Hipotireoidismo subclínico por deficiência de iodo",
    "descricao": "Condição com níveis séricos elevados de TSH , porém níveis séricos normais de hormônios tireoidianos , que é induzida por deficiência de iodo."
  },
  {
    "identificador": "5A00.2Y",
    "valor": "Outro hipotireoidismo adquirido especificado",
    "descricao": ""
  },
  {
    "identificador": "5A00.2Z",
    "valor": "Hipotireoidismo adquirido não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A00.Z",
    "valor": "HIpotireoidismo não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A01",
    "valor": "Bócio não tóxico",
    "descricao": "Aumento da glândula tireoide devido a multiplicação folicular, desacompanhado de hipertireoidismo ou tireotoxicose."
  },
  {
    "identificador": "5A01.0",
    "valor": "Bócio não tóxico difuso",
    "descricao": "Aumento difuso da glândula tireoide devido a multiplicação folicular, desacompanhado de hipertireoidismo ou tireotoxicose."
  },
  {
    "identificador": "5A01.1",
    "valor": "Bócio não tóxico uninodular",
    "descricao": "Nódulo único da glândula tireoide devido a multiplicação folicular, desacompanhado de hipertireoidismo ou tireotoxicose"
  },
  {
    "identificador": "5A01.2",
    "valor": "Bócio multinodular não tóxico",
    "descricao": "Múltiplos nódulos na glândula tireoide devido a multiplicação folicular, desacompanhado de hipertireoidismo ou tireotoxicose."
  },
  {
    "identificador": "5A01.Z",
    "valor": "Bócio não tóxico não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A02",
    "valor": "Tireotoxicose",
    "descricao": "Uma condição hipermetabólica associada a níveis séricos elevados de tiroxina livre (T4 livre) e / ou triiodotironina livre (T3 livre), resultante de síntese e/ou secreção excessiva de hormônio tireoidiano."
  },
  {
    "identificador": "5A02.0",
    "valor": "Tireotoxicose com bócio difuso",
    "descricao": "Tireotoxicose ocorre pela ingestão de quantidades excessivas de hormônio tireoidiano exógeno na forma de suplementos de hormônio tireoidiano como o mais amplamente usado, a levotiroxina."
  },
  {
    "identificador": "5A02.1",
    "valor": "Tireotoxicose com bócio tóxico uninodular",
    "descricao": ""
  },
  {
    "identificador": "5A02.2",
    "valor": "Tireotoxicose com bócio tóxico multinodular",
    "descricao": "Tireotoxicose causada por vários nódulos tireoidianos funcionantes."
  },
  {
    "identificador": "5A02.3",
    "valor": "Tireotoxicose causada por tecido tireoidiano ectópico",
    "descricao": ""
  },
  {
    "identificador": "5A02.4",
    "valor": "Tireotoxicose factícia",
    "descricao": "Uma condição de tireotoxicose causada pela ingestão de hormônio tireoidiano exógeno."
  },
  {
    "identificador": "5A02.5",
    "valor": "Crise tireotóxica",
    "descricao": "Crise tireotóxica (ou tempestade tireoidiana) é uma condição rara porém grave complicação do hipertireoidismo, que pode ocorrer quando um paciente tireotóxico fica muito doente ou fisicamente estressado."
  },
  {
    "identificador": "5A02.6",
    "valor": "Hipertireoidismo secundário",
    "descricao": "Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
  },
  {
    "identificador": "5A02.Y",
    "valor": "Outra tireotoxicose especificada",
    "descricao": ""
  },
  {
    "identificador": "5A02.Z",
    "valor": "Tireotoxicose não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A03",
    "valor": "Tireoidite SOE",
    "descricao": "Tireoidite é a inflamação da glândula tireoide. Inclui as formas aguda e crônica de tireoidite. A tireoidite é usualmente causada por reação autoimune à tireoide, resultando em inflamação e danos às células tireoidianas. Os sintomas incluem fadiga, ganho de peso, depressão, pele seca e constipação."
  },
  {
    "identificador": "5A03.0",
    "valor": "Tireoidite aguda",
    "descricao": "Tireoidite aguda é uma forma rara de tireoidite causada diretamente por uma infecção, frequentemente bacteriana."
  },
  {
    "identificador": "5A03.1",
    "valor": "Tireoidite subaguda",
    "descricao": "Tireoidite autolimitada associada a curso clínico trifásico de hipertireoidismo, hipotireoidismo e retorno a função tireoidiana normal. Acredita-se que seja causada por uma infecção viral."
  },
  {
    "identificador": "5A03.2",
    "valor": "Tireoidite auto-imune",
    "descricao": "Transtorno inflamatório crônico da glândula tireoide associado a anticorpos circulatórios anormais."
  },
  {
    "identificador": "5A03.20",
    "valor": "Tireoidite de Hashimoto",
    "descricao": ""
  },
  {
    "identificador": "5A03.21",
    "valor": "Tireoidite indolor",
    "descricao": "Tireoidite destrutiva causada por doença autoimune, excluindo o período pós-parto. Inflamação da glândula tireoide caracterizada por hipertireoidismo transitório, seguido por hipotireoidismo e em seguida, recuperação."
  },
  {
    "identificador": "5A03.2Y",
    "valor": "Outra tireoidite autoimune especificada",
    "descricao": ""
  },
  {
    "identificador": "5A03.2Z",
    "valor": "Tiroidite autoimune, não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A03.Y",
    "valor": "Outra tireoidite especificada",
    "descricao": ""
  },
  {
    "identificador": "5A03.Z",
    "valor": "Tireoidite não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A04",
    "valor": "Hipersecreção de calcitonina",
    "descricao": "Este é o processo de elaboração, liberação e exsudação de um hormônio polipeptídico linear de 32 aminoácidos que é produzido em humanos principalmente pelas células parafoliculares (também conhecidas como células C) da tireóide e em muitos outros animais no corpo ultimobranquial ."
  },
  {
    "identificador": "5A05",
    "valor": "Resistência generalizada ao hormônio tireoidiano",
    "descricao": "Diminuição da ação dos hormônios tireoidianos geralmente induzida/causada por mutação nos receptores dos hormônios tireoidianos."
  },
  {
    "identificador": "5A06",
    "valor": "Síndrome do doente eutireoidiano",
    "descricao": ""
  },
  {
    "identificador": "5A0Y",
    "valor": "Outros transtornos especificados da glândula tireoide ou do sistema dos hormônios tireoidianos",
    "descricao": ""
  },
  {
    "identificador": "5A0Z",
    "valor": "Transtornos da glândula tireoide ou do sistema dos hormônios tireoidianos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A10",
    "valor": "Diabetes mellitus tipo 1",
    "descricao": "Diabetes mellitus tipo 1 ( diabetes tipo 1, DM1, anteriormente dependente de insulina ou diabetes juvenil) é uma forma de diabetes mellitus que resulta da destruição das células beta produtoras de insulina, principalmente por mecanismos autoimunes. A subsequente falta de insulina leva ao aumento da glicose no sangue e na urina."
  },
  {
    "identificador": "5A11",
    "valor": "Diabetes mellitus tipo 2",
    "descricao": "Diabetes Mellitus tipo 2 (anteriormente diabetes mellitus não dependente de insulina ou diabetes de início na idade adulta) é um transtorno metabólico que se caracteriza por níveis elevados de glicose no sangue, no contexto de resistência à insulina e deficiência relativa de insulina."
  },
  {
    "identificador": "5A12",
    "valor": "Diabetes mellitus relacionado com a desnutrição sem complicações",
    "descricao": ""
  },
  {
    "identificador": "5A13",
    "valor": "Diabetes mellitus, outro tipo especificado",
    "descricao": "Diabetes mellitus que não pode ser classificado como diabetes mellitus tipo 1 ou tipo 2."
  },
  {
    "identificador": "5A13.0",
    "valor": "Diabetes mellitus devido a defeitos genéticos da função da célula beta",
    "descricao": "Outro diabetes mellitus especificado devido a defeitos genéticos da função da célula beta é uma forma de diabetes que está associado a defeitos monogenéticos na função destas células."
  },
  {
    "identificador": "5A13.1",
    "valor": "Diabetes mellitus devido a defeitos genéticos na ação da insulina",
    "descricao": "Outro diabetes mellitus especificado devido a defeitos genéticos na ação da insulina é uma forma de diabetes que resulta de anormalidades geneticamente determinadas da ação da insulina. As anormalidades metabólicas associadas a mutações no receptor de insulina podem variar de hiperinsulinemia e hiperglicemia modesta a diabetes grave."
  },
  {
    "identificador": "5A13.2",
    "valor": "Diabetes mellitus devido a doenças do pâncreas exócrino",
    "descricao": "Outro diabetes mellitus especificado devido a doenças do pâncreas exócrino é uma forma de diabetes que é causada por qualquer processo que lesa o pâncreas difusamente. Processos adquiridos incluem pancreatite, trauma, infecção, pancreatectomia e carcinoma pancreático. Com exceção do causado por câncer, os danos ao pâncreas devem ser extensos para que o diabetes ocorra."
  },
  {
    "identificador": "5A13.3",
    "valor": "Diabetes mellitus devido a endocrinopatias",
    "descricao": "Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido."
  },
  {
    "identificador": "5A13.4",
    "valor": "Diabetes mellitus devido a drogas ou produtos químicos",
    "descricao": "Outro diabetes mellitus especificado devido a droga ou produtos químicos é uma forma de diabetes que é causada por drogas ou agente químico que prejudicam a secreção e ação da insulina."
  },
  {
    "identificador": "5A13.5",
    "valor": "Diabetes mellitus devido a formas incomuns de diabetes autoimune",
    "descricao": "Outro tipo de diabetes mellitus especificado corresponde às formas raras de diabetes autoimune causado por condições conhecidas . A síndrome do homem rígido é uma doença autoimune do sistema nervoso central caracterizada por rigidez dos músculos axiais com espasmos dolorosos. Os pacientes frequentemente têm títulos elevados de autoanticorpo GAD e aproximadamente um terço desenvolverá diabetes."
  },
  {
    "identificador": "5A13.6",
    "valor": "Diabetes mellitus devido a outras síndromes genéticas",
    "descricao": "Outro diabetes mellitus especificado devido a outras síndromes genéticas é uma forma de diabetes que está associada com síndromes genéticas."
  },
  {
    "identificador": "5A13.7",
    "valor": "Diabetes mellitus devido a subtipos clínicos definidos ou síndromes",
    "descricao": "Diabetes mellitus que tem subtipos clínicos definidos ou associado a síndromes."
  },
  {
    "identificador": "5A13.Y",
    "valor": "Diabetes mellitus por outra causa especificada",
    "descricao": ""
  },
  {
    "identificador": "5A14",
    "valor": "Diabetes mellitus, tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A20",
    "valor": "Estado hiperglicêmico hiperosmolar diabético",
    "descricao": ""
  },
  {
    "identificador": "5A20.0",
    "valor": "Estado hiperglicêmico hiperosmolar sem coma",
    "descricao": ""
  },
  {
    "identificador": "5A20.1",
    "valor": "Estado hiperglicêmico hiperosmolar com coma",
    "descricao": ""
  },
  {
    "identificador": "5A20.Z",
    "valor": "Estado hiperglicêmico hiperosmolar diabético, não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A21",
    "valor": "Hipoglicemia no contexto do diabetes mellitus",
    "descricao": ""
  },
  {
    "identificador": "5A21.0",
    "valor": "Hipoglicemia no contexto do diabetes mellitus sem coma",
    "descricao": ""
  },
  {
    "identificador": "5A21.1",
    "valor": "Hipoglicemia no contexto do diabetes mellitus com coma",
    "descricao": ""
  },
  {
    "identificador": "5A21.Z",
    "valor": "Hipoglicemia no contexto do diabetes mellitus, não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A22",
    "valor": "Acidose diabética",
    "descricao": ""
  },
  {
    "identificador": "5A22.0",
    "valor": "Cetoacidose diabética sem coma",
    "descricao": ""
  },
  {
    "identificador": "5A22.1",
    "valor": "Acidose láctica diabética",
    "descricao": ""
  },
  {
    "identificador": "5A22.2",
    "valor": "Acidose metabólica diabética",
    "descricao": ""
  },
  {
    "identificador": "5A22.3",
    "valor": "Cetoacidose diabética com coma",
    "descricao": ""
  },
  {
    "identificador": "5A22.Y",
    "valor": "Outra acidose diabética especificada",
    "descricao": ""
  },
  {
    "identificador": "5A22.Z",
    "valor": "Acidose diabética, não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A23",
    "valor": "Coma diabético",
    "descricao": ""
  },
  {
    "identificador": "5A24",
    "valor": "Diabetes mellitus não controlado ou instável",
    "descricao": "Diabetes instável ou lábil é um termo utilizado para descrever diabetes mellitus tipo 1 e tipo 2 com controle particularmente difícil. Isso resulta em oscilações extremas e frequentes nos níveis de glicose no sangue, causando hiperglicemia que pode levar à cetoacidose e hipoglicemia."
  },
  {
    "identificador": "5A2Y",
    "valor": "Outras complicações agudas especificadas do diabetes mellitus",
    "descricao": ""
  },
  {
    "identificador": "5A40",
    "valor": "Intolerância à glicose",
    "descricao": "Distúrbio metabólico caracterizado por hiperglicemia/ níveis séricos de glicose elevados demais para serem considerados normais, embora não o suficiente para atender aos critérios de diabetes."
  },
  {
    "identificador": "5A40.0",
    "valor": "Glicose de jejum alterada",
    "descricao": "Glicose de jejum alterada é um distúrbio metabólico com glicemia de jejum entre 100-125 mg/dL(6.1–6.9 mmol/l)."
  },
  {
    "identificador": "5A40.1",
    "valor": "Intolerância a glicose",
    "descricao": "Tolerância a glicose alterada é um distúrbio metabólico que é caracterizado por glicemia 2h após sobrecarga entre 140-199 mg/dL(7.8–11.1 mmol/l)."
  },
  {
    "identificador": "5A40.Y",
    "valor": "Outra hiperglicemia intermediária especificada",
    "descricao": ""
  },
  {
    "identificador": "5A40.Z",
    "valor": "Hiperglicemia intermediária não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A41",
    "valor": "Glicemia baixa sem associação com diabetes",
    "descricao": ""
  },
  {
    "identificador": "5A42",
    "valor": "Aumento da secreção de glucagon",
    "descricao": ""
  },
  {
    "identificador": "5A43",
    "valor": "Secreção anormal de gastrina",
    "descricao": ""
  },
  {
    "identificador": "5A43.0",
    "valor": "Hipergastrinemia induzida por medicações",
    "descricao": "Uma forma de hipergastrinemia que pode ser induzida por drogas."
  },
  {
    "identificador": "5A43.1",
    "valor": "Síndrome de Zollinger-Ellison",
    "descricao": "Síndrome caracterizada pela presença de um tumor secretor de gastrina, geralmente no pâncreas ou duodeno, resultando em aumento da acidez gástrica e formação de úlceras gástricas. Os sinais e sintomas incluem dor abdominal e diarreia. Pode ser esporádica ou manifestação de neoplasia endócrina múltipla tipo 1."
  },
  {
    "identificador": "5A43.Y",
    "valor": "Outra secreção anormal especificada de gastrina",
    "descricao": ""
  },
  {
    "identificador": "5A43.Z",
    "valor": "Secreção anormal de gastrina não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A44",
    "valor": "Síndromes de resistência à insulina",
    "descricao": ""
  },
  {
    "identificador": "5A45",
    "valor": "Hipoglicemia hiperinsulinêmica persistente da infância",
    "descricao": "Hiperinsulinismo congênito isolado ou Hipoglicemia hiperinsulinêmica persistente da infância é definida por um excesso de secreção de insulina inapropriado pelo pâncreas endócrino que é responsável por hipoglicemia profunda, que requer tratamento médico e/ou cirúrgico agressivo para prevenir severos e irreversíveis danos cerebrais. É um transtorno geneticamente heterogêneo com dois tipos de lesões histológicas: difuso e focal, que são clinicamente indistinguíveis."
  },
  {
    "identificador": "5A4Y",
    "valor": "Outros transtornos especificados da regulação da glicose ou da secreção interna pancreática",
    "descricao": ""
  },
  {
    "identificador": "5A4Z",
    "valor": "Transtornos da regulação da glicose ou da secreção interna pancreática, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A50",
    "valor": "Hipoparatireoidismo",
    "descricao": "Hipoparatireoidismo é uma condição com insuficiente ação biológica do hormônio da paratireoide devido a secreção prejudicada ou refratariedade dos tecidos alvos ao hormônio paratireoidiano."
  },
  {
    "identificador": "5A50.0",
    "valor": "Hipoparatireoidismo devido à secreção diminuída de PTH - hormônio da paratireoide",
    "descricao": "Hipoparatireoidismo devido a secreção deficiente do hormônio da paratireoide é uma condição com baixos níveis séricos de PTH e hipocalcemia causada por incapacidade das paratireoides de secretar PTH em resposta à hipocalcemia, devido a defeitos patológicos ou funcionais nas paratireoides."
  },
  {
    "identificador": "5A50.00",
    "valor": "Hipoparatireoidismo idiopático",
    "descricao": ""
  },
  {
    "identificador": "5A50.01",
    "valor": "Hipoparatireoidismo secundário",
    "descricao": ""
  },
  {
    "identificador": "5A50.02",
    "valor": "Hipoparatireoidismo devido a destruição das glândulas paratireoides",
    "descricao": "Disfunção das glândulas paratireoides pode ser causada por etiologias graves como radiação, destruição das glândulas paratireoides por doença granulomatosa ou infiltração por câncer e deposição de ferro ou cobre."
  },
  {
    "identificador": "5A50.03",
    "valor": "Hipoparatireoidismo autoimune",
    "descricao": ""
  },
  {
    "identificador": "5A50.0Y",
    "valor": "Outro hipoparatireoidismo especificado devido à secreção deficiente de hormônio da paratireoide",
    "descricao": ""
  },
  {
    "identificador": "5A50.0Z",
    "valor": "Hipoparatireoidismo devido à secreção deficiente de hormônio da paratireoide, não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A50.1",
    "valor": "Hipocalcemia crônica",
    "descricao": "O pseudo-hipoparatireoidismo é uma condição de resistência ao hormônio da paratireoide em seus tecidos-alvo, especialmente o rim, que causa hipocalcemia e hiperfosfatemia, mesmo na presença de níveis elevados circulantes do hormônio da paratireoide biologicamente ativo."
  },
  {
    "identificador": "5A50.Y",
    "valor": "Outro hipoparatireoidismo especificado",
    "descricao": ""
  },
  {
    "identificador": "5A50.Z",
    "valor": "Hipoparatireoidismo não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A51",
    "valor": "Hiperfunção da paratireoide",
    "descricao": "Hiperparatireoidismo se refere a aumento na produção/síntese de paratormônio, geralmente devido a um tumor em uma das glândulas paratireoides. Ela também pode ocorrer em resposta a baixos níveis de cálcio, como ocorre em várias situações como deficiência de vitamina D ou doença renal crônica. Hiperparatireoidismo leva a enfraquecimento ósseo por perda de cálcio."
  },
  {
    "identificador": "5A51.0",
    "valor": "Hiperplasia da paratireoide",
    "descricao": "Hiperparatireoidismo primário é uma condição com aumento de secreção de PTH e níveis elevados de PTH na circulação causados por patologias da paratireoide, como adenoma, hiperplasia e câncer. O hiperparatireoidismo primário geralmente causa hipercalcemia por aumento das ações do PTH."
  },
  {
    "identificador": "5A51.1",
    "valor": "Hiperparatireoidismo secundário",
    "descricao": "Hiperparatireoidismo secundário é uma condição com aumento da secreção de PTH e níveis elevados de PTH na circulação causado por alterações metabólicas como hipocalcemia, hiperfosfatemia e níveis baixos de 1,25 hidroxivitamina D."
  },
  {
    "identificador": "5A51.2",
    "valor": "Hipercalcemia hipocalciúrica familiar",
    "descricao": "Hipercalcemia hipocalciúrica familiar (HHF) ou hipercalcemia familiar benigna é um transtorno autossômico dominante do metabolismo do cálcio, que é frequentemente assintomático e biologicamente caracterizado por hipercalcemia significativa, porém moderada. Níveis séricos do hormônio da paratireoide são normais ou ligeiramente elevados e a excreção urinária de cálcio é relativamente baixa para a hipercalcemia. Os genes CASR, GNA11 e AP2S1 foram identificados como causadores."
  },
  {
    "identificador": "5A51.Y",
    "valor": "Outro hiperparatireoidismo especificado",
    "descricao": ""
  },
  {
    "identificador": "5A51.Z",
    "valor": "Hiperparatireoidismo não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A5Y",
    "valor": "Outros transtornos especificados das paratireoides ou do sistema hormonal paratireoidiano",
    "descricao": ""
  },
  {
    "identificador": "5A5Z",
    "valor": "Transtornos das paratireoides ou do sistema hormonal paratireoidiano, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A60",
    "valor": "Hiperfunção da glândula hipofisária",
    "descricao": "Uma doença caracterizada por hipersecreção de hormônios adenohipofisários como hormônio do crescimento, prolactina, tireotrofina, hormônio luteinizante, hormônio folículo-estimulante ou hormônio adrenocorticotrófico. Estados clínicos com produção excessiva de um ou mais hormônios hipofisários é mais comumente causado por adenoma hipofisário secretor de hormônios."
  },
  {
    "identificador": "5A60.0",
    "valor": "Acromegalia ou gigantismo hipofisário",
    "descricao": "Acromegalia é um distúrbio adquirido relacionado à produção excessiva de hormônio do crescimento (GH) e caracterizado por desfiguração somática progressiva (envolvendo principalmente a face e extremidades) e manifestações sistêmicas. As principais características clínicas são extremidades alargadas (mãos e pés), dedos grossos, alargados e atarracados e tecido mole espessado. A doença também tem consequências reumatológicas, cardiovasculares, respiratórias e metabólicas que determinam o seu prognóstico. Na maioria dos casos, a acromegalia está relacionada a um adenoma hipofisário, puramente secretor de GH (60%) ou misto. A cirurgia transesfenoidal costuma ser o tratamento de primeira linha. Quando a cirurgia não corrige a hipersecreção de GH/IGF-I, o tratamento com análogos da somatostatina e/ou radioterapia pode ser usado."
  },
  {
    "identificador": "5A60.1",
    "valor": "Hiperprolactinemia",
    "descricao": "Aumento dos níveis de prolactina no sangue periférico frequentemente associado a galactorréia, às vezes associado a função ovariana normal, mas frequentemente resultando em um espectro de disfunção ovariana variando entre fase lútea curta ( inadequado desenvolvimento folicular pré-ovulatório), ciclos anovulatórios, amenorreia e hipogonadismo hipogonadotrófico."
  },
  {
    "identificador": "5A60.2",
    "valor": "Síndrome da secreção inapropriada do hormônio antidiurético",
    "descricao": "Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados."
  },
  {
    "identificador": "5A60.20",
    "valor": "Síndrome nefrogênica de antidiurese inapropriada",
    "descricao": ""
  },
  {
    "identificador": "5A60.2Y",
    "valor": "Outra síndrome da secreção inapropriada do hormônio antidiurético especificada",
    "descricao": ""
  },
  {
    "identificador": "5A60.2Z",
    "valor": "Síndrome da secreção inapropriada do hormônio antidiurético não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A60.3",
    "valor": "Puberdade precoce central",
    "descricao": "A puberdade precoce central é definida como o início das manifestações puberais antes dos 8 anos de idade nas meninas e antes dos 9,5 anos nos meninos devido à superprodução do hormônio liberador de gonadotrofina (GnRH) pelo hipotálamo. Pode ser idiopática, sem causa aparente (90% dos casos em meninas, 50% dos casos em meninos) ou secundária a uma lesão (tumor ou malformação) no hipotálamo. Outras causas podem incluir lesão cerebral traumática ou alterações genéticas, que afetam o desenvolvimento comportamental e psicológico, e a altura corporal final."
  },
  {
    "identificador": "5A60.Y",
    "valor": "Outra hiperfunção especificada da glândula hipofisária",
    "descricao": ""
  },
  {
    "identificador": "5A60.Z",
    "valor": "Hiperfunção da glândula hipofisária não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A61",
    "valor": "Hipofunção ou alguns outros transtornos especificados da glândula hipofisária",
    "descricao": "Estado clínico com função alterada da hipófise sem produção excessiva de hormônios hipofisários que é causada por uma variedade de doenças."
  },
  {
    "identificador": "5A61.0",
    "valor": "Hipopituitarismo",
    "descricao": "Transtorno que manifesta deficiência ou diminuição de um ou mais hormônios hipofisários, que é causado por várias doenças , tais como tumor, traumatismo/cirurgia, irradiação, inflamação e hemorragia/infarto."
  },
  {
    "identificador": "5A61.1",
    "valor": "Deficiência de hormônio adrenocorticotrófico",
    "descricao": "Deficiência de hormônio adrenocorticotrófico (ACTH) resultando em hipocortisolismo funcional. Inclui deficiência de hormônio liberador de corticotrofina (CRH, CRF)."
  },
  {
    "identificador": "5A61.2",
    "valor": "Hipogonadismo hipogonadotrófico",
    "descricao": "Deficiência de hormônio luteinizante (LH) e hormônio folículo-estimulante (FSH) resultando em hipogonadismo (feminino e masculino). Inclui deficiência de hormônio liberador de gonadotrofina (GnRH, LHRH)."
  },
  {
    "identificador": "5A61.3",
    "valor": "Deficiência de hormônio do crescimento",
    "descricao": "Deficiência de hormônio do crescimento em crianças, adolescentes e adultos. Inclui deficiência de hormônio liberador de hormônio do crescimento (GHRH) e excesso de somatostatina central, levando à deficiência de hormônio do crescimento. Inclui formas idiopática, neonatal e adquiridas de deficiência de hormônio do crescimento."
  },
  {
    "identificador": "5A61.4",
    "valor": "Deficiência de hormônio tireoestimulante",
    "descricao": "Deficiência de hormônio tireoestimulante (TSH) levando a hipotireoidismo secundário (hipófise) ou terciário (hipotálamo). Inclui deficiência de hormônio liberarador de TSH (TRH)."
  },
  {
    "identificador": "5A61.40",
    "valor": "Hipotireoidismo central adquirido",
    "descricao": "Hipotireoidismo central é uma condição em que há pouca ou nenhuma produção dos hormônios tireoidianos induzido por disfunção de hipotálamo ou hipófise."
  },
  {
    "identificador": "5A61.41",
    "valor": "Hipotireoidismo central congênito",
    "descricao": ""
  },
  {
    "identificador": "5A61.4Y",
    "valor": "Outra deficiência especificada de hormônio tireoestimulante",
    "descricao": ""
  },
  {
    "identificador": "5A61.4Z",
    "valor": "Deficiência de hormônio tireoestimulante não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A61.5",
    "valor": "Diabetes insipidus central",
    "descricao": "O diabetes insípido central (DIC) é uma doença hipotálamo-hipofisária caracterizada por poliúria e polidipsia devido à deficiência de vasopressina (AVP). A condição pode estar associada à secreção deficiente de hormônio antidiurético (ADH) sendo a causa mais comum -a idiopática (possivelmente devido a lesão autoimune ás células produtoras de ADH) também podendos ser induzida por trauma, cirurgia hipofisária ou encefalopatia hipóxica ou isquêmica."
  },
  {
    "identificador": "5A61.6",
    "valor": "Deficiência de ocitocina",
    "descricao": "Deficiência isolada de ocitocina ou deficiência de ocitocina em combinação com deficiências hipofisárias anterior e/ou posterior."
  },
  {
    "identificador": "5A61.Y",
    "valor": "Outra hipofunção ou alguns outros transtornos especificados da glândula hipofisária",
    "descricao": ""
  },
  {
    "identificador": "5A6Z",
    "valor": "Transtornos do sistema hormonal hipofisário não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A70",
    "valor": "Hipersecreção de cortisol",
    "descricao": "Síndrome de Cushing resulta do excesso de hormônios corticosteroides no corpo devido ao aumento de estímulo da glândula adrenal induzido por quantidades excessivas de ACTH, secretadas por tumor hipofisário (doença de Cushing) ou por tumor maligno de pulmão ou outro local. Sintomas incluem ganho de peso, vermelhidão do rosto e pescoço, crescimento excessivo dos pelos do corpo e da face, aumento da pressão arterial, perda de minerais dos ossos (osteoporose), aumento dos níveis de glicose no sangue e, às vezes, distúrbios mentais."
  },
  {
    "identificador": "5A70.0",
    "valor": "Síndrome de Cushing dependente da hipófise",
    "descricao": "Doença de Cushing é causada por um tumor hipofisário, geralmente benigno (adenoma) raramente maligno (carcinoma), que secreta adrenocorticotrofina autonomamente, levando ao hipercortisolismo. Essa condição esta associada com aumento da morbidade e mortalidade que pode ser mitigada por tratamentos que resultem em remissão endócrina sustentada. Cirurgia transesfenoidal (CTS) é o principal tratamento para a doença mas requer considerável conhecimento neurocirúrgico e experiência para otimizar os resultados dos pacientes."
  },
  {
    "identificador": "5A70.1",
    "valor": "Síndrome do ACTH ectópico",
    "descricao": ""
  },
  {
    "identificador": "5A70.2",
    "valor": "Síndrome pseudo-Cushing",
    "descricao": "Esta é uma condição em que o paciente apresenta sinais, sintomas e níveis hormonais anormais semelhante a síndrome de Cushing. Entretanto, a síndrome pseudo-Cushing não é causada por um problema estrutural no eixo hipotálamo-hipófise-adrenal como a síndrome de Cushing; esta doença ainda é pouco compreendida."
  },
  {
    "identificador": "5A70.3",
    "valor": "Síndrome de Nelson",
    "descricao": ""
  },
  {
    "identificador": "5A70.Y",
    "valor": "Outra síndrome de Cushing especificada",
    "descricao": ""
  },
  {
    "identificador": "5A70.Z",
    "valor": "Síndrome de Cushing não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A71",
    "valor": "Transtornos adrenogenitais",
    "descricao": "Transtornos do sistema reprodutivo resultantes de produção androgênica patológica secundária a anormalidades na produção de cortisol/aldosterona."
  },
  {
    "identificador": "5A71.0",
    "valor": "Transtornos do desenvolvimento sexual 46, XX induzidos por andrógenos de origem fetal",
    "descricao": "Refere-se a transtornos do desenvolvimento sexual 46, XX induzidos por qualquer composto natural ou sintético, usualmente hormônio esteroide, que estimula ou controla o desenvolvimento e manutenção das características masculinas em vertebrados por ligação a receptores androgênicos, de origem fetal."
  },
  {
    "identificador": "5A71.00",
    "valor": "Resistência aos glucocorticoides",
    "descricao": "Resistência aos glucocorticoides é uma condição endócrina genética rara caracterizada por resistência generalizada ou parcial aos glicocorticoides em seus tecidos alvos. O espectro clínico desta condição é amplo, variando de casos assintomáticos a casos graves de hiperandrogenismo, fadiga e/ou excesso de mineralocorticoide."
  },
  {
    "identificador": "5A71.01",
    "valor": "Hiperplasia adrenal congênita",
    "descricao": "Hiperplasia adrenal congênita (HAC) refere-se a um grupo de condições associadas a completa (forma clássica) ou parcial (não clássica) anormalidades na biossíntese dos hormônios adrenais. A condição é caracterizada por produção insuficiente de cortisol, ou de aldosterona ( forma clássica com perda de sal), associada a excesso de produção de andrógenos adrenais. Na forma clássica, descompensação metabólica (desidratação com hiponatremia, hipercalemia e acidose associada com deficiência de mineralocorticoide, e hipoglicemia associada com deficiência de glicocorticoide) pode ser fatal a partir do período neonatal. Variação genital pode ser observada ao nascimento em meninas afetadas. Hiperandrogenismo crônico pode levar a aceleração do crescimento durante a infância, mas a maturação óssea avançada pode levar a um déficit na altura final. Adultos tendem a ter sobrepeso e distúrbios metabólicos, anomalias ósseas e problemas de fertilidade podem estar presentes. Formas não clássicas são associadas com início posterior, durante o período peri ou pós-puberal e manifestam-se com sinais de hiperandrogenismo (acne, hirsutismo, alterações menstruais e infertilidade)."
  },
  {
    "identificador": "5A71.0Y",
    "valor": "Outros transtornos especificados do desenvolvimento sexual 46, XX induzidos por andrógenos de origem fetal",
    "descricao": ""
  },
  {
    "identificador": "5A71.0Z",
    "valor": "Transtornos do desenvolvimento sexual 46, XX induzidos por andrógenos de origem fetal não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A71.1",
    "valor": "Transtornos do desenvolvimento sexual 46, XX induzidos por andrógenos de origem materna",
    "descricao": "Refere-se a transtornos do desenvolvimento sexual 46, XX induzidos por qualquer composto natural ou sintético, usualmente hormônio esteroide, que estimula ou controla o desenvolvimento e manutenção das características masculinas em vertebrados por ligação a receptores androgênicos, de origem materna."
  },
  {
    "identificador": "5A71.Y",
    "valor": "Outros transtornos adrenogenitais especificados",
    "descricao": ""
  },
  {
    "identificador": "5A71.Z",
    "valor": "Transtornos adrenogenitais não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A72",
    "valor": "Hiperaldosteronismo",
    "descricao": ""
  },
  {
    "identificador": "5A72.0",
    "valor": "Hiperaldosteronismo primário",
    "descricao": ""
  },
  {
    "identificador": "5A72.1",
    "valor": "Hiperaldosteronismo secundário",
    "descricao": ""
  },
  {
    "identificador": "5A72.Z",
    "valor": "Hiperaldosteronismo não especificado",
    "descricao": ""
  },
  {
    "identificador": "5A73",
    "valor": "Hipoaldosteronismo",
    "descricao": ""
  },
  {
    "identificador": "5A74",
    "valor": "Insuficiência adrenocortical",
    "descricao": "Uma condição em que as glândulas adrenais não produzem quantidades adequadas de hormônios esteroides, principalmente cortisol. Pode também incluir menor produção de aldosterona ( um mineralocorticoide), que regula a conservação de sódio, secreção de potássio e retenção de água e também acompanha a produção prejudicada de andrógenos adrenais."
  },
  {
    "identificador": "5A74.0",
    "valor": "Insuficiência adrenocortical adquirida",
    "descricao": "Uma condição adquirida em que as glândulas adrenais não produzem quantidades adequadas de hormônios esteroides, principalmente cortisol. Pode também incluir produção prejudicada de aldosterona ( um mineralocorticoide), que regula a conservação de sódio, secreção de potássio e retenção de água."
  },
  {
    "identificador": "5A74.1",
    "valor": "Crise adrenal",
    "descricao": "A crise adrenal é uma condição com risco de vida que se refere à insuficiência adrenal grave causada por níveis insuficientes de cortisol."
  },
  {
    "identificador": "5A74.Y",
    "valor": "Outra insuficiência adrenocortical especificada",
    "descricao": ""
  },
  {
    "identificador": "5A74.Z",
    "valor": "Insuficiência adrenocortical não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A75",
    "valor": "Hiperfunção adrenomedular",
    "descricao": "Aumento de estimulação da medula adrenal idiopática de causa resultando em liberação patológica de adrenalina/noradrenalina mediada pelo simpático."
  },
  {
    "identificador": "5A76",
    "valor": "Alguns transtornos especificados de glândula adrenal",
    "descricao": ""
  },
  {
    "identificador": "5A76.0",
    "valor": "Adrenarca precoce",
    "descricao": "Desenvolvimento precoce de pelos pubianos e/ou axilares sem puberdade precoce central ou periférica. Crianças apresentam sinais clínicos e/ou laboratoriais prematuros de ação androgênica sem ação estrogênica."
  },
  {
    "identificador": "5A76.Y",
    "valor": "Outros transtornos especificados de glândula adrenal",
    "descricao": ""
  },
  {
    "identificador": "5A7Z",
    "valor": "Transtornos das glândulas adrenais ou sistema hormonal adrenal não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A80",
    "valor": "Disfunção ovariana",
    "descricao": "Processos patológicos do ovário"
  },
  {
    "identificador": "5A80.0",
    "valor": "Hiperandrogenismo clínico",
    "descricao": "Presença de hirsutismo, acne ou alopecia androgênica (queda de cabelo no couro cabeludo em mulheres)."
  },
  {
    "identificador": "5A80.1",
    "valor": "Síndrome dos ovários policísticos",
    "descricao": "Condição definida pela presença de ao menos 2 dos 3 seguintes critérios: oligo/anovulação; sinais clínicos ou bioquímicos de hiperandrogenismo; presença de ovários policísticos identificados por ultrassonografia."
  },
  {
    "identificador": "5A80.2",
    "valor": "Ovário policísitico",
    "descricao": "Ovário com aumento de tamanho e de volume do estroma, com aumento do número de folículos (12 ou mais medindo de 0-2 mm de diâmetro) que pode estar presente em mulheres com SOP mas também em mulheres com função ovulatória normal e fertilidade normal (unilateralmente ou bilateralmente)."
  },
  {
    "identificador": "5A80.3",
    "valor": "Anovulação",
    "descricao": "Ausência de ovulação nos últimos 12 meses levando à amenorreia, ciclos irregulares ou infrequentes."
  },
  {
    "identificador": "5A80.4",
    "valor": "Oligo-ovulação",
    "descricao": "Oligo-ovulação (número menor de ovulações nos últimos 12 meses) não relacionado às categorias descritas de disfunção endócrina. Exclui anovulação relacionada a SOP, hiperprolactinemia ou amenorreia."
  },
  {
    "identificador": "5A80.5",
    "valor": "Reserva ovariana diminuída",
    "descricao": "Condição caracterizada por ovários com número menor de oócitos do que o esperado para a idade cronológica feminina, marcado por anormalidades bioquímicas ( aumento sérico de FSH e níveis baixos de hormônio anti-mulleriano - AMH) e/ou achados de ultrassonografia (baixa contagem de folículos antrais) associado a envelhecimento ovariano, reduzida resposta a estimulação ovariana e infertilidade feminina."
  },
  {
    "identificador": "5A80.Y",
    "valor": "Outra disfunção ovariana especificada",
    "descricao": ""
  },
  {
    "identificador": "5A80.Z",
    "valor": "Disfunção ovariana não especificada",
    "descricao": ""
  },
  {
    "identificador": "5A81",
    "valor": "Disfunção testicular ou transtornos relacionados a testosterona",
    "descricao": ""
  },
  {
    "identificador": "5A81.0",
    "valor": "Hiperfunção testicular",
    "descricao": "Hipersecreção de hormônios testiculares"
  },
  {
    "identificador": "5A81.1",
    "valor": "Hipofunção testicular",
    "descricao": "Em pré-púberes, o transtorno caracteriza-se por testículos atrofiados e esterilidade, altura anormal e ausência de características sexuais. Em pós-púberes, o transtorno caracteriza-se por função sexual deprimida, perda do desejo sexual e esterilidade, fraqueza muscular e osteoporose ( devido a perda do efeito anabólico dos androgênios)."
  },
  {
    "identificador": "5A81.Y",
    "valor": "Outra disfunção testicular ou transtornos relacionados a testosterona especificados",
    "descricao": ""
  },
  {
    "identificador": "5A81.Z",
    "valor": "Disfunção testicular ou transtornos relacionados a testosterona não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A8Z",
    "valor": "Transtornos do sistema hormonal gonadal não especificados",
    "descricao": ""
  },
  {
    "identificador": "5A90",
    "valor": "Transtorno da puberdade por resistência ao estrogênio",
    "descricao": ""
  },
  {
    "identificador": "5A91",
    "valor": "Retardo puberal",
    "descricao": "Isso ocorre quando a idade normal para o início da puberdade foi ultrapassada sem sinais físicos ou hormonais de que está começando. A puberdade pode demorar vários anos e ainda ocorrer normalmente, caso em que é considerada um atraso constitucional, uma variação do desenvolvimento físico saudável. O atraso da puberdade também pode ocorrer devido à desnutrição, a muitas formas de doenças sistêmicas ou a defeitos do sistema reprodutivo (hipogonadismo) ou da capacidade de resposta do corpo aos hormônios sexuais."
  },
  {
    "identificador": "5A92",
    "valor": "Puberdade precoce periférica",
    "descricao": "Puberdade precoce que ocorre sem ativação do eixo das gonadotrofinas/GnRH. Inclui tumores gonadais com produção de hormônios sexuais e pode ser parte da Síndrome de McCune-Albright."
  },
  {
    "identificador": "5A9Y",
    "valor": "Outros transtornos da puberdade",
    "descricao": ""
  },
  {
    "identificador": "5A9Z",
    "valor": "Transtornos da puberdade não especificados",
    "descricao": ""
  },
  {
    "identificador": "5B00",
    "valor": "Poliendocrinopatia autoimune",
    "descricao": "Este é um subtipo de síndrome poliendócrina autoimune, na qual há disfunção em muitas glândulas endócrinas causada por autoimunidade. É uma doença genética atribuída a um defeito no gene AIRE que normalmente confere tolerância imunológica. É herdado de forma recessiva."
  },
  {
    "identificador": "5B01",
    "valor": "Hiperfunção poliglandular",
    "descricao": ""
  },
  {
    "identificador": "5B0Y",
    "valor": "Outra disfunção poliglandular especificada",
    "descricao": ""
  },
  {
    "identificador": "5B0Z",
    "valor": "Disfunção poliglandular não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B10",
    "valor": "Síndrome carcinoide",
    "descricao": ""
  },
  {
    "identificador": "5B11",
    "valor": "Nanismo não classificado em outra parte",
    "descricao": ""
  },
  {
    "identificador": "5B12",
    "valor": "Alta estatura constitucional",
    "descricao": "Alta estatura (familiar) constitucional, uma variante do padrão normal de crescimento e desenvolvimento infantil, é definida como uma condição na qual a altura de um indivíduo é mais de 2 DP acima da altura média correspondente para um indivíduo normal da mesma idade e gênero. As características distintivas são uma história familiar de alta estatura e ausência de dimorfismo ou outras características clínicas que sugerem causas patológicas de crescimento anormalmente rápido."
  },
  {
    "identificador": "5B3Y",
    "valor": "Outras doenças endócrinas especificadas",
    "descricao": ""
  },
  {
    "identificador": "5B3Z",
    "valor": "Doenças endócrinas não especificadas",
    "descricao": ""
  },
  {
    "identificador": "5B50",
    "valor": "Baixo peso em bebês, crianças ou adolescentes",
    "descricao": ""
  },
  {
    "identificador": "5B51",
    "valor": "Emagrecimento em bebês, crianças ou adolescentes",
    "descricao": ""
  },
  {
    "identificador": "5B52",
    "valor": "Desnutrição aguda em bebês, crianças e adolescentes",
    "descricao": ""
  },
  {
    "identificador": "5B53",
    "valor": "Baixa estatura em bebês, crianças ou adolescentes",
    "descricao": ""
  },
  {
    "identificador": "5B54",
    "valor": "Baixo peso em adultos",
    "descricao": "Índice de massa corporal (IMC) < 18,5 kg/m²"
  },
  {
    "identificador": "5B55",
    "valor": "Deficiência de vitamina A",
    "descricao": "A deficiência de vitamina A é definida como um estado no qual as concentrações de vitamina A nos tecidos são baixas o suficiente para que sejam observadas consequências adversas à saúde, mesmo que não haja evidência de xeroftalmia clínica. O termo xeroftalmia abrange o espectro clínico das manifestações oculares da deficiência de vitamina A, desde estágios mais leves de cegueira noturna e manchas de Bitot, até estágios de potencial cegueira como xerose, ulceração e necrose da córnea (ceratomalácia). Além dos sinais e sintomas específicos de xeroftalmia e do risco de cegueira irreversível, os sintomas inespecíficos incluem aumento da morbidade e mortalidade, saúde reprodutiva deficiente, aumento do risco de anemia e contribuições para desaceleração do crescimento e desenvolvimento."
  },
  {
    "identificador": "5B55.0",
    "valor": "Deficiência de vitamina A com cegueira noturna",
    "descricao": "A cegueira noturna (má adaptação à escuridão) é geralmente a manifestação mais precoce da deficiência de vitamina A. Em casos leves, a cegueira noturna é aparente apenas após estresse fótico. As crianças afetadas não se movem mais após o anoitecer e preferem sentar-se em um canto seguro, muitas vezes sem conseguir encontrar sua comida ou brinquedos. A cegueira noturna de início recente em uma criança pré-escolar é praticamente patognomônica da deficiência de vitamina A. Todos os pacientes respondem rapidamente à terapia com vitamina A, geralmente em 48 horas."
  },
  {
    "identificador": "5B55.1",
    "valor": "Deficiência de vitamina A com xerose conjuntival",
    "descricao": "Na xerose conjuntival, o epitélio da conjuntiva é transformado do tipo colunar normal para o tipo escamoso estratificado, com a resultante perda de células caliciformes, formação de uma camada de células granulares e queratinização da superfície. Clinicamente, essas mudanças são expressas como ressecamento acentuado ou baixa umidade, a área afetada torna-se rugosa, com gotículas finas ou bolhas na superfície, em vez de lisa e brilhante. A xerose conjuntival aparece primeiro no quadrante temporal, como uma placa oval ou triangular isolada adjacente ao limbo na fissura interpalpebral. Quase sempre está presente nos dois olhos."
  },
  {
    "identificador": "5B55.2",
    "valor": "Deficiência de vitamina A com xerose conjuntival e manchas de Bitot",
    "descricao": "A xerose conjuntival generalizada sugere deficiência avançada de vitamina A. Toda a conjuntiva parece seca, áspera e enrugada, às vezes com aparência de pele. Em alguns indivíduos, a queratina e os bacilos saprofíticos acumulam-se na superfície xerótica, conferindo-lhe uma aparência espumosa ou pastosa. Essas lesões são conhecidas como manchas de Bitot. Com o tratamento, a xerose conjuntival ativa e a mancha de Bitot começam a se resolver em 2 a 5 dias. A maioria desaparecerá em 2 semanas, embora uma parte significativa de lesões temporais possa persistir, na forma reduzida, por meses."
  },
  {
    "identificador": "5B55.3",
    "valor": "Deficiência de vitamina A com xerose da córnea",
    "descricao": "Clinicamente, a córnea desenvolve xerose clássica, uma aparência turva, sem brilho e seca, primeiro aparente perto do limbo inferior. Muitas crianças têm lesões pontilhadas superficiais características nos aspectos nasais inferiores da córnea que se coram brilhantemente com fluoresceína. No início da doença, eles são visíveis apenas por meio de um exame com lâmpada de fenda. Com a doença mais grave, as lesões pontilhadas tornam-se mais numerosas e espalham-se para cima sobre a córnea central, e o estroma corneano torna-se edematoso. Placas espessas e queratinizadas semelhantes à mancha de Bitot podem se formar na superfície da córnea. Frequentemente, são mais densos na zona interpalpebral. Com o tratamento, essas placas se desprendem, às vezes deixando uma erosão superficial que cicatriza rapidamente. A xerose da córnea responde com 2 a 5 dias de terapia com vitamina A e a córnea recupera sua aparência normal em 1 a 2 semanas."
  },
  {
    "identificador": "5B55.4",
    "valor": "Deficiência de vitamina A com úlcera de córnea ou ceratomalácia",
    "descricao": "Ulceração / ceratomalácia indica destruição permanente de parte ou de todo o estroma corneano, resultando em alteração estrutural permanente. As úlceras são classicamente arredondadas a ovais, \"perfuradas\", como se uma furadeira ou uma broca de cortiça tivessem sido aplicadas no olho. A córnea circundante é geralmente xerótica, mas, por outro lado, clara, e normalmente não tem a aparência cinzenta e infiltrada de úlceras de origem bacteriana. Pode haver mais de uma úlcera. As pequenas úlceras estão quase invariavelmente confinadas à periferia da córnea, especialmente em sua face inferior e nasal. A ulceração pode ser superficial, mas geralmente é profunda. As perfurações ficam ligadas com a íris, preservando assim a câmara anterior. Na doença mais avançada, o estroma necrótico descama, deixando uma grande úlcera ou descemetocele. Tal como acontece com úlceras menores, geralmente é periférica e cura como um leucoma denso, branco e aderente. Com a terapia, as úlceras superficiais costumam cicatrizar surpreendentemente com poucas cicatrizes; úlceras mais profundas, especialmente perfurações, formam densos leucomas periféricos aderentes."
  },
  {
    "identificador": "5B55.5",
    "valor": "Deficiência de vitamina A com cicatrizes xeroftálmicas da córnea ou cegueira",
    "descricao": "A xeroftalmia ou \"olho seco\" continua sendo a causa mais importante de cegueira infantil em muitos países em desenvolvimento. As sequelas s das doenças da córnea anterior relacionadas à deficiência de vitamina A incluem opacidades ou cicatrizes de densidade variável (nebulosa, mácula, leucoma), enfraquecimento e proteção das camadas restantes da córnea (estafiloma e descemetocele) e, onde ocorreu perda de conteúdo intraocular, phthisis bulbi, um globo encolhido com cicatrizes. Essas lesões em estágio final não são específicas para xeroftalmia e podem surgir de várias outras condições, principalmente trauma e infecção."
  },
  {
    "identificador": "5B55.Y",
    "valor": "Deficiência de vitamina A com outras manifestações especificadas",
    "descricao": ""
  },
  {
    "identificador": "5B55.Z",
    "valor": "Deficiência de vitamina A, não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B56",
    "valor": "Deficiência de vitamina C",
    "descricao": "Essa condição agrupa várias consequências clínicas secundárias à deficiência de vitamina C, sendo o escorbuto a apresentação mais grave. As populações em risco de deficiência de vitamina C são aquelas para as quais o suprimento de frutas e vegetais é mínimo. As epidemias de escorbuto estão associadas à fome e à guerra, quando o suprimento de alimentos é pequeno e irregular. Crianças alimentadas predominantemente com leite tratado termicamente (ultra/alta temperatura ou pasteurizado) ou fórmulas não fortificadas e que não recebem frutas e sucos de frutas apresentam risco elevado de doenças sintomáticas."
  },
  {
    "identificador": "5B56.0",
    "valor": "Escorbuto",
    "descricao": "Escorbuto é uma doença causada pela deficiência severa de vitamina C ( ácido ascóbico) na dieta. Vitamina C apresenta papel central na formação do colágeno e substância básica, metabolismo de aminoácidos aromáticos (fenilalanina, tirosina), redução do ácido fólico a ácido folínico e uma ampla gama de reações bioquímicas redox . As características clínicas incluem hemorragias perifoliculares, equimoses, gengivas edemaciadas (inchadas) e com sangramento, estomatite e epistaxe."
  },
  {
    "identificador": "5B56.Y",
    "valor": "Outra deficiência de vitamina C especificada",
    "descricao": ""
  },
  {
    "identificador": "5B56.Z",
    "valor": "Deficiência de vitamina C não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B57",
    "valor": "Deficiência de vitamina D",
    "descricao": "Vitamina D é uma vitamina lipossolúvel contida naturalmente em poucos tipos de alimentos, adicionado ao leite, disponível como suplemento, e produzido endogenamente com exposição à luz solar. Deficiência de vitamina D pode ser causada por ingesta inadequada devido a fatores dietéticos ( dietas especiais como veganismo, intolerância a lactose ou alergias) e/ou por exposição limitada à luz solar devido a localização geográfica, prevenção ao sol e trabalho em turnos. Deficiência grave resulta em transtorno da modelação óssea chamado raquitismo em crianças ( placas de crescimento abertas) e osteomalacia em adultos ( placas de crescimento fechadas)."
  },
  {
    "identificador": "5B57.0",
    "valor": "Raquitismo por deficiência de vitamina D",
    "descricao": "O raquitismo é uma doença do crescimento ósseo causado pela diminuição de mineralização da matriz óssea nas placas de crescimento e ocorre apenas em crianças antes da fusão das epífises. Existem muitas causas para o raquitismo, incluindo distúrbios de vitamina D, deficiência de cálcio, deficiência de fósforo e acidose tubular renal distal. Com o aumento da taxa de sobrevivência de bebês de muito baixo peso ao nascer, o raquitismo nessa faixa etária se tornou um problema importante."
  },
  {
    "identificador": "5B57.1",
    "valor": "Osteomálacia por deficiência de vitamina D",
    "descricao": "Osteomálacia é uma doença de mineralização deficiente/defeituosa do osteoide recém-formado em locais de renovação óssea. Diferentes afecções causam osteomalacia por meio de mecanismos que resultam em hipocalcemia, hipofosfatemia ou inibição direta do processo de mineralização. A deficiência grave de vitamina D, secundária à ingestão alimentar inadequada, falta de exposição ao sol, desvio/bypass gástrico ou má absorção (doença celíaca), é a causa mais comum de osteomalácia em adultos."
  },
  {
    "identificador": "5B57.Y",
    "valor": "Outra deficiência de vitamina D especificada",
    "descricao": ""
  },
  {
    "identificador": "5B57.Z",
    "valor": "Deficiência de vitamina D não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B58",
    "valor": "Deficiência de vitamina E",
    "descricao": "Deficiência de vitamina E é uma condição que causa hemólise e/ou manifestações neurológicas. Fragilidade de eritrócitos ocorre podendo produzir anemia hemolítica. Degeneração neuronal produz neuropatias periféricas e destruição da coluna posterior da medula espinhal. A doença neurológica é frequentemente irreversível se a deficiência não é precocemente corrigida. Deficiência de vitamina E pode também contribuir para anemia hemolítica e fibroplasia retrolental vista em bebês prematuros."
  },
  {
    "identificador": "5B59",
    "valor": "Deficiência de vitamina K",
    "descricao": "A vitamina K é necessária para a síntese dos fatores de coagulação II, VII, IX e X, e sua deficiência pode resultar em sangramento clinicamente significativo. A deficiência de vitamina K geralmente afeta bebês, que apresentam uma deficiência transitória relacionada à ingestão inadequada ou pacientes de qualquer idade com diminuição da absorção de vitamina K. A deficiência leve de vitamina K pode afetar a saúde óssea e vascular a longo prazo."
  },
  {
    "identificador": "5B5A",
    "valor": "Deficiência de vitamina B1",
    "descricao": "Deficiência de vitamina B1 manifesta-se principalmente por alterações envolvendo o sistema nervoso (polineurites e paralisias de nervos periféricos), o sistema cardiovascular (insuficiência cardíaca e edema generalizado), e também o trato gastrointestinal (constipação, vômitos e dor abdominal)."
  },
  {
    "identificador": "5B5A.0",
    "valor": "Beribéri",
    "descricao": "O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
  },
  {
    "identificador": "5B5A.00",
    "valor": "Beribéri seco",
    "descricao": "Forma neurológica do beribéri."
  },
  {
    "identificador": "5B5A.01",
    "valor": "Beribéri úmido",
    "descricao": "Forma cardíaca do beribéri."
  },
  {
    "identificador": "5B5A.0Z",
    "valor": "Beribéri, não especificado",
    "descricao": ""
  },
  {
    "identificador": "5B5A.1",
    "valor": "Síndrome de Wernicke-Korsakoff",
    "descricao": "Síndrome de deficiência de tiamina caracteriza-se por lesões hiperêmicas simétricas do tronco encefálico, hipotálamo, tálamo e corpos mamilares com proliferação glial, dilatação capilar e hemorragia perivascular. A síndrome se manifesta por um estado confusional, desorientação, oftalmoplegia, nistagmo, diplopia e ataxia (encefalopatia de Wernicke), com grave perda de memória para eventos recentes e confabulação ( invenção de relatos de eventos para cobrir a perda de memória - Korsakov psicose) ocorrendo após a recuperação. Foi encontrada ligação defeituosa do difosfato de tiamina pela transcetolase. Parece que o transtorno é de herança autossômica recessiva, mas é expresso como doença clínica apenas no caso de deficiência de tiamina."
  },
  {
    "identificador": "5B5A.10",
    "valor": "Encefalopatia de Wernicke",
    "descricao": "A encefalopatia de Wernicke é uma síndrome neuropsiquiátrica aguda caracterizada por nistagmo, oftalmoplegia, alterações do estado mental, marcha descoordenada e ataxia troncular. A encefalopatia de Wernicke é geralmente acompanhada ou seguida pela síndrome de Korsakoff / demência de Korsakoff (um continuum da encefalopatia de Wernicke caracterizada por graves defeitos de memória, ataxia, apatia, desorientação, confabulações, alucinações, paralisia dos músculos que controlam o olho e coma). O distúrbio resulta de uma deficiência de vitamina B1 e ocorre principalmente em adultos com histórico de abuso de álcool ou em pacientes com AIDS."
  },
  {
    "identificador": "5B5A.11",
    "valor": "Síndrome de Korsakoff",
    "descricao": "Doença do sistema nervoso, causada por deficiência de vitamina B1 no cérebro. Esta doença comumente segue a encefalopatia de Wernicke e pode se manifestar com incapacidade de formar novas memórias, amnésia, confabulação ou alucinações."
  },
  {
    "identificador": "5B5A.1Y",
    "valor": "Outra síndrome de Wernicke-Korsakoff especificada",
    "descricao": ""
  },
  {
    "identificador": "5B5A.1Z",
    "valor": "Síndrome de Wernicke-Korsakoff não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B5A.Y",
    "valor": "Outra deficiência de vitamina B1 especificada",
    "descricao": ""
  },
  {
    "identificador": "5B5A.Z",
    "valor": "Deficiência de vitamina B1 não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B5B",
    "valor": "Deficiência de vitamina B2",
    "descricao": "Os sinais de deficiência de riboflavina são dor de garganta, hiperemia, edema das membranas das mucosas orais e faríngeas, queilose, estomatite angular, glossite, dermatite seborreica e anemia normocítica normocrômica associada à displasia? eritrocitária pura da medula óssea. A principal causa da hiporriboflavinose é a ingestão alimentar inadequada como resultado do fornecimento limitado de alimentos, que às vezes é exacerbado pelo armazenamento ou processamento deficiente dos alimentos. Crianças em países em desenvolvimento geralmente demonstram sinais clínicos de deficiência de riboflavina durante os períodos do ano em que as infecções gastrointestinais são prevalentes. A menor absorção da riboflavina também resulta de digestão anormal, como a que ocorre com a intolerância à lactose."
  },
  {
    "identificador": "5B5C",
    "valor": "Deficiência de vitamina B3",
    "descricao": "A deficiência de niacina resulta classicamente em pelagra, que é uma doença debilitante crônica associada a uma dermatite eritematosa característica que é bilateral e simétrica, demência após alterações mentais, incluindo insônia e apatia precedendo uma encefalopatia evidente e diarreia resultante da inflamação das superfícies mucosas intestinais. A pelagra ocorre endemicamente nas áreas mais pobres da África, China e Índia."
  },
  {
    "identificador": "5B5C.0",
    "valor": "Pelagra",
    "descricao": "Pelagra é um transtorno potencialmente fatal devido à deficiência de niacina e é observada em indivíduos desnutridos, especialmente alcoólatras, assim como uma complicação da terapia com isoniazida. O diagnóstico é frequentemente esquecido ou atrasado. A pelagra se manifesta como diarreia, dermatite, demência, que geralmente aparecem nesta ordem. Os sintomas do trato gastrointestinal sempre precedem o envolvimento da pele, que se apresenta inicialmente com um eritema com bolhas semelhante a queimaduras de sol, geralmente afetando as superfícies dorsais das mãos, rosto, pescoço, braços e pés. Com o tempo, a pele torna-se mais espessa, escamosa e pigmentada."
  },
  {
    "identificador": "5B5C.Y",
    "valor": "Outra deficiência especificada de vitamina B3",
    "descricao": ""
  },
  {
    "identificador": "5B5C.Z",
    "valor": "Deficiência de vitamina B3, não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B5D",
    "valor": "Deficiência de vitamina B6",
    "descricao": "A deficiência de vitamina B6 isolada é incomum, pois, geralmente ocorre associada a déficit de outras vitaminas do complexo B. A hipovitaminose B6 costuma ocorrer com a deficiência de riboflavina (vitamina B2). Os sintomas clínicos clássicos da deficiência de vitamina B6 são dermatite seborreica, anemia microcítica, convulsõe , depressão e confusão. Os bebês são especialmente suscetíveis à ingestão insuficiente, o que pode levar a convulsões epileptiformes. Além disso, geralmente há uma diminuição nos linfócitos circulantes e, às vezes, uma anemia normocítica, microcítica ou sideroblástica. Como no caso de outras deficiências de micronutrientes, a deficiência de vitamina B6 resulta em um comprometimento do sistema imunológico. Várias condições médicas também podem afetar o metabolismo da vitamina B6 e, portanto, levar a sintomas de deficiência."
  },
  {
    "identificador": "5B5E",
    "valor": "Deficiência de folato",
    "descricao": "A deficiência nutricional de folato é comum nas pessoas com dieta limitada. Isso pode ser exacerbado por condições de má absorção, incluindo doença celíaca e espru tropical. Mulheres grávidas correm o risco de deficiência de folato pois a gravidez aumenta significativamente a necessidade deste componente, especialmente durante os períodos de rápido crescimento fetal (segundo e terceiro trimestres). Durante a lactação, as perdas de folato no leite também aumentam a necessidade de folato. Durante a gravidez, há um risco aumentado de defeitos do tubo neural fetal (DTN), com o risco aumentando 10 vezes à medida que o nível de folato passa de adequado para deficiente. No período correspondente a 21 até 27 dias pós-concepção, a placa neural se fecha para formar o que acabará sendo a medula espinhal e o crânio. A espinha bífida, a anencefalia e outras condições semelhantes são denominadas coletivamente de DTN. Eles resultam do fechamento impróprio da medula espinhal e do crânio, respectivamente, e são as anormalidades congênitas mais comuns associadas à deficiência de folato."
  },
  {
    "identificador": "5B5F",
    "valor": "Deficiência de vitamina B12",
    "descricao": "O vegetarianismo e o quase vegetarianismo imposto pela pobreza são as causas mais comuns de insuficiência nutricional de cobalamina em todo o mundo e em todas as faixas etárias. Em tais populações, o baixo status de cobalamina materna está associado a resultados adversos na gravidez (parto prematuro, retardo de crescimento intrauterino, aborto espontâneo precoce), defeitos do tubo neural, desempenho neurocognitivo reduzido em crianças, remodelação óssea acelerada e baixa densidade mineral óssea com fraturas. A ingestão insuficiente de cobalamina também é observada em bebês amamentados por mães com anemia perniciosa."
  },
  {
    "identificador": "5B5G",
    "valor": "Deficiência de biotina",
    "descricao": "A deficiência isolada de biotina é rara. Sinais de deficiência de biotina em humanos foram demonstrados em indivíduos que consomem clara de ovo crua por longos períodos e em nutrição parenteral total (NPT), antes da suplementação de biotina, além de pacientes com má absorção. Os achados clínicos da deficiência de biotina incluem dermatite, conjuntivite, alopecia e anormalidades do sistema nervoso central. Em adultos alimentados com clara de ovo crua (que contém avidina, uma proteína que se liga à biotina com alta afinidade tornando-a indisponível biologicamente ) ou recebendo NPT sem biotina por meses a anos, o enfraquecimento do cabelo, frequentemente com perda da cor do cabelo, tem sido relatado. A maioria dos adultos com deficiência apresenta erupções cutâneas vermelhas e escamosas, frequentemente ao redor dos olhos, nariz e boca. A maioria dos adultos apresenta sintomas neurológicos, incluindo depressão, letargia, alucinações e parestesia das extremidades."
  },
  {
    "identificador": "5B5H",
    "valor": "Deficiência de ácido pantotênico",
    "descricao": "Deficiência de ácido pantotênico é rara, relatada apenas como resultado de alimentação com dietas semissintéticas ou associadas à antagonista da vitamina. A deficiência experimental isolada em humanos produz fadiga, dor abdominal, vômitos, insônia e parestesia das extremidades."
  },
  {
    "identificador": "5B5J",
    "valor": "Deficiência de colina",
    "descricao": "Deficiência de colina é rara. Indivíduos alimentados com nutrição parenteral total( NPT) sem colina desenvolvem fígado gorduroso (esteatose) e lesões hepáticas."
  },
  {
    "identificador": "5B5K",
    "valor": "Deficiências de minerais",
    "descricao": ""
  },
  {
    "identificador": "5B5K.0",
    "valor": "Deficiência de ferro",
    "descricao": "Deficência de ferro é um estado em que existe ferro insuficiente para manutenção da função fisiológica normal do sangue, cérebro e músculos. Ela pode existir na ausência de anemia se a perda não é longa o suficiente ou se não tiver sido grave o suficiente para fazer com que a concentração de hemoglobina caia abaixo do limite para o sexo e faixa etária específicos. A deficiência de ferro é a deficiência nutricional mais comum."
  },
  {
    "identificador": "5B5K.1",
    "valor": "Deficiência de cálcio",
    "descricao": "Hipocalcemia é definida como uma concentração de cálcio total sérico menor que 8,4 mg/dL ou concentração de cálcio iônico menor que 4,48 mg/dL. As doenças renais são as causas mais comuns de hipocalcemia , além de várias outras . Outras causas são: deficiência de vitamina D, transtornos associados com hipoparatireoidismo genético ou adquirido, terapia com bisfosfonato endovenoso, pós-tireoidectomia e pós-paratireoidectomia, e pancreatite aguda. Hipocalcemia pode estar associada com um espectro de manifestações clínicas variando de poucos sintomas, se a hipocalcemia for leve, a convulsões com risco de vida, insuficiência cardíaca refratária ou laringoespasmo se for grave. Além da gravidade, o ritmo de desenvolvimento de hipocalcemia e sua cronicidade determinam as manifestações clínicas."
  },
  {
    "identificador": "5B5K.10",
    "valor": "Tetania devido a deficiência de cálcio aguda",
    "descricao": "A marca registrada/ o sinal característico da hipocalcemia aguda é a tetania, caracterizada por irritabilidade neuromuscular. Os sintomas de tetania podem ser leves (dormência peri-oral, parestesias das mãos e pés, cãibras musculares) ou graves (espasmo carpopedal, laringoespasmo e convulsões focais ou generalizadas, que devem ser distinguidas das contrações musculares tônicas generalizadas que ocorrem em tetania grave). Outros pacientes apresentam mais inespecíficos, como fadiga, hiperirritabilidade, ansiedade e depressão, e alguns pacientes, mesmo com hipocalcemia grave, não apresentam sintomas neuromusculares. Os fatores que determinam a variação na frequência e gravidade dos sintomas incluem equilíbrio ácido-básico (hipocalcemia e alcalose agem sinergicamente para causar tetania), hipomagnesemia e o nível sérico de potássio."
  },
  {
    "identificador": "5B5K.1Y",
    "valor": "Outra deficiência de cálcio especificada",
    "descricao": ""
  },
  {
    "identificador": "5B5K.1Z",
    "valor": "Deficiência de cálcio não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B5K.2",
    "valor": "Deficiência de zinco",
    "descricao": "Achados clínicos da deficiência grave de zinco em humanos são retardo do crescimento, atraso sexual e maturação óssea, lesões cutâneas, diarreia, alopecia, diminuição do apetite , aumento da suscetibilidade a infecções por defeitos nas vias do sistema imune, e o aparecimento de mudanças comportamentais. Os efeitos da deficiência de zinco leve a moderado são menos claros. Uma redução da taxa de crescimento e deficiências na defesa imunológica são, até agora, os únicos sinais claramente demonstrados de deficiência leve de zinco em humanos. Outros efeitos, como paladar e cicatrização de feridas prejudicados , que possivelmente resultam de uma baixa ingestão de zinco, são observados de forma menos consistente."
  },
  {
    "identificador": "5B5K.3",
    "valor": "Deficiência de iodo",
    "descricao": "Afecções/doenças da deficiência do iodo, causadas principalmente por baixo suprimento dietético de iodo, referem-se a todas as consequências da deficiência de iodo em uma população, que podem ser evitadas garantindo que a população tenha uma ingestão adequada de iodo. A deficiência de iodo é a causa mais frequente de danos cerebrais evitáveis na infância."
  },
  {
    "identificador": "5B5K.4",
    "valor": "Deficiência de flúor",
    "descricao": "Uma afecção causada por deficiência de flúor. Baixas concentrações de flúor na placa e no esmalte dentário de um indivíduo podem resultar aumento de risco para cárie dentária em qualquer idade. As deficiências de flúor também podem afetar a saúde óssea humana."
  },
  {
    "identificador": "5B5K.5",
    "valor": "Deficiência de cloreto de sódio",
    "descricao": "O sódio e o cloreto são encontrados associados na maioria dos alimentos como cloreto de sódio, também denominado sal. Por esse motivo, os efeitos da deficiência de sódio e cloreto são considerados em conjunto. A deficiência pode ser causada por ingestão insuficiente ou perdas aumentadas (por exemplo, os diuréticos aumentam a excreção urinária de água, sódio e cloreto; na fibrose cística, o conteúdo de sódio e cloreto do suor é muito alto; as perdas gastrointestinais estão associadas a doenças diarreicas, vômitos, saída de ostomia e outras causas)."
  },
  {
    "identificador": "5B5K.6",
    "valor": "Deficiência de cobre",
    "descricao": "Deficiência dietética é rara e tem sido observada em prematuros e bebês com baixo peso ao nascimento que são alimentados exclusivamente com leite de vaca e em indivíduos em nutrição parenteral total (NPT) prolongada sem cobre. Manifestações clínicas incluem despigmentação de pele e cabelo, distúrbios neurológicos, leucopenia, anemia microcítica e hipocrômica e anormalidades esqueléticas."
  },
  {
    "identificador": "5B5K.7",
    "valor": "Deficiência de selênio",
    "descricao": "Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
  },
  {
    "identificador": "5B5K.8",
    "valor": "Deficiência de cromo",
    "descricao": "Deficiência em humanos é apenas descrita em pacientes recebendo nutrição parenteral total (NPT) prolongada insuficiente em cromo. Hiperglicemia ou tolerância alterada a glicose podem ocorrer. Elevadas concentrações séricas de ácidos graxos livres, neuropatia, encefalopatia e anormalidades no metabolismo do nitrogênio também são reportadas."
  },
  {
    "identificador": "5B5K.9",
    "valor": "Deficiência de manganês",
    "descricao": ""
  },
  {
    "identificador": "5B5K.A",
    "valor": "Deficiência de molibdênio",
    "descricao": "O molibdênio funciona como cofator para um número limitado de enzimas em humanos: sulfito oxidase, xantina oxidase e aldeído oxidase. Foi descrito um defeito metabólico grave e raro que causa deficiência do cofator de molibdênio e impede que essas enzimas sejam sintetizadas. Poucos bebês com esses defeitos sobrevivem aos primeiros dias de vida e os que sobrevivem apresentam graves anormalidades neurológicas. Embora a deficiência de molibdênio relacionada a uma deficiência alimentar seja extremamente rara em humanos, ela foi descrita na nutrição parenteral total (NPT) de longo prazo como secundária à administração de sulfito. Os sintomas incluem: taquicardia, dor de cabeça, cegueira noturna, irritabilidade e coma. As alterações bioquímicas podem consistir em elevadas concentrações plasmáticas de metionina , baixa concentração sérica de ácido úrico, altos níveis de tiossulfato urinário e baixos níveis urinários de ácido úrico e sulfato."
  },
  {
    "identificador": "5B5K.B",
    "valor": "Deficiência de vanádio",
    "descricao": "O papel biológico do vanádio em humanos ainda não foi identificado."
  },
  {
    "identificador": "5B5K.Y",
    "valor": "Outras deficiências especificadas de minerais",
    "descricao": ""
  },
  {
    "identificador": "5B5K.Z",
    "valor": "Deficiências de minerais não especificadas",
    "descricao": ""
  },
  {
    "identificador": "5B60",
    "valor": "Sequelas de desnutrição protéico-calórica",
    "descricao": "Refere-se a uma condição patológica resultante da desnutrição proteico-energética"
  },
  {
    "identificador": "5B61",
    "valor": "Sequelas da deficiência de vitamina A",
    "descricao": "Refere-se a uma condição patológica resultante da deficiência de vitamina A."
  },
  {
    "identificador": "5B62",
    "valor": "Sequelas da deficiência de vitamina C",
    "descricao": "Refere-se a uma condição patológica resultante da deficiência de vitamina C."
  },
  {
    "identificador": "5B63",
    "valor": "Excesso de andrógeno tumoral do raquitismo",
    "descricao": "Pernas e / ou braços arqueados, joelhos dobrados, deformidades da caixa torácica e / ou coluna vertebral e / ou displasia esquelética secundária a raquitismo crônico ou avançado."
  },
  {
    "identificador": "5B6Y",
    "valor": "Outras sequelas de desnutrição e certas deficiências nutricionais especificadas",
    "descricao": ""
  },
  {
    "identificador": "5B6Z",
    "valor": "Sequelas de desnutrição e certas deficiências nutricionais especificadas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "5B70",
    "valor": "Deficiência de ácidos graxos essenciais",
    "descricao": "A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
  },
  {
    "identificador": "5B71",
    "valor": "Deficiência de proteína",
    "descricao": ""
  },
  {
    "identificador": "5B7Y",
    "valor": "Outra desnutrição especificada",
    "descricao": ""
  },
  {
    "identificador": "5B7Z",
    "valor": "Desnutrição não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B80",
    "valor": "Sobrepeso e/ou adiposidade localizada",
    "descricao": "O sobrepeso é uma condição caracterizada por adiposidade excessiva. O sobrepeso é avaliado pelo índice de massa corporal (IMC), que é um marcador da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir sobrepeso variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, o sobrepeso é definido por um IMC que varia de 25,0 a 29,9 kg / m². A adiposidade localizada é uma condição caracterizada pelo acúmulo de tecido adiposo em regiões específicas do corpo, independentemente do IMC."
  },
  {
    "identificador": "5B80.0",
    "valor": "Sobrepeso",
    "descricao": "O sobrepeso é uma condição caracterizada por adiposidade excessiva. O sobrepeso é avaliado pelo índice de massa corporal (IMC), que é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir sobrepeso variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, o sobrepeso é definido por um IMC que varia de 25,00 a 29,99 kg/m²."
  },
  {
    "identificador": "5B80.00",
    "valor": "Sobrepeso em bebês, crianças e/ou adolescentes",
    "descricao": "O sobrepeso é uma condição caracterizada por adiposidade excessiva. O sobrepeso é avaliado pelo índice de massa corporal (IMC), que é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). Em bebês, crianças e adolescentes, as categorias de IMC para definir o excesso de peso variam por idade e sexo, com base nos gráficos de crescimento da OMS. Crianças de 0 a 5 anos estão acima do peso se o peso para altura ou IMC para idade for maior que 2 e menor ou igual a 3 desvios-padrão da mediana dos Padrões de Crescimento Infantil da OMS. Crianças de 5 a 19 anos estão acima do peso se o IMC para a idade for superior a 1 e menor ou igual a 2 desvios padrão da mediana da Referência de Crescimento da OMS para Crianças e Adolescentes em Idade Escolar."
  },
  {
    "identificador": "5B80.01",
    "valor": "Sobrepeso em adultos",
    "descricao": ""
  },
  {
    "identificador": "5B80.0Z",
    "valor": "Sobrepeso não especificado",
    "descricao": ""
  },
  {
    "identificador": "5B80.1",
    "valor": "Adiposidade localizada",
    "descricao": "Condição caracterizada por acúmulo de tecido adiposo em regiões específicas do corpo."
  },
  {
    "identificador": "5B81",
    "valor": "Obesidade",
    "descricao": "A obesidade é uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos únicos podem ser identificados (medicamentos, doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).\r\nO índice de massa corporal (IMC) é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir obesidade variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, a obesidade é definida por um IMC maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento."
  },
  {
    "identificador": "5B81.0",
    "valor": "Obesidade devido a desequilíbrio energético",
    "descricao": "A obesidade é uma doença crônica e complexa, definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos principais únicos podem ser identificados (doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética)."
  },
  {
    "identificador": "5B81.00",
    "valor": "Obesidade em crianças e/ou adolescentes",
    "descricao": "Em bebês, crianças e adolescentes, as categorias de IMC para definir obesidade variam por idade e sexo com base nos gráficos de crescimento da OMS. Crianças de 0 a 5 anos têm obesidade se o peso para estatura ou IMC para idade estiver acima de 3 desvios padrão da mediana dos Padrões de Crescimento Infantil da OMS.\r\nCrianças de 5 a 19 anos têm obesidade se o IMC para a idade estiver acima de 2 desvios-padrão da mediana da Referência de crescimento da OMS para crianças e adolescentes em idade escolar."
  },
  {
    "identificador": "5B81.01",
    "valor": "Obesidade em adultos",
    "descricao": "A obesidade é definida como um índice de massa corporal (IMC) maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento."
  },
  {
    "identificador": "5B81.1",
    "valor": "Obesidade induzida por medicações",
    "descricao": ""
  },
  {
    "identificador": "5B81.Y",
    "valor": "Outra obesidade especificada",
    "descricao": ""
  },
  {
    "identificador": "5B81.Z",
    "valor": "Obesidade, não especificada",
    "descricao": ""
  },
  {
    "identificador": "5B90",
    "valor": "Excesso de vitamina",
    "descricao": ""
  },
  {
    "identificador": "5B90.0",
    "valor": "Hipervitaminose A",
    "descricao": "Como a vitamina A é solúvel em gordura e pode ser armazenada, principalmente no fígado, o consumo rotineiro de grandes quantidades de vitamina A durante um período de tempo pode resultar em sintomas tóxicos, incluindo danos ao fígado, anormalidades ósseas e dores nas articulações, alopecia, dores de cabeça, vômitos e descamação da pele. A hipervitaminose A parece ser devida ao transporte e distribuição anormais de vitamina A e retinóides causados ​​pela sobrecarga dos mecanismos de transporte do plasma. Doses únicas muito altas podem causar sintomas tóxicos agudos transitórios que podem incluir fontanelas salientes em bebês; dores de cabeça em crianças mais velhas e adultos; e vômitos, diarréia, perda de apetite e irritabilidade em todas as faixas etárias. Raramente ocorre toxicidade pela ingestão de fontes alimentares de vitamina A pré-formada. Quando isso ocorre, geralmente resulta do consumo muito frequente de produtos do fígado."
  },
  {
    "identificador": "5B90.1",
    "valor": "Hipercarotenemia",
    "descricao": "A ingestão excessiva de carotenóides não está associada à toxicidade, mas pode causar coloração amarela da pele que desaparece quando a ingestão é reduzida. Este distúrbio é especialmente provável de ocorrer em crianças com doença hepática, diabetes mellitus ou hipotireoidismo e naquelas que não possuem enzimas que metabolizam os carotenóides."
  },
  {
    "identificador": "5B90.2",
    "valor": "Hipervitaminose D",
    "descricao": "A hipervitaminose D é secundária à ingestão excessiva de vitamina D. Pode ocorrer com ingestão elevada a longo prazo ou por ingestão aguda em excesso. O excesso de quantidades resulta em concentrações anormalmente altas de cálcio e fosfato no soro. Os sinais e sintomas da intoxicação por vitamina D são secundários à hipercalcemia. As manifestações gastrointestinais incluem náuseas, vômitos, constipação, dor abdominal e pancreatite. Os possíveis achados cardíacos são hipertensão, diminuição do intervalo Q-T e arritmias. Os efeitos da hipercalcemia no sistema nervoso central incluem letargia, hipotonia, confusão, desorientação, depressão, psicose, alucinações e coma. A hipercalcemia danifica os mecanismos de concentração renal, o que pode levar à poliúria, desidratação e hipernatremia. A hipercalcemia também pode causar insuficiência renal aguda, nefrolitíase e nefrocalcinose, que pode resultar em insuficiência renal crônica. As mortes geralmente estão associadas a arritmias ou desidratação."
  },
  {
    "identificador": "5B90.3",
    "valor": "Síndrome da megavitamina-B6",
    "descricao": "Doença causada por excesso de vitamina B6. Esta doença é caracterizada por ataxia sensorial progressiva, reflexos tendinosos diminuídos ou ausentes e sensação de tato, temperatura e dor prejudicadas. A confirmação é feita por exame de sangue."
  },
  {
    "identificador": "5B90.Y",
    "valor": "Outro excesso de vitamina especificado",
    "descricao": ""
  },
  {
    "identificador": "5B90.Z",
    "valor": "Excesso de vitamina não espcificado",
    "descricao": ""
  },
  {
    "identificador": "5B91",
    "valor": "Excesso de minerais",
    "descricao": ""
  },
  {
    "identificador": "5B91.0",
    "valor": "Hipercalcemia",
    "descricao": "A hipercalcemia é uma condição causada pelo aumento dos níveis de cálcio no sangue(calcemia). Os sintomas dependem tanto da calcemia, quanto da velocidade da sua instalação. Quando presentes, os sintomas são causados ​​por desidratação secundária a perdas urinárias de cálcio, água e outros eletrólitos e por um aumento no potencial de membrana causado pela elevação da concentração de cálcio ionizado no fluido extracelular. Os doentes com hipercalcemia moderada a grave queixam-se frequentemente de náuseas e vómitos, sintomas provavelmente relacionados com desidratação, bem como com os efeitos da hipercalcemia na função do sistema nervoso central. Como a hipercalcemia tende a hiperpolarizar as membranas, uma série de sinais e sintomas neurológicos e neuromusculares podem ocorrer. Pacientes com hipercalcemia leve geralmente se queixam de fadiga, humor deprimido e astenia. A motilidade gastrointestinal está prejudicada; isso geralmente resulta em constipação."
  },
  {
    "identificador": "5B91.1",
    "valor": "Excesso de zinco",
    "descricao": "Os efeitos adversos associados à ingestão crônica de zinco suplementar incluem supressão da resposta imunológica, diminuição do colesterol de lipoproteína de alta densidade (HDL) e redução do cobre. Os efeitos adversos agudos do excesso de zinco incluem dor epigástrica, náusea, vômito, perda de apetite, cólicas abdominais, diarreia, dores de cabeça e distúrbios gastrointestinais."
  },
  {
    "identificador": "5B91.2",
    "valor": "Excesso de cloreto de sódio",
    "descricao": "O principal efeito adverso do aumento do cloreto de sódio na dieta é o aumento da pressão arterial, que é um importante fator de risco para doenças cardiovasculares e renais. No entanto, evidências de uma variedade de estudos, incluindo estudos observacionais e ensaios clínicos, demonstraram heterogeneidade nas respostas da pressão arterial à ingestão de sódio. Aqueles indivíduos com as maiores reduções na pressão arterial em resposta à diminuição da ingestão de sódio são denominados “sensíveis ao sal”."
  },
  {
    "identificador": "5B91.3",
    "valor": "Excesso de flúor",
    "descricao": "Os principais efeitos adversos associados à ingestão crônica de flúor em excesso são o fluorose esquelética e do esmalte do dente. A fluorose do esmalte é um efeito dose-resposta causado pela ingestão de flúor durante o desenvolvimento pré-eruptivo dos dentes. O desenvolvimento da fluorose esquelética e sua gravidade estão diretamente relacionados ao nível e à duração da exposição. Os sinais clínicos em estágios avançados podem incluir calcificação dos ligamentos relacionada à dose, osteosclerose, exostoses, possivelmente osteoporose de ossos longos, perda muscular e defeitos neurológicos devido à hipercalcificação das vértebras."
  },
  {
    "identificador": "5B91.4",
    "valor": "Excesso de alumínio",
    "descricao": "Os pacientes que recebem nutrição parenteral de longo prazo apresentam risco aumentado de toxicidade por alumínio devido ao desvio do trato gastrointestinal durante a infusão de nutrição parenteral. As complicações da toxicidade do alumínio incluem doença óssea metabólica, encefalopatia associada ao alumínio em adultos e comprometimento do desenvolvimento neurológico em bebês prematuros."
  },
  {
    "identificador": "5B91.5",
    "valor": "Excesso de manganês",
    "descricao": "A toxicidade do manganês em humanos é um risco ocupacional bem conhecido para pessoas que inalam o pó de manganês. Altas concentrações de manganês circulante como resultado da nutrição parenteral total também foram associadas à toxicidade do manganês. Pessoas com doença hepática crônica têm patologia neurológica e sinais comportamentais de neurotoxicidade do manganês, provavelmente porque a eliminação do manganês na bile está prejudicada. O efeito mais proeminente é a patologia do sistema nervoso central, especialmente no sistema motor extrapiramidal. As lesões e sintomas são semelhantes aos da doença de Parkinson."
  },
  {
    "identificador": "5B91.Y",
    "valor": "Outros excessos de minerais especificados",
    "descricao": ""
  },
  {
    "identificador": "5B91.Z",
    "valor": "Excessos de minerais não especificados",
    "descricao": ""
  },
  {
    "identificador": "5B9Y",
    "valor": "Outros excessos nutricionais especificados",
    "descricao": ""
  },
  {
    "identificador": "5B9Z",
    "valor": "Excessos nutricionais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C1Y",
    "valor": "Outro excesso de peso, obesidade ou excessos de nutrientes específicos, especificados",
    "descricao": ""
  },
  {
    "identificador": "5C1Z",
    "valor": "Excesso de peso, obesidade ou excessos de nutrientes específicos não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C3Y",
    "valor": "Outros transtornos nutricionais especificados",
    "descricao": ""
  },
  {
    "identificador": "5C3Z",
    "valor": "Transtornos nutricionais não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C50",
    "valor": "Erros inatos do metabolismo de aminoácidos ou outros ácidos orgânicos",
    "descricao": ""
  },
  {
    "identificador": "5C50.0",
    "valor": "Fenilcetonúria",
    "descricao": "A fenilcetonúria é uma doença metabólica hereditária, caracterizada pela deficiência da fenilalanina hidroxilase, enzima necessária para a transformação da fenilalanina em tirosina. Não tratada, a fenilcetonúria leva à deficiência mental, às vezes grave, assim como à hipopigmentação . A restrição dietética de fenilalanina permite que os pacientes levem uma vida quase normal."
  },
  {
    "identificador": "5C50.00",
    "valor": "Fenilcetonúria clássica",
    "descricao": "A fenilcetonúria clássica é uma forma grave de fenilcetonúria (PKU), um erro inato do metabolismo dos aminoácidos, caracterizado por déficit intelectual grave e complicações neuropsiquiátricas em pacientes não tratados."
  },
  {
    "identificador": "5C50.01",
    "valor": "Fenilcetonúria não clássica",
    "descricao": "A fenilcetonúria leve é ​​uma forma rara de fenilcetouria (PKU), um erro inato do metabolismo de aminoácidos, caracterizado por sintomas de PKU de gravidade leve a moderada."
  },
  {
    "identificador": "5C50.02",
    "valor": "Embriofetopatia devida à fenilcetonúria materna",
    "descricao": "A fenilalaninemia materna refere-se a anomalias de desenvolvimento que podem ocorrer em filhos de mulheres afetadas por fenilcetonúria (PKU) e incluem distúrbios de desenvolvimento fetal, incluindo microcefalia, retardo de crescimento intrauterino e consequente déficit intelectual e distúrbios de desenvolvimento embrionário, como defeitos cardíacos (geralmente conotruncais) , agenesia do corpo caloso, distúrbios da migração neuronal, dismorfismo facial e mais raramente fenda palatina, e anomalias traqueoesofágicas."
  },
  {
    "identificador": "5C50.0Y",
    "valor": "Outra fenilcetonúria especificada",
    "descricao": ""
  },
  {
    "identificador": "5C50.0Z",
    "valor": "Fenilcetonúria não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C50.1",
    "valor": "Distúrbios do metabolismo da tirosina",
    "descricao": ""
  },
  {
    "identificador": "5C50.10",
    "valor": "Alcaptonúria",
    "descricao": "A alcaptonúria é caracterizada pelo acúmulo de ácido homogentísico (HGA) e seu produto oxidado ácido benzoquinona acético (BQA), levando ao escurecimento da urina quando deixada exposta ao ar, coloração cinza-azulada da esclera do olho e da hélice da orelha (ocronose), e doença articular incapacitante que envolve as articulações axiais e periféricas (artropatia ocronótica)."
  },
  {
    "identificador": "5C50.11",
    "valor": "Tirosinemia tipo 1",
    "descricao": "A tirosinemia tipo 1 é um erro inato do metabolismo dos aminoácidos, caracterizada por manifestações hepatorrenais. A forma aguda de início precoce da doença se manifesta entre 15 dias a 3 meses após o nascimento com necrose hepatocelular. A septicemia é uma complicação frequente. A disfunção tubular renal ocorre e está associada à perda de fosfato e raquitismo hipofosfatêmico. Uma forma de início tardio também foi descrita e se manifesta com raquitismo resistente a vitaminas, causado por disfunção tubular renal."
  },
  {
    "identificador": "5C50.12",
    "valor": "Tirosinemia tipo 2",
    "descricao": "A tirosinemia tipo 2 é um erro inato do metabolismo da tirosina caracterizado por hipertirosinemia com manifestações oculocutâneas (vermelhidão ocular, fotofobia, lacrimejamento e dor excessivos, hiperceratose palmoplantar) e, em alguns casos, déficit intelectual."
  },
  {
    "identificador": "5C50.1Y",
    "valor": "Outros distúrbios especificados do metabolismo da tirosina",
    "descricao": ""
  },
  {
    "identificador": "5C50.1Z",
    "valor": "Distúrbios do metabolismo da tirosina não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C50.2",
    "valor": "Distúrbios do metabolismo da histidina",
    "descricao": ""
  },
  {
    "identificador": "5C50.20",
    "valor": "Histidinemia",
    "descricao": "A histidinemia é um distúrbio do metabolismo da histidina causado por um defeito na histidase e parece ser benigno na maioria dos indivíduos afetados."
  },
  {
    "identificador": "5C50.21",
    "valor": "Acidúria urocânica",
    "descricao": "Este é um distúrbio metabólico autossômico recessivo causado por uma deficiência da enzima urocanase. É um distúrbio secundário do metabolismo da histidina."
  },
  {
    "identificador": "5C50.2Y",
    "valor": "Outros distúrbios especificados do metabolismo da histidina",
    "descricao": ""
  },
  {
    "identificador": "5C50.2Z",
    "valor": "Distúrbios do metabolismo da histidina não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C50.3",
    "valor": "Distúrbios do metabolismo do triptofano",
    "descricao": ""
  },
  {
    "identificador": "5C50.4",
    "valor": "Distúrbios do metabolismo da lisina ou hidroxilisina",
    "descricao": ""
  },
  {
    "identificador": "5C50.5",
    "valor": "Distúrbios do ciclo da gama-glutamil",
    "descricao": ""
  },
  {
    "identificador": "5C50.6",
    "valor": "Distúrbios do metabolismo da serina",
    "descricao": ""
  },
  {
    "identificador": "5C50.7",
    "valor": "Distúrbios do metabolismo da glicina",
    "descricao": ""
  },
  {
    "identificador": "5C50.70",
    "valor": "Encefalopatia por glicina",
    "descricao": "A hiperglicinemia não cetótica isolada é um distúrbio inato do metabolismo da glicina, cujo início é geralmente neonatal com coma, hipotonia grave, convulsões mioclônicas e microcefalia, geralmente progredindo para deficiência intelectual grave e síndrome extrapiramidal."
  },
  {
    "identificador": "5C50.71",
    "valor": "Sarcosinemia",
    "descricao": "A sarcosinemia é um distúrbio metabólico caracterizado por um aumento da concentração de sarcosina no plasma e na urina devido à deficiência de sarcosina desidrogenase. A prevalência foi estimada em 1: 28.000 a 1: 350.000 em programas de triagem neonatal. A sarcosinemia é provavelmente uma condição benigna sem problemas clínicos significativos. É transmitido de forma autossômica recessiva. Mutações no gene da sarcosina desidrogenase, localizado no cromossomo 9q34, foram associadas a essa deficiência."
  },
  {
    "identificador": "5C50.7Y",
    "valor": "Outros distúrbios especificados do metabolismo da glicina",
    "descricao": ""
  },
  {
    "identificador": "5C50.7Z",
    "valor": "Distúrbios do metabolismo da glicina não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C50.8",
    "valor": "Distúrbios do metabolismo da prolina ou hidroxiprolina",
    "descricao": ""
  },
  {
    "identificador": "5C50.9",
    "valor": "Distúrbios do metabolismo da ornitina",
    "descricao": ""
  },
  {
    "identificador": "5C50.A",
    "valor": "Distúrbios do metabolismo do ciclo da ureia",
    "descricao": ""
  },
  {
    "identificador": "5C50.A0",
    "valor": "Acidúria argininosuccínica",
    "descricao": "A acidúria arginossuccínica é uma deficiência hereditária autossômica recessiv a de arginosuccinato liase, uma enzima envolvida no ciclo da ureia, que leva ao coma acompanhado de hiperamonemia grave em neonatos ou, na infância, à hipotonia, deficiência de crescimento, anorexia e vômitos crônicos ou distúrbios comportamentais. O início também pode ocorrer mais tarde com coma hiperamonêmico ou distúrbios comportamentais que simulam distúrbios psiquiátricos."
  },
  {
    "identificador": "5C50.A1",
    "valor": "Deficiência de carbamoilfosfato sintetase",
    "descricao": "A deficiência de carbamoilfosfato sintetase é um distúrbio do ciclo da ureia estritamente limitado ao fígado e ao intestino, que resulta em hiperamonemia congênita e síntese defeituosa de citrulina."
  },
  {
    "identificador": "5C50.A2",
    "valor": "Argininemia",
    "descricao": "A deficiência de arginase é um distúrbio autossômico recessivo raro do metabolismo de aminoácidos, caracterizado clinicamente por graus variáveis ​​de hiperamonemia, que se desenvolve a partir dos 3 anos de idade e leva à perda progressiva dos marcos do desenvolvimento e espasticidade, na ausência de tratamento."
  },
  {
    "identificador": "5C50.A3",
    "valor": "Citrulinemia",
    "descricao": ""
  },
  {
    "identificador": "5C50.AY",
    "valor": "Outros distúrbios especificados do metabolismo do ciclo da ureia",
    "descricao": ""
  },
  {
    "identificador": "5C50.AZ",
    "valor": "Distúrbios do metabolismo do ciclo da ureia não especificado",
    "descricao": ""
  },
  {
    "identificador": "5C50.B",
    "valor": "Distúrbios do ciclo da metionina ou do metabolismo de aminoácidos de enxofre",
    "descricao": ""
  },
  {
    "identificador": "5C50.C",
    "valor": "Distúrbios do metabolismo de aminoácidos beta ou ômega",
    "descricao": ""
  },
  {
    "identificador": "5C50.D",
    "valor": "Distúrbios do metabolismo de aminoácidos de cadeia ramificada",
    "descricao": ""
  },
  {
    "identificador": "5C50.D0",
    "valor": "Doença da urina de xarope de Bordo",
    "descricao": "A doença da urina do xarope de ácer (ou bordo) é um distúrbio do metabolismo dos aminoácidos de cadeia ramificada. Quatro formas são descritas. A forma clássica de início precoce se manifesta após o nascimento por letargia, má alimentação e sinais neurológicos de intoxicação. O curso clínico sem tratamento é caracterizado pelo aprofundamento do coma com urina com odor de xarope de bordo . A forma subaguda se manifesta posteriormente com encefalopatia, deficiência mental, hipotonia importante, opistótono e atrofia cerebral com desfecho grave. A forma intermitente pode se manifestar em qualquer idade e se apresenta com coma cetoacidótico repetido. A forma responsiva à tiamina é uma forma muito rara caracterizada pela melhora do perfil bioquímico com a terapia com tiamina."
  },
  {
    "identificador": "5C50.DY",
    "valor": "Outros distúrbios especificados do metabolismo de aminoácidos de cadeia ramificada",
    "descricao": ""
  },
  {
    "identificador": "5C50.DZ",
    "valor": "Distúrbios do metabolismo de aminoácidos de cadeia ramificada, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C50.E",
    "valor": "Acidúria orgânica",
    "descricao": "Erro inato do metabolismo que interrompe o metabolismo normal dos aminoácidos, particularmente aminoácidos de cadeia ramificada, causando um acúmulo de ácidos."
  },
  {
    "identificador": "5C50.E0",
    "valor": "Acidúria orgânica clássica",
    "descricao": "Este é um termo usado para classificar um grupo de distúrbios metabólicos que perturbam o metabolismo normal dos aminoácidos, particularmente os aminoácidos de cadeia ramificada, causando um acúmulo de ácidos."
  },
  {
    "identificador": "5C50.E1",
    "valor": "Acidúria orgânica cerebral",
    "descricao": "Termo usado para classificar um grupo de distúrbios metabólicos que afetam o metabolismo normal dos aminoácidos, particularmente os aminoácidos de cadeia ramificada, causando um acúmulo de ácidos que geralmente não estão presentes."
  },
  {
    "identificador": "5C50.EY",
    "valor": "Outra acidúria orgânica especificada",
    "descricao": ""
  },
  {
    "identificador": "5C50.EZ",
    "valor": "Acidúria orgânica não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C50.F",
    "valor": "Distúrbios do metabolismo de peptídeos",
    "descricao": "Condição que se refere a erros inatos do metabolismo de peptídeos."
  },
  {
    "identificador": "5C50.F0",
    "valor": "Deficiência de prolidase",
    "descricao": "A deficiência de prolidase é um erro inato do metabolismo muito raro, caracterizado por lesões cutâneas leves a graves, particularmente na face, palmas das mãos, pernas e plantas dos pés, juntamente com outras características variáveis."
  },
  {
    "identificador": "5C50.F1",
    "valor": "Carnosinemia",
    "descricao": "A carnosinemia é uma doença hereditária muito rara do metabolismo de peptídeos que se apresenta com deficiência de carnosinase sérica, graus variáveis ​​de deficiência intelectual, às vezes com convulsões, enquanto alguns pacientes são assintomáticos."
  },
  {
    "identificador": "5C50.F2",
    "valor": "Homocarnosinose",
    "descricao": "A homocarnosinose é um defeito metabólico caracterizado por diplegia espástica progressiva, deficiência intelectual e retinite pigmentosa. Este distúrbio extremamente raro foi relatado em apenas uma família, ou seja, uma mulher e três de seus filhos. Os filhos tiveram manifestações, mas sua mãe não tinha sintomas. Portanto, é incerto se existe uma relação entre o defeito bioquímico e os sintomas clínicos. A herança na família relatada parece ser autossômica dominante."
  },
  {
    "identificador": "5C50.FY",
    "valor": "Outros distúrbios especificados do metabolismo de peptídeos",
    "descricao": ""
  },
  {
    "identificador": "5C50.FZ",
    "valor": "Distúrbios do metabolismo de peptídeos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C50.G",
    "valor": "Trimetilaminúria",
    "descricao": "A trimetilaminúria é um distúrbio metabólico caracterizado por um odor corporal semelhante ao de peixes em decomposição."
  },
  {
    "identificador": "5C50.Y",
    "valor": "Outros erros inatos especificados do metabolismo de aminoácidos ou outros ácidos orgânicos",
    "descricao": ""
  },
  {
    "identificador": "5C50.Z",
    "valor": "Erros inatos do metabolismo de aminoácidos ou outros ácidos orgânicos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C51",
    "valor": "Erros inatos do metabolismo de carboidratos",
    "descricao": ""
  },
  {
    "identificador": "5C51.0",
    "valor": "Distúrbios da via da pentose fosfato",
    "descricao": ""
  },
  {
    "identificador": "5C51.1",
    "valor": "Distúrbios do metabolismo do glicerol",
    "descricao": ""
  },
  {
    "identificador": "5C51.2",
    "valor": "Distúrbios do metabolismo do glioxilato",
    "descricao": "Hiperoxalúria primária ou oxalose, é um transtorno metabólico raro, transmitido como uma doença autossômica recessiva ,subdividida em 2 tipos: tipo 1 que é mais frequente e tipo 2, que é extremamente rara. A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A hiperoxalúria tipo 2 é extremamente rara e é devida a deficiência de glicerato desidroginase."
  },
  {
    "identificador": "5C51.20",
    "valor": "Hiperoxalúria primária tipo I",
    "descricao": "A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
  },
  {
    "identificador": "5C51.2Y",
    "valor": "Outros distúrbios especificados do metabolismo do glioxilato",
    "descricao": ""
  },
  {
    "identificador": "5C51.2Z",
    "valor": "Distúrbios do metabolismo do glioxilato não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C51.3",
    "valor": "Doença de depósito de glicogênio",
    "descricao": "O termo doença de depósito de glicogênio caracteriza um grupo heterogêneo de doenças que resultam de defeitos no processo de síntese de glicogênio ou quebra no músculo, fígado e outros tipos celulares."
  },
  {
    "identificador": "5C51.4",
    "valor": "Distúrbios do metabolismo da galactose",
    "descricao": ""
  },
  {
    "identificador": "5C51.40",
    "valor": "Deficiência de galactose-1 fosfato uridiltransferase",
    "descricao": "Galactosemia clássica é uma doença metabólica grave com início de manifestações no período neonatal. As crianças usualmente desenvolvem dificuldades alimentares, letargia e doença hepática grave."
  },
  {
    "identificador": "5C51.41",
    "valor": "Deficiência de galactoquinase",
    "descricao": "Deficiência de galactoquinase é uma forma leve de galactosemia caracterizada por início precoce de catarata e ausência dos sinais usuais de galactosemia clássica, ou seja, dificuldade de alimentação, comprometimento do crescimento e ganho de peso, letargia e icterícia."
  },
  {
    "identificador": "5C51.42",
    "valor": "Intolerância a glicose e/ou galactose nos recém- nascidos",
    "descricao": ""
  },
  {
    "identificador": "5C51.4Y",
    "valor": "Outros distúrbios do metabolismo da galactose especificados",
    "descricao": ""
  },
  {
    "identificador": "5C51.4Z",
    "valor": "Distúrbios do metabolismo da galactose não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C51.5",
    "valor": "Distúrbios do metabolismo da frutose",
    "descricao": "Refere-se a distúrbios do metabolismo da frutose na fosforilação da frutose em frutose-1-fosfato pela frutoquinase, captando a frutose para o metabolismo no fígado."
  },
  {
    "identificador": "5C51.50",
    "valor": "Intolerância hereditária à frutose",
    "descricao": "Intolerância hereditária à frutose é um transtorno autossômico recessivo devido à deficiência da atividade da frutose-1-fosfato aldolase, que resulta em acúmulo de frutose-1-fosfato no fígado, rim e intestino delgado. É caracterizada por dor abdominal intensa, vômitos e hipoglicemia subsequente a ingestão de frutose ou outros açúcares metabolizados por meio de frutose-1-fosfato."
  },
  {
    "identificador": "5C51.5Y",
    "valor": "Outros distúrbios do metabolismo da frutose especificados",
    "descricao": ""
  },
  {
    "identificador": "5C51.5Z",
    "valor": "Distúrbios do metabolismo da frutose não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C51.Y",
    "valor": "Outros erros inatos especificados do metabolismo de carboidratos",
    "descricao": ""
  },
  {
    "identificador": "5C51.Z",
    "valor": "Erros inatos do metabolismo de carboidratos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C52",
    "valor": "Erros inatos do metabolismo de lípides",
    "descricao": ""
  },
  {
    "identificador": "5C52.0",
    "valor": "Erros inatos da oxidação de ácidos graxos e/ou do metabolismo de corpos cetônicos",
    "descricao": ""
  },
  {
    "identificador": "5C52.00",
    "valor": "Distúrbios do transporte da carnitina ou do ciclo da carnitina",
    "descricao": ""
  },
  {
    "identificador": "5C52.01",
    "valor": "Distúrbios de oxidação de ácidos graxos mitocondriais",
    "descricao": ""
  },
  {
    "identificador": "5C52.02",
    "valor": "Distúrbios do metabolismo de corpos cetônicos",
    "descricao": ""
  },
  {
    "identificador": "5C52.03",
    "valor": "Síndrome de Sjögren-Larsson",
    "descricao": "Síndrome de Sjögren-Larsson é uma doença neurocutânea causada por um erro inato do metabolismo de lípides e caracterizada por ictiose congênita, deficiência intelectual e espasticidade."
  },
  {
    "identificador": "5C52.0Y",
    "valor": "Outros erros inatos especificados da oxidação de ácidos graxos e/ou do metabolismo de corpos cetonicos",
    "descricao": ""
  },
  {
    "identificador": "5C52.0Z",
    "valor": "Erros inatos da oxidação de ácidos graxos e/ou do metabolismo de corpos cetônicos não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C52.1",
    "valor": "Erros inatos do metabolismo do esterol",
    "descricao": ""
  },
  {
    "identificador": "5C52.10",
    "valor": "Distúrbios da síntese do colesterol",
    "descricao": ""
  },
  {
    "identificador": "5C52.11",
    "valor": "Defeito na síntese de ácido biliar com colestase",
    "descricao": "As anomalias da síntese do ácido biliar são um grupo de distúrbios do metabolismo do esterol devido a deficiências enzimáticas da síntese do ácido biliar em bebês, crianças e adultos, com manifestações variáveis ​​que incluem colestase, doença neurológica e má absorção de gordura.Oito erros inatos foram identificados, 7 dos quais levam à colestase hepática e incluem: deficiência de oxidoredutase de 3-beta-hidroxi-C27-esteróide (tipo 1), deficiência de delta4-3-oxosteriode-5-beta redutase (tipo 2), deficiência de oxisterol 7alfa-hidroxilase (tipo 3), deficiência de 2-metilacil-CoA racemase (tipo 4), deficiência de ácido biliar CoA ligase e xantomatose cerebrotendínea. A deficiência de colesterol 7alfa-hidroxilase leva à hipercolesterolemia sem colestase hepática."
  },
  {
    "identificador": "5C52.1Y",
    "valor": "Outros erros inatos especificados do metabolismo do esterol",
    "descricao": ""
  },
  {
    "identificador": "5C52.1Z",
    "valor": "Erros inatos do metabolismo do esterol não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C52.2",
    "valor": "Doença de armazenamento de lípidos neutros",
    "descricao": "Doença de depósito de lipídios neutros refere-se a um grupo de doenças caracterizadas por uma deficiência na degradação dos triglicerídeos citoplasmáticos e seu acúmulo em vacúolos lipídicos citoplasmáticos na maioria dos tecidos do corpo. O grupo é heterogêneo: Doença de depósito de lipídios neutros com ictiose (doença de Dorfman-Chanarin) e com miopatia (miopatia de depósito de lipídios neutros) podem ser distinguidos."
  },
  {
    "identificador": "5C52.Y",
    "valor": "Outros erros inatos especificados do metabolismo de lípides",
    "descricao": ""
  },
  {
    "identificador": "5C52.Z",
    "valor": "Erros inatos do metabolismo de lípides, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C53",
    "valor": "Erros inatos do metabolismo de energia",
    "descricao": ""
  },
  {
    "identificador": "5C53.0",
    "valor": "Distúrbios do metabolismo do piruvato",
    "descricao": ""
  },
  {
    "identificador": "5C53.00",
    "valor": "Deficiência de piruvato quinase",
    "descricao": "Trata-se de enzima envolvida na glicólise. Catalisa a transferência de um grupo fosfato de fosfoenolpiruvato (PEP) para ADP, produzindo uma molécula de piruvato e uma molécula de ATP."
  },
  {
    "identificador": "5C53.01",
    "valor": "Deficiência de lactato desidrogenase",
    "descricao": "Refere-se a uma deficiência da enzima presente em grande variedade de organismos, incluindo plantas e animais. Esta deficiência ocorre em quatro classes distintas de enzimas. Duas delas são enzimas dependentes do citocromo C, cada uma agindo no D-lactato (EC 1.1.2.4) ou no L-lactato (EC 1.1.2.3). As outras duas são enzimas dependentes de NADP, cada uma agindo no D-lactato (EC 1.1.1.28) ou no L-lactato (EC 1.1.1.27). Aqui, especificamente, estamos tratando da L-lactato desidrogenase dependente de NADP."
  },
  {
    "identificador": "5C53.02",
    "valor": "Deficiência do complexo piruvato desidrogenase",
    "descricao": "Deficiência de piruvato desidrogenase (PDHD) é um transtorno neurometabólico raro, caracterizado por uma ampla gama de sinais clínicos com componentes metabólicos e neurológicos de gravidade variável. As manifestações variam de transtornos neurológicos neonatais graves frequentemente fatais até aqueles de início tardio."
  },
  {
    "identificador": "5C53.03",
    "valor": "Deficiência de piruvato carboxilase",
    "descricao": "É uma deficiência na enzima da classe da ligase que catalisa a carboxilação irreversível do piruvato para formar oxaloacetato (dependendo da espécie)."
  },
  {
    "identificador": "5C53.0Y",
    "valor": "Outros distúrbios especificados do metabolismo do piruvato",
    "descricao": ""
  },
  {
    "identificador": "5C53.0Z",
    "valor": "Distúrbios do metabolismo do piruvato não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C53.1",
    "valor": "Doença do ciclo do ácido tricarboxílico",
    "descricao": ""
  },
  {
    "identificador": "5C53.2",
    "valor": "Distúrbios de fosforilação oxidativa mitocondrial",
    "descricao": "Erro inato do metabolismo da respiração celular (fosforilação oxidativa) na mitocôndria, onde uma série de enzimas catalisam a transferência de elétrons para o oxigênio molecular e ocorre geração de ATP que armazena energia."
  },
  {
    "identificador": "5C53.20",
    "valor": "Síndromes de depleção do DNA mitocondrial",
    "descricao": "A síndrome de depleção do DNA mitocondrial (SMD) é um grupo clinicamente heterogêneo de doenças mitocondriais caracterizadas por uma redução do número de cópias do mtDNA nos tecidos afetados sem mutações ou rearranjos no mtDNA. A SMD é fenotipicamente heterogênea, manifestando-se como uma forma hepatocerebral, uma forma miopática, uma forma miopática benigna de \"início tardio\" ou uma forma cardiomiopática."
  },
  {
    "identificador": "5C53.21",
    "valor": "Síndrome de múltiplas deleções do DNA mitocondrial",
    "descricao": "Trata-se de deleções múltiplas que ocorrem no DNA localizado em organelas chamadas mitocôndrias, estruturas dentro das células eucarióticas que convertem a energia química dos alimentos em uma forma que as células podem usar, trifosfato de adenosina (ATP)."
  },
  {
    "identificador": "5C53.22",
    "valor": "Deficiência de coenzima Q10",
    "descricao": "Trata-se da deficiência em uma 1,4-benzoquinona, onde Q se refere ao grupo químico quinona e 10 se refere ao número de subunidades químicas de isoprenil em sua cauda. Essa substância semelhante a uma vitamina, solúvel em óleo, está presente na maioria das células eucarióticas, principalmente na mitocôndria. É um componente da cadeia de transporte de elétrons e participa da respiração celular aeróbia, gerando energia na forma de ATP."
  },
  {
    "identificador": "5C53.23",
    "valor": "Defeitos de tradução da proteína mitocondrial",
    "descricao": "Trata-se de defeitos na enzima que pertence à família das hidrolases, especificamente aquelas que atuam sobre anidridos de ácido para catalisar o movimento transmembrana de substâncias."
  },
  {
    "identificador": "5C53.24",
    "valor": "Síndrome de Leigh",
    "descricao": "A síndrome de Leigh ou encefalomielopatia necrotizante subaguda é uma doença neurológica progressiva definida por características neuropatológicas específicas que associam lesões no tronco cerebral e nos núcleos da base. Perda de marcos motores, hipotonia com mau controle da cabeça, vômitos recorrentes e anormalidade de movimento são sintomas iniciais comuns. Sinais piramidais e extrapiramidais, nistagmo, distúrbios respiratórios, oftalmoplegia e neuropatia periférica são frequentemente observados posteriormente. A epilepsia é relativamente incomum. A síndrome de Leigh tem múltiplas causas, todas as quais implicam em um defeito na produção de energia aeróbia, variando desde o complexo da piruvato desidrogenase até a via de fosforilação oxidativa."
  },
  {
    "identificador": "5C53.25",
    "valor": "Deficiência isolada de ATP sintetase",
    "descricao": ""
  },
  {
    "identificador": "5C53.2Y",
    "valor": "Outros distúrbios especificados de fosforilação oxidativa mitocondrial",
    "descricao": ""
  },
  {
    "identificador": "5C53.2Z",
    "valor": "Distúrbios de fosforilação oxidativa mitocondrial não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C53.3",
    "valor": "Distúrbios do transporte da membrana mitocondrial",
    "descricao": "Erro inato do metabolismo das proteínas nas membranas das mitocôndrias, que servem para transportar moléculas e outros fatores, como íons para dentro ou para fora das organelas."
  },
  {
    "identificador": "5C53.30",
    "valor": "Distúrbios do carreador de substrato mitocondrial",
    "descricao": ""
  },
  {
    "identificador": "5C53.31",
    "valor": "Distúrbios de importação de proteína mitocondrial",
    "descricao": "Refere-se a distúrbios da enzima que pertence à família das hidrolases, especificamente aquelas que atuam sobre anidridos de ácido para catalisar o movimento transmembrana de substâncias."
  },
  {
    "identificador": "5C53.3Y",
    "valor": "Outros distúrbios especificados do transporte da membrana mitocondrial",
    "descricao": ""
  },
  {
    "identificador": "5C53.3Z",
    "valor": "Distúrbios do transporte da membrana mitocondrial não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C53.4",
    "valor": "Distúrbios do metabolismo da creatina",
    "descricao": "Erro inato do metabolismo da creatina a qual serve como um transporte de energia entre os locais mitocondriais de produção de ATP e o citosol onde o ATP é utilizado."
  },
  {
    "identificador": "5C53.Y",
    "valor": "Outros erros inatos especificados do metabolismo de energia",
    "descricao": ""
  },
  {
    "identificador": "5C53.Z",
    "valor": "Erros inatos do metabolismo de energia não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C54",
    "valor": "Erros inatos de glicosilação ou outra modificação especificada de proteína",
    "descricao": "Os distúrbios congênitos das síndromes de glicosilação (CDG) são um grupo de distúrbios de síntese de glicoproteína caracterizados por manifestações neurológicas que podem ser associadas ao envolvimento multivisceral. As síndromes do CDG estão associadas a diferentes déficits enzimáticos."
  },
  {
    "identificador": "5C54.0",
    "valor": "Distúrbios da N-glicosilação proteica",
    "descricao": "Distúrbios congênitos envolvendo N-glicosilação defeituosa de proteínas (a adição de glicanos ligados à cadeia polipeptídica por uma beta-ligação entre o carbono anomérico de N-acetillucosamina e o grupo amido de L-asparagina)."
  },
  {
    "identificador": "5C54.1",
    "valor": "Distúrbios da O-glicosilação proteica",
    "descricao": "Distúrbios congênitos envolvendo defeito da ligação O-glicosilação, que normalmente ocorre através de uma ligação alfa do Glicano ao grupo hidroxilo de um resíduo de serina ou treonina em uma proteína"
  },
  {
    "identificador": "5C54.2",
    "valor": "Distúrbios de glicosilação múltipla e/ou outras vias",
    "descricao": ""
  },
  {
    "identificador": "5C54.Y",
    "valor": "Outros distúrbios congênitos especificados de glicosilação e modificação de proteínas",
    "descricao": ""
  },
  {
    "identificador": "5C54.Z",
    "valor": "Distúrbios congênitos de glicosilação e modificação de proteínas, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C55",
    "valor": "Erros inatos do metabolismo de purina, pirimidina ou nucleotídeo",
    "descricao": ""
  },
  {
    "identificador": "5C55.0",
    "valor": "Distúrbios do metabolismo da purina",
    "descricao": ""
  },
  {
    "identificador": "5C55.00",
    "valor": "Xantinúria",
    "descricao": ""
  },
  {
    "identificador": "5C55.01",
    "valor": "Síndrome de Lesch-Nyhan",
    "descricao": "A síndrome de Lesch-Nyhan (LNS) é a forma mais grave de deficiência de hipoxantina-guanina fosforibosiltransferase (HPRT), um distúrbio hereditário do metabolismo das purinas e está associada a um aumento da produção de ácido úrico (SAU), problemas neurológicos e problemas comportamentais. Os pacientes são normais ao nascer. O atraso psicomotor torna-se evidente dentro de 3 a 6 meses, com atraso no apoio da cabeça e na posição sentada, hipotonia e atetose (movimentos involuntários, lentos, contínuos e contorcidos.). Deposição de urina arenosa nas fraldas ou cristalúria com obstrução do trato urinário são formas comuns de apresentação. Os pacientes geralmente apresentam deficiência intelectual leve a moderada. Suspeita-se da doença quando ocorre atraso psicomotor em um paciente com AU elevada no sangue e na urina. A atividade indetectável da enzima HPRT no sangue periférico ou em células intactas (eritrócitos, fibroblastos) e os testes de genética molecular confirmam o diagnóstico. A herança é recessiva ligada ao X."
  },
  {
    "identificador": "5C55.0Y",
    "valor": "Outros distúrbios especificados do metabolismo da purina",
    "descricao": ""
  },
  {
    "identificador": "5C55.0Z",
    "valor": "Distúrbios do metabolismo da purina não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C55.1",
    "valor": "Distúrbios do metabolismo das pirimidinas",
    "descricao": ""
  },
  {
    "identificador": "5C55.2",
    "valor": "Distúrbios do metabolismo de nucleosídeos",
    "descricao": ""
  },
  {
    "identificador": "5C55.Y",
    "valor": "Outros erros inatos especificados do metabolismo das purina, pirimidina ou nucleotídeo",
    "descricao": ""
  },
  {
    "identificador": "5C55.Z",
    "valor": "Erros inatos do metabolismo das purina, pirimidina ou nucleotídeo, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C56",
    "valor": "Doenças lisossômicas",
    "descricao": ""
  },
  {
    "identificador": "5C56.0",
    "valor": "Esfingolipidose",
    "descricao": ""
  },
  {
    "identificador": "5C56.00",
    "valor": "Gangliosidose",
    "descricao": ""
  },
  {
    "identificador": "5C56.01",
    "valor": "Doença de Fabry",
    "descricao": "A doença de Fabry é uma doença de depósito lisossomal multissistêmica progressiva, hereditária, caracterizada por manifestações neurológicas, cutâneas, renais, cardiovasculares, cócleo-vestibulares e cerebrovasculares."
  },
  {
    "identificador": "5C56.02",
    "valor": "Leucodistrofia metacromática",
    "descricao": "A leucodistrofia metacromática é uma doença neurodegenerativa caracterizada pelo acúmulo de sulfatídeos (glicoesfingolipídeos sulfatados, especialmente sulfogalactosilceramidas ou sulfogalactocerebrosídeos) no sistema nervoso e nos rins. Existem três formas da doença: infantil tardia, juvenil e adulta."
  },
  {
    "identificador": "5C56.0Y",
    "valor": "Outra esfingolipidose especificada",
    "descricao": ""
  },
  {
    "identificador": "5C56.0Z",
    "valor": "Esfingolipidose não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C56.1",
    "valor": "Lipofuscinose neuronal ceroide",
    "descricao": "As lipofuscinoses ceróides neuronais são um grupo de doenças cerebrais degenerativas progressivas hereditárias caracterizadas clinicamente por um declínio das capacidades mentais e outras capacidades, epilepsia e perda de visão através da degeneração retiniana e histopatologicamente por acúmulo intracelular de um material autofluorescente, lipofuscina ceróide, nas células neuronais do cérebro e da retina."
  },
  {
    "identificador": "5C56.2",
    "valor": "Glicoproteinose",
    "descricao": "Doenças de depósito lisossomal que afetam as glicoproteínas, resultantes de defeitos na função lisossomal. O termo às vezes é reservado para condições que envolvem a degradação de glicoproteínas."
  },
  {
    "identificador": "5C56.20",
    "valor": "Mucolipidose",
    "descricao": ""
  },
  {
    "identificador": "5C56.21",
    "valor": "Oligossacaridose",
    "descricao": ""
  },
  {
    "identificador": "5C56.2Y",
    "valor": "Outra glicoproteinose especificada",
    "descricao": ""
  },
  {
    "identificador": "5C56.2Z",
    "valor": "Glicoproteinose não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C56.3",
    "valor": "Mucopolissacaridose",
    "descricao": ""
  },
  {
    "identificador": "5C56.30",
    "valor": "Mucopolissacaridose tipo 1",
    "descricao": "A mucopolissacaridose tipo 1 é uma doença rara de depósito lisossomal pertencente ao grupo das mucopolissacaridoses. Existem três variantes, que diferem amplamente em sua gravidade, com a síndrome de Hurler (57% dos casos) sendo a mais grave, a síndrome de Scheie (20% dos casos) a mais leve e a síndrome de Hurler-Scheie (23% dos casos) apresentando um fenótipo intermediário"
  },
  {
    "identificador": "5C56.31",
    "valor": "Mucopolissacaridose tipo 2",
    "descricao": "A mucopolissacaridose tipo 2 é uma doença de depósito lisossomal pertencente ao grupo das mucopolissacaridoses. O quadro clínico varia de grave (a forma mais frequente) com regressão psicomotora precoce, dismorfismo facial (macroglossia, boca constantemente aberta, características grosseiras), hepatoesplenomegalia, limitação do movimento articular, síndrome do túnel do carpo, disostose múltipla, baixa estatura, distúrbios comportamentais e psicomotores, regressão levando a deficiência intelectual, surdez, distúrbios cardíacos e respiratórios e sinais cutâneos a leves (inteligência normal, dismorfismo mais brando e disostoses)."
  },
  {
    "identificador": "5C56.32",
    "valor": "Mucopolissacaridose tipo 4",
    "descricao": "A mucopolissacaridose tipo IV (tipo 4) é uma doença de depósito lisossomal pertencente ao grupo das mucopolissacaridoses, caracterizada por displasia espondilo-epifio-metafisária. Existem duas formas clinicamente indistinguíveis, A e B. A deficiência em uma das duas enzimas necessárias para a degradação do sulfato de queratano é responsável pelos subtipos: sulfatase N-acetilgalactosamina-6-sulfato no tipo 4A e beta-D-galactosidase no tipo 4B."
  },
  {
    "identificador": "5C56.33",
    "valor": "Mucopolissacaridose tipo 6",
    "descricao": "A mucopolissacaridose tipo VI (tipo 6) é uma doença de depósito lisossomal com envolvimento multissistêmico progressivo, associada à deficiência de arilsulfatase B levando ao acúmulo de sulfato de dermatan. O transtorno mostra um amplo espectro de sintomas, desde formas de progressão lenta a rápida."
  },
  {
    "identificador": "5C56.3Y",
    "valor": "Outra mucopolissacaridose especificada",
    "descricao": ""
  },
  {
    "identificador": "5C56.3Z",
    "valor": "Mucopolissacaridose não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C56.4",
    "valor": "Distúrbios do metabolismo de ácido siálico",
    "descricao": "Refere-se a quaisquer distúrbios dos derivados N- ou O-substituídos do ácido neuramínico , um monossacarídeo com uma estrutura de nove carbonos."
  },
  {
    "identificador": "5C56.Y",
    "valor": "Outras doenças lisossômicas especificadas",
    "descricao": ""
  },
  {
    "identificador": "5C56.Z",
    "valor": "Doenças lisossômicas não especificadas",
    "descricao": ""
  },
  {
    "identificador": "5C57",
    "valor": "Doenças peroxissomais",
    "descricao": "As doenças peroxissomais representam uma classe de condições médicas causadas por defeitos nas funções dos peroxissomas. Isso pode ser devido a defeitos em enzimas únicas importantes para a função do peroxissomo ou nas peroxinas, proteínas codificadas pelos genes PEX que são críticos para a montagem normal do peroxissomo e biogênese."
  },
  {
    "identificador": "5C57.0",
    "valor": "Distúrbio da biogênese de peroxissoma",
    "descricao": "Os distúrbios da biogênese de peroxissoma incluem o espectro da síndrome de Zellweger e condrodisplasia punctata rizomélica tipo 1 . Eles representam um continuum de distúrbios, incluindo doença de Refsum infantil, adrenoleucodistrofia neonatal e síndrome de Zellweger. Coletivamente, são distúrbios cerebrais de desenvolvimento autossômico recessivo que também resultam em dismorfismo esquelético e craniofacial, disfunção hepática, perda auditiva neurossensorial progressiva e retinopatia."
  },
  {
    "identificador": "5C57.1",
    "valor": "Distúrbios da oxidação peroxissômica alfa, beta ou ômega",
    "descricao": ""
  },
  {
    "identificador": "5C57.Y",
    "valor": "Outras doenças peroxissomais especificadas",
    "descricao": ""
  },
  {
    "identificador": "5C57.Z",
    "valor": "Doenças peroxissomais não especificadas",
    "descricao": ""
  },
  {
    "identificador": "5C58",
    "valor": "Erros inatos do metabolismo da porfirina ou do heme",
    "descricao": ""
  },
  {
    "identificador": "5C58.0",
    "valor": "Distúrbios do metabolismo e/ou excreção de bilirrubinas",
    "descricao": ""
  },
  {
    "identificador": "5C58.00",
    "valor": "Síndrome da Crigler-Najjar",
    "descricao": "A síndrome de Crigler-Najjar é um distúrbio autossômico recessivo do metabolismo da bilirrubina, caracterizado por hiperbilirrubinemia não conjugada(bilirrubina indireta) devido a um déficit hepático da atividade da bilirrubina glucuronosiltransferase. Dois tipos foram descritos, SCN tipos 1 e 2, dependendo se o déficit enzimático é completo ou parcial: as manifestações clínicas variam de acordo. Os pacientes apresentam icterícia isolada que aparece no início da vida. As análises biológicas detectam hiperbilirrubinemia não conjugada grave com testes de função hepática normais. Os estudos de imagem abdominal (radiografias simples, tomografias computadorizadas ou ultrassonografias) e os achados da histologia hepática são normais. O diagnóstico geralmente é confirmado por análise de DNA genômico."
  },
  {
    "identificador": "5C58.01",
    "valor": "Síndrome de Gilbert",
    "descricao": "A síndrome de Gilbert é uma doença hereditária do fígado caracterizada por icterícia devido à hiperbilirrubinemia não conjugada, resultante de uma deficiência parcial na atividade da bilirrubina glucuronosiltransferase hepática."
  },
  {
    "identificador": "5C58.02",
    "valor": "Síndrome de Dubin-Johnson",
    "descricao": "A síndrome de Dubin-Johnson (SDJ) é uma doença hepática hereditária benigna caracterizada clinicamente por hiperbilirrubinemia crônica, predominantemente conjugada e histopatologicamente por deposição de pigmento marrom-escuro nas células parenquimatosas do fígado."
  },
  {
    "identificador": "5C58.03",
    "valor": "Colestase intra-hepática familiar progressiva",
    "descricao": "A colestase intra-hepática familiar progressiva (PFIC) se refere a um grupo heterogêneo de transtornos autossômicos recessivos da infância que interferem na formação da bile e se apresentam com colestase de origem hepatocelular. Três tipos de PFIC foram identificados e estão relacionados a mutações nos genes do sistema de transporte hepatocelular envolvidos na formação da bile. PFIC1 e PFIC2 geralmente aparecem nos primeiros meses de vida, enquanto o início de PFIC3 também pode ocorrer mais tarde na primeira infância, na infância tardia ou mesmo durante a idade adulta jovem."
  },
  {
    "identificador": "5C58.04",
    "valor": "Colestase intra-hepática recidivante benigna",
    "descricao": ""
  },
  {
    "identificador": "5C58.0Y",
    "valor": "Outros distúrbios especificados do metabolismo e/ou excreção de bilirrubinas",
    "descricao": ""
  },
  {
    "identificador": "5C58.0Z",
    "valor": "Distúrbios do metabolismo e/ou excreção de bilirrubinas não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C58.1",
    "valor": "Porfirias",
    "descricao": "As porfirias constituem um grupo de doenças caracterizadas por manifestações neuro-viscerais intermitentes, lesões cutâneas ou pela combinação de ambas. Todas as porfirias são causadas por uma deficiência em uma das enzimas da via de biossíntese do heme, resultando em um acúmulo de porfirinas e/ou seus precursores no fígado ou na medula óssea. Os sinais clínicos da doença geralmente aparecem na idade adulta, mas algumas porfirias afetam as crianças. As porfirias podem ser classificadas de acordo com a localização principal da anomalia metabólica. A neurotoxicidade direta ou indireta pode causar manifestações neurológicas. A transmissão das porfirias hereditárias é autossômica e dominante com penetrância fraca ou recessiva com penetrância completa. O diagnóstico é baseado principalmente na dosagem de porfirinas e seus precursores em amostras biológicas."
  },
  {
    "identificador": "5C58.10",
    "valor": "Porfiria cutânea tardia",
    "descricao": "A porfiria cutânea tardia é devido a um acúmulo de uroporfirinas no plasma devido ao bloqueio da via sintética normal do heme no fígado ao nível da uroporfirinogênio descarboxilase (URO-D). A maioria dos casos é esporádica e freqüentemente associada à sobrecarga de ferro. Ela se manifesta como fragilidade da pele e bolhas na pele exposta à luz, principalmente no dorso das mãos, juntamente com hipertricose."
  },
  {
    "identificador": "5C58.12",
    "valor": "Porfirias eritropoiéticas",
    "descricao": "As porfirias eritropoéticas estão associadas clinicamente à fotossensibilidade e bioquimicamente ao acúmulo anormal de porfirinas nos eritrócitos. Eles incluem a protoporfiria eritropoiética e a porfiria eritropoiética congênita (muito rara)."
  },
  {
    "identificador": "5C58.13",
    "valor": "Porfiria variegata",
    "descricao": "A porfiria variegata é uma forma de porfiria hepática aguda caracterizada pela ocorrência de crises neuro-viscerais com ou sem a presença de lesões cutâneas (fotodermatite bolhosa)."
  },
  {
    "identificador": "5C58.1Y",
    "valor": "Outras porfirias especificadas",
    "descricao": ""
  },
  {
    "identificador": "5C58.1Z",
    "valor": "Porfirias não especificadas",
    "descricao": ""
  },
  {
    "identificador": "5C58.Y",
    "valor": "Outros erros inatos especificados do metabolismo da porfirina ou do heme",
    "descricao": ""
  },
  {
    "identificador": "5C58.Z",
    "valor": "Erros inatos do metabolismo da porfirina ou do heme, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C59",
    "valor": "Erros inatos do metabolismo de neurotransmissores",
    "descricao": ""
  },
  {
    "identificador": "5C59.0",
    "valor": "Distúrbios do metabolismo de aminas biogênicas",
    "descricao": ""
  },
  {
    "identificador": "5C59.00",
    "valor": "Distúrbios da síntese de catecolaminas",
    "descricao": "Qualquer condição causada por falha na síntese correta de catecolaminas. A confirmação é feita por exame de sangue."
  },
  {
    "identificador": "5C59.01",
    "valor": "Distúrbios do metabolimo da pterina",
    "descricao": "Qualquer condição causada por falha ao tentar corrigir o metabolismo da pterina."
  },
  {
    "identificador": "5C59.0Y",
    "valor": "Outros distúrbios especificados do metabolismo de aminas biogênicas",
    "descricao": ""
  },
  {
    "identificador": "5C59.0Z",
    "valor": "Distúrbios do metabolismo de aminas biogênicas não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C59.1",
    "valor": "Distúrbios do metabolismo do ácido gama aminobutírico",
    "descricao": ""
  },
  {
    "identificador": "5C59.2",
    "valor": "Distúrbios do metabolismo da piridoxina",
    "descricao": ""
  },
  {
    "identificador": "5C59.Y",
    "valor": "Outros erros inatos especificados do metabolismo do neurotransmissores",
    "descricao": ""
  },
  {
    "identificador": "5C59.Z",
    "valor": "Erros inatos do metabolismo do neurotransmissores, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C5A",
    "valor": "Deficiência de alfa-1 antitripsina",
    "descricao": "A deficiência de alfa-1-antitripsina (DAAT) é uma doença genética que se manifesta com enfisema pulmonar, cirrose hepática e, raramente, com doença de pele tipo paniculite, e é caracterizada por baixos níveis séricos de AAT, o principal inibidor sérico da protease em humanos."
  },
  {
    "identificador": "5C5Y",
    "valor": "Outros erros inatos do metabolismo especificados",
    "descricao": ""
  },
  {
    "identificador": "5C5Z",
    "valor": "Erros inatos do metabolismo não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C60",
    "valor": "Distúrbios de absorção ou transporte de aminoácidos",
    "descricao": "Qualquer condição causada por deficiências na absorção e/ou no transporte de aminoácidos."
  },
  {
    "identificador": "5C60.0",
    "valor": "Síndrome oculocerebrorrenal",
    "descricao": "A síndrome oculocerebrorrenal de Lowe é uma doença multissistêmica caracterizada por catarata congênita, glaucoma, deficiência intelectual, deficiência de crescimento pós-natal e disfunção tubular renal com insuficiência renal crônica."
  },
  {
    "identificador": "5C60.1",
    "valor": "Cistinose",
    "descricao": "A cistinose é uma doença metabólica caracterizada pelo acúmulo de cistina dentro dos lisossomas de diferentes tecidos devido a um defeito no transporte da cistina para fora dos lisossomos. Existem três formas clínicas: infantil, juvenil e ocular. A forma infantil é a doença multissistêmica grave, com diminuição da capacidade de reabsorção do túbulo proximal que leva a alterações graves do equilíbrio hidroeletrolítico, depósito de cistina em vários órgãos e progressão para insuficiência renal após os 6 anos de idade. A cistinose juvenil surge por volta dos 8 anos de idade e tem um quadro clínico intermediário com doença renal em estágio terminal ocorrendo após os 15 anos de idade. A forma adulta ocular apresenta fotofobia."
  },
  {
    "identificador": "5C60.2",
    "valor": "Cistinúria",
    "descricao": "A cistinúria é um defeito do transporte de aminoácidos tubulares renais, caracterizado pela formação recorrente de cálculos renais de cistina."
  },
  {
    "identificador": "5C60.Y",
    "valor": "Outros distúrbios especificados de absorção ou transporte de aminoácidos",
    "descricao": ""
  },
  {
    "identificador": "5C60.Z",
    "valor": "Distúrbios de absorção ou transporte de aminoácidos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C61",
    "valor": "Distúrbios de absorção ou transporte de carboidratos",
    "descricao": ""
  },
  {
    "identificador": "5C61.0",
    "valor": "Má absorção de glicose-galactose",
    "descricao": "A má absorção de glicose-galactose é caracterizada por diarreia e desidratação neonatal grave. Cerca de 300 casos foram descritos até o momento. Glicosúria moderada também foi relatada, porém a absorção de frutose é normal. A má absorção de glicose-galactose é causada por uma mutação no gene SLC5A1, que codifica o cotransportador glicose-sódio, SGTL1. O modo de transmissão é autossômico recessivo. As consequências fatais desta síndrome podem ser evitadas seguindo uma dieta restrita em glicose e galactose."
  },
  {
    "identificador": "5C61.1",
    "valor": "Deficiência de maltase-glucoamilase",
    "descricao": "A diarreia crônica devido à deficiência de glucoamilase é caracterizada por diarreia crônica na primeira infância ou na infância em associação com a deficiência de glucoamilase intestinal."
  },
  {
    "identificador": "5C61.2",
    "valor": "Deficiência congênita de sacarase-isomaltase",
    "descricao": "A deficiência congênita de sacarase-isomaltase é um distúrbio de intolerância a carboidratos, caracterizado pela má absorção de oligossacarídeos e dissacarídeos. Ela é transmitida como um traço autossômico recessivo e é causada por mutações no complexo de membrana da borda em escova sacarase-isomaltase, que é necessário para a quebra de sacarose e amido em monossacarídeos. A deficiência de sacarase-isomaltase resulta em um acúmulo de dissacarídeos no lúmen, causando diarreia osmótica. O prognóstico para os pacientes é bom, pois a intolerância ao amido geralmente se resolve durante os primeiros anos de vida e a intolerância à sacarose geralmente melhora com a idade."
  },
  {
    "identificador": "5C61.3",
    "valor": "Deficiência de trealase",
    "descricao": "A deficiência de trealase é caracterizada por diarreia e vômitos após a ingestão de trealose, um dissacarídeo encontrado principalmente em cogumelos. A doença é muito rara na maioria das populações, mas a incidência foi estimada em pelo menos 1 em 13 na Groenlândia. A intolerância à trealose isolada é devida a uma deficiência de trealase (TREH; 11q23.3), uma glicoproteína de membrana do tipo borda em escova."
  },
  {
    "identificador": "5C61.4",
    "valor": "Má absorção adquirida de monossacarídeo",
    "descricao": "É uma condição adquirida em que as células que revestem o intestino não podem absorver um ou todos os açúcares (glicose, galactose ou frutose), o que impede a digestão adequada dessas moléculas e das moléculas maiores feitas a partir delas. Pode causar diarreia osmótica."
  },
  {
    "identificador": "5C61.40",
    "valor": "Má absorção de frutose",
    "descricao": ""
  },
  {
    "identificador": "5C61.4Y",
    "valor": "Outra má absorção adquirida de monossacarídeo especificada",
    "descricao": ""
  },
  {
    "identificador": "5C61.4Z",
    "valor": "Má absorção adquirida de monossacarídeo não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C61.5",
    "valor": "Distúrbios do transporte facilitado de glicose",
    "descricao": ""
  },
  {
    "identificador": "5C61.6",
    "valor": "Intolerância à lactose",
    "descricao": "A intolerância à lactose é a incapacidade de digerir a lactose, um açúcar encontrado no leite e em alguns produtos lácteos, devido à deficiência da lactase, a enzima que metaboliza a lactose. A intolerância à lactose ocorre quando a lactose não é completamente decomposta e, consequentemente, o açúcar não pode ser absorvido .."
  },
  {
    "identificador": "5C61.60",
    "valor": "Deficiência primária de lactase",
    "descricao": ""
  },
  {
    "identificador": "5C61.61",
    "valor": "Deficiência congênita de lactase",
    "descricao": "É uma deficiência congênita de lactase (EC 3.2.1.108), herdada como um traço autossômico recessivo, que se apresenta na infância e se manifesta por diarreia aquosa profusa em resposta ao leite da dieta, devido à incapacidade de digerir lactose, um açúcar encontrado no leite e em menor escala, produtos lácteos derivados do leite. A condição pode levar ao marasmo e à morte se a lactose não for eliminada da dieta."
  },
  {
    "identificador": "5C61.62",
    "valor": "Deficiência secundária de lactase",
    "descricao": "Esta forma de deficiência de lactase resulta de algum tipo de lesão ao intestino devido a uma doença ou cirurgia."
  },
  {
    "identificador": "5C61.6Z",
    "valor": "Intolerância à lactose não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C61.Y",
    "valor": "Outros distúrbios especificados de absorção ou transporte de carboidratos",
    "descricao": ""
  },
  {
    "identificador": "5C61.Z",
    "valor": "Distúrbios de absorção ou transporte de carboidratos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C62",
    "valor": "Distúrbios de absorção ou transporte de lipídios",
    "descricao": ""
  },
  {
    "identificador": "5C63",
    "valor": "Distúrbios de absorção ou transporte de vitaminas ou cofatores não proteicos",
    "descricao": ""
  },
  {
    "identificador": "5C63.0",
    "valor": "Distúrbios do metabolismo e/ou transporte da cobalamina",
    "descricao": ""
  },
  {
    "identificador": "5C63.1",
    "valor": "Distúrbios do metabolismo e/ou transporte do folato",
    "descricao": ""
  },
  {
    "identificador": "5C63.2",
    "valor": "Distúrbios do metabolismo e/ou transporte da vitamina D",
    "descricao": ""
  },
  {
    "identificador": "5C63.20",
    "valor": "Raquitismo hipocalcêmico dependente de vitamina D",
    "descricao": "O raquitismo hipocalcêmico dependente da vitamina D é um transtorno hereditário do metabolismo da vitamina D de início precoce, caracterizado por hipocalcemia grave levando a osteomalácia e deformações ósseas raquíticas e hipofosfatemia moderada."
  },
  {
    "identificador": "5C63.21",
    "valor": "Raquitismo hipocalcêmico resistente à vitamina D",
    "descricao": "O raquitismo hipocalcêmico resistente à vitamina D é um distúrbio hereditário da ação da vitamina D, caracterizado por hipocalcemia, raquitismo grave e alopecia em grande parte dos casos."
  },
  {
    "identificador": "5C63.22",
    "valor": "Raquitismo hipofosfatêmico",
    "descricao": "O raquitismo hipofosfatêmico é um grupo de doenças genéticas caracterizadas por hipofosfatemia, raquitismo e níveis séricos normais de cálcio."
  },
  {
    "identificador": "5C63.2Y",
    "valor": "Outros distúrbios especificados do metabolismo e/ou transporte da vitamina D",
    "descricao": ""
  },
  {
    "identificador": "5C63.2Z",
    "valor": "Distúrbios do metabolismo e/ou transporte da vitamina D não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C63.Y",
    "valor": "Outros distúrbios especificados de absorção ou transporte de vitaminas ou cofatores não proteicos",
    "descricao": ""
  },
  {
    "identificador": "5C63.Z",
    "valor": "Distúrbios de absorção ou transporte de vitaminas ou cofatores não proteicos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C64",
    "valor": "Distúrbios de absorção ou transporte de minerais",
    "descricao": "Condição em que há desvio ou interrupção no metabolismo de um mineral específico no corpo: em sua absorção, seu transporte, seu armazenamento e/ou sua utilização."
  },
  {
    "identificador": "5C64.0",
    "valor": "Distúrbios do metabolismo do cobre",
    "descricao": "Qualquer afecção causada por falha em metabolizar corretamente o cobre."
  },
  {
    "identificador": "5C64.00",
    "valor": "Doença de Wilson",
    "descricao": "A doença de Wilson é uma doença autossômica recessiva do metabolismo do cobre caracterizada pelo acúmulo tóxico de cobre, principalmente no fígado e no sistema nervoso central, podendo se apresentar como formas hepática, neurológica ou psiquiátrica."
  },
  {
    "identificador": "5C64.0Y",
    "valor": "Outros distúrbios do metabolismo do cobre especificados",
    "descricao": ""
  },
  {
    "identificador": "5C64.0Z",
    "valor": "Distúrbios do metabolismo do cobren não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C64.1",
    "valor": "Doença do metabolismo do ferro",
    "descricao": "Refere-se a quaisquer distúrbios do conjunto de reações químicas que mantêm a homeostase humana do ferro. O controle dessa substância necessária, mas potencialmente tóxica, é uma parte importante de muitos aspectos da saúde e das doenças humanas."
  },
  {
    "identificador": "5C64.10",
    "valor": "Doenças por sobrecarga de ferro",
    "descricao": "A sobrecarga de ferro é o acúmulo de ferro em excesso nos tecidos do corpo. A sobrecarga de ferro geralmente ocorre como resultado de uma predisposição genética para absorver e armazenar ferro em quantidades excessivas, sendo a forma mais comum a hemocromatose hereditária. A sobrecarga de ferro também pode ocorrer como complicação de outros distúrbios hematológicos que requerem terapia de transfusão crônica, injeções repetidas de ferro parenteral ou ingestão excessiva de ferro. Os estoques excessivos de ferro geralmente se acumulam nos tecidos reticuloendoteliais e causam poucos danos (“hemossiderose”). Se a sobrecarga continuar, o ferro eventualmente começa a se acumular em tecidos como parênquima hepático, pâncreas, coração e sinóvia, causando hemocromatose."
  },
  {
    "identificador": "5C64.1Y",
    "valor": "Outra doença do metabolismo do ferro especificada",
    "descricao": ""
  },
  {
    "identificador": "5C64.1Z",
    "valor": "Doença do metabolismo do ferro não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C64.2",
    "valor": "Distúrbios do metabolismo do zinco",
    "descricao": "Qualquer afecção causada pela falha ao metabolizar \r\n corretamente o zinco. Essas condições podem se manifestar com dermatite, diarreia, alopecia, perda de apetite, diminuição do crescimento, alterações neuropsicológicas ou síndromes de imunodeficiência."
  },
  {
    "identificador": "5C64.20",
    "valor": "Acrodermatite enteropática",
    "descricao": "Acrodermatite enteropática é um distúrbio autossômico recessivo incomum de absorção intestinal de zinco. Os sinais geralmente aparecem nos primeiros meses de vida com um eritema exsudativo e crostoso localizado predominantemente ao redor dos orifícios do corpo (boca, anogenital) e no couro cabeludo e extremidades distais. Os sinais costumam ser mal diagnosticados como sendo devidos a uma infecção. A condição responde rapidamente à suplementação de zinco, que deve ser continuada ao longo da vida."
  },
  {
    "identificador": "5C64.21",
    "valor": "Síndromes por deficiência de zinco",
    "descricao": ""
  },
  {
    "identificador": "5C64.2Y",
    "valor": "Outros distúrbios especificados do metabolismo do zinco",
    "descricao": ""
  },
  {
    "identificador": "5C64.2Z",
    "valor": "Distúrbios do metabolismo do zinco não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C64.3",
    "valor": "Distúrbios do metabolismo do fósforo ou das fosfatases",
    "descricao": "Qualquer afecção causada por erros no metabolismo do fósforo ou na atividade da fosfatase."
  },
  {
    "identificador": "5C64.4",
    "valor": "Distúrbios do metabolismo do magnésio",
    "descricao": "Qualquer afecção causada por falência em manter corretamente o metabolismo do magnésio"
  },
  {
    "identificador": "5C64.40",
    "valor": "Hipermagnesemia",
    "descricao": "É um distúrbio eletrolítico no qual há aumento importante do nível de magnésio no sangue. Normalmente, isso resulta em excesso de magnésio no corpo."
  },
  {
    "identificador": "5C64.41",
    "valor": "Hipomagnesemia",
    "descricao": "Distúrbio eletrolítico caracterizado por nível anormalmente baixo de magnésio no sangue. Os níveis normais de magnésio em humanos estão entre 1,5 - 2,5 mg/dL. Normalmente, um nível sérico inferior a 0,7 mmol/L é usado como referência para hipomagnesemia (não hipomagnesia que se refere ao baixo teor de magnésio em fontes de alimentos/suplementos)."
  },
  {
    "identificador": "5C64.4Z",
    "valor": "Distúrbios do metabolismo do magnésio não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C64.5",
    "valor": "Distúrbios do metabolismo do cálcio",
    "descricao": "Isto se refere a distúrbios no mecanismo pelo qual o corpo mantém níveis adequados de cálcio. As alterações/disfunções deste mecanismo levam à hipercalcemia ou hipocalcemia, ambas as quais podem ter consequências importantes para a saúde.."
  },
  {
    "identificador": "5C64.6",
    "valor": "Distúrbios do metabolismo do sódio",
    "descricao": ""
  },
  {
    "identificador": "5C64.7",
    "valor": "Distúrbios do metabolismo do cloro",
    "descricao": ""
  },
  {
    "identificador": "5C64.Y",
    "valor": "Distúrbios especificados de absorção ou transporte de minerais",
    "descricao": ""
  },
  {
    "identificador": "5C64.Z",
    "valor": "Distúrbios de absorção ou transporte de minerais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C6Y",
    "valor": "Outros distúrbios especificados de absorção ou transporte de metabólitos",
    "descricao": ""
  },
  {
    "identificador": "5C6Z",
    "valor": "Distúrbios de absorção ou transporte de metabólitos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C70",
    "valor": "Depleção de volume",
    "descricao": ""
  },
  {
    "identificador": "5C70.0",
    "valor": "Desidratação",
    "descricao": "A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água."
  },
  {
    "identificador": "5C70.1",
    "valor": "Hipovolemia",
    "descricao": "Estado de diminuição do volume sanguíneo, especificamente, diminuição do volume do plasma sanguíneo. É, portanto, a contração de volume do componente intravascular (ou perda de volume de sangue devido a coisas como hemorragia ou desidratação), mas, essencialmente, hipovolemia e contração de volume são algumas vezes usadas como sinônimos."
  },
  {
    "identificador": "5C70.Y",
    "valor": "Outra depleção de volume especificada",
    "descricao": ""
  },
  {
    "identificador": "5C70.Z",
    "valor": "Depleção de volume não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C71",
    "valor": "Hiperosmolalidade ou hipernatremia",
    "descricao": "Concentrações séricas de sódio superiores a 145 mmol/L, aumento da concentração sérica de partículas osmoticamente ativas."
  },
  {
    "identificador": "5C72",
    "valor": "Hiposmolalidade ou hiponatremia",
    "descricao": "Concentrações séricas de sódio inferiores a 135 mEq /L com diminuição da concentração sérica de partículas osmoticamente ativas."
  },
  {
    "identificador": "5C73",
    "valor": "Acidose",
    "descricao": "Acidose é um estado anormalmente ácido do sangue e dos tecidos."
  },
  {
    "identificador": "5C73.0",
    "valor": "Acidose respiratória aguda",
    "descricao": "É uma condição aguda na qual a diminuição da ventilação (hipoventilação) leva a um aumento da concentração de dióxido de carbono no sangue e diminuição do pH ( chamada acidose). O dióxido de carbono (CO2) é produzido continuamente à medida que as células do corpo respiram, e esse CO2 se acumulará rapidamente caso não seja adequadamente expulso/eliminado pelos pulmões através da ventilação alveolar. A hipoventilação alveolar, portanto, leva a um aumento da PaCO2 (chamada de hipercapnia). O aumento da PaCO2, por sua vez, reduz a relação HCO3/PaCO2, diminuindo assim o pH."
  },
  {
    "identificador": "5C73.1",
    "valor": "Acidose respiratória crônica",
    "descricao": "É uma condição crônica na qual a diminuição da ventilação (hipoventilação) leva a um aumento da concentração de dióxido de carbono no sangue e diminuição do pH (acidose). O dióxido de carbono( CO2) é produzido continuamente à medida que as células do corpo respiram, e esse CO2 se acumulará rapidamente caso não seja adequadamente expulso/eliminado pelos pulmões através da ventilação alveolar. A hipoventilação alveolar, portanto, leva a um aumento da PaCO2 (chamada de hipercapnia). O aumento da PaCO2, por sua vez, reduz a relação HCO3/PaCO2, diminuindo assim o pH."
  },
  {
    "identificador": "5C73.2",
    "valor": "Acidose metabólica com intervalo aniônico aumentado",
    "descricao": "É uma forma de acidose metabólica caracterizada por um aumento do intervalo aniônico(ânion gap). A lista de agentes que causam acidose metabólica com hiato aniônico(ânion gap) aumentado é semelhante, porém mais ampla do que a lista de agentes que causam uma acidose sem aumento de ânion gap."
  },
  {
    "identificador": "5C73.Y",
    "valor": "Outra acidose especificada",
    "descricao": ""
  },
  {
    "identificador": "5C73.Z",
    "valor": "Acidose não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C74",
    "valor": "Alcalose",
    "descricao": "Alcalose é um estado anormalmente básico do sangue e dos tecidos."
  },
  {
    "identificador": "5C75",
    "valor": "Distúrbio misto do equilíbrio ácido-básico",
    "descricao": "Condição em que mais de um dos mecanismos normais que regulam a quantidade de ácido ou base no corpo estão disfuncionais."
  },
  {
    "identificador": "5C76",
    "valor": "Hiperpotassemia",
    "descricao": ""
  },
  {
    "identificador": "5C77",
    "valor": "Hipopotassemia",
    "descricao": ""
  },
  {
    "identificador": "5C78",
    "valor": "Sobrecarga de líquidos",
    "descricao": "Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
  },
  {
    "identificador": "5C7Y",
    "valor": "Outros distúrbios especificados do equilíbrio de fluidos, eletrólitos ou ácido-base",
    "descricao": ""
  },
  {
    "identificador": "5C7Z",
    "valor": "Distúrbios do equilíbrio de fluidos, eletrólitos ou ácido-base, não especificados",
    "descricao": ""
  },
  {
    "identificador": "5C80",
    "valor": "Hiperlipoproteinemia",
    "descricao": "Transtornos do metabolismo das lipoproteínas que resultam em níveis séricos elevados de lipoproteínas."
  },
  {
    "identificador": "5C80.0",
    "valor": "Hipercolesterolemia",
    "descricao": ""
  },
  {
    "identificador": "5C80.00",
    "valor": "Hipercolesterolemia primária",
    "descricao": "Doença genética caracterizada por níveis elevados de colesterol, especificamente níveis muito elevados de lipoproteína de baixa densidade plasmática (LDL, \"colesterol ruim\") e doença cardiovascular precoce."
  },
  {
    "identificador": "5C80.01",
    "valor": "Hipercolesterolemia secundária",
    "descricao": ""
  },
  {
    "identificador": "5C80.0Z",
    "valor": "Hipercolesterolemia não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C80.1",
    "valor": "Hipertrigliceridemia",
    "descricao": "Forma de hiperlipidemia caracterizada por níveis plasmáticos anormalmente elevados de lipoproteínas ricas em triglicerídeos. Está associada a um risco elevado de morbidade cardiovascular."
  },
  {
    "identificador": "5C80.2",
    "valor": "Hiperlipidemia mista",
    "descricao": "Níveis séricos elevados de colesterol LDL e triglicerídeos."
  },
  {
    "identificador": "5C80.3",
    "valor": "Hiperalfalipoproteinemia",
    "descricao": "Condição em que a lipoproteína de alta densidade sérica está elevada."
  },
  {
    "identificador": "5C80.Y",
    "valor": "Outra hiperlipoproteinemia especificada",
    "descricao": ""
  },
  {
    "identificador": "5C80.Z",
    "valor": "Hiperlipoproteinemia não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C81",
    "valor": "Hipolipoproteinemia",
    "descricao": "Distúrbios caracterizados por baixos níveis séricos de lipoproteínas de qualquer tipo."
  },
  {
    "identificador": "5C81.0",
    "valor": "Hipoalfalipoproteinemia",
    "descricao": "Transtorno caracterizado por baixos níveis séricos de lipoproteina de alta densidade."
  },
  {
    "identificador": "5C81.1",
    "valor": "Hipobetalipoproteinemia",
    "descricao": "A hipobetalipoproteinemia constitui um grupo de transtornos do metabolismo das lipoproteínas que se caracterizam por níveis permanentemente baixos (abaixo do 5º percentil) de apolipoproteína B e colesterol LDL. Existem dois tipos de HBL: hipobetalipoproteinemia familiar e doença de retenção de quilomícrons. A forma familiar pode ser grave com início precoce (abetalipoproteinemia/hipobetalipoproteinemia familiar homozigótica) ou benigna (hipobetalipoproteinemia familiar benigna). hipobetalipoproteinemia familiar grave e a doença de retenção de quilomicrons aparecem na primeira infância ou na infância. Como resultado, eles são frequentemente associados a retardo de crescimento, diarreia com esteatorreia e má absorção de gordura. A hipobetalipoproteinemia familiar benigna é geralmente assintomática, mas em adultos está ocasionalmente associada à intolerância alimentar à gordura. Os distúrbios da hipobetaliporoteinemia são causados ​​por mutações em proteínas envolvidas na síntese, secreção e catabolismo de lipoproteínas contendo apolipoproteína B (LDL, VLDL e quilomícrons)."
  },
  {
    "identificador": "5C81.Y",
    "valor": "Outra hipolipoproteinemia especificada",
    "descricao": ""
  },
  {
    "identificador": "5C81.Z",
    "valor": "Hipolipoproteinemia não especificada",
    "descricao": ""
  },
  {
    "identificador": "5C8Y",
    "valor": "Outros distúrbios especificados do metabolismo de lipoproteínas ou lipidemias",
    "descricao": ""
  },
  {
    "identificador": "5C8Z",
    "valor": "Distúrbios não especificados do metabolismo de lipoproteínas ou lipidemias",
    "descricao": ""
  },
  {
    "identificador": "5C90",
    "valor": "Doença hepática metabólica ou de transporte",
    "descricao": ""
  },
  {
    "identificador": "5C90.0",
    "valor": "Doenças hepáticas devido a disfunções no ciclo da ureia",
    "descricao": "Grupo de doenças hepáticas causado por disfunções no ciclo da ureia, que é um ciclo metabólico de compostos contendo nitrogênio que produzem ureia."
  },
  {
    "identificador": "5C90.1",
    "valor": "Doenças hepáticas devido a distúrbios do metabolismo ou transporte da porfirina ou bilirrubina",
    "descricao": "Estas são doenças hepáticas devido a distúrbios do metabolismo e transporte da porfirina e da bilirrubina."
  },
  {
    "identificador": "5C90.2",
    "valor": "Doenças hepáticas devido a transtornos do metabolismo dos aminoácidos",
    "descricao": "Trata-se de doença hepática devido ao distúrbio dos vários processos bioquímicos responsáveis ​​pela síntese de proteínas e aminoácidos e pela quebra de proteínas (e também de outras moléculas grandes) pelo catabolismo."
  },
  {
    "identificador": "5C90.3",
    "valor": "Doença hepática devida a distúrbio de depósito lisossômico",
    "descricao": "Doença hepática devida a um grupo de aproximadamente 50 doenças metabólicas hereditárias raras que resultam de defeitos na função lisossomal."
  },
  {
    "identificador": "5C90.4",
    "valor": "Doenças hepáticas devidas à distúrbios /disfunções mitocondriais",
    "descricao": "Doença hepática devida a um grupo de doenças causadas por mitocôndrias disfuncionais, as organelas que geram energia para a célula."
  },
  {
    "identificador": "5C90.5",
    "valor": "Doença hepática devido a distúrbios do metabolismo mineral",
    "descricao": "Doença hepática devida a um distúrbio do composto orgânico necessário ao organismo como um nutriente vital em quantidades limitadas."
  },
  {
    "identificador": "5C90.Y",
    "valor": "Outra doença hepática metabólica ou de transporte, especificada",
    "descricao": ""
  },
  {
    "identificador": "5C90.Z",
    "valor": "Outra doença hepática metabólica ou de transporte, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "5D00",
    "valor": "Amiloidose",
    "descricao": "A amiloidose é um vasto grupo de doenças definidas pela presença de depósitos de proteínas insolúveis nos tecidos. Seu diagnóstico é baseado em achados histológicos. As amiloidoses são classificadas de acordo com os sinais clínicos e o tipo bioquímico da proteína amilóide envolvida. A maioria das amiloidoses é multissistêmica, 'generalizada' ou 'difusa'. Existem algumas formas de amilose localizada. As formas mais frequentes são amiloidose AL (imunoglobulinas), AA (inflamatória) e ATTR (acúmulo de transtirretina)."
  },
  {
    "identificador": "5D00.0",
    "valor": "Amiloidose de Cadeia Leve de Imunoglobulina",
    "descricao": "Amiloidose AL é devida à deposição de cadeias leves de imunoglobulina nos glomérulos, onde são vistas como fibrilhas de ligação ao vermelho do Congo e imunocoradas especificamente para cadeias leves kappa ou lambda. À microscopia de luz, há material hialino amorfo no mesângio e nas paredes capilares. Uma célula plasmática produtora de cadeia leve ou displasia de células B é responsável. Outros órgãos também estão envolvidos nessa doença sistêmica."
  },
  {
    "identificador": "5D00.1",
    "valor": "Amiloidose AA",
    "descricao": "A amiloidose AA é devida à deposição da proteína A amilóide sérica reagente de fase aguda (SAA) nos glomérulos, onde são vistas como fibrilas de ligação ao vermelho do Congo que imunocoram especificamente para SAA. A inflamação crônica é responsável. Outros órgãos também estão envolvidos nessa doença sistêmica."
  },
  {
    "identificador": "5D00.2",
    "valor": "Amiloidose hereditária",
    "descricao": "A amiloidose hereditária (amiloidose familiar) é uma doença hereditária que freqüentemente afeta o fígado, os nervos, o coração e os rins. Muitos tipos diferentes de anormalidades genéticas presentes ao nascimento estão associados a um risco aumentado de doença amilóide. O tipo e a localização de uma anormalidade no gene amilóide podem afetar o risco de certas complicações, a idade em que os sintomas aparecem pela primeira vez e a forma como a doença progride ao longo do tempo."
  },
  {
    "identificador": "5D00.20",
    "valor": "Amiloidose hereditária ATTR",
    "descricao": ""
  },
  {
    "identificador": "5D00.21",
    "valor": "Amiloidose heredofamiliar não-neuropática",
    "descricao": "Amiloidose de origem hereditária que não afeta os nervos periféricos. Os locais mais comuns de depósitos estão associados aos rins e ao coração."
  },
  {
    "identificador": "5D00.2Y",
    "valor": "Outra amiloidose hereditária especificada",
    "descricao": ""
  },
  {
    "identificador": "5D00.2Z",
    "valor": "Amiloidose hereditária não especificada",
    "descricao": ""
  },
  {
    "identificador": "5D00.3",
    "valor": "Amiloidose associada à diálise",
    "descricao": "A amiloidose relacionada à diálise se desenvolve quando as proteínas do sangue são depositadas nas articulações e tendões, causando dor, rigidez e derrame articular, bem como síndrome do túnel do carpo. Esse tipo geralmente afeta pessoas em diálise há bastante tempo."
  },
  {
    "identificador": "5D00.Y",
    "valor": "Outra amiloidose especificada",
    "descricao": ""
  },
  {
    "identificador": "5D00.Z",
    "valor": "Amiloidose não especificada",
    "descricao": ""
  },
  {
    "identificador": "5D01",
    "valor": "Síndrome de lise tumoral",
    "descricao": "Grupo de complicações metabólicas que podem ocorrer após o tratamento do câncer, geralmente linfomas e leucemias, e às vezes até mesmo sem tratamento. Essas complicações são causadas pelos produtos de degradação das células cancerosas mortas e incluem hipercalemia, hiperfosfatemia, hiperuricemia e hiperuricosúria, hipocalcemia e consequente nefropatia aguda por ácido úrico e insuficiência renal aguda."
  },
  {
    "identificador": "5D0Y",
    "valor": "Outros distúrbios metabólicos especificados",
    "descricao": ""
  },
  {
    "identificador": "5D2Z",
    "valor": "Distúrbios metabólicos não especificados",
    "descricao": ""
  },
  {
    "identificador": "5D40",
    "valor": "Hipotireoidismo pós- procedimento",
    "descricao": ""
  },
  {
    "identificador": "5D40.0",
    "valor": "Hipotireoidismo pós irradiação",
    "descricao": ""
  },
  {
    "identificador": "5D40.00",
    "valor": "Hipotireoidismo após ablação com iodo radioativo",
    "descricao": ""
  },
  {
    "identificador": "5D40.0Y",
    "valor": "Outo hipotireoidismo pós irradiação especificado",
    "descricao": ""
  },
  {
    "identificador": "5D40.0Z",
    "valor": "Hipotireoidismo pós irradiação não especificado",
    "descricao": ""
  },
  {
    "identificador": "5D40.Y",
    "valor": "Outro hipotireoidismo pós -procedimento especificado",
    "descricao": ""
  },
  {
    "identificador": "5D40.Z",
    "valor": "Hipotireoidismo pós- procedimento não especificado",
    "descricao": ""
  },
  {
    "identificador": "5D41",
    "valor": "Hipoinsulinemia pós-procedimento",
    "descricao": "Esta é uma redução nos níveis de insulina que pode ocorrer após procedimentos médicos, incluindo radiação, e aumenta o risco de desenvolver diabetes mellitus."
  },
  {
    "identificador": "5D42",
    "valor": "Hipoparatireoidismo pós-procedimento",
    "descricao": "Trata-se da diminuição da função das glândulas paratireoides pós-procedimento, com diminuição da produção do hormônio da paratireoide. Isso pode acarretar níveis baixos de cálcio no sangue, muitas vezes causando câimbras e espasmos dos músculos ou tetania (contração muscular involuntária) e vários outros sintomas."
  },
  {
    "identificador": "5D43",
    "valor": "Hipopituitarismo pós procedimento",
    "descricao": "Trata-se de secreção reduzida pós-procedimento de um ou mais dos oito hormônios normalmente produzidos pela hipófise . Se houver diminuição da secreção da maioria dos hormônios hipofisários, o termo pan-hipopituitarismo (pan significa \"todos\") é usado."
  },
  {
    "identificador": "5D44",
    "valor": "Insuficiência ovariana pós procedimento",
    "descricao": "Uma afecção em mulheres caracterizada por amenorréia, causada por ou após qualquer intervenção. Essa afecção também pode se manifestar com ondas de calor, suores noturnos, irritabilidade, falta de concentração, diminuição da libido, dor durante a relação sexual e secura vaginal."
  },
  {
    "identificador": "5D45",
    "valor": "Insuficiência Androgênica pós procedimento. (descontinuado)",
    "descricao": "Condição em homens caracterizada por deficiência de testosterona, causada por ou após qualquer intervenção. Esta condição pode se manifestar com fadiga, diminuição da libido, disfunção erétil, humor deprimido, diminuição da massa corporal magra, aumento da massa gorda e/ou diminuição da densidade mineral óssea."
  },
  {
    "identificador": "5D46",
    "valor": "Insuficiência adrenal pós cirúrgica. (descontinuado)",
    "descricao": "Condição causada por ou subsequente a qualquer procedimento médico. Esta condição é caracterizada por deficiência dos hormônios da córtex adrenal, principalmente o cortisol . Esta afecção pode se manifestar com fadiga crônica, fraqueza muscular, perda de apetite, perda de peso ou dor abdominal."
  }
]