[
  {
    "identificador": "7A00",
    "valor": "Insônia crônica",
    "descricao": "Insônia crônica é a dificuldade frequente e persistente de iniciar ou manter o sono que ocorre apesar da oportunidade e das circunstâncias adequadas para dormir e que resulta em insatisfação geral com o sono e em alguma forma de prejuízo diurno. Os sintomas diurnos incluem tipicamente fadiga, humor deprimido ou irritabilidade, mal estar geral, e prejuízo cognitivo. O distúrbio do sono e os sintomas diurnos associados ocorrem pelo menos várias vezes por semana por pelo menos três meses. Alguns indivíduos com insônia crônica podem mostrar um curso mais episódico, com episódios recorrentes de dificuldades de sono/vigília durando várias semanas de cada vez ao longo de vários anos. Indivíduos que relatam sintomas relacionados ao sono na ausência de prejuízo diurno não são considerados como tendo um transtorno de insônia. Se a insônia ocorre devido a outro transtorno de sono-vigília, a um transtorno mental, a outra condição clínica, ou ao uso de medicação ou substância, insônia crônica deve ser diagnosticada somente se é um foco independente de atenção clínica."
  },
  {
    "identificador": "7A01",
    "valor": "Insônia de curta duração",
    "descricao": "Insônia de curta duração é caraterizada pela dificuldade em iniciar ou manter o sono de menos de três meses de duração que ocorre apesar da oportunidade e das circunstâncias adequadas para o sono e resulta em insatisfação geral com o sono e alguma forma de prejuízo diurno. Os sintomas diurnos tipicamente incluem fadiga, humor deprimido ou irritabilidade, mal estar geral, e prejuízo cognitivo. Indivíduos que relatam sintomas relacionados ao sono na ausência de prejuízo diurno não são considerados como tendo um transtorno de insônia. Se a insônia é devida a outro transtorno de sono-vigília, a um transtorno mental, a outra condição clínica, ou ao uso de medicamentos ou substâncias, insônia de curta duração deve somente ser diagnosticada se a insônia é um foco independente de atenção clínica."
  },
  {
    "identificador": "7A0Z",
    "valor": "Transtornos de insônia não especificados",
    "descricao": ""
  },
  {
    "identificador": "7A20",
    "valor": "Narcolepsia",
    "descricao": "Narcolepsia é um transtorno caracterizado por períodos diários de necessidade incontrolável de dormir ou lapsos de sono diurnos ocorrendo por pelo menos vários meses, acompanhado de manifestações anormais do sono REM. O Teste das Latências Múltiplas do Sono (TLMS) demonstra uma latência média do sono menor que 8 minutos e dois ou mais períodos de sono REM no início do sono (SOREMP), ou um ou mais SOREMP no TLMS e um SOREMP na polissonografia (PSG) da noite anterior.\r\nO sono noturno é com frequência agitado, e cochilos diurnos breves são tipicamente restauradores."
  },
  {
    "identificador": "7A20.0",
    "valor": "Narcolepsia tipo 1",
    "descricao": "Narcolepsia do Tipo 1 é um transtorno de sonolência excessiva devido à deficiência de sinalização da hipocretina hipotalâmica (orexina). Além dos períodos diários de necessidade incontrolável de dormir ou lapsos de sono diurnos, a narcolepsia do tipo 1 é caracterizada por sintomas de dissociação do sono REM, mais importantemente a cataplexia. Cataplexia é a perda súbita e incontrolável do tônus muscular surgindo durante a vigília que é tipicamente desencadeada por uma emoção forte, como excitação ou risada. Embora a cataplexia seja um sintoma patognomônico da narcolepsia do tipo 1, ela pode não se manifestar até anos depois do início da sonolência. Em tais casos, o diagnóstico de narcolepsia do tipo 1 pode ser feito baseado nos níveis de hipocretina no líquido cefalorraquidiano (LCR) < 110 picogramas por mililitro. Episódios de paralisia do sono e alucinações hipnagógicas ou hipnopômpicas também podem estar presentes. O transtorno não é atribuível a uma doença do sistema nervoso ou outra condição clínica.\r\n\r\nNota: um diagnóstico definitivo requer períodos diários de necessidade irreprimível de dormir ou lapsos diurnos de sono somado a ou: a) cataplexia e teste das latências múltiplas do sono/ polissonografia (TMLS/PSG) com achados característicos de narcolepsia; ou b) deficiência demonstrada de hipocretina no LCR."
  },
  {
    "identificador": "7A20.1",
    "valor": "Narcolepsia tipo 2",
    "descricao": "Narcolepsia do tipo 2 é um transtorno de sonolência excessiva caracterizado por períodos diários de necessidade incontrolável de dormir ou lapsos diurnos de sono e manifestações anormais do sono REM como demonstrado pelos achados do teste das latências múltiplas do sono (TLMS/PSG) no contexto de sinalização normal da hipocretina hipotalâmica (orexina). Ou seja, as concentração de hipocretina no líquido cefalorraquidiano (LCR) são > 110 picogramas por mililitro. Cataplexia não esta presente. O transtorno não é atribuível a uma doença do sistema nervoso ou outra condição clínica.\r\n\r\nNota: Um diagnóstico definitivo requer períodos diários de necessidade incontrolável de dormir ou lapsos diurnos para o sono e achados no teste das latências múltiplas do sono/polissonografia (TLMS/PSG) característicos de narcolepsia. Não deve haver evidência de cataplexia ou deficiência de hipocretina no LCR (se o teste for realizado)."
  },
  {
    "identificador": "7A20.Z",
    "valor": "Narcolepsia não especificada",
    "descricao": ""
  },
  {
    "identificador": "7A21",
    "valor": "Hipersonia idiopática",
    "descricao": "Hipersonia Idiopática é caracterizada por períodos diários de necessidade irresistível de dormir ou lapsos diurnos de sono ocorrendo por pelo menos vários meses na ausência de cataplexia ou deficiência de hipocretina (se determinada).\r\nOs achados da polissonografia/teste de múltiplas latências do sono (MSLT) característicos da narcolepsia (ou seja, dois ou mais períodos REM de início do sono (SOREMP), ou um ou mais SOREMP no MSLT e um SOREMP na polissonografia noturna anterior) também devem estar ausentes. A sonolência diurna não é melhor explicada por outro transtorno (p. ex., síndrome do sono insuficiente, apneia obstrutiva do sono, distúrbio do sono-vigília do ritmo circadiano), uma substância ou medicamento, ou uma condição médica). A evidência objetiva de hipersonolência é indicada por um MSLT mostrando uma latência média do sono ≤ 8 minutos ou por polissonografia ou actigrafia do punho mostrando um tempo total de sono de 11 horas ou mais em 24 horas. A inércia do sono prolongada e grave é frequentemente observada e consiste em dificuldade sustentada de acordar com repetidos retornos ao sono, irritabilidade, comportamento automático e confusão. Em contraste com a narcolepsia, os cochilos são geralmente longos, muitas vezes mais de 60 minutos, e pouco refrescantes.\r\n\r\nNota: Um diagnóstico definitivo requer períodos diários de necessidade incontrolável de dormir ou lapsos diurnos de sono, a demonstração objetiva de sonolência excessiva e ausência de achados relacionados ao sono REM pelo teste das múltiplas latências do sono (TMLS/PSG)."
  },
  {
    "identificador": "7A22",
    "valor": "Síndrome de Kleine-Levin",
    "descricao": "A Síndrome de Kleine-Levin é caracterizada por episódios recorrentes de sonolência intensa em associação com distúrbios cognitivos, psiquiátricos e comportamentais. Um episódio típico dura em média 10 dias (variando de 2,5 a 80 dias), com episódios raros durando várias semanas a meses. Durante os episódios, os pacientes podem dormir 16 a 20horas por dia, acordando ou se levantando apenas para se alimentar ou urinar. Quando acordado durante os episódios, a maioria dos pacientes está exausta, apática, confusa, e lenta para falar e responder. Hiperfagia, hipersexualidade, comportamento infantil, depressão, ansiedade, alucinações e delírios são observados com frequência durante os episódios. Os pacientes são normais entre os episódios em relação ao sono, cognição, humor, e alimentação. Raramente, a síndrome de Kleine-Levin pode ocorrer exclusivamente durante os períodos menstruais."
  },
  {
    "identificador": "7A23",
    "valor": "Hipersonia devida a uma condição médica",
    "descricao": "Hipersonia devido a uma condição médica é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos de pelo menos vários meses de duração que é atribuível a um transtorno médico ou neurológico coexistente (p.ex.. traumatismo craniano, doença de Parkinson, algumas condições genéticas, transtornos metabólicos, neurológicos ou endócrinos) e é suficientemente grave para requerer um foco específico de atenção clínica. A hipersonia devida a uma condição médica só é diagnosticada se a hipersonia for uma consequência fisiológica direta da condição médica. A sonolência residual em pacientes com apneia obstrutiva do sono tratada adequadamente é classificada aqui na suposição de que é devida a danos no sistema nervoso central decorrentes de hipoxemia recorrente.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (p.ex. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
  },
  {
    "identificador": "7A24",
    "valor": "Hipersonia devida ao uso de medicamento ou substância",
    "descricao": "Hipersonia devido ao uso de medicamento ou substância é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos que é atribuído aos efeitos sedativos do medicamento, álcool, ou outras substâncias psicoativas, incluindo as síndromes de abstinência (p.ex. de estimulantes) e é grave o suficiente para constituir um foco independente de atenção clínica.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (e.g. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
  },
  {
    "identificador": "7A25",
    "valor": "Hipersonia associada a um transtorno mental",
    "descricao": "Hipersonia associada com um transtorno mental é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos que é suficientemente grave para constituir um foco específico de atenção clínica. Isto é mais típico de transtornos depressivos ou a fase depressiva do transtorno bipolar. Os pacientes com frequência sentem que seu sono é de má qualidade e não restaurador e podem ser focados intensamente na sua hipersonolência. Evidência objetiva de sonolência excessiva no TMLS é com frequência ausente. \r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das latências múltiplas do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (apneia obstrutiva do sono) que podem explicar melhor a sonolência."
  },
  {
    "identificador": "7A26",
    "valor": "Síndrome do sono insuficiente",
    "descricao": "Síndrome do sono insuficiente ocorre quando um indivíduo falha persistentemente em obter a quantidade de sono requerida relativa a sua própria necessidade fisiológica de sono para manter níveis normais de alerta e vigília e é assim privado de sono cronicamente. O padrão de sono reduzido está presente na maior parte dos dias por vários meses.\r\n\r\nA capacidade do individuo de iniciar e manter o sono não está comprometida. Com frequência o tempo de sono é marcadamente estendido nas noites de finais de semana ou durante as férias em comparação aos dias de semana. O prolongamento do tempo total de sono resulta na resolução dos sintomas de sonolência."
  },
  {
    "identificador": "7A2Y",
    "valor": "Outros transtornos especificados de hipersonolência",
    "descricao": ""
  },
  {
    "identificador": "7A2Z",
    "valor": "Transtornos de hipersonolência não especificados",
    "descricao": ""
  },
  {
    "identificador": "7A40",
    "valor": "Apneias centrais do sono",
    "descricao": "Apneias centrais do sono são caracterizadas pela redução ou cessação do fluxo aéreo devido ao esforço respiratório reduzido ou ausente. Apneia central (cessação do fluxo aéreo) ou hipopneia (redução do fluxo aéreo) podem ocorrer em uma maneira cíclica ou intermitente. Pacientes com apneia central do sono de várias etiologias podem exibir também eventos obstrutivos, caso no qual o diagnóstico de apneia central do sono e de apneia obstrutiva do sono pode ser dado.\r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada em polissonografia."
  },
  {
    "identificador": "7A40.0",
    "valor": "Apneia central do sono primária",
    "descricao": "Apneia central do sono primária é de etiologia desconhecida (idiopática) e é caracterizada por apneias recorrentes, predominantemente centrais. O fluxo aéreo e o esforço respiratório cessam simultaneamente de modo repetitivo ao longo da noite. Os episódios recorrentes de apneia (mais de cinco por hora) e despertares associados são graves o suficiente para causar sintomas tais como sonolência diurna, sono agitado, despertar com dispneia, ou ronco. \r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia."
  },
  {
    "identificador": "7A40.1",
    "valor": "Apneia central do sono primária da infância",
    "descricao": "Apneia central do sono primária da infância é caracterizada por apneias prolongadas (> 20 segundos) predominantemente centrais ou respiração periódica durante mais de 5% do tempo total de sono em um bebê de pelo menos 37 semanas de idade concepcional. Estes eventos são tipicamente associados com comprometimento fisiológico (hipoxemia, bradicardia), ou a necessidade de intervenção como estimulação ou ressuscitação. Este diagnóstico deve ser feito quando os eventos centrais são o achado predominante, mesmo que também estejam presentes apneias obstrutivas ou mistas, ou hipopneias.\r\n\r\nNota: um diagnóstico definitivo requer evidência objetiva baseada em polissonografia ou em monitorização alternativa, como monitorização hospitalar ou domiciliar."
  },
  {
    "identificador": "7A40.2",
    "valor": "Apneia do sono central primária da prematuridade",
    "descricao": "A apneia do sono central primária da prematuridade é caracterizada predominantemente por apneias centrais prolongadas (> 20 segundos) ou por respiração periódica em mais de 5% do tempo total de sono em bebês com menos de 37 semanas de idade pós concepcional. Estes eventos são tipicamente associados a comprometimento fisiológico (hipoxemia, bradicardia) ou à necessidade de intervenção como estimulação ou ressuscitação. Este diagnóstico deve ser feito quando os eventos centrais são o achado predominante, mesmo que também estejam presentes apneias obstrutivas ou mistas, ou hipopneias.\r\n\r\nNota: um diagnóstico definitivo requer evidência objetiva baseada em polissonografia ou em monitorização alternativa, como monitorização hospitalar ou domiciliar."
  },
  {
    "identificador": "7A40.3",
    "valor": "Apneia central do sono com respiração de Cheyne-Stokes",
    "descricao": "A apneia central do sono com respiração de Cheyne-Stokes é caracterizada por apneias predominantemente centrais ou hipopneias centrais, recorrentes (mais de cinco por hora), que se alternam com uma fase respiratória que exibe um padrão de fluxo (ou de volume corrente) em crescendo-decrescendo. A duração mais longa do ciclo respiratório (> 40 segundos) distingue a apneia do sono central com respiração de Cheyne-Stokes de outros tipos de apneia do sono central. A grande maioria dos pacientes com apneia do sono central com respiração de Cheyne-Stokes têm insuficiência cardíaca sistólica ou diastólica. Pacientes com apneia do sono central com respiração de Cheyne-Stokes têm a pressão parcial de dióxido de carbono (PaCO2) diurna normal ou baixa. O distúrbio é tipicamente associado a fibrilação/flutter atrial, insuficiência cardíaca congestiva ou um transtorno neurológico e é suficientemente grave para causar sintomas tais como sonolência diurna, sono agitado, despertar com dispneia, ou roncos.\r\n\r\nNOTA: o diagnóstico definitivo requer evidência objetiva baseada na polissonografia."
  },
  {
    "identificador": "7A40.4",
    "valor": "Apneia central do sono devida a condição médica sem respiração de Cheyne-Stokes",
    "descricao": "A apneia do sono central devida a condição médica sem respiração de Cheyne-Stokes é caracterizada por apneias ou hipopneias recorrentes (mais de 5 por hora) predominantemente centrais, que são atribuídas a uma condição médica (e não apresentam o padrão de respiração de Cheyne-Stokes). A maioria desses pacientes têm lesão do tronco cerebral, de origem no desenvolvimento, vascular, neoplásica, degenerativa, desmielinizante ou traumática O transtorno é suficientemente grave para causar sintomas tais como sonolência diurna, sono irregular, despertar por dispneia ou roncos.\r\n\r\nNOTA: o diagnóstico definitivo requer evidência objetiva baseada na polissonografia na presença de uma condição médica considerada causadora dos sintomas."
  },
  {
    "identificador": "7A40.5",
    "valor": "Apneia central do sono devida à respiração periódica de grandes altitudes.",
    "descricao": "Respiração periódica de alta altitude é caracterizada por períodos alternados de apneia central e hiperpneia associados a ascensão recente a altas altitudes (tipicamente > 2.500 metros). O padrão de respiração periódica é uma resposta esperada a ascensão em altitude. O transtorno é suficientemente intenso para causar sintomas tais como sonolência diurna, sono agitado, despertares com dispneia, ou ronco. O comprimento do ciclo deste padrão respiratório é comumente menor que 40 segundos e, com frequência, tão curto quanto 12 a 20 segundos.\r\n\r\nNota: Este diagnóstico pode ser feito clinicamente baseado nos sintomas e na ascensão recente a alta altitude."
  },
  {
    "identificador": "7A40.6",
    "valor": "Apneia central do sono devida a medicação ou substância",
    "descricao": "A apneia do sono central devida a medicação é caracterizada por um padrão de apneia ou hipopneia central recorrente (mais de cinco por hora) atribuível ao uso de medicação ou substância química, mais comumente opioides de longa duração (p. ex. metadona, morfina ou oxicodona de longa ação, adesivos de fentanil). O distúrbio é suficientemente grave para causar sintomas como sonolência diurna, sono agitado, despertar por dispneia ou roncos. Apneias obstrutivas e hipoventilação podem estar presentes, mas a apneia do sono central é o achado predominante.\r\n\r\nNOTA: o diagnóstico definitivo requer evidência objetiva baseada em polissonografia, no contexto de uso de medicação ou substância considerada causadora dos sintomas."
  },
  {
    "identificador": "7A40.7",
    "valor": "Apneia central do sono emergente do tratamento",
    "descricao": "Apneia central do sono emergente do tratamento é caracterizada pela persistência ou emergência de apneias recorrentes predominantemente centrais (mais de cinco por hora) durante o tratamento efetivo para apneia obstrutiva (apneia ou hipopneia obstrutiva ou mista) com pressão positiva. As apneias centrais devem ser o achado predominante (>50% do total de eventos respiratórios). O distúrbio é suficientemente grave para causar sintomas tais como sonolência diurna, sono agitado, despertar com dispneia, ou ronco. Se a redução ou cessação do fluxo aéreo por esforço respiratório reduzido ou ausente é melhor explicada por outro transtorno de apneia central do sono (p.ex., apneia do sono central devida a medicação ou substância química), este diagnóstico deve ser dado juntamente com o de apneia obstrutiva do sono, ao invés do diagnóstico de apneia central emergente do tratamento.\r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada em polissonografia."
  },
  {
    "identificador": "7A40.Y",
    "valor": "Outras apneias centrais do sono especificadas",
    "descricao": ""
  },
  {
    "identificador": "7A40.Z",
    "valor": "Apneias centrais do sono não especificadas",
    "descricao": ""
  },
  {
    "identificador": "7A41",
    "valor": "Apneia obstrutiva do sono",
    "descricao": "A apneia obstrutiva do sono é caracterizada por episódios repetidos de apneia ou hipopneia que são causados por obstrução de via aérea superior durante o sono. Estes eventos frequentemente resultam em redução da saturação de oxigênio no sangue e geralmente são interrompidos por curtos despertares. Sonolência excessiva é uma das principais queixas de apresentação em muitos, mas não em todos os casos. Relatos de insônia, qualidade de sono ruim e fadiga são também comuns. A síndrome de resistência de vias aéreas superiores tem a mesma fisiopatologia e deve ser classificada aqui. Em adultos (> 18 anos), a apneia obstrutiva do sono é diagnosticada quando a frequência dos eventos obstrutivos (apneias, hipopneias, ou despertares relacionados a eventos respiratórios) é superior a 15 por hora. O transtorno também pode ser diagnosticado quando a frequência de eventos é superior a cindo por hora e: a) sintomas atribuíveis ao transtorno estão presentes (p.ex., sonolência ou interrupção do sono); b) desconforto respiratório noturno ou apneia/ronco habitual observados são relatados; ou c) quando estão presentes hipertensão, algum distúrbio do humor, disfunção cognitiva, doença coronariana, acidente vascular cerebral, insuficiência cardíaca congestiva, fibrilação atrial, ou diabetes mellitus tipo 2 estão presentes. Em crianças, o distúrbio é diagnosticado quando a frequência dos eventos obstrutivos é superior a um por hora, acompanhados de sinais ou sintomas relacionados ao transtorno respiratório. \r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia."
  },
  {
    "identificador": "7A42",
    "valor": "Transtornos de hipóxia ou hipoventilação relacionados ao sono",
    "descricao": "A principal característica destes transtornos é a ventilação insuficiente relacionada ao sono, resultando em elevação anormal da pressão parcial arterial de dióxido de carbono (PaCO2) durante o sono. A hipoxemia relacionada ao sono é diagnosticada quando a monitorização noturna revela queda sustentada (> 5 minutos) da saturação de oxigênio para ≤ 88% em adultos (ou ≤ 90% em crianças) por ≥ 5 minutos.\r\n\r\nNota: O diagnóstico definitivo exige evidência objetiva baseada em polissonografia, bem como monitorização do dióxido de carbono (CO2) durante o sono (por medida arterial, expirada ou transcutânea)."
  },
  {
    "identificador": "7A42.0",
    "valor": "Síndrome obesidade-hipoventilação",
    "descricao": "A síndrome de hipoventilação da obesidade é caracterizada por obesidade (em adultos, índice da massa corpórea > 30 kg/m²) e hipercapnia diurna indicada por pressão parcial arterial de dióxido de carbono (PaCO2)> 45 mm Hg que não pode ser totalmente atribuída a uma doença cardiopulmonar ou neurológica subjacente. A hipercapnia piora durante o sono e geralmente está associada a grave dessaturação arterial de oxigênio. A apneia obstrutiva do sono também está presente na maioria dos casos e deve ser diagnosticada juntamente com a obesidade-hipoventilação.\r\nNota: Um diagnóstico definitivo requer a demonstração de hipercapnia diurna e evidência objetiva baseada em polissonografia, com monitoramento de dióxido de carbono (CO2) (por medidas arteriais, no ar expirado no final da expiração ou transcutaneas)."
  },
  {
    "identificador": "7A42.1",
    "valor": "Hipoventilação alveolar central congênita relacionada ao sono",
    "descricao": "A síndrome da hipoventilação alveolar central congênita (CCHS) é um transtorno de disfunção autonômica, primariamente a insuficiência do controle central automático da respiração, causada por uma mutação do gene PHOX2B. A CCHS é caracterizada por hipoventilação, que é pior durante o sono em comparação com a vigília. O início é usualmente ao nascimento, e a CCHS mais comumente se apresenta em um bebê de aparência normal em quem se nota cianose, dificuldades de alimentação, hipotonia, ou menos comumente, apneia central. A gravidade é relacionada à mutação específica presente. Indivíduos com variantes mais leves do transtorno podem não buscar atenção clínica até a vida adulta. \r\n\r\nNote: Um diagnóstico definitivo requer a demonstração da mutação PHOX2B e evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) por medidas transcutânea, arterial ou tidal final."
  },
  {
    "identificador": "7A42.2",
    "valor": "Hipoventilação central não congênita com anormalidades hipotalâmicas",
    "descricao": "Hipoventilação central não congênita com disfunção hipotalâmica é um transtorno do controle central da ventilação. Os pacientes usualmente são saudáveis no início da infância (frequentemente até 2-3 anos de idade) quando eles desenvolvem hiperfagia e obesidade grave, seguidas por hipoventilação central, que se apresenta com frequência como insuficiência respiratória. A disfunção endócrina hipotalâmica pode ser caracterizada por níveis hormonais aumentados ou diminuídos e pode incluir um ou mais dos seguintes: diabetes insipidus, hipersecreção inadequada do hormônio antidiurético, puberdade precoce, hipogonadismo, hiperprolactinemia, hipotireoidismo e secreção diminuída do hormônio do crescimento, ou tumores de origem neural. Alterações comportamentais e do humor, algumas vezes graves, estão frequentemente presentes. Atrasos do desenvolvimento ou características de autismo podem estar presentes, mas muitos pacientes são cognitivamente normais.\r\n\r\nNota: Um diagnóstico definitivo requer a evidência objetiva baseada na polissonografia com monitorização do dióxido de carbono (CO2) por medida arterial ou expiratória ou transcutânea."
  },
  {
    "identificador": "7A42.3",
    "valor": "Hipoventilação alveolar central idiopática",
    "descricao": "Hipoventilação alveolar central idiopática é definida como a presença de ventilação alveolar reduzida resultando em hipercapnia e hipoxemia relacionadas ao sono em indivíduos com propriedades mecânicas do pulmão e da bomba respiratória normais presumidas. Hipoventilação crônica durante o sono existe sem qualquer comprometimento prontamente identificável da respiração, tal como condições de vias aéreas ou parênquima pulmonares, anormalidades neurológicas, neuromusculares ou de parede torácica, obesidade grave, outro transtorno respiratório relacionado ao sono, ou uso de medicamentos ou substâncias depressivos respiratórios. Tanto a hipoventilação diurna como a noturna são consideradas como primariamente devidas a quimiorresponsividade embotada ao dióxido de carbono (CO2) e ao oxigênio (O2). Os pacientes podem se queixar de cefaleia matinal, fadiga, declínio neurocognitivo e distúrbio do sono, ou podem ser completamente assintomáticos.\r\n\r\nNota: Um diagnóstico definitivo requer a evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) por medidas arterial, tidal final ou transcutânea."
  },
  {
    "identificador": "7A42.4",
    "valor": "Hipoventilação relacionada ao sono devida a medicamento ou substância",
    "descricao": "Hipoventilação relacionada ao sono devida a medicamento ou substância química é caracterizada primariamente por hipoventilação e hipercapnia crônicas devidas ao uso prolongado de medicamentos ou substâncias químicas conhecidas por deprimirem o drive respiratório e/ou comprometer a mecânica dos músculos respiratórios (p.ex. narcóticos de longa ação, anestésicos, sedativos e relaxantes musculares). Hipoxemia está usualmente também presente. Hipercapnia pode também estar presente durante a vigília em alguns pacientes. Os pacientes podem ser assintomáticos ou se queixar de dispneia, opressão torácica ou fadiga.\r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) (por medidas arterial, tidal final ou transcutânea) no contexto de uso de substâncias consideradas causadoras dos sintomas."
  },
  {
    "identificador": "7A42.5",
    "valor": "Hipoventilação relacionada ao sono devida a condição médica",
    "descricao": "A hipoventilação relacionada ao sono devida a condição médica é caracterizada por hipoventilação durante o sono devida a doença de via aérea ou do parênquima pulmonar, comprometimento da parede torácica, hipertensão pulmonar ou distúrbios neurológicos e neuromusculares. Hipercapnia diurna pode também estar presente. A hipoxemia durante o sono pode ser grave. Os pacientes podem ser assintomáticos ou apresentar-se com queixas de dispneia, aperto no peito ou fadiga.\r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia com monitorização de dióxido de carbono (CO2) por medida arterial, expiratória ou transcutânea, na presença de uma condição médica julgada como causadora dos sintomas."
  },
  {
    "identificador": "7A42.6",
    "valor": "Hipoxemia relacionada ao sono devida a condição médica",
    "descricao": "A hipoxemia relacionada ao sono central devida a condição médica é caracterizada por declínio sustentado da SpO2 (saturação de oxigênio medida por oximetria de pulso) (≤ 88% no adulto e ≤ 90% na criança por período ≥ 5 minutos) durante o sono. A condição é atribuível a condição médica ou neurológica. A presença da hipoxemia não é melhor explicada por outro transtorno respiratório relacionado ao sono (p.ex., apneia obstrutiva do sono). Embora algum grau de apneia obstrutiva ou central possa estar presente, estes transtornos não são considerados como a causa primária da hipoxemia durante o sono. Alguns pacientes com hipoxemia relacionada ao sono exibem também hipoxemia quando acordados. Se a presença de hipercapnia for estabelecida, o diagnóstico de hipoventilação relacionada ao sono deverá ser feito, ao invés do de hipoxemia relacionada ao sono.\r\n\r\nNOTA: o diagnóstico definitivo requer evidência objetiva baseada na polissonografia, com monitorização da saturação de oxigênio em sangue arterial (SaO2) na presença de uma condição médica considerada causadora da queda da SaO2."
  },
  {
    "identificador": "7A42.Y",
    "valor": "Outros transtornos de hipóxia ou hipoventilação relacionados ao sono especificados",
    "descricao": ""
  },
  {
    "identificador": "7A42.Z",
    "valor": "Transtornos de hipóxia ou hipoventilação relacionados ao sono não especificados",
    "descricao": ""
  },
  {
    "identificador": "7A4Y",
    "valor": "Outros transtornos respiratórios especificados relacionados ao sono",
    "descricao": ""
  },
  {
    "identificador": "7A4Z",
    "valor": "Transtornos respiratórios relacionados ao sono não especificado",
    "descricao": ""
  },
  {
    "identificador": "7A60",
    "valor": "Transtorno de atraso de fase do sono-vigília",
    "descricao": "Transtorno de atraso de fase do sono-vigília é um padrão recorrente de distúrbio do horário de sono-vigília caracterizado pelo atraso persistente no período principal de sono comparado aos horários de sono convencionais ou desejados. O transtorno resulta em dificuldade para iniciar o sono e dificuldade para acordar nos horários desejados ou requeridos. Quando se permite que o sono ocorra no horário atrasado, ele é essencialmente normal em qualidade e duração. Os sintomas devem ter persistido por pelo menos vários meses e resultam em desconforto significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
  },
  {
    "identificador": "7A61",
    "valor": "Transtorno de avanço de fase do sono-vigília",
    "descricao": "Transtorno de fase sono-vigília adiantada é um padrão recorrente de distúrbio do horário de sono-vigília caracterizado pelo avanço persistente (a um horário mais cedo) do período principal de sono comparado aos horários de sono convencionais ou desejados. O transtorno resulta em sonolência no início da noite (antes do horário de ir para a cama desejado) e acordar mais cedo que os horários desejado ou requeridos. Quando se permite que o sono ocorra no horário avançado, ele é essencialmente normal em qualidade e duração. Os sintomas devem ter persistido por pelo menos vários meses e resultam em desconforto significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
  },
  {
    "identificador": "7A62",
    "valor": "Transtorno de ritmo sono-vigília irregular",
    "descricao": "Transtorno de ritmo sono-vigília irregular é caracterizado pela ausência de um ciclo sono e vigília claramente definido. O sono fica distribuído em episódios múltiplos de duração variável por todo o período de 24 horas. Os pacientes queixam-se tipicamente de insônia e/ou sonolência diurna excessiva como resultado da condição. Os sintomas devem ter persistido por pelo menos vários meses e resultam em desconforto significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
  },
  {
    "identificador": "7A63",
    "valor": "Transtorno de ritmo sono-vigília não 24 horas",
    "descricao": "O transtorno do ritmo sono-vigília não 24 horas é caracterizado por períodos de insônia e/ou sonolência diurna que se alternam com períodos de sono relativamente normal, devido à falta de sincronização do relógio circadiano com o ciclo ambiental de 24 horas. A duração do período do ciclo circadiano/sono-vigília é normalmente superior a 24 horas. Os sintomas ocorrem à medida que os ciclos de propensão sono-vigília controlados pelo circadiano entram e saem de fase com o ciclo ambiental dia-noite. O transtorno é visto mais comumente em indivíduos com cegueira completa. Os sintomas devem persistir por pelo menos vários meses e resultar em sofrimento significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
  },
  {
    "identificador": "7A64",
    "valor": "Transtorno do ritmo circadiano de sono-vigília, tipo turno de trabalho",
    "descricao": "Transtorno do ritmo circadiano de sono-vigília, tipo turno de trabalho é caracterizado por queixas de insônia e/ou sonolência excessiva que ocorrem como resultado dos turnos de trabalho que se sobrepõem com todos ou com uma parte dos períodos de sono noturno convencionais. O transtorno é também associado a uma redução no tempo total de sono. Os sintomas devem ter persistido por pelo menos vários meses e resultam em desconforto significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
  },
  {
    "identificador": "7A65",
    "valor": "Transtorno do ritmo circadiano de sono-vigília, tipo jet lag",
    "descricao": "Transtorno do ritmo circadiano de sono-vigília, tipo jet lag é caracterizado por um desalinhamento temporário entre o horário de dormir e o ciclo da vigília gerado pelo relógio circadiano endógeno e o do padrão sono-vigília requerido por viagem transmeridiana cruzando pelo menos dois fusos horários. Os indivíduos se queixam de sono agitado, sonolência e fadiga, sintomas somáticos, (p.ex. desconforto gastrointestinal) ou funcionamento diurno prejudicado. A intensidade e a duração dos sintomas é dependente do número de fusos horários viajados, da habilidade para dormir enquanto viaja, da exposição a marcos circadianos apropriados no novo ambiente, da tolerância ao desalinhamento circadiano quando acordado durante a noite biológica, e da direção da viagem. Os sintomas resultam em desconforto significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
  },
  {
    "identificador": "7A6Z",
    "valor": "Transtornos do ritmo circadiano de sono-vigília, não especificado",
    "descricao": ""
  },
  {
    "identificador": "7A80",
    "valor": "Síndrome das pernas inquietas",
    "descricao": "Síndrome das pernas inquietas é um transtorno sensório-motor da vigília, caracterizado por uma queixa de urgência forte e quase irresistível de movimentar os membros. Esta urgência para movimentar é frequentemente, mas nem sempre, acompanhada por outras sensações desconfortáveis sentidas profundamente nos membros. Embora as pernas sejam mais proeminentemente afetadas, uma porcentagem significativa de indivíduos com síndrome das pernas inquietas descreve algumas sensações nos braços. Os sintomas da síndrome das pernas inquietas são piores no repouso, aliviados por movimento, e predominantes no início ou durante a noite. Os sintomas são suficientemente graves para resultar em significativo desconforto ou prejuízo nas áreas pessoal, familiar, social, educacional, ocupacional ou outras áreas importantes da funcionalidade (p. ex., devido a interrupções frequentes do sono). A vasta maioria dos indivíduos com síndrome das pernas inquietas também exibe movimentos periódicos dos membros durante o sono. Um diagnóstico separado de transtorno de movimentos periódicos dos membros não é recomendado em tais casos porque os movimentos dos membros durante o sono são considerados como uma parte esperada da síndrome das pernas inquietas."
  },
  {
    "identificador": "7A81",
    "valor": "Transtorno de movimentos periódicos dos membros",
    "descricao": "Transtorno de movimentos periódicos dos membros é caracterizado por episódios periódicos de movimentos repetitivos (> 5/hora em crianças ou > 15/hora em adultos),altamente estereotipados dos membros, que ocorrem durante o sono, em conjunção com dificuldades significativas com o início ou manutenção do sono ou fadiga que não pode ser atribuída a outro transtorno primário do sono ou outra etiologia. Especificamente, quando os movimentos periódicos dos membros estão associados a síndrome das pernas inquietas, narcolepsia, ou transtorno comportamental do sono REM, um diagnóstico separado de transtorno de movimentos periódicos dos membros não é recomendado porque os movimentos dos membros durante o sono são considerados como uma parte esperada destes transtornos. Os movimentos periódicos dos membros ocorrem mais frequentemente nas extremidades inferiores, mas também podem ser observados nos braços. Podem estar associados a despertares recorrentes do sono, que causam interrupções do sono. Os sintomas são suficientemente graves para resultar em significativo desconforto ou prejuízo em áreas pessoal, familiar, social, educacional, ocupacional ou outras áreas importantes da funcionalidade (p ex., devido a frequentes interrupções do sono).\r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia."
  },
  {
    "identificador": "7A82",
    "valor": "Cãibras nas pernas relacionadas ao sono",
    "descricao": "Cãibras nas pernas relacionadas ao sono são sensações dolorosas nas pernas ou nos pés associadas a rigidez ou tensão musculares súbitas e involuntárias, indicando uma contração muscular forte. Duram tipicamente de alguns segundos a vários minutos. Os sintomas são suficientemente graves para resultar em significativo desconforto ou prejuízo em áreas pessoal, familiar, social, educacional, ocupacional ou outras áreas importantes da funcionalidade (p. ex., devido a frequentes interrupções do sono)."
  },
  {
    "identificador": "7A83",
    "valor": "Bruxismo relacionado ao sono",
    "descricao": "Bruxismo relacionado ao sono é caracterizado por contrações musculares rítmicas e repetitivas da mandíbula que ocorrem durante o sono. Estas contrações podem tomar a forma de contrações musculares fásicas repetitivas ou pressão sustentada isolada da mandíbula (contrações tônicas). Estas contrações produzem sons de ranger de dentes durante o sono. Os sintomas são suficientemente intensos para resultar em sofrimento significativo ou prejuízo em áreas pessoais, familiares, sociais, educacionais, ocupacionais ou outras áreas importantes de funcionamento (p. ex., devido a interrupções frequentes no sono) ou dano significativo aos dentes."
  },
  {
    "identificador": "7A84",
    "valor": "Transtorno de movimento rítmico relacionado ao sono",
    "descricao": "Transtorno de movimento rítmico relacionado ao sono é caracterizado comportamentos motores rítmicos, repetitivos e estereotipados que envolvem grandes grupos musculares (p. ex., bater a cabeça contra o travesseiro ou colchão, rolar a cabeça, balançar o corpo, rolar o corpo). Os sintomas são suficientemente graves para resultar em significativo desconforto ou prejuízo em áreas pessoal, familiar, social, educacional, ocupacional ou outras áreas importantes da funcionalidade (p. ex., devido a frequentes interrupções do sono)."
  },
  {
    "identificador": "7A85",
    "valor": "Mioclonia do sono benigna da infância",
    "descricao": "Mioclonia do sono benigna da infância é caracterizada por espasmos mioclônicos repetitivos que ocorrem durante o sono em recém-nascidos e bebês. Mioclonia do sono benigna da infância é confundida comumente com epilepsia. Entretanto, diferente dos espasmos de convulsões mioclônicas e da encefalopatia mioclônica, os espasmos da mioclonia do sono benigna da infância ocorrem exclusivamente durante o sono. Os espasmos são com frequência bilaterais e maciços, tipicamente envolvendo grandes grupos musculares."
  },
  {
    "identificador": "7A86",
    "valor": "Mioclonia proprioespinal do início do sono",
    "descricao": "Mioclonia proprioespinal do início do sono consiste de espasmos mioclônicos abruptos do tronco, quadris, e joelhos em um padrão fixo que ocorre durante a transição da vigília para o sono e, mais raramente, durante os despertares noturnos ou ao despertar de manhã. Os espasmos ocorrem principalmente nos músculos inervados pelas raízes espinais e depois disso se propagam para os músculos rostrais e caudais em baixa velocidade, típico das vias proprioespinais. Os movimentos resultam em dificuldade clinicamente significativa com o início ou manutenção do sono."
  },
  {
    "identificador": "7A87",
    "valor": "Transtorno do movimento relacionado ao sono devido a condição médica",
    "descricao": "Transtorno do movimento relacionado ao sono devido a uma condição médica é caracterizado por anormalidades do movimento relacionadas ao sono que são atribuídos diretamente a uma condição médica ou neurológica subjacente. Muitas condições médicas, particularmente doenças do sistema nervoso, podem estar associadas a anormalidades do movimento que são evidentes na vigília e no sono. Em alguns casos, as manifestações noturnas das anormalidades do movimento podem ser aparentes antes do estabelecimento de um diagnóstico neurológico definitivo. Uma vez que a presença de condição médica ou neurológica é claramente estabelecida, este diagnóstico deve somente ser atribuído se os aspectos relacionados ao sono da anormalidade do movimento ou suas sequelas são o foco de atenção clínica independente."
  },
  {
    "identificador": "7A88",
    "valor": "Transtorno do movimento relacionado ao sono devido a droga ou substância",
    "descricao": "Transtorno do movimento relacionado ao sono devido a droga ou substância é caracterizado por anormalidades do movimento relacionadas ao sono que são atribuídas diretamente ao efeito de uma medicação ou substância. Muitas substâncias podem estar associadas com anormalidades do movimento que são evidentes na vigília e no sono. Considerando que a anormalidade do movimento é uma complicação esperada da substância(s) envolvida(s) (p. ex., discinesia tardia ou acatisia associadas ao uso de neurolépticos), este diagnóstico somente deve ser determinado se os aspectos relacionados ao sono da anormalidade do movimento ou suas sequelas são o foco de atenção clínica independente."
  },
  {
    "identificador": "7A8Y",
    "valor": "Outros transtornos do movimento relacionados ao sono especificados",
    "descricao": ""
  },
  {
    "identificador": "7A8Z",
    "valor": "Transtornos do movimento relacionados ao sono não especificados",
    "descricao": ""
  },
  {
    "identificador": "7B00",
    "valor": "Transtornos do despertar do sono não REM",
    "descricao": "Transtornos do despertar do sono não REM são caracterizados por experiências ou comportamentos tais como confusão, deambulação, terror, ou despertar autonômico extremo que ocorrem tipicamente como um resultado de despertares incompletos do sono não REM (N3). Uma exceção é o transtorno alimentar do sono não REM, que tem sido observado ocorrer durante todos os estágios do sono não REM. Este grupo de transtornos é caracterizado por amnésia parcial ou total do evento, responsividade ausente ou inadequada aos esforços dos outros de intervir ou redirecionar a pessoa durante o episódio, e cognição limitada (p.ex., uma cena visual única) ou não associada ou ausência de imagens de sonho. Os comportamentos ou as experiências de sonho são intensos o suficiente para resultar em significativo desconforto ou prejuízo na vida pessoal, familiar, social, educacional, ocupacional ou outras áreas importantes da funcionalidade ou risco significativo de lesão ao indivíduo ou a outros (p.ex., bater ou atacar em resposta a esforços de conter o indivíduo)."
  },
  {
    "identificador": "7B00.0",
    "valor": "Despertares confusionais",
    "descricao": "Despertares confusionais são caracterizados por confusão mental ou comportamento confuso (p.ex., desorientação, permanecer não responsivo, fala lenta ou prejudicada, memória ruim) durante um despertar parcial de sono profundo. Há amnésia parcial ou total dos eventos. Os comportamentos ou as experiências de sonho são intensos o suficiente para resultar em significativo desconforto ou prejuízo na vida pessoal, familiar, social, educacional, ocupacional ou outras áreas importantes da funcionalidade ou risco significativo de lesão ao indivíduo ou a outros."
  },
  {
    "identificador": "7B00.1",
    "valor": "Transtorno de sonambulismo",
    "descricao": "Transtorno de sonambulismo é caracterizado por deambulação e outros comportamentos complexos durante um despertar parcial do sono profundo."
  },
  {
    "identificador": "7B00.2",
    "valor": "Terrores do sono",
    "descricao": "Terrores do sono são caracterizados por episódios de terror abrupto durante o despertar parcial do sono profundo, começando tipicamente com uma vocalização tal como um grito assustado. O indivíduo tem a experiência de medo intenso acompanhado por sinais de despertar autonômico, tais como midríase, taquicardia, taquipneia e diaforese."
  },
  {
    "identificador": "7B00.3",
    "valor": "Transtorno alimentar relacionado ao sono",
    "descricao": "Transtorno alimentar relacionado ao sono é caracterizado por episódios recorrentes de ingesta alimentar ou hídrica involuntária excessiva ou perigosa que ocorre durante o período de sono principal e que não não é atribuída a efeitos de medicação ou substância. Os episódios podem envolver o consumo de formas peculiares ou combinações de alimentos ou substâncias tóxicas ou não comestíveis ou comportamentos lesivos ou potencialmente lesivos realizados enquanto busca por alimentos ou ao cozinhar alimentos. Pode haver consequências adversas para a saúde decorrente de compulsão alimentar noturna recorrente de alimentos altamente calóricos. Há amnésia parcial ou total dos eventos."
  },
  {
    "identificador": "7B00.Y",
    "valor": "Outros transtornos do despertar do sono não REM especificados",
    "descricao": ""
  },
  {
    "identificador": "7B00.Z",
    "valor": "Transtornos do despertar do sono não REM não especificados",
    "descricao": ""
  },
  {
    "identificador": "7B01",
    "valor": "Parassonias relacionadas ao sono REM",
    "descricao": "Parassonias relacionadas ao sono REM (movimentos rápidos dos olhos) são caracterizadas por experiências ou comportamentos tais como vocalização ou comportamentos motores complexos, paralisia do sono, ou pesadelos que são associados ao sono REM. Os comportamentos ou as experiências de sonho são intensos o suficiente para resultar em estresse significativo ou prejuízo significativo na vida pessoal, familiar, social, educacional, ocupacional ou outras áreas importantes do funcionamento, ou risco significativo de lesão ao indivíduo ou a outros."
  },
  {
    "identificador": "7B01.0",
    "valor": "Transtorno comportamental do sono REM",
    "descricao": "O transtorno comportamental do Sono REM é caracterizado por episódios repetidos de comportamentos motores complexos ou vocalizações relacionados ao sono, que ou são documentados pela polissonografia com ocrrendo durante o sono REM (movimentos rápidos dos olhos) ou presume-se que ocorram durante o sono REM devido à história clínica de reação ao sonhos. A polissonografia (quando realizada) demonstra sono REM sem atonia. O transtorno pode ocorrer como uma forma isolada, idiopática, mas é frequentemente associado com doença latente ou manifesta do sistema nervoso, especialmente alfa-sinucleinopatias.\r\n\r\nNota: Um diagnóstico provisório pode ser estabelecido em bases clínicas, mas o diagnóstico definitivo requer a demonstração polissonográfica de sono REM sem atonia."
  },
  {
    "identificador": "7B01.1",
    "valor": "Paralisia do sono isolada recorrente",
    "descricao": "Paralisia do sono isolada recorrente consiste em incapacidade recorrente de movimentar o tronco, e todos os membros no início do sono (hipnagógico) ou ao despertar (hipnopômpico) do sono. Os episódios tipicamente duram de alguns segundos e causam desconforto clinicamente significativo incluindo ansiedade na hora de deitar ou medo do sono."
  },
  {
    "identificador": "7B01.2",
    "valor": "Transtorno de pesadelo",
    "descricao": "Transtorno de pesadelo é caracterizado por sonhos recorrentes, vívidos e altamente disfóricos, muitas vezes envolvendo ameaça ao indivíduo, que geralmente ocorre durante o sono REM e que frequentemente resulta em despertar com ansiedade. A pessoa está rapidamente orientada e alerta após despertar."
  },
  {
    "identificador": "7B01.Y",
    "valor": "Outras parassonias relacionadas ao sono REM especificadas",
    "descricao": ""
  },
  {
    "identificador": "7B01.Z",
    "valor": "Parassonias relacionadas ao sono REM não especificadas",
    "descricao": ""
  },
  {
    "identificador": "7B02",
    "valor": "Outras parassonias",
    "descricao": "Outras parassonias incluem síndrome da cabeça explodindo hipnagógica, alucinações relacionadas ao sono, movimentos complexos anormais relacionados ao sono, comportamentos, emoções, percepções, sonhos ou atividade do sistema nervoso autônomo relacionados a condição médica ou devidos a uma medicação ou substância. As experiências de sonho são intensas o suficiente para resultar em significativo desconforto ou prejuízo na vida pessoal, familiar, social, educacional, ocupacional ou outras áreas importantes da funcionalidade, ou risco significativo de lesão ao indivíduo ou a outros."
  },
  {
    "identificador": "7B02.0",
    "valor": "Síndrome da cabeça explodindo hipnagógica",
    "descricao": "Síndrome da cabeça explodindo hipnagógica é caracterizada pela percepção de um ruído alto ou sensação de uma explosão violenta na cabeça, súbitas, que ocorrem tipicamente quando o indivíduo está adormecendo. Ocasionalmente, estes episódios podem ocorrer com o despertar durante a noite. Eles são associados a despertar abrupto subsequente ao evento, frequentemente com sensação de susto."
  },
  {
    "identificador": "7B02.1",
    "valor": "Alucinações relacionadas ao sono",
    "descricao": "Alucinações relacionadas ao sono são experiências alucinatórias que ocorrem no início do sono (alucinações hipnagógicas) ou no despertar (alucinações hipnopômpicas). As alucinações relacionadas ao sono são predominantemente visuais, mas podem incluir fenômenos auditivos, táteis ou cinestésicos."
  },
  {
    "identificador": "7B02.2",
    "valor": "Transtorno de parassonia devido a uma condição médica",
    "descricao": "Transtorno de parassonia devido a uma condição médica é caracterizado por movimentos complexos, comportamentos, emoções, percepções, sonhos, ou atividade do sistema nervoso autônomo relacionados ao sono que estão diretamente atribuídos a uma condição médica ou neurológica subjacente."
  },
  {
    "identificador": "7B02.3",
    "valor": "Parassonia devida ao uso de medicamento ou substância",
    "descricao": "Transtorno de parassonia devido a uma medicação ou substância é caracterizado por movimentos complexos, comportamentos, emoções, percepções, sonhos e atividade do sistema nervoso autônomo relacionados ao sono anormais, que são diretamente atribuídos ao efeito de uma medicação ou substância."
  },
  {
    "identificador": "7B0Y",
    "valor": "Outros transtornos de parassonia especificados",
    "descricao": ""
  },
  {
    "identificador": "7B0Z",
    "valor": "Transtornos de parassonia não especificados",
    "descricao": ""
  }
]