[
  {
    "identificador": "8A00",
    "valor": "Parkinsonismo",
    "descricao": "Parkinsonismo é uma síndrome clínica caracterizada por quatro manifestações cardinais: tremor em repouso, rigidez muscular, acinesia ou bradicinesia e distúrbios posturais que incluem marcha arrastada, postura fletida e perda de reflexos posturais. Bradicinesia e uma outra manifestação clínica são exigidas para fazer o diagnóstico de parkinsonismo. Parkinsonismo pode resultar de uma variedade de condições que incluem transtornos neurodegenerativos progressivos como Doença de Parkinson e Parkinsonismo atípico em que a degeneração progressiva da substância negra e de outros neurônios leva a deficiência dopaminérgica. Parkinsonismo pode também resultar de lesões estruturais como acidentes vasculares cerebrais ou tumores ou bloqueio de receptores dopaminérgicos no estriado por drogas como os neurolépticos."
  },
  {
    "identificador": "8A00.0",
    "valor": "Doença de Parkinson",
    "descricao": "Doença de Parkinson é uma doença degenerativa progressiva de instalação insidiosa cujas manifestações cardinais incluem bradicinesia mais uma das seguintes características - tremor, rigidez ou instabilidade postural. Manifestações não motoras incluem disfunção autonômica e manifestações neuropsiquiátricas."
  },
  {
    "identificador": "8A00.00",
    "valor": "Doença de Parkinson esporádica",
    "descricao": "É definida como doença de Parkinson que ocorre de forma esporádica sem algum modo aparente de herança."
  },
  {
    "identificador": "8A00.01",
    "valor": "Doença de Parkinson familiar",
    "descricao": "Subtipo familiar da doença de Parkinson, um transtorno causado pela degeneração neuronal dopaminérgica progressiva da substância negra, que se caracteriza por tremor de repouso, bradicinesia e rigidez. Os casos familiares podem ser causados por mutações nos genes LRRK2, PARK7, PINK1, PRKN ou SNCA."
  },
  {
    "identificador": "8A00.0Y",
    "valor": "Outra doença de Parkinson especificada",
    "descricao": ""
  },
  {
    "identificador": "8A00.0Z",
    "valor": "Doença de Parkinson não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A00.1",
    "valor": "Parkinsonismo atípico",
    "descricao": "Parkinsonismo atípico é um termo utilizado para descrever várias condições neurodegenerativas em que a neurodegeneração se extende para além da substância negra, e é mais extensa do que o observado em outras condições como Doença de Parkinson (DP). O quadro clínico é frequentemente mais complexo do que na DP e os pacientes podem apresentar apraxia, oftalmoplegia supranuclear ou falência autonômica."
  },
  {
    "identificador": "8A00.10",
    "valor": "Paralisia supranuclear progressiva",
    "descricao": "Paralisia supranuclear progressiva (PSP) é uma doença neurodegenerativa de início tardio caracterizada por paralisia supranuclear do olhar, instabilidade postural, rigidez progressiva e demência leve. Foram descritas cinco variantes clínicas com correlações clinicopatológicas: PSP clássica (Síndrome de Richardson) e quatro variantes atípicas de PSP, incluindo PSP-parkinsonismo (PSP-P), PSP-Acinesia pura com congelamento de marcha (PSP-PAGF), PSP-Síndrome corticobasal (PSP-SCB) e PSP - Afasia progressiva não fluente (PSP-PNFA)."
  },
  {
    "identificador": "8A00.1Y",
    "valor": "Outro parkinsonismo atípico especificado",
    "descricao": ""
  },
  {
    "identificador": "8A00.1Z",
    "valor": "Parkinsonismo atípico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "8A00.2",
    "valor": "Parkinsonismo secundário",
    "descricao": "Parkinsonismo secundário é um termo usado para descrever parkinsonismo devido a agente conhecido como drogas, infecções, toxinas ou lesões estruturais."
  },
  {
    "identificador": "8A00.20",
    "valor": "Parkinsonismo devido a transtornos heredodegenerativos",
    "descricao": "Parkinsonismo pode ocorrer como resultado de transtornos heredodegenerativos mais difusos. É acompanhado por outros achados neurológicos como distonia, ataxia e demência. Outros membros da família podem estar afetados."
  },
  {
    "identificador": "8A00.21",
    "valor": "Síndrome de hemi-parkinsonismo e hemi-atrofia",
    "descricao": "O hemiparkinsonismo pode seguir-se a uma hemiatrofia do corpo devida a um dano cerebral intrauterino ou neonatal precoce."
  },
  {
    "identificador": "8A00.22",
    "valor": "Parkinsonismo infeccioso ou pós infeccioso",
    "descricao": "Síndrome causada por uma infecção por uma fonte bacteriana, viral, fúngica ou parasitária, que ocorre durante ou após a fase aguda da infecção. Esta condição é caracterizada por tremores, movimentos lentos ou rigidez de braços e pernas, semelhantes aos sintomas observados na doença de Parkinson."
  },
  {
    "identificador": "8A00.23",
    "valor": "Parkinsonismo vascular",
    "descricao": "Múltiplos infartos lacunares ou doença vascular difusa do cérebro podem resultar em Parkinsonismo - a imagem frequentemente mostra múltiplos infartos lacunares ou alteração difusa da substância branca. A varredura de transportador de dopamina pode ser normal ou anormal, dependendo do local dos infartos."
  },
  {
    "identificador": "8A00.24",
    "valor": "Parkinsonismo induzido por droga",
    "descricao": "Parkinsonismo devido a medicamentos que necessitam de prescrição."
  },
  {
    "identificador": "8A00.25",
    "valor": "Parkinsonismo pós traumático",
    "descricao": "Parkinsonismo pode ser resultado de um traumatismo craniano importante, quando ocorre em combinação com outros achados neurológicos, como fraqueza e sinais piramidais. Também pode ocorrer como resultado de vários golpes na cabeça e pode estar associado à demência. É também chamada de encefalopatia traumática crônica."
  },
  {
    "identificador": "8A00.26",
    "valor": "Parkinsonismo devido a lesões estruturais",
    "descricao": "Parkinsonismo ocorrendo no contexto de uma lesão estrutural demonstrável, como hematoma subdural e tumores cerebrais. Exames de neuroimagem, como a ressonância magnética, são muito úteis. Deve ser enfatizado que pequenos tumores cerebrais, como meningioma, podem ser um achado incidental em casos de DP típicos."
  },
  {
    "identificador": "8A00.2Y",
    "valor": "Outro parkinsonismo secundário especificado",
    "descricao": ""
  },
  {
    "identificador": "8A00.2Z",
    "valor": "Parkinsonismo secundário, não especificado",
    "descricao": ""
  },
  {
    "identificador": "8A00.3",
    "valor": "Parkinsonismo funcional",
    "descricao": "Transtorno do movimento funcional com características mistas de tremor funcional, mas também de lentificação e rigidez que podem ser demonstradas de forma variável e internamente inconsistente. Nenhuma causa tem sido identificada após investigação."
  },
  {
    "identificador": "8A00.Y",
    "valor": "Outro parkinsonismo especificado",
    "descricao": ""
  },
  {
    "identificador": "8A00.Z",
    "valor": "Parkinsonismo não especificado",
    "descricao": ""
  },
  {
    "identificador": "8A01",
    "valor": "Transtornos coreiformes",
    "descricao": "Coreia consiste em movimentos irregulares, não repetitivos, breves, bruscos, fluidos que movem de forma aleatória de uma parte do corpo para outra."
  },
  {
    "identificador": "8A01.0",
    "valor": "Coreia hereditária benigna",
    "descricao": "Coreia hereditária benigna deve ser coonsiderada em pessoas com uma coreia relativamente estável e não progressiva, em quem o início na infância e uma história familiar autossômica dominante estão presentes. Coreia hereditária benigna pode estar associada a baixa estatura e atraso do desenvolvimento. Deleções maiores no gene causador, TITF-1, podem causar transtorno multissistêmico com hipotireoidismo congênito, hipotonia e problemas pulmonares."
  },
  {
    "identificador": "8A01.1",
    "valor": "Coreia secundária",
    "descricao": "Coreia consiste em movimentos irregulares, não repetitivos, breves, bruscos, fluidos que movem de forma aleatória de uma parte do corpo para outra. Coreia pode ser vista em variados transtornos metabólicos, imunológicos, entre outros, e é denominada de coreia secundária."
  },
  {
    "identificador": "8A01.10",
    "valor": "Doença de Huntington",
    "descricao": "Doença de Huntington (DH) é um transtorno neurodegenerativo raro do sistema nervoso central. DH é um transtorno autossômico dominante devido a mutação resultando no aumento do número de repetições do trinucleótido citosina-adenina-guanina no cromossoma 4. As manifestações incluem coreia, demência e alterações de personalidade. Na variante de Westphal, distonia e parkinsonismo são proeminentes. Neuroimagem revela atrofia do caudado. O teste genético está disponível e pode facilitar a detecção pré-sintomática."
  },
  {
    "identificador": "8A01.11",
    "valor": "Coreia devida a doenças Huntington-like",
    "descricao": "O quadro clínico de doença de Huntington (DH) é intimamente mimetizado por outros transtornos com herança autossômica dominante. O teste genético para DH é negativo incitando a consideração para outros transtornos. Estes são chamados de doença de Huntington-like (DH-like)."
  },
  {
    "identificador": "8A01.12",
    "valor": "Coreia devida a atrofia dentato-rubro-palido-luisiana",
    "descricao": "Pacientes com atrofia dentato-rubro-palido-luisiana podem ter coreia como uma manifestação importante."
  },
  {
    "identificador": "8A01.13",
    "valor": "Coreia devida a Doença de Wilson",
    "descricao": ""
  },
  {
    "identificador": "8A01.14",
    "valor": "Coreia devida a causas infecciosas ou para-infecciosas",
    "descricao": ""
  },
  {
    "identificador": "8A01.15",
    "valor": "Coreia devida a lúpus eritematosos sistêmico",
    "descricao": "Coreia pode ser uma manifestação de apresentação de lúpus eritematosos sistêmico (LES) ou pode ocorrer na doença estabelecida. Está associada à presença de anticorpos antifosfolípides."
  },
  {
    "identificador": "8A01.16",
    "valor": "Coreia induzida por droga",
    "descricao": "A coreia pode ser causada por drogas prescritas e ilícitas."
  },
  {
    "identificador": "8A01.1Y",
    "valor": "Outra coreia secundária especificada",
    "descricao": ""
  },
  {
    "identificador": "8A01.1Z",
    "valor": "Coreia secundária não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A01.2",
    "valor": "Hemicoreia ou hemibalismo",
    "descricao": "Balismo (\"ballismós\" significando \"pulando\" em grego antigo) refere-se a movimentos violentos, irregulares e de arremesso de membros primariamente devido a contrações dos músculos proximais. Hemibalismo se refere a movimentos envolvendo os membros superiores e inferiores do mesmo lado com ou sem envolvimento de face. \r\n\r\nHemicoreia se refere a coreia em um lado do corpo com contrações bruscas e descoordenadas não repetitivas afetando o braço e a perna do mesmo lado com ou sem envolvimento de face."
  },
  {
    "identificador": "8A01.20",
    "valor": "Hemicoreia",
    "descricao": "Hemicoreia refere-se a coreia em um hemicorpo com contrações bruscas e descoordenadas não repetitivas afetando braço e perna do mesmo lado com ou sem envolvimento de face."
  },
  {
    "identificador": "8A01.21",
    "valor": "Balismo",
    "descricao": "Balismo (\"ballismós\" significando \"pulando\" em grego antigo) refere-se a movimentos violentos, irregulares e de arremesso de membros primariamente devido a contrações dos músculos proximais."
  },
  {
    "identificador": "8A01.22",
    "valor": "Hemibalismo",
    "descricao": "Hemibalismo se refere a movimentos envolvendo os membros superiores e inferiores do mesmo lado com ou sem envolvimento de face."
  },
  {
    "identificador": "8A01.Y",
    "valor": "Outros transtornos coreiformes especificados",
    "descricao": ""
  },
  {
    "identificador": "8A01.Z",
    "valor": "Transtornos coreiformes não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A02",
    "valor": "Transtornos distônicos",
    "descricao": ""
  },
  {
    "identificador": "8A02.0",
    "valor": "Distonia primária",
    "descricao": "Distonia primária (distonia de torção primária) são transtornos em que a distonia é a única manifestação neurológica. Esses transtornos são lentamente progressivos e podem ser de origem familiar/genética ou esporádica."
  },
  {
    "identificador": "8A02.00",
    "valor": "Blefarospasmo benigno essencial",
    "descricao": "Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
  },
  {
    "identificador": "8A02.0Y",
    "valor": "Outra distonia primária especificada",
    "descricao": ""
  },
  {
    "identificador": "8A02.0Z",
    "valor": "Distonia primária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A02.1",
    "valor": "Distonia secundária",
    "descricao": "Esta é uma distonia - condição de contrações musculares involuntárias - de natureza adquirida. Causas incluem subtâncias tóxicas, traumatismos, hipóxia e neoplasias."
  },
  {
    "identificador": "8A02.10",
    "valor": "Distonia induzida por drogas",
    "descricao": "Distonia devida a medicamentos, ou como um efeito colateral idiossincrático ou devida a uma overdose de medicamentos."
  },
  {
    "identificador": "8A02.11",
    "valor": "Distonia-plus",
    "descricao": "Este é um grupo de síndromes heterogêneas que se apresentam com distonia - um transtorno de contrações musculares involuntárias - junto com outras características clínicas, mas não em conjunto com uma doença neurodegenerativa. Os exemplos incluem a distonia-mioclonia e a distonia responsiva à dopa."
  },
  {
    "identificador": "8A02.12",
    "valor": "Distonia associada a transtornos heredodegenerativos",
    "descricao": "Distonia que ocorre como parte de um transtorno heredodegenerativo mais complexo. Não é uma distonia pura e outros achados neurológicos como ataxia, sinais piramidais e problemas cognitivos podem ser observados."
  },
  {
    "identificador": "8A02.1Y",
    "valor": "Outra distonia secundária especificada",
    "descricao": ""
  },
  {
    "identificador": "8A02.1Z",
    "valor": "Distonia secundária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A02.2",
    "valor": "Distonia paroxística",
    "descricao": "Discinesias paroxísticas são um grupo de transtornos raros do movimento caracterizados pela natureza recorrente e episódica, surgindo de um estado basal de atividade motora e comportamento normais. Esses movimentos anormais podem se manifestar na forma de balismo, distonia, coreia e atetose ou uma combinação deles."
  },
  {
    "identificador": "8A02.3",
    "valor": "Distonia ou espasmos funcionais",
    "descricao": "Transtorno funcional do movimento apresentando-se predominantemente com postura distônica móvel ou fixa que é incongruente com outras causas de distonia e pode ser responsiva a terapia placebo ou psicoterapia. Tipicamente apresenta-se como um punho cerrado, tornozelo invertido ou contração orbicular do olho/platisma, com início na adolescência ou na idade adulta. \r\n\r\nDistonia funcional ou espasmos em que nenhuma causa foi identificada após investigação."
  },
  {
    "identificador": "8A02.Y",
    "valor": "Outros transtornos distônicos especificados",
    "descricao": ""
  },
  {
    "identificador": "8A02.Z",
    "valor": "Transtornos distônicos não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A03",
    "valor": "Transtornos de ataxia",
    "descricao": "Transtornos associados com ataxia. A palavra \"ataxia\" deriva de palavra grega que significa \"falta de ordem, indisciplina\". Pessoas com ataxia possuem problemas com coordenação porque partes do sistema nervoso que controlam o movimento e o equilíbrio são afetados. Ataxia pode afetar os dedos, mãos, pernas, corpo, fala e movimentos oculares."
  },
  {
    "identificador": "8A03.0",
    "valor": "Ataxia congênita",
    "descricao": "Ataxia congênita é definida como falta de coordenação devida a anormalidades congênitas no cerebelo. É usualmente não progressiva."
  },
  {
    "identificador": "8A03.1",
    "valor": "Ataxia hereditária",
    "descricao": "Grupo de transtornos genéticos caracterizados por uma descoordenação lenta e progressiva de marcha e frequentemente associada a má coordenação de mãos, fala e movimentos oculares."
  },
  {
    "identificador": "8A03.10",
    "valor": "Ataxia de Friedreich",
    "descricao": "Ataxia de Friedreich é uma ataxia autossômica recessiva caracterizada por dificuldade de coordenação de movimentos associada a sinais neurológicos (disartria, arreflexia, diminuição de sensibilidade profunda, pé cavo e escoliose), cardiomiopatia e as vezes diabetes mellitus. É devido a mutação do gene da frataxina."
  },
  {
    "identificador": "8A03.11",
    "valor": "Ataxia devida à xantomatose cerebrotendínea",
    "descricao": "Ataxia no contexto de xantomatose cerebrotendinosa, um distúrbio autossômico recessivo raro do metabolismo dos ácidos biliares causado por uma mutação no gene CYP27A1, que codifica a enzima mitocondrial esterol 27-hidroxilase. O acúmulo de esteróis em múltiplos tecidos leva a cataratas prematuras e xantomas tendinosos no final da infância, seguidos por disfunção neurológica progressiva, como ataxia, demência e polineuropatia."
  },
  {
    "identificador": "8A03.12",
    "valor": "Ataxia devida à doença de Refsum",
    "descricao": "Ataxia no contexto da doença de Refsum, uma doença autossômica recessiva rara causada por uma mutação no gene PHYH, que codifica a hidroxilase peroxissômica fitanoil-CoA, ou no PEX7, que codifica a proteína receptora da peroxina 7. O início é geralmente no final da infância, apresentando inicialmente retinite pigmentosa, com progressão para ataxia e polineuropatia crônica."
  },
  {
    "identificador": "8A03.13",
    "valor": "Ataxia devida à abetalipoproteinemia",
    "descricao": "Ataxia no contexto de abetalipoproteinemia, uma doença autossômica recessiva rara causada por uma mutação do gene MTP, que codifica a proteína de transferência de triglicerídeos microssomais, o que prejudica a capacidade de produzir lipoproteína de densidade muito baixa. Todos os pacientes apresentam má absorção de gordura, acantocitose, hipocolesterolemia e ausência de apolipoproteína B."
  },
  {
    "identificador": "8A03.14",
    "valor": "Ataxia episódica hereditária",
    "descricao": "Transtornos autossômicos dominantes associados a episódios intermitentes de disfunção cerebelar, com funcionamento normal ou ataxia e nistagmo mínimos entre os episódios. Os dois subtipos principais incluem EA1 e EA2. EA1 é causado por uma mutação na codificação do gene KCNA1 e caracterizada por episódios desencadeados por exercício e mioquimia muscular. EA2 é causado por uma mutação no gene CACNA1A e envolve ataques mais prolongados de ataxia (durando de horas a dias) e ataxia residual interictal com nistagmo."
  },
  {
    "identificador": "8A03.15",
    "valor": "Ataxia devida a mutações mitocondriais",
    "descricao": ""
  },
  {
    "identificador": "8A03.16",
    "valor": "Ataxia espinocerebelar",
    "descricao": "Ataxias hereditárias autossômicas dominantes associadas a mais de 37 locus gênicos que envolvem degeneração progressiva de cerebelo e tratos espinocerebelares da medula espinal, apresentando-se com perda sensitiva característica, reflexos tendinosos diminuídos, sinal de Romberg e sinal(is) de Babinski positivo(s)."
  },
  {
    "identificador": "8A03.1Y",
    "valor": "Outra ataxia hereditária especificada",
    "descricao": ""
  },
  {
    "identificador": "8A03.1Z",
    "valor": "Ataxia hereditária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A03.2",
    "valor": "Ataxia degenerativa não hereditária",
    "descricao": "A ataxia é caracterizada por descoordenação, devida a lesões no cerebelo e conexões eferentes ou aferentes. Formas esporádicas de ataxia que se apresentam sem qualquer história familiar ou causa genética conhecida. O diagnóstico é feito após descartar outras causas de ataxia."
  },
  {
    "identificador": "8A03.20",
    "valor": "Atrofia cortical cerebelar de início tardio",
    "descricao": "É uma atrofia cortical cerebelar de início tardio esporádico com ataxia progressiva. Neuropatologicamente é caracterizada por lesões corticais cerebelares difusas com ausência de perda neuronal na parte dorsomedial na oliva inferior."
  },
  {
    "identificador": "8A03.2Y",
    "valor": "Outra ataxia degenerativa não hereditária especificada",
    "descricao": ""
  },
  {
    "identificador": "8A03.2Z",
    "valor": "Ataxia degenerativa não hereditária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A03.3",
    "valor": "Ataxia adquirida",
    "descricao": "Ataxia causada por uma variedade de fatores exógenos e endógenos e que não é claramente hereditária. Pode ser observada no contexto de toxicidade medicamentosa, cerebelite pós viral, encefalomielite disseminada aguda, lesão cerebral traumática, hipóxia, insolação, encefalopatia de Wernicke, síndrome de Miller Fisher, enxaqueca basilar ou reação de conversão."
  },
  {
    "identificador": "8A03.30",
    "valor": "Ataxia devida a degeneração cerebelar alcoólica",
    "descricao": "Forma mais comum de ataxia adquirida e ocorre entre pessoas que sofrem degeneração do cerebelo como resultado de uso crônico de álcool."
  },
  {
    "identificador": "8A03.3Y",
    "valor": "Outra ataxia adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "8A03.3Z",
    "valor": "Ataxia adquirida não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A03.Y",
    "valor": "Outros transtornos especificados de ataxia",
    "descricao": ""
  },
  {
    "identificador": "8A03.Z",
    "valor": "Transtornos de ataxia não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A04",
    "valor": "Transtornos associados a tremor",
    "descricao": "Tremor é um movimento oscilatório involuntário de uma parte do corpo sendo frequentemente classificado de acordo com circunstâncias comportamentais em que ocorre. Tremor pode ocorrer durante tentativa de relaxamento (tremor de repouso, durante uma postura voluntária (tremor postural e durante um movimento voluntário (tremor cinético)."
  },
  {
    "identificador": "8A04.0",
    "valor": "Tremor fisiológico exacerbado",
    "descricao": "É tremor de alta frequência e baixa amplitude presente em postura ou ação. É representado por uma exacerbação do tremor fisiológico que pode ter sido piorado por drogas, estresse, ansiedade, etc."
  },
  {
    "identificador": "8A04.1",
    "valor": "Tremor essencial ou tremores relacionados",
    "descricao": "Tremor essencial é a forma mais comum de tremor de frequência moderada variando entre 7-12Hz e se apresenta como tremor postural e cinético das mãos. Pode estar presente também em cabeça/pescoço e na voz."
  },
  {
    "identificador": "8A04.2",
    "valor": "Tremor de repouso",
    "descricao": "Tremor de repouso ocorre quando o paciente está sentado ou deitado e relaxado. Pessoas que apresentam tremor em repoiso usualmente param o tremor ao deliberadamente movimentar a parte corporal afetada. Usualmente ocorre no contexto de parkinsonismo."
  },
  {
    "identificador": "8A04.3",
    "valor": "Tremor secundário",
    "descricao": ""
  },
  {
    "identificador": "8A04.30",
    "valor": "Tremor devido a transtornos metabólicos",
    "descricao": "Oscilação involuntária de uma parte do corpo devido a transtornos metabólicos."
  },
  {
    "identificador": "8A04.31",
    "valor": "Tremor devido ao uso agudo ou crônico de substância",
    "descricao": "Uso de drogas pode causar tremor ou exacerbar um tremor existente."
  },
  {
    "identificador": "8A04.32",
    "valor": "Tremor devido a interrupção do uso de drogas",
    "descricao": ""
  },
  {
    "identificador": "8A04.33",
    "valor": "Tremor devido a algumas doenças especificadas do sistema nervoso central",
    "descricao": ""
  },
  {
    "identificador": "8A04.3Y",
    "valor": "Outro tremor secundário especificado",
    "descricao": ""
  },
  {
    "identificador": "8A04.3Z",
    "valor": "Tremor secundário não especificado",
    "descricao": ""
  },
  {
    "identificador": "8A04.4",
    "valor": "Tremor funcional",
    "descricao": "Transtorno funcional do movimento apresentando-se predominantemente com tremor. O tremor pode ser variável em frequência e com distratibilidade durante avaliação, ou apresentando treinamento ou cessando em resposta a movimentos rítmicos contralaterais externamente indicados pelo examinador. \r\n\r\nTremor funcional é aquele em que nenhuma causa foi identificada após investigação."
  },
  {
    "identificador": "8A04.Y",
    "valor": "Outros transtornos especificados associados a tremor",
    "descricao": ""
  },
  {
    "identificador": "8A04.Z",
    "valor": "Transtornos associados a tremor, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A05",
    "valor": "Transtorno de tique",
    "descricao": "Transtornos caracterizados por movimentos breves, repentinos e repetitivos (tiques motores) ou enunciados (tiques fônicos ou vocais), que são temporariamente suprimíveis e geralmente precedidos por uma forte urgência em realizar o tique. A causa mais comum de tiques de início na infância é a Síndrome de Tourette."
  },
  {
    "identificador": "8A05.0",
    "valor": "Tiques primários ou transtornos do tique",
    "descricao": "Tiques primários ou transtornos do tique são caracterizados pela presença de tiques crônicos motores e/ou vocais (fônicos). Tiques motores e vocais são definidos respectivamente como movimentos ou vocalizações abruptos, rápidos, não rítmicos e recorrentes. Para serem diagnosticados, tiques devem estar presentes por pelo menos um ano, apesar de poderem não ser manifestos de forma consistente."
  },
  {
    "identificador": "8A05.00",
    "valor": "Síndrome de Tourette",
    "descricao": "Síndrome de Tourette é transtorno de tique crônico caracterizado pela presença de tiques motores crônicos e de tiques vocais (fônicos), com início durante o período de desenvolvimento. Tiques motores e vocais são definidos como movimentos ou vocalizações, respectivamente, abruptos, rápidos, não rítmicos e recorrentes. Para ser diagnosticado como síndrome de Tourette, ambos os tiques motores e vocais devem estar presentes por pelo menos um ano, apesar de poderem não se manifestar de forma concorrente ou consistente durante o todo o curso sintomático."
  },
  {
    "identificador": "8A05.01",
    "valor": "Transtorno de tique motor crônico",
    "descricao": "Transtorno de tique motor crônico é caracterizado pela presença de tiques motores por um período de pelo menos um ano, embora possam não se manifestar de forma consistente. Tiques motores são definidos como movimentos abruptos, rápidos, não rítmicos e recorrentes."
  },
  {
    "identificador": "8A05.02",
    "valor": "Transtorno de tique fônico crônico",
    "descricao": "Transtorno de tique fônico crônico é caracterizado pela presença de tiques fônicos (vocais) por um período de pelo menos um ano, embora possam não se manifestar de forma consistente. Tiques fônicos são definidos como vocalizações abruptas, rápidas, não rítmicas e recorrentes."
  },
  {
    "identificador": "8A05.03",
    "valor": "Tiques motores transitórios",
    "descricao": "Tiques são movimentos abruptos, não rítmicos, estereotipados como piscar, fungar, bater, etc. Devem estar presentes por menos de um ano."
  },
  {
    "identificador": "8A05.0Y",
    "valor": "Outros tiques primários ou transtornos do tique especificados",
    "descricao": ""
  },
  {
    "identificador": "8A05.0Z",
    "valor": "Tiques primários ou transtornos do tique, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A05.1",
    "valor": "Tiques secundários",
    "descricao": "Transtorno de tique como consequência direta fisiológica de infecção, drogas ou doença anterior."
  },
  {
    "identificador": "8A05.10",
    "valor": "Tiques infecciosos ou pós infecciosos",
    "descricao": "Transtorno de tique como consequência direta fisiológica de uma infecção prévia."
  },
  {
    "identificador": "8A05.11",
    "valor": "Tiques associados a transtornos do desenvolvimento",
    "descricao": "Transtorno de tique como consequência fisiológica direta de um transtorno de desenvolvimento."
  },
  {
    "identificador": "8A05.1Y",
    "valor": "Outros tiques secundários especificados",
    "descricao": ""
  },
  {
    "identificador": "8A05.1Z",
    "valor": "Tiques secundários, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A05.Y",
    "valor": "Outro transtornos de tique especificados",
    "descricao": ""
  },
  {
    "identificador": "8A05.Z",
    "valor": "Transtornos de tique não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A06",
    "valor": "Transtornos mioclônicos",
    "descricao": ""
  },
  {
    "identificador": "8A06.0",
    "valor": "Mioclonia essencial",
    "descricao": "Forma hereditária de mioclonia, que não está usualmente associada a epilepsia ou a qualquer outra condição clínica. Mioclonia essencial tende a ser estável sem piorar de gravidade ao longo do tempo. Mais recentemente, acredita-se que a mioclonia essencial pode ser o mesmo que a distonia-mioclônica causada por uma mutação no gene sarcoglicano."
  },
  {
    "identificador": "8A06.1",
    "valor": "Mioclonia segmentar",
    "descricao": "Contrações rítmicas ou semirrítmicas involuntárias de grupo de músculos inervados por um ou mais segmentos do tronco encefálico e/ou medula espinal."
  },
  {
    "identificador": "8A06.2",
    "valor": "Mioclonia focal",
    "descricao": "Torção ou contração súbita, involuntária, descoordenada de um músculo ou grupo de músculos que afeta uma área localizada do corpo."
  },
  {
    "identificador": "8A06.20",
    "valor": "Mioclonia palatal",
    "descricao": "Mioclonia palatal é usualmente um movimento rítmico e contínuo dos músculos de orelha média ou palato, mas também pode incluir músculos de olho, língua, pescoço e diafragma. O movimento pode esta presente no sono ou com distração em uma frequência de 1,5 a 3Hz. Mioclonia palatal essencial é mais provável de apresentar um som rítmico de clique associado em comparação com a mioclonia palatal sintomática."
  },
  {
    "identificador": "8A06.21",
    "valor": "Soluços crônicos",
    "descricao": "Soluço crônico é um transtorno raro causando espasmos inspiratórios repetitivos em um período de 48 horas ou mais."
  },
  {
    "identificador": "8A06.2Y",
    "valor": "Outra mioclonia focal especificada",
    "descricao": ""
  },
  {
    "identificador": "8A06.2Z",
    "valor": "Mioclonia focal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A06.Y",
    "valor": "Outros transtornos mioclônicos especificados",
    "descricao": ""
  },
  {
    "identificador": "8A06.Z",
    "valor": "Transtornos mioclônicos não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A07",
    "valor": "Algum transtorno especificado do movimento",
    "descricao": "Distúrbios motores neurológicos que se apresentam com lentidão de movimentos (bradicinesia ou hipocinesia) ou movimentos involuntários anormais (hipercinesias) como resultado de anormalidades genéticas, infecciosas, tóxicas, metabólicas, inflamatórias ou vasculares."
  },
  {
    "identificador": "8A07.0",
    "valor": "Estereotipias",
    "descricao": "Estereotipia se refere a movimentos simples ou complexos que se repetem de forma contínua e idêntica. Usualmente não são precedidos por um sensação desconfortável."
  },
  {
    "identificador": "8A07.00",
    "valor": "Estrereotipia primária",
    "descricao": "Estereotipia que ocorre tipicamente na criança em desenvolvimento."
  },
  {
    "identificador": "8A07.01",
    "valor": "Estereotipia secundária",
    "descricao": "Constelação de movimentos estereotipados repetitivos, como bater de mãos, que ocorrem em associação com um transtorno genético, metabólico, neurodesenvolvimental, neurodegenerativo, paraneoplásico ou infeccioso."
  },
  {
    "identificador": "8A07.0Y",
    "valor": "Outras estereotipias especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A07.0Z",
    "valor": "Estereotipias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A07.1",
    "valor": "Acatisia",
    "descricao": ""
  },
  {
    "identificador": "8A07.2",
    "valor": "Reflexo de sobressalto excessivo",
    "descricao": "Reação de sobressalto exagerada (piscar de olhos, espasmos musculares, espasmos corporais) que ocorre em resposta a estímulos inesperados. Pode ser secundária a hiperecplexia, doenças neurológicas mioclônicas ou distúrbios neuropsiquiátricos."
  },
  {
    "identificador": "8A0Y",
    "valor": "Outros transtornos do movimento especificados",
    "descricao": ""
  },
  {
    "identificador": "8A0Z",
    "valor": "Transtornos do movimento não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A20",
    "valor": "Doença de Alzheimer",
    "descricao": ""
  },
  {
    "identificador": "8A21",
    "valor": "Atrofias focais progressivas",
    "descricao": "Atrofias focais progressivas são doenças neurodegenerativas com comprometimento progressivo de único domínio cognitivo secundário a uma atrofia cerebral circunscrita."
  },
  {
    "identificador": "8A21.0",
    "valor": "Atrofia cortical posterior",
    "descricao": "Síndrome de Benson ou atrofia cortical posterior (ACP) refere-se à síndrome clínica em que há uma ruptura do processamento visual de ordem superior devida a transtorno neurodegenerativo. Os pacientes apresentam agnosia visual progressiva e grave (inabilidade de reconhecer e identificar objetos familiares ou pessoas) e apraxia (perda da habilidade de executar ou realizar movimentos familiares qualificados)."
  },
  {
    "identificador": "8A21.Y",
    "valor": "Outras atrofias focais progressivas especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A21.Z",
    "valor": "Atrofias focais progressivas não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A22",
    "valor": "Doença com corpos de Lewy",
    "descricao": "Doença com corpos de Lewy é um transtorno neurodegenerativo e a segunda forma mais comum de demência no idoso após doença de Alzheimer. Corpos de Lewy são histologicamente definidos como inclusões neuronais intracitoplasmáticas eosinofílicas no córtex ou tronco encefálico."
  },
  {
    "identificador": "8A23",
    "valor": "Degeneração frontotemporal lobar",
    "descricao": ""
  },
  {
    "identificador": "8A2Y",
    "valor": "Outros transtornos com comprometimento neurocognitivo como característica principal, especificados",
    "descricao": ""
  },
  {
    "identificador": "8A2Z",
    "valor": "Transtornos com comprometimento neurocognitivo como característica principal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A40",
    "valor": "Esclerose múltipla",
    "descricao": "A esclerose múltipla (EM) é uma doença desmielinizante inflamatória crônica do sistema nervoso central. Três categorias de esclerose múltipla foram descritas: esclerose múltipla recorrente-remitente, esclerose múltipla secundariamente progressiva e esclerose múltipla primariamente progressiva."
  },
  {
    "identificador": "8A40.0",
    "valor": "Esclerose múltipla recorrente-remitente",
    "descricao": "Recorrência da doença claramente definida com recuperação completa ou com sequela e déficit residual até a recuperação. Esses períodos entre os surtos são caracterizados por ausência de progressão da doença."
  },
  {
    "identificador": "8A40.1",
    "valor": "Esclerose múltipla primária progressiva",
    "descricao": "Progressão de doença desde o início, com platôs ocasionais e eventuais melhoras discretas temporárias."
  },
  {
    "identificador": "8A40.2",
    "valor": "Esclerose múltipla secundariamente progressiva",
    "descricao": ""
  },
  {
    "identificador": "8A40.Y",
    "valor": "Outra esclerose múltipla especificada",
    "descricao": ""
  },
  {
    "identificador": "8A40.Z",
    "valor": "Esclerose múltipla não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A41",
    "valor": "Síndromes de desmielinização isolada do sistema nervoso central",
    "descricao": "Síndrome clínica isolada (SCI) é o primeiro evento clínico desmielinizante inflamatório do sistema nervoso central, com duração acima de 24 horas. SCI é atualmente reconhecida como o primeiro evento clínico de uma doença que apresenta características de desmielinização inflamatória que podem ser esclerose múltipla (EM), porém ainda não preenchem critérios de disseminação no tempo."
  },
  {
    "identificador": "8A41.0",
    "valor": "Mielite transversa",
    "descricao": "Transtorno desmielinizante e inflamatório focal da medula espinal, resultando em disfunção motora, sensitiva e autonômica. Sintomas incluem sinal de Lhermitte, dormência de membros, paraplegia espástica progressiva, urge-incontinência urinária e disfunção sexual."
  },
  {
    "identificador": "8A41.1",
    "valor": "Neuromielite óptica associada ao anticorpo anti-glicoproteína da mielina de oligodendrócitos positivo",
    "descricao": "Transtornos do espectro associado ao anticorpo anti-MOG são doenças inflamatórias desmielinizantes do sistema nervoso central com predileção pelo nervo óptico que incluem um subgrupo de pacientes com neurite óptica (NO) bilateral, mielite longitudinal extensa (> 3 segmentos vertebrais) (frequentemente recorrente) e raramente pacientes com apresentação de NMO-like, O fenótipo clínico e imunopatológico está sob investigação ativa."
  },
  {
    "identificador": "8A41.Y",
    "valor": "Outras síndromes especificadas de desmielinização isolada do sistema nervoso central",
    "descricao": ""
  },
  {
    "identificador": "8A41.Z",
    "valor": "Síndromes de desmielinização isolada do sistema nervoso central, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A42",
    "valor": "Encefalomielite aguda disseminada",
    "descricao": "Encefalomielite disseminada aguda é transtorno desmielinizante do sistema nervoso central. Usualmente ocorre subsequente a infecção viral ou bacteriana aguda ou vacinação, com início abrupto de irritabilidade e letargia após período prodrômico de 1-4 semanas. Os sintomas principais incluem febre, cefaleia, tontura, alterações do estado mental, convulsões e coma. Fraqueza, vômitos, perda de peso ponderal, rigidez de nuca, ataxia, neurite óptica bilateral e delirium são comuns. Envolvimento de sistema nervoso periférico (paralisia de um único membro ou hemiplegia) podem ocorrer."
  },
  {
    "identificador": "8A42.0",
    "valor": "Leucoencefalite hemorrágica aguda",
    "descricao": "Transtorno desmielinizante e hemorrágico do sistema nervoso central, raro, grave e rapidamente progressivo, sendo considerada como variante da ADEM."
  },
  {
    "identificador": "8A42.Y",
    "valor": "Outra encefalomielite aguda disseminada especificada",
    "descricao": ""
  },
  {
    "identificador": "8A42.Z",
    "valor": "Encefalomielite aguda disseminada aguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A43",
    "valor": "Neuromielite óptica",
    "descricao": ""
  },
  {
    "identificador": "8A43.0",
    "valor": "Neuromielite óptica com anticorpo anti-aquaporina-4 positivo",
    "descricao": "Neuromielite óptica (NMO) é uma doença inflamatória desmielinizante do sistema nervoso central caracterizada principalmente por ataques uni ou bilaterais de neurite óptica (NO) e mielite aguda longitudinalmente extensa (> 3 segmentos medulares). Essa forma é soropositva para anticorpos anti-aquaporina 4."
  },
  {
    "identificador": "8A43.1",
    "valor": "Neuromielite óptica anticorpo anti-aquaporina-4 negativo",
    "descricao": "Neuromielite óptica (NMO) é uma doença inflamatória desmielinizante do sistema nervoso central caracterizada principalmente por ataques uni ou bilaterais de neurite óptica (NO) e mielite aguda longitudinalmente extensa (> 3 segmentos medulares). Essa forma é soronegativa para anticorpos anti-aquaporina 4. \r\nAlguns pacientes podem apresentar positividade para anticorpo contra glicoproteína oligodendrócita da mielina (MOG)."
  },
  {
    "identificador": "8A43.2",
    "valor": "Mielite transversa única com anticorpo antiaquaporina-4 positivo",
    "descricao": "Um único episódio de mielite tranversa que é tipicamente longitudinalmente extensa (> 3 segmentos medulares) associada a soropositividade de anticorpos antiaquaporina-4, porém sem características clínicas suficientes para preencher os critérios diagnósticos de NMO de 2006."
  },
  {
    "identificador": "8A43.3",
    "valor": "Mielite transversa recorrente com anticorpo antiaquaporina-4 positivo",
    "descricao": "Dois ou mais episódios de mielite tranversa que é tipicamente longitudinalmente extensa (> 3 segmentos medulares) associada a soropositividade de anticorpos antiaquaporina-4, porém sem características clínicas suficientes para preencher os critérios diagnósticos de NMO de 2006."
  },
  {
    "identificador": "8A43.4",
    "valor": "Neurite óptica isolada com anticorpo antiaquaporina-4 positivo",
    "descricao": "Episódio único de neurite óptica associado a soropositividade de anticorpos antiaquaporina-4, mas sem características suficientes para preencher os critérios diagnósticos de NMO de 2006."
  },
  {
    "identificador": "8A43.5",
    "valor": "Neurite óptica recorrente com anticorpo antiaquaporina-4 positivo",
    "descricao": "Dois ou mais episódios de neurite óptica associados a soropositividade de anticorpos antiaquaporina-4, mas sem características suficientes para preencher os critérios diagnósticos de NMO de 2006."
  },
  {
    "identificador": "8A43.Y",
    "valor": "Outra neuromielite óptica especificada",
    "descricao": ""
  },
  {
    "identificador": "8A43.Z",
    "valor": "Neuromielite óptica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A44",
    "valor": "Leucodistrofias",
    "descricao": "Grupo de doenças genéticas progressivas raras causadas por mutações em genes que levam à destruição da substância branca do cérebro por interrupção do desenvolvimento da bainha de mielina. Mais de 50 leucodistrofias diferentes foram identificadas, incluindo doença de Alexander, doença de Canavan, xantomatose cerebrotendinosa, leucodistrofia metacromática, doença de Pelizaeus-Merzbacher e doença de Refsum."
  },
  {
    "identificador": "8A44.0",
    "valor": "Doença de Pelizaeus-Merzbacher",
    "descricao": "Doença de Pelizaeus-Merzbacher (PMD) é uma leucodistrofia ligada ao X, caracterizada por atraso no desenvolvimento, nistagmo, hipotonia, espasticidade e déficit intelectual variável. É classificada em três subformas com base na idade de início dos sintomas e gravidade: neonatal, de transição e clássica."
  },
  {
    "identificador": "8A44.1",
    "valor": "Adrenoleucodistrofia",
    "descricao": "Distúrbio genético ligado ao X associado ao acúmulo de ácidos graxos de cadeia muito longa no cérebro e no córtex adrenal devido a uma mutação no gene ABCD1 que causa defeitos na oxidação peroxissômica. Os sintomas neurológicos podem se manifestar na infância ou na idade adulta, com quase todos os pacientes apresentando insuficiência adrenal concomitante."
  },
  {
    "identificador": "8A44.2",
    "valor": "Doença de Alexander",
    "descricao": "Doença de Alexander é um transtorno neurodegenerativo que abrange diferentes formas clínicas. A forma infantil (do nascimento aos 2 anos), a mais comum, é caracterizada por início precoce e evolução grave com megalencefalia (algumas vezes hidrocefalia), atraso do desenvolvimento psicomotor ou declínio cognitivo, sinais piramidais, ataxia e crises convulsivas. A forma juvenil inicia-se na fase escolar da criança, e se associa a paraplegia espástica e sinais bulbares pogressivos. A forma adulta é heterogênea e de díficil diagnóstico."
  },
  {
    "identificador": "8A44.3",
    "valor": "Algumas leucodistrofias especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A44.4",
    "valor": "Doença de Krabbe",
    "descricao": "Doença de Krabbe, também conhecida como leucodistrofia de células globóides, é uma esfingolipidose que resulta da deficiência de galactosilceramida (ou galactocerebrosidase), uma enzima lisossômica que cataboliza o principal componente lipídico da mielina. Essa doença resulta na desmielinização do sistema nervoso central e periférico, que avança rapidamente a partir do primeiro ano de vida, apresenta ainda outras formas- juvenis, com início na adolescência ou na fase adulta já foram reportadas, com uma taxa de progressão mais variável."
  },
  {
    "identificador": "8A44.Z",
    "valor": "Leucodistrofias não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A45",
    "valor": "Transtornos secundários da substância branca",
    "descricao": ""
  },
  {
    "identificador": "8A45.0",
    "valor": "Transtornos da substância branca devidos a infecções",
    "descricao": ""
  },
  {
    "identificador": "8A45.00",
    "valor": "Mielopatia associada a vírus linfotrópico humano de células T",
    "descricao": "O vírus linfotrópico humano de células T (HTLV) é um retrovírus e pode causar doenças imunomediadas do sistema nervoso. O vírus linfotrópico humano de células T tipo 1 (HTLV-1) e o vírus linfotrópico humano de células T tipo 2 (HTLV-2) são retrovírus intimamente relacionados com propriedades biológicas similares e modos comuns de transporte."
  },
  {
    "identificador": "8A45.01",
    "valor": "Panencefalite esclerosante subaguda",
    "descricao": ""
  },
  {
    "identificador": "8A45.02",
    "valor": "Leucoencefalopatia multifocal progressiva",
    "descricao": ""
  },
  {
    "identificador": "8A45.0Y",
    "valor": "Outros transtornos especificados da substância branca devidos a infecções",
    "descricao": ""
  },
  {
    "identificador": "8A45.0Z",
    "valor": "Transtornos da substância branca devidos a infecções, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A45.1",
    "valor": "Transtornos da substância branca devidos a toxicidade",
    "descricao": ""
  },
  {
    "identificador": "8A45.2",
    "valor": "Transtornos da substância branca devidos a anormalidades vasculares ou isquemia",
    "descricao": ""
  },
  {
    "identificador": "8A45.20",
    "valor": "Transtorno da substância branca devido a CADASIL",
    "descricao": ""
  },
  {
    "identificador": "8A45.21",
    "valor": "Mielite necrotizante subaguda",
    "descricao": "Síndrome de Foix-Alajouanine, também conhecida como mielite necrotizante subaguda ascendente, resulta de uma congestão crônica das veias piais extrínsecas da medula espinal e das rede intrínsica subpial. É caracterizada por déficit ascendente rpogressivo durante um período de vários meses ou anos."
  },
  {
    "identificador": "8A45.2Y",
    "valor": "Outros transtornos especificados da substância branca devidos a anormalidades vasculares ou isquemia",
    "descricao": ""
  },
  {
    "identificador": "8A45.2Z",
    "valor": "Transtornos da substância branca devidos a anormalidades vasculares ou isquemia, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A45.3",
    "valor": "Transtornos da substância branca devidos a deficiência nutricional",
    "descricao": "Lesão da substância branca devido à deficiência nutricional."
  },
  {
    "identificador": "8A45.30",
    "valor": "Transtorno da substância branca devido à deficiência de vitamina B12",
    "descricao": "Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
  },
  {
    "identificador": "8A45.31",
    "valor": "Mielinólise pontina central",
    "descricao": ""
  },
  {
    "identificador": "8A45.3Y",
    "valor": "Outro transtornos especificados da substância branca devidos a deficiência nutricional",
    "descricao": ""
  },
  {
    "identificador": "8A45.3Z",
    "valor": "Transtornos da substância branca devidos a deficiência nutricional, não especificado",
    "descricao": ""
  },
  {
    "identificador": "8A45.4",
    "valor": "Transtornos da substância branca devidos a algumas doenças sistêmicas especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A45.40",
    "valor": "Desmielinização devida à sarcoidose",
    "descricao": "Sarcoidose pode afetar qualquer parte do sistema nervoso. É estimado que entre 5-15% dos casos desenvolve evidência de envolvimento do sistema nervoso central. Neurosarcoidose pode se manifestar de muitas formas diferentes, o diagnóstico pode ser difícil. Neurosarcoidose pode se aparentar de forma explosiva aguda ou como doença crônica e lenta. Qualquer parte do sistema nervoso central pode ser afetada por sarcoidose, mas neurosarcoidose crônica pode causar paralisias de múltiplos nervos cranianos, envolvimento de parênquima cerebral, hidrocefalia e encefalopatia ou manifestações de sistema nervoso periférico."
  },
  {
    "identificador": "8A45.41",
    "valor": "Desmielinização devida a lúpus eritematoso sistêmico",
    "descricao": "Entre as 12 síndromes de sistema nervoso central (SNC) relacionadas ao lúpus eritematoso sistêmico (LES) definidas pelo Colégio Americano de Reumatologia (ACR), a síndrome de desmielinização e mielopatia são duas das menos prevalentes e das menos compreendidas. Uma questão importante a respeito da doença desmielinizante no LES é que pode ser erroneamente diagnosticada com outros transtornos de desmielinização do sistema nervoso central como esclerose múltipla (EM)."
  },
  {
    "identificador": "8A45.42",
    "valor": "Desmielinização devida à doença de Sjögren",
    "descricao": ""
  },
  {
    "identificador": "8A45.43",
    "valor": "Desmielinização devida à doença de Behcet",
    "descricao": ""
  },
  {
    "identificador": "8A45.44",
    "valor": "Desmielinização devida à vasculite sistêmica",
    "descricao": "A vasculatura do SNC pode ser alvo de vasculite sistêmica e inclui as seguitets condições: \r\nVasculite de vasos pequenos-médios: granulomatose de Wegener, poliangeíte microscópica, síndrome de Churg-Strauss, vasculite crioglobulinêmica e doença de Behçet.\r\n\r\nVasculite de vasos médios: Poliarterite nodosa\r\n\r\nVasculite de vasos grandes: arterite de células gigantes, arterite de Takayasu (complicações neurológicas são principalmente devidas a envolvimento de vasos extra-cranianos).\r\n\r\nUsualmente o envolvimento de SNC coexiste com outras manifestações sistêmicas claramente aparentes, porém alguns pacientes podem apresentar primariamente sintomas proeminentes de disfunção do SNC."
  },
  {
    "identificador": "8A45.45",
    "valor": "Desmielinização devida à doença mitocondrial",
    "descricao": "Transtornos mitocondriais podem causar síndromes multifocais ou recorrentes do sistema nervoso central. Transtornos mitocondriais que podem causar tais síndromes incluem Encefalopatia mitocondrial com acidose lática e acidente vascular cerebral (MELAS) e doença de Leigh. MELAS é um transtorno neurodegenerativo progressivo associado a cefaleia, crises epilépticas parciais resistentes a tratamento, baixa estatura, fraqueza muscular, intolerãncia ao exercício, surdez, diabetes e demência lentamente progressiva. Síndrome de Leigh ou encefalomielite necrotizante subaguda é o protótipo de doença mitocondrial, com achados marcantes em neuroimagem."
  },
  {
    "identificador": "8A45.4Z",
    "valor": "Transtornos da substância branca devidos a algumas doenças sistêmicas especificadas, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A45.Y",
    "valor": "Outros transtornos secundários especificados da substância branca",
    "descricao": ""
  },
  {
    "identificador": "8A45.Z",
    "valor": "Transtornos secundários da substância branca, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A46",
    "valor": "Desmielinização central do corpo caloso",
    "descricao": "É desmielinização, dano à bainha de mielina dos neurônios, no carpo caloso."
  },
  {
    "identificador": "8A4Y",
    "valor": "Outra esclerose múltipla ou outras doenças da substância branca especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A4Z",
    "valor": "Esclerose múltipla ou outras doenças da substância branca não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A60",
    "valor": "Epilepsia devida a condições estruturais ou metabólicas ou doenças",
    "descricao": "Epilepsia que ocorre em relação a outra condição ou doença estrutural ou metabólica distinta, que tenha sido demonstrada estar associada substancialmente a um risco aumentado de desenvolvimento de epilepsia."
  },
  {
    "identificador": "8A60.0",
    "valor": "Epilepsia devida a insulto cerebral pré-natal ou perinatal",
    "descricao": "Epilepsia que ocorre em relação a condição distinta estrutural ou metabólica ou a doença, que foi demonstrado estar associada a um risco substancialmente aumentado de desenvolver epilepsia, com insulto ocorrendo antes do nascimento (pré-natal) ou entre 22 semanas até os 7 primeiros dias após nascimento. O início de epilepsia pode ser na primeira infância, infância ou idade adulta."
  },
  {
    "identificador": "8A60.00",
    "valor": "Epilepsia devida a insultos vasculares pré-natais ou perinatais",
    "descricao": "Epilepsia que ocorre em relação a um acidente vascular cerebral (AVC) isquêmico ou hemorrágico, com o AVC ocorrendo ou presumivelmente ocorrendo antes do nascimento (pré-natal) ou entre 22 semanas de gestação e 7 dias após o nascimento (perinatal). Nenhuma outra condição associada a um risco substancialmente aumentado de desenvolver epilepsia está presente. O início da epilepsia pode ocorrer na primeira infância, na infância ou na idade adulta."
  },
  {
    "identificador": "8A60.01",
    "valor": "Epilepsia devida à encefalopatia hipóxico-isquêmica neonatal",
    "descricao": ""
  },
  {
    "identificador": "8A60.0Y",
    "valor": "Epilepsia devida a outros insultos cerebrais pré-natais ou perinatais",
    "descricao": ""
  },
  {
    "identificador": "8A60.0Z",
    "valor": "Epilepsia devida a outros insultos cerebrais pré-natais ou perinatais não especificados",
    "descricao": ""
  },
  {
    "identificador": "8A60.1",
    "valor": "Epilepsia devida a transtornos cerebrovasculares",
    "descricao": "Epilepsia que ocorre em relação a acidente vascular cerebral, com início pelo menos uma semana após um acidente vascular cerebral isquêmico ou hemorrágico."
  },
  {
    "identificador": "8A60.2",
    "valor": "Epilepsia devida a transtornos degenerativos cerebrais",
    "descricao": "Epilepsia relacionada a transtorno neurodegenerativo conhecido por estar associado a crises epilépticas, como alguns transtornos de depósito neuronal (p. ex. lipofuscinose ceroide neuronal do adulto) e alguns transtornos mitocondriais."
  },
  {
    "identificador": "8A60.3",
    "valor": "Epilepsia devida a demências",
    "descricao": "Epilepsia com início em paciente com diagnóstico estabelecido de demência. Crises epilépticas podem ocorrer em qualquer período após início da doença. Crises epilépticas focais são o tipo prevalente na doença de Alzheimer enquanto crises epilépticas com atividade convulsiva bilateral predominam em outros transtornos demenciais. Mioclonia é outro achado comum em pacientes com doença de Alzheimer."
  },
  {
    "identificador": "8A60.4",
    "valor": "Epilepsia devida a infecção ou infestação do sistema nervoso central",
    "descricao": "Epilepsia com início em paciente com infecção ou infestação documentadas do SNC após a fase aguda da doença."
  },
  {
    "identificador": "8A60.5",
    "valor": "Epilepsia devida a traumatismo de cabeça",
    "descricao": "Epilepsia que ocorre relacionada a lesão traumática cerebral. Início após mais de 1 semana do traumatismo, com aumento do risco a partir da gravidade do dano cerebral."
  },
  {
    "identificador": "8A60.6",
    "valor": "Epilepsia devida a tumores do sistema nervoso central",
    "descricao": "Epilepsia que ocorre relacionado a tumor intracraniano. A epilepsia pode ser o sintoma de apresentação do tumor, que está localizado dentro ou afeta o córtex cerebral. O tumor pode ser um tumor intracraniano primário ou um tumor metastático."
  },
  {
    "identificador": "8A60.7",
    "valor": "Epilepsia com esclerose mesial temporal",
    "descricao": "Epilepsia associada a achados de exame de imagem e/ou achados patológicos de esclerose mesial temporal. O início da epilepsia pode ser na infância ou fase adulta. Uma história de convulsões febris prolongadas é comum."
  },
  {
    "identificador": "8A60.8",
    "valor": "Epilepsia devida a transtornos imunológicos",
    "descricao": "Epilepsia relacionada a transtornos imunológicos ou autoimunes, como lúpus eritematoso sistêmico [1], doença inflamatória intestinal [2] e encefalite associada a anticorpos (p. ex. anti-receptor NMDA) [3]. A encefalite associada a anticorpos geralmente é uma encefalite límbica e algumas vezes é paraneoplásica. Exclui esclerose múltipla e outros transtornos desmielinizantes."
  },
  {
    "identificador": "8A60.9",
    "valor": "Epilepsia devida a anormalidade do desenvolvimento do cérebro",
    "descricao": "Epilepsia devida a transtornos do desenvolvimento cortical abrangendo uma ampla gama de etiologias, com efeitos que dependem do estágio de desenvolvimento cerebral. Os tipos de crises epilépticas usualmente refletem a topologia da malformação."
  },
  {
    "identificador": "8A60.A",
    "valor": "Epilepsia devida a síndromes genéticas com efeitos disseminados ou progressivos",
    "descricao": "Epilepsia devida a condição geneticamente determinada em que há, como atualmente o entendemos, um transtorno separado interposto entre o defeito genético e a epilepsia como, por exemplo, na esclerose tuberosa. Inclui epilepsia devida a anormalidades autossômicas, ligadas ao X, mitocondriais ou cromossômicas documentadas."
  },
  {
    "identificador": "8A60.B",
    "valor": "Epilepsia devida a esclerose múltipla ou outros transtornos desmielinizantes",
    "descricao": "Epilepsia com início em paciente com diagnóstico estabelecido de esclerose múltipla (EM) ou outro transtorno desmielinizante. Convulsões devem ocorrer durante o curso da doença, mas não em estreita relação temporal com a fase aguda. A duração dos sintomas de EM antes da primeira crise epiléptica é geralmente de vários anos."
  },
  {
    "identificador": "8A60.Y",
    "valor": "Epilepsia devida a condição estrutural ou metabólica ou doença",
    "descricao": ""
  },
  {
    "identificador": "8A60.Z",
    "valor": "Epilepsia devida a condição estrutural ou metabólica ou doença não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A61",
    "valor": "Síndromes genéticas ou supostamente genéticas expressas primariamente como epilepsia",
    "descricao": "A epilepsia é, até onde se compreende, o resultado direto de um ou mais defeitos genéticos conhecidos ou presumidos, nos quais as crises epilépticas são o sintoma central da doença."
  },
  {
    "identificador": "8A61.0",
    "valor": "Síndromes epilépticas genéticas de início neonatal",
    "descricao": "Epilepsia com início nos primeiros 30 dias de vida, resultante de um ou mais defeitos genéticos conhecidos ou presumidos, nos quais as crises epilépticas são o sintoma principal do transtorno."
  },
  {
    "identificador": "8A61.00",
    "valor": "Epilepsia dependente de piridoxal-5-fosfato",
    "descricao": "A epilepsia dependente de piridoxal-5-fosfato geralmente se apresenta com crises epilépticas neonatais intratáveis ​​e é diagnosticada por análise do líquido cefalorraquidiano (LCR), teste genético e resposta clínica. A maioria dos pacientes tem mutações causadas pelo gene da piridoxamina 5'-fosfato oxidase (PNPO). O diagnóstico precoce e o tratamento eficaz podem levar a um resultado de neurodesenvolvimento relativamente favorável."
  },
  {
    "identificador": "8A61.0Y",
    "valor": "Outras síndromes epilépticas genéticas de início neonatal, especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.0Z",
    "valor": "Síndromes epilépticas genéticas de início neonatal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.1",
    "valor": "Síndromes epilépticas genéticas de início na primeira infância",
    "descricao": "Inclui um vastro espectro de fenótipo que têm em comum uma base genética e o início na infância. Podem variar de síndromes benigna autolimitada a fármaco-resistente grave. História familiar de epilepsia é comum em algumas entidades sindrômicas e excepcional em outras."
  },
  {
    "identificador": "8A61.10",
    "valor": "Epilepsia benigna familiar da infância",
    "descricao": "Epilepsia caracterizada pela ocorrência de convulsões repetitivas em crianças saudáveis sem história médica prévia durante o primeiro ano de vida. As crises epilépticas se manifestam com parada motora, comprometimento da consciência, olhar fixo, desvio de olho e cabeça e convulsões clônicas unilaterais leves. História familiar da mesma epilepsia é um achado constante. O padrão de herança é mais provavelmente autossômico dominante."
  },
  {
    "identificador": "8A61.11",
    "valor": "Síndrome de Dravet",
    "descricao": "Encefalopatia epiléptica refratária que ocorre em bebês saudáveis ​​durante o primeiro ano de vida com crises epilépticas clônicas, tônico-clônicas generalizadas e crises epilépticas unilaterais, hemiclônicas ou estado de mal epiléptico generalizado. O EEG interictal pode ser inicialmente normal, porém com o tempo a atividade de base se deteriora e aparecem paroxismos de polipontas bilaterais assimétricos focais ou multifocais, e ondas lentas. Mutações do gene do canal de sódio voltagem-dependente SCNA1 são comumente encontradas."
  },
  {
    "identificador": "8A61.12",
    "valor": "Epilepsia da infância com crises epilépticas migratórias focais",
    "descricao": "Síndrome epiléptica com início entre a primeira semana e os sete meses de vida de convulsões focais polimórficas intratáveis. O desenvolvimento psicomotor progressivamente se deteriora. Uma mutação de SCN1A pode ser encontrada. O EEG mostra locais variáveis e multifocais de início das convuslões e lentificação difusa."
  },
  {
    "identificador": "8A61.1Y",
    "valor": "Outras síndromes epilépticas genéticas de início na primeira infância, especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.1Z",
    "valor": "Síndromes epilépticas genéticas de início na primeira infância, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.2",
    "valor": "Síndromes epilépticas genéticas de início na infância",
    "descricao": ""
  },
  {
    "identificador": "8A61.20",
    "valor": "Epilepsia benigna da infância com picos centro-temporais",
    "descricao": "Epilepsia caracterizada por convulões focais, principalmente durante o sono, frequentemente envolvendo boca e face. Crises convulsivas podem ocorrer. História de convulões febris pode ocorrer. O início é máximo entre 7 e 10 anos de idade. O eletroencefalograma tipicamente mostra descargas epileptiformes focais em uma ou ambas áreas centro-temporais. Remissão ocorre antes dos 16 anos de idade."
  },
  {
    "identificador": "8A61.21",
    "valor": "Epilepsia de ausência na infância",
    "descricao": "Epilepsia com início em uma criança normal de 2 a 12 anos de idade, frequentemente com vários episódios curtos diários de olhar fixo com duração média de 10 segundos. As crises de ausência são geralmente provocadas por hiperventilação. O eletroencefalograma mostra descargas difusas de ponta-onda ictais e interictais de 2,5-3 ciclos por segundo. O padrão genético é provavelmente poligênico."
  },
  {
    "identificador": "8A61.22",
    "valor": "Epilepsia com crises epilépticas mioclônicas-astáticas",
    "descricao": "Epilepsia iniciando entre o segundo e quinto ano de vida em uma criança previamente normal com história familiar de convulsões, que inicialmente se manifesta com convulsões tônico-clônicas e com crises mioclônicas-astáticas começando várias semanas depois. Estas convulsões são caracterizadas por súbita perda do tônus mucular associada a propulsão para frente ou para trás que podem resultar em lesão de face e cabeça se o paciente cair."
  },
  {
    "identificador": "8A61.23",
    "valor": "Ausências mioclônicas ou ausências com mioclonias",
    "descricao": "Síndrome epiléptica da infância caracterizada por crises de ausência associadas a graves espasmos mioclônicos rítmicos e bilaterais. O padrão do EEG mostra pontas rítmicas, bilaterais, síncronas, simétricas de 3Hz e descargas de ondas lentas associadas a EMG com surtos mioclônicos de 3HZ sobrepostos a uma contração tônica progressivamente crescente."
  },
  {
    "identificador": "8A61.2Y",
    "valor": "Outra síndromes epilépticas genéticas de início na infância ,especificada,",
    "descricao": ""
  },
  {
    "identificador": "8A61.2Z",
    "valor": "Síndromes epilépticas genéticas de início na infância, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.3",
    "valor": "Síndrome epiléptica genética de início na adolescência ou fase adulta",
    "descricao": "Inclui um vastro espectro de síndromes epilépticas que possuem origem genética (presumida), com início na adolescência ou na vida adulta. O desenvolvimento de base geralmente é normal. História familiar de epilepsia está frequentemente presente. Crises epilépticas focal e generalizada podem estar presentes mais frequentemente de forma isolada para marcar a catergoria diagnóstica, e raramente em combinação. O EEG interictal e ictal podem mostrar padrões típicos, muitas vezes patogmônicos. Neuroimagem é normal embora anormalidades focais sejam ocasionalmente relatadas."
  },
  {
    "identificador": "8A61.30",
    "valor": "Epilepsia mioclônica juvenil",
    "descricao": "Epilepsia com início entre 6 e 25 anos de idade com espasmos mioclônicos sem perda de consciência ocorrendo predominantemente no início da manhã. A inteligência não é afetada. Os espasmos mioclônicos podem ser facilitados por privação de sono, estresse ou determinados estímulos visuais. Crises convulsivas podem ocorrer e podem ser precedidas por espasmos mioclônicos."
  },
  {
    "identificador": "8A61.31",
    "valor": "Epilepsia de ausência juvenil",
    "descricao": "Epilepsia de ausência juvenil é uma das epilepsias generalizadas idiopáticas (EGI) relacionadas à idade com início entre 10 e 17 anos de idade, e é caracterizada por ocorrência esporádica (não picnoléptica) de crises de ausência frequentemente associadas a crises tônico-clônicas generalizadas (CTCG) predominantemente ao despertar. EEG interictal e ictal mostra descargas de ponta-onda generalizadas com atividade de base normal."
  },
  {
    "identificador": "8A61.32",
    "valor": "Epilepsia mioclônica familiar benigna do adulto",
    "descricao": "Epilepsia mioclônica familiar benigna do adulto (BAFME) é uma síndrome epiléptica hereditária caracterizada por tremores corticais de mão, espasmos mioclônicos e convulsões generalizadas ou focais ocasionais com um curso de doença não progressivo ou muito lentamente progressivo, e sem sinais de demência precoce ou ataxia cerebelar."
  },
  {
    "identificador": "8A61.3Y",
    "valor": "Outra síndromes epilépticas genéticas de início na adolescência ou fase adulta, especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.3Z",
    "valor": "Síndromes epilépticas genéticas de início na adolescência ou fase adulta, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.4",
    "valor": "Síndromes epilépticas genéticas com idade de início variável",
    "descricao": "Epielpsia que ocorre em criança ou adulto de outra forma normal. Convulsões podem ocorrer espontaneamente ou ser provocadas por estímulo externo. História familiar de convulsões não é incomum e frequentemente são relatadas em síndromes epilépticas selecionadas. Aspectos genéticos podem seguir diferentes características, variando de padrões hereditários complexos a características mendelianas clássicas ou defeitos focais."
  },
  {
    "identificador": "8A61.40",
    "valor": "Epilepsias reflexas",
    "descricao": "As epilepsias reflexas são síndromes epilépticas raras com crises epilépticas induzidas por fatores desencadeantes específicos (por estimulação visual, auditiva, somato-sensitiva ou somato-motora, ou por atividades de função cortical superior). As epilepsias fotossensíveis são a forma mais frequente. Também podem ocorrer crises epilépticas espontâneas. As \"crises reflexas\" podem ser classificadas em uma epilepsia reflexa \"pura\" simples e um grupo complexo. A primeira compreende as crises desencadeadas por estímulos sensoriais simples ou por movimentos (epilepsias fotossensíveis). As últimas são desencadeadas por complexos processos mentais e emocionais (epilepsias verbais e não verbais)."
  },
  {
    "identificador": "8A61.41",
    "valor": "Epilepsia mioclônica progressiva",
    "descricao": ""
  },
  {
    "identificador": "8A61.4Y",
    "valor": "Outras síndromes epilépticas genéticas com idade de início variável, especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.4Z",
    "valor": "Síndromes epilépticas genéticas com idade de início variável, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.Y",
    "valor": "Síndromes genéticas ou supostamente genéticas expressas primariamente como epilepsia, especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A61.Z",
    "valor": "Síndromes genéticas ou supostamente genéticas expressas primariamente como epilepsia, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A62",
    "valor": "Encefalopatias epilépticas",
    "descricao": "Epilepsias para as quais nenhuma etiologia clara pode ser detectada ou ocorrendo na presença de duas ou mais condições estruturais ou metabólicas estáticas que aumentam o risco de crises epilépticas. A própria atividade epiléptica pode contribuir para grave comprometimento cognitivo e comportamental acima e além do que se poderia esperar apenas pela patologia subjacente."
  },
  {
    "identificador": "8A62.0",
    "valor": "Espasmos infantis",
    "descricao": "Síndrome caracterizada pelo início subagudo de convulsões breves e repetidas com flexão axial ou do membro, ocorrendo em grupos. O EEG mostra hipsarritmia, ou seja, picos multifocais caóticos, de alta voltagem e desaceleração e com abrupto padrão decremental ictal. Várias patologias estruturais do cérebro podem estar presentes, ou nenhuma causa pode ser encontrada. Dois terços das crianças apresentam déficits cognitivos subsequentes."
  },
  {
    "identificador": "8A62.1",
    "valor": "Síndrome de Lennox-Gastaut",
    "descricao": "Síndrome definida como uma epilepsia generalizada criptogênica ou sintomática, que é caracterizada pela seguinte tríade sintomática: várias crises epilépticas (ausências atípicas, convulsões tônicas axiais e quedas atônicas ou mioclônicas súbitas); pontas-ondas interictais lentas difusas no EEG de vigília (<3 Hz) e surtos rítmicos rápidos (10 Hz) durante o sono; desenvolvimento mental lento associado a distúrbios de personalidade."
  },
  {
    "identificador": "8A62.2",
    "valor": "Afasia epiléptica adquirida",
    "descricao": "Epilepsia com início em uma criança previamente normal caracterizada por afasia adquirida, vários tipos de crises epilépticas, anormalidades epileptiformes bitemporais focais (pico de 1,5-5 Hz e ondas lentas) no EEG, freqüentemente ativadas pelo sono, com ou sem convulsões. Transtornos comportamentais, como hiperatividade e déficit de atenção, são comuns. Não há patologia cerebral documentada."
  },
  {
    "identificador": "8A62.Y",
    "valor": "Outras encefalopatias epilépticas especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A62.Z",
    "valor": "Encefalopatias epilépticas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A63",
    "valor": "Crise epiléptica devida a causa aguda",
    "descricao": "Uma crise epiléptica que ocorre simultaneamente ao insulto sistêmico ou com íntima associação temporal com um insulto cerebral documentado."
  },
  {
    "identificador": "8A63.0",
    "valor": "Crise epiléptica febril",
    "descricao": "Convulsões associadas a um aumento da temperatura corporal na ausência de infecção intracraniana, distúrbio metabólico ou história de crises epilépticas afebris. Ocorrem mais comumente em crianças com idades entre 6 meses e 5 anos."
  },
  {
    "identificador": "8A63.00",
    "valor": "Convulsões febris simples",
    "descricao": "Convulsões febris durando menos de 15 minutos, sem características focais e sem ocorrência em série."
  },
  {
    "identificador": "8A63.01",
    "valor": "Crise epiléptica febril complexa",
    "descricao": "Crises epilépticas febris com duração superior a 15 minutos ou episódios múltiplos ocorrendo em 24 horas ou crises epilépticas com características focais."
  },
  {
    "identificador": "8A63.0Y",
    "valor": "Outra crise epiléptica febril especificada",
    "descricao": ""
  },
  {
    "identificador": "8A63.0Z",
    "valor": "Crise epiléptica febril, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A63.Y",
    "valor": "Crise epiléptica devida a outra causa aguda",
    "descricao": ""
  },
  {
    "identificador": "8A63.Z",
    "valor": "Crise epiléptica devida a causa aguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A64",
    "valor": "Crise epiléptica única devida a causas remotas",
    "descricao": "Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
  },
  {
    "identificador": "8A65",
    "valor": "Crise epiléptica única não provocada",
    "descricao": "Uma crise epiléptica que ocorre na ausência de potencial condição estrutural ou metabólica potencialmente responsável, ou além do intervalo estimado para ocorrência de crise epiléptica aguda sintomática."
  },
  {
    "identificador": "8A66",
    "valor": "Estado de mal epiléptico",
    "descricao": "Status epilepticus é definido como 5 minutos ou mais de (i) atividade epiléptica clínica e/ou eletrográfica contínua ou (ii) atividade epiléptica recorrente sem recuperação (retorno ao estado basal) entre as convulsões."
  },
  {
    "identificador": "8A66.0",
    "valor": "Estado epiléptico convulsivo",
    "descricao": "Status epilepticus convulsivo é definido como 5 minutos ou mais de (i) atividade epiléptica convulsiva clínica contínua ou (ii) atividade epiléptica recorrente sem recuperação (retorno ao estado basal) entre as crises epilépticas."
  },
  {
    "identificador": "8A66.1",
    "valor": "Estado de mal epiléptico não convulsivo",
    "descricao": "Status epilepticus não-convulsivo é definido como 5 minutos ou mais de (i) atividade epiléptica clínica e/ou eletrográfica contínua ou (ii) atividade epiléptica recorrente sem recuperação (retorno ao estado basal) entre as crises epilépticas."
  },
  {
    "identificador": "8A66.10",
    "valor": "Estado epiléptico de ausência",
    "descricao": "Uma crise de ausência (ver crises de ausência, típicas e atípicas) com duração > 10 minutos (em média 10-15 minutos)."
  },
  {
    "identificador": "8A66.1Y",
    "valor": "Outro estado de mal epiléptico não convulsivo especificado",
    "descricao": ""
  },
  {
    "identificador": "8A66.1Z",
    "valor": "Estado de mal epiléptico não convulsivo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "8A66.Y",
    "valor": "Outro estado de mal epiléptico especificado",
    "descricao": ""
  },
  {
    "identificador": "8A66.Z",
    "valor": "Estado de mal epiléptico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "8A67",
    "valor": "Crises epilépticas repetitivas agudas",
    "descricao": "Crises epilépticas repetitivas agudas são convulsões múltiplas, com tempo de instação distinto, com recuperação entre cada crise, ocorrendo em 24 horas no adulto ou 12 horas na criança."
  },
  {
    "identificador": "8A68",
    "valor": "Tipos de convulsões",
    "descricao": ""
  },
  {
    "identificador": "8A68.0",
    "valor": "Crise epiléptica focal disperceptiva",
    "descricao": "Previamente denominada de \"crise parcial complexa\", define as convulsões originadas em rede limitadas a um hemisfério e acompanhadas por perda de consciência (ou seja, do conhecimento de si mesmo ou do ambiente)."
  },
  {
    "identificador": "8A68.1",
    "valor": "Crise epiléptica de ausência, atípica",
    "descricao": "Crises epilépticas de ausência com alterações no tônus ​​mais pronunciadas do que nas ausências típicas ou com início e/ou cessação não abruptas, frequentemente associadas a atividade de ponta-onda lenta, irregular e generalizada."
  },
  {
    "identificador": "8A68.2",
    "valor": "Crise epiléptica ausência, típica",
    "descricao": "Crise epiléptica caracterizada por início súbito, interrupção das atividades em andamento, olhar vazio, possivelmente um breve desvio do olhar para cima, não responsividade, duração de alguns segundos a meio minuto, e rápida recuperação. Um EEG mostraria descargas epileptiformes generalizadas durante o evento."
  },
  {
    "identificador": "8A68.3",
    "valor": "Crise epiléptica focal perceptiva",
    "descricao": "Convulsões focais perceptivas definem conculsões originando-se de redes limitadas a um hemisfério e acompanhadas por preservação da consciência (ou seja, do conhecimento de si mesmo ou do ambiente)."
  },
  {
    "identificador": "8A68.4",
    "valor": "Crise epiléptica tônico-clônica generalizada",
    "descricao": "Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono."
  },
  {
    "identificador": "8A68.5",
    "valor": "Crise epiléptica mioclônica generalizada",
    "descricao": "Convulsão caracterizada por espasmos musculares involuntários repentinos, rápidos e breves (<100 mseg) que podem envolver apenas um músculo ou toda a musculatura do tronco e estão associados a uma descarga ictal no EEG. Pode ocorrer bilateralmente, unilateralmente, de forma síncrona ou assíncrona."
  },
  {
    "identificador": "8A68.6",
    "valor": "Crise epiléptica tônico generalizada",
    "descricao": "Convulsão caracterizada por aumento sustentado da contração muscular durando de alguns segundos a minutos."
  },
  {
    "identificador": "8A68.7",
    "valor": "Crise epiléptica atônica generalizada",
    "descricao": "Convulsão caracterizada por perda ou diminuição súbitas do tônus ​​muscular sem aparente evento mioclônico ou tônico precedente com duração de 1-2 segundos, envolvendo os músculos de cabeça, tronco, mandíbula ou membros."
  },
  {
    "identificador": "8A68.Y",
    "valor": "Outro tipo especificado de convulsão",
    "descricao": ""
  },
  {
    "identificador": "8A68.Z",
    "valor": "Tipo de convulsão, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A6Y",
    "valor": "Outra epilepsia ou crises epilépticas especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A6Z",
    "valor": "Epilepsia ou crises epilépticas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A80",
    "valor": "Enxaqueca",
    "descricao": "Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
  },
  {
    "identificador": "8A80.0",
    "valor": "Enxaqueca sem aura",
    "descricao": "Transtorno de cefaleia recorrente que manifesta em ataques com duração de 4-72 horas. A duração desses ataques podem ser mais curtas nas crianças. As características típicas dessa cefaleia são: localização unilateral, qualidade pulsátil, intensidade moderada ou grave, exacerbação após atividade física de rotina e associação com náuseas e/ou fotofobia e fonofobia."
  },
  {
    "identificador": "8A80.1",
    "valor": "Enxaqueca com aura",
    "descricao": "Ataques recorrentes, com duração de minutos, de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais totalmente reversíveis, que geralmente se desenvolvem gradualmente e são geralmente seguidos por cefaleia e sintomas de enxaqueca (migrânea) associados."
  },
  {
    "identificador": "8A80.10",
    "valor": "Enxaqueca hemiplégica",
    "descricao": "Enxaqueca com aura incluindo fraqueza motora."
  },
  {
    "identificador": "8A80.1Y",
    "valor": "Outra enxaqueca com aura especificada",
    "descricao": ""
  },
  {
    "identificador": "8A80.1Z",
    "valor": "Enxaqueca com aura, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A80.2",
    "valor": "Enxaqueca crônica",
    "descricao": "Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
  },
  {
    "identificador": "8A80.3",
    "valor": "Complicações relacionadas à enxaqueca",
    "descricao": ""
  },
  {
    "identificador": "8A80.30",
    "valor": "Estado de mal enxaquecoso",
    "descricao": "Um ataque de enxaqueca debilitante com duração de mais de 72 horas."
  },
  {
    "identificador": "8A80.3Y",
    "valor": "Outras complicações especificadas relacionadas à enxaqueca",
    "descricao": ""
  },
  {
    "identificador": "8A80.3Z",
    "valor": "Complicações relacionadas à enxaqueca, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8A80.4",
    "valor": "Síndrome do vômito cíclico",
    "descricao": "Ataques episódicos recorrentes, geralmente estereotipados no paciente individual, de vômitos e náusea intensas. Os ataques estão associados à palidez e letargia. Há resolução completa dos sintomas entre os ataques."
  },
  {
    "identificador": "8A80.Y",
    "valor": "Outra enxaqueca especificada",
    "descricao": ""
  },
  {
    "identificador": "8A80.Z",
    "valor": "Enxaqueca não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A81",
    "valor": "Cefaleia tensional",
    "descricao": "Transtorno de cefaleia primária e de alta prevalência, na maioria dos casos episódica. Ataques de frequência e duração altamente variáveis ​​são caracterizados por cefaleia leve a moderada sem sintomas associados, embora sensibilidade pericraniana possa estar presente. Em uma minoria de casos, o transtorno evolui, com cefaleias cada vez mais frequentes e algumas vezes perda da episodicidade."
  },
  {
    "identificador": "8A81.0",
    "valor": "Cefaleia tensional episódica infrequente",
    "descricao": "Episódios infrequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, de intensidade leve a moderada, com duração de minutos a dias. A dor não piora com a atividade física de rotina e não está associada a náuseas, mas fotofobia ou fonofobia podem estar presentes."
  },
  {
    "identificador": "8A81.1",
    "valor": "Cefaleia tensional episódica frequente",
    "descricao": "Episódios frequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, de intensidade leve a moderada, com duração de minutos a dias. A dor não piora com a atividade física de rotina e não está associada a náuseas, mas fotofobia ou fonofobia podem estar presentes."
  },
  {
    "identificador": "8A81.2",
    "valor": "Cefaleia tensional crônica",
    "descricao": "Transtorno que evolui de cefaleia do tipo tensional episódica frequente, com episódios diários ou muito frequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, com intensidade leve a moderada, com duração em horas a dias ou de forma persistente. A dor não piora com a atividade física de rotina, mas pode estar associada a náuseas leves, fotofobia ou fonofobia."
  },
  {
    "identificador": "8A81.Y",
    "valor": "Outra cefaleia tensional especificada",
    "descricao": ""
  },
  {
    "identificador": "8A81.Z",
    "valor": "Cefaleia tensional não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A82",
    "valor": "Cefalalgias autonômicas trigeminais",
    "descricao": "Grupo de transtornos de cefaleias primárias relacionadas essencialmente caracterizados por cefaleia unilateral e ativação autonômica trigeminal. Na maioria desses transtornos, mas não em todos, a cefaléia é de curta duração e muito recorrente, mas às vezes remite por longos períodos."
  },
  {
    "identificador": "8A83",
    "valor": "Outro transtorno de cefaleia primária",
    "descricao": "Grupo de transtornos de cefaléia clinicamente heterogêneos, considerados primários. Embora em grande parte não relacionados, eles se enquadram em quatro categorias: cefaleias associadas ao esforço físico; cefaleias atribuídas a estímulos físicos diretos porém inócuos; cefaleias epicranianas; e outros transtornos de cefaleia primários diversos."
  },
  {
    "identificador": "8A84",
    "valor": "Cefaleia secundária",
    "descricao": ""
  },
  {
    "identificador": "8A84.0",
    "valor": "Cefaleia aguda associada a lesão traumática na cabeça",
    "descricao": "Cefaleia com duração inferior a três meses associada a lesão traumática na cabeça."
  },
  {
    "identificador": "8A84.1",
    "valor": "Cefaleia persistente associada a lesão traumática na cabeça",
    "descricao": "Cefaleia com duração superior a três meses causada por lesão traumática na cabeça."
  },
  {
    "identificador": "8A84.Y",
    "valor": "Outra cefaleia secundária especificada",
    "descricao": ""
  },
  {
    "identificador": "8A84.Z",
    "valor": "Cefaleia secundária não especificada",
    "descricao": ""
  },
  {
    "identificador": "8A85",
    "valor": "Neuropatias cranianas dolorosas ou outras dores faciais",
    "descricao": "Grupo de transtornos caracterizados por dor de cabeça e/ou de face, apresentando-se variavelmente como neuralgia ou como dor de origem neuropática ou central."
  },
  {
    "identificador": "8A8Y",
    "valor": "Outro transtornos de cefaleia especificados",
    "descricao": ""
  },
  {
    "identificador": "8A8Z",
    "valor": "Transtornos de cefaleia não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B00",
    "valor": "Hemorragia intracerebral",
    "descricao": "Disfunção neurológica aguda causada por hemorragia no parênquima cerebral ou no sistema ventricular."
  },
  {
    "identificador": "8B00.0",
    "valor": "Hemorragia hemisférica profunda",
    "descricao": "Disfunção neurológica aguda causada por hemorragia localizada no subcórtex, gânglios da base e diencéfalo (tálamo)."
  },
  {
    "identificador": "8B00.1",
    "valor": "Hemorragia lobar",
    "descricao": "Disfunção neurológica aguda causada por hemorragia dentro dos lobos do cérebro e fora do subcórtex, gânglios da base e diencéfalo (tálamo)."
  },
  {
    "identificador": "8B00.2",
    "valor": "Hemorragia do tronco encefálico",
    "descricao": ""
  },
  {
    "identificador": "8B00.3",
    "valor": "Hemorragia cerebelar",
    "descricao": ""
  },
  {
    "identificador": "8B00.4",
    "valor": "Hemorragia intraventricular sem hemorragia parenquimatosa",
    "descricao": "Disfunção neurológica aguda causada por hemorragia no sistema ventricular, sem um componente de hemorragia parenquimatosa."
  },
  {
    "identificador": "8B00.5",
    "valor": "Hemorragia de múltiplos territórios",
    "descricao": "Disfunção neurológica aguda causada por hemorragia de vários territórios, dentro do parênquima cerebral, ou no sistema ventricular combinada com hemorragia no parênquima cerebral."
  },
  {
    "identificador": "8B00.Z",
    "valor": "Hemorragia intracerebral, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B01",
    "valor": "Hemorragia subaracnoide",
    "descricao": "Disfunção neurológica aguda causada por hemorragia subaracnoide."
  },
  {
    "identificador": "8B01.0",
    "valor": "Hemorragia subaracnoide aneurismática",
    "descricao": ""
  },
  {
    "identificador": "8B01.1",
    "valor": "Hemorragia subaracnoide não aneurismática",
    "descricao": ""
  },
  {
    "identificador": "8B01.2",
    "valor": "Hemorragia subaracnoide desconhecida se aneurismática ou não aneurismática",
    "descricao": ""
  },
  {
    "identificador": "8B02",
    "valor": "Hemorragia subdural não traumática",
    "descricao": ""
  },
  {
    "identificador": "8B03",
    "valor": "Hemorragia epidural não traumática",
    "descricao": ""
  },
  {
    "identificador": "8B0Z",
    "valor": "Hemorragia intracraniana não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B10",
    "valor": "Ataque isquêmico transitório",
    "descricao": "Episódio transitório de disfunção neurológica focal causada por isquemia cerebral focal sem infarto agudo na área clinicamente relevante do cérebro ou perda visual monocular transitória devida à isquemia retiniana. Os sintomas devem desaparecer completamente em 24 horas."
  },
  {
    "identificador": "8B10.0",
    "valor": "Amaurose fugaz",
    "descricao": "Um episódio transitório de disfunção visual aguda causada por isquemia retiniana. Os sintomas devem desaparecer completamente em 24 horas."
  },
  {
    "identificador": "8B10.Y",
    "valor": "Outro ataque isquêmico transitório especificado",
    "descricao": ""
  },
  {
    "identificador": "8B10.Z",
    "valor": "Ataque isquêmico transitório não especificado",
    "descricao": ""
  },
  {
    "identificador": "8B11",
    "valor": "Acidente cerebral isquêmico",
    "descricao": "Disfunção neurológica focal aguda causada por infarto focal em uma ou várias localizações do cérebro. A evidência de infarto agudo pode ser proveniente de a) duração dos sintomas por mais de 24 horas, ou b) neuroimagem ou outra técnica na área clinicamente relevante do cérebro. O termo não inclui infarto da retina."
  },
  {
    "identificador": "8B11.0",
    "valor": "Acidente vascular cerebral devido a aterosclerose de grandes artérias extracranianas",
    "descricao": "Acidente vascular cerebral isquêmico é caracterizado pelo início súbito de déficits neurológicos focais dentro de um território vascular decorrente de patologia cerebrovascular subjacente, a saber, aterosclerose. A aterosclerose de grandes artérias de cabeça e pescoço é responsável por aproximadamente 15% de todos os acidentes vasculares cerebrais isquêmicos."
  },
  {
    "identificador": "8B11.1",
    "valor": "Acidente vascular cerebral devido a aterosclerose de grandes artérias intracranianas",
    "descricao": ""
  },
  {
    "identificador": "8B11.2",
    "valor": "Acidente vascular cerebral devido a oclusão embólica",
    "descricao": ""
  },
  {
    "identificador": "8B11.20",
    "valor": "Acidente vascular cerebral isquêmico devido à embolia cardíaca",
    "descricao": ""
  },
  {
    "identificador": "8B11.21",
    "valor": "Acidente vascular cerebral isquêmico devido à embolia de arco da aorta",
    "descricao": ""
  },
  {
    "identificador": "8B11.22",
    "valor": "Acidente vascular cerebral isquêmico devido à embolia paradoxal",
    "descricao": "Perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. É o resultado de um tromboembolismo - um coágulo de sangue que se desprendeu e percorreu pelos vasos sanguíneos - que se originou no sistema venoso. Por causa de um defeito cardíaco, ele passa para o sistema de circulação sistêmica, ao invés de se alojar nos pulmões."
  },
  {
    "identificador": "8B11.2Y",
    "valor": "Outro acidente vascular cerebral devido a oclusão embólica, especificado",
    "descricao": ""
  },
  {
    "identificador": "8B11.2Z",
    "valor": "Acidente vascular cerebral devido a oclusão embólica, não especificado",
    "descricao": ""
  },
  {
    "identificador": "8B11.3",
    "valor": "Acidente vascular cerebral devido a oclusão de pequenas artérias",
    "descricao": "Perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado das pequenas artérias."
  },
  {
    "identificador": "8B11.4",
    "valor": "Acidente vascular cerebral devido a outra causa conhecida",
    "descricao": ""
  },
  {
    "identificador": "8B11.40",
    "valor": "Acidente vascular cerebral isquêmico devido à hipoperfusão global com infarto em zona de fronteira",
    "descricao": "Perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. Ocorre em associação com baixo fluxo sanguíneo para o cérebro. As \"zonas de fronteira\" do cérebro, regiões que são supridas pelas extremidades ramificadas de duas grandes artérias, são particularmente sensíveis ao baixo suprimento de oxigênio quando as artérias não mantêm o fluxo adequado."
  },
  {
    "identificador": "8B11.41",
    "valor": "Acidente vascular cerebral isquêmico devido a outra arterioparia não aterosclerótica",
    "descricao": "Esta é uma perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. É devida a um transtorno das artérias, mas não está associado à aterosclerose e nem classificado em outra parte."
  },
  {
    "identificador": "8B11.42",
    "valor": "Acidente vascular cerebral isquêmico devido a estado de hipercoagulabilidade",
    "descricao": "Esta é uma perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. Está associada a um coágulo sanguíneo e possui um fator de risco que aumenta a coagulação sanguínea."
  },
  {
    "identificador": "8B11.43",
    "valor": "Acidente vascular cerebral isquêmico em associação com hemorragia subaracnoide",
    "descricao": ""
  },
  {
    "identificador": "8B11.44",
    "valor": "Acidente vascular cerebral isquêmico por dissecção",
    "descricao": ""
  },
  {
    "identificador": "8B11.5",
    "valor": "Acidente vascular cerebral isquêmico de causa desconhecida",
    "descricao": "É uma perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. É de natureza incerta, e aproximadamente 30% dos eventos examinados se enquadram nesta categoria."
  },
  {
    "identificador": "8B11.50",
    "valor": "Acidente vascular cerebral isquêmico devido à oclusão ou estenose não especificada de grande artéria extracraniana",
    "descricao": "Esta é uma perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado das grandes artérias extracranianas."
  },
  {
    "identificador": "8B11.51",
    "valor": "Acidente vascular cerebral isquêmico devido à oclusão ou estenose não especificada de grande artéria intracraniana",
    "descricao": "Esta é uma perda súbita da função cerebral devida a falta de fluxo sanguíneo adequado das grandes artérias intracranianas."
  },
  {
    "identificador": "8B11.5Z",
    "valor": "Acidente vascular cerebral isquêmico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "8B1Y",
    "valor": "Outra isquemia cerebral especificada",
    "descricao": ""
  },
  {
    "identificador": "8B1Z",
    "valor": "Isquemia cerebral não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B20",
    "valor": "Acidente vascular cerebral não conhecido se isquêmico ou hemorrágico",
    "descricao": "Preenche os critérios para acidente vascular cerebral nos sintomas agudos de lesão cerebral focal que duraram 24 horas ou mais (ou levaram à morte antes de 24 horas), mas o subtipo de acidente vascular cerebral (isquêmico ou hemorrágico) não foi determinado por neuroimagem ou outras técnicas."
  },
  {
    "identificador": "8B21",
    "valor": "Doença cerebrovascular sem sintoma agudo cerebral",
    "descricao": ""
  },
  {
    "identificador": "8B21.0",
    "valor": "Infarto cerebral silencioso",
    "descricao": "Infarto cerebral que não causou disfunção aguda focal do cérebro."
  },
  {
    "identificador": "8B21.1",
    "valor": "Micro-sangramento cerebral silencioso",
    "descricao": "Pequeno sangramento no parênquima cerebral que não causou disfunção aguda focal do cérebro."
  },
  {
    "identificador": "8B21.Y",
    "valor": "Outra doença cerebrovascular sem sintoma agudo cerebral, especificada",
    "descricao": ""
  },
  {
    "identificador": "8B21.Z",
    "valor": "Doença cerebrovascular sem sintoma agudo cerebral, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B22",
    "valor": "Algumas doenças cerebrovasculares especificadas",
    "descricao": "Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada."
  },
  {
    "identificador": "8B22.0",
    "valor": "Dissecção de artéria cerebral",
    "descricao": ""
  },
  {
    "identificador": "8B22.1",
    "valor": "Trombose venosa cerebral",
    "descricao": "Trombose (coágulo sanguíneo) dos seios venosos cerebrais, que drenam o sangue do cérebro"
  },
  {
    "identificador": "8B22.2",
    "valor": "Síndromes de vasoconstrição cerebral",
    "descricao": "A síndrome de vasoconstrição cerebral é caracterizada por fortes cefaleias, com ou sem outros sintomas neurológicos agudos, e constrição segmentar difusa de artérias cerebrais."
  },
  {
    "identificador": "8B22.3",
    "valor": "Angiopatia amiloide cerebral isolada",
    "descricao": "A angiopatia amiloide cerebral é caracterizada pelo acúmulo progressivo de proteína amiloide nas paredes de artérias e arteríolas de pequeno a médio porte localizadas predominantemente no espaço leptomeníngeo, no córtex e, em menor extensão, nos capilares e veias."
  },
  {
    "identificador": "8B22.4",
    "valor": "Malformação vascular intracraniana",
    "descricao": ""
  },
  {
    "identificador": "8B22.40",
    "valor": "Malformação arteriovenosa de vasos cerebrais",
    "descricao": ""
  },
  {
    "identificador": "8B22.41",
    "valor": "Malformação cavernosa cerebral",
    "descricao": "Cavernomas cerebrais, ainda chamados de angiomas cavernosos, angioma cavernosum ou hemangiomas cavernosos, são malformações vasculares no cérebro que são assintomáticas ou levam a crises epilépticas e/ou hemorragias cerebrais. Estes são frequentemente encontrados em um transtorno hereditário com herança autossômica dominante."
  },
  {
    "identificador": "8B22.42",
    "valor": "Fístula arteriovenosa dural",
    "descricao": "As fístulas arteriovenosas durais são formadas por uma conexão anormal entre as artérias da dura-máter e as veias que normalmente drenam o cérebro."
  },
  {
    "identificador": "8B22.43",
    "valor": "Fístula carótida-cavernosa",
    "descricao": "Uma fístula carotídeo-cavernosa resulta de uma comunicação anormal entre os sistemas arterial e venoso dentro do seio cavernoso no crânio."
  },
  {
    "identificador": "8B22.4Y",
    "valor": "Outra malformação vascular intracraniana especificada",
    "descricao": ""
  },
  {
    "identificador": "8B22.4Z",
    "valor": "Malformação vascular intracraniana, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B22.5",
    "valor": "Aneurisma cerebral não roto",
    "descricao": ""
  },
  {
    "identificador": "8B22.6",
    "valor": "Aneurisma sacular cerebral familiar",
    "descricao": "São expansões, semelhantes a bolsas, de artérias dentro do crânio, que são familiares."
  },
  {
    "identificador": "8B22.7",
    "valor": "Arterite cerebral, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "8B22.70",
    "valor": "Arterite cerebral primária",
    "descricao": "A arterite cerebral primária (ou \"angeíte\") resulta da inflamação e destruição de vasos do sistema nervoso central (SNC) sem evidência de vasculite fora do SNC."
  },
  {
    "identificador": "8B22.7Y",
    "valor": "Outra arterite cerebral especificada, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "8B22.7Z",
    "valor": "Arterite cerebral, não classificada em outra parte, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B22.8",
    "valor": "Encefalopatia hipertensiva",
    "descricao": ""
  },
  {
    "identificador": "8B22.9",
    "valor": "Acidente vascular cerebral induzido por migrânea",
    "descricao": ""
  },
  {
    "identificador": "8B22.A",
    "valor": "Síndrome de roubo da subclávia",
    "descricao": "Fluxo sanguíneo retrógrado na artéria vertebral no contexto de estenose ou oclusão proximal da artéria subclávia ipsilateral, levando a sintomas de insuficiência basilar."
  },
  {
    "identificador": "8B22.B",
    "valor": "Síndrome de Moyamoya",
    "descricao": "Doença cerebrovascular causada por artérias estenóticas na base do cérebro nos núcleos da base. Moyamoya, que significa \"nuvem de fumaça\", refere-se ao aparecimento da rede de vasos anastomóticos formada na base do cérebro distal ao círculo de Willis para compensar o bloqueio."
  },
  {
    "identificador": "8B22.C",
    "valor": "Doenças cerebrovasculares hereditárias",
    "descricao": "Doença cerebrovascular hereditária não inclui efeitos de anormalidades devidas a outras doenças vasculares que são independentes do sistema nervoso."
  },
  {
    "identificador": "8B22.C0",
    "valor": "CADASIL - [arteriopatia cerebral autossômica dominante com infartos subcorticais e leucoencefalopatia], síndrome",
    "descricao": "CADASIL é um acrônimo para arteriopatia cerebral autossômica dominante com infartos subcorticais e leucoencefalopatia. CADASIL é uma doença genética transmitida em um padrão autossômico dominante. Está associada a acidente vascular cerebral isquêmico, enxaqueca, demência e distúrbios psicológicos."
  },
  {
    "identificador": "8B22.C1",
    "valor": "CARASIL - [arteriopatia cerebral autossômica recessiva com infartos subcorticais e leucoencefalopatia], síndrome",
    "descricao": "CARASIL é um acrônimo para arteriopatia cerebral autossômica recessiva com acidente vascular cerebral isquêmico subcortical e leucoencefalopatia."
  },
  {
    "identificador": "8B22.CY",
    "valor": "Outras doenças cerebrovasculares hereditárias especificadas",
    "descricao": ""
  },
  {
    "identificador": "8B22.CZ",
    "valor": "Doenças cerebrovasculares hereditárias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8B22.Y",
    "valor": "Outra doença cerebrovascular especificada",
    "descricao": ""
  },
  {
    "identificador": "8B23",
    "valor": "Anormalidades cerebrovasculares",
    "descricao": "Anormalidades cerebrovasculares em doenças que também envolvem outras partes do sistema vascular que não as artérias intracranianas e extracranianas ou outros sistemas do corpo que não o sistema nervoso."
  },
  {
    "identificador": "8B24",
    "valor": "Encefalopatia hipóxico-isquêmica",
    "descricao": "Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
  },
  {
    "identificador": "8B24.0",
    "valor": "Encefalopatia anóxica-isquêmica",
    "descricao": ""
  },
  {
    "identificador": "8B24.Y",
    "valor": "Outra encefalopatia hipóxico-isquêmica especificada",
    "descricao": ""
  },
  {
    "identificador": "8B24.Z",
    "valor": "Encefalopatia hipóxico-isquêmica não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B25",
    "valor": "Efeitos tardios de doença cerebrovascular",
    "descricao": "Efeitos da doença cerebrovascular após 1 mês do início da doença. Os códigos para AVC agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
  },
  {
    "identificador": "8B25.0",
    "valor": "Efeitos tardios de acidente vascular cerebral isquêmico",
    "descricao": "Efeitos tardios de acidente vascular cerebral isquêmico após 1 mês ou mais do início da doença. Os códigos para acidente vascular cerebral agudo devem ser usados ​​exclusivamente para acidente vascular cerebral agudo e episódios de hospitalização imediatamente relacionados."
  },
  {
    "identificador": "8B25.1",
    "valor": "Efeitos tardios de hemorragia intracerebral",
    "descricao": ""
  },
  {
    "identificador": "8B25.2",
    "valor": "Efeitos tardios de hemorragia subaracnoide",
    "descricao": "Efeitos tardios de hemorragia subaracnoide não traumática após 1 mês ou mais do início da doença. Os códigos para hemorragia aguda devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados."
  },
  {
    "identificador": "8B25.3",
    "valor": "Efeitos tardios de hemorragia intracraniana não traumática",
    "descricao": "Efeitos tardios de outra hemorragia intracraniana não traumática após 1 mês ou mais do início da doença. Os códigos para episódios agudos devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados."
  },
  {
    "identificador": "8B25.4",
    "valor": "Efeitos tardios de acidente vascular cerebral desconhecido se isquêmico ou hemorrágico",
    "descricao": "Efeitos tardios ocorrendo após 1 mês ou mais do início da doença. Os códigos para acidente vascular cerebral (AVC) agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
  },
  {
    "identificador": "8B25.Y",
    "valor": "Outros efeitos tardios especificados de doença cerebrovascular",
    "descricao": ""
  },
  {
    "identificador": "8B25.Z",
    "valor": "Efeitos tardios de doença cerebrovascular, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B26",
    "valor": "Síndromes vasculares cerebrais em doenças cerebrovasculares",
    "descricao": ""
  },
  {
    "identificador": "8B26.0",
    "valor": "Síndrome de acidente vascular cerebral de tronco encefálico",
    "descricao": ""
  },
  {
    "identificador": "8B26.1",
    "valor": "Síndrome vascular cerebelar",
    "descricao": ""
  },
  {
    "identificador": "8B26.2",
    "valor": "Síndrome da artéria cerebral média",
    "descricao": ""
  },
  {
    "identificador": "8B26.3",
    "valor": "Síndrome da artéria cerebral anterior",
    "descricao": ""
  },
  {
    "identificador": "8B26.4",
    "valor": "Síndrome da artéria cerebral posterior",
    "descricao": ""
  },
  {
    "identificador": "8B26.5",
    "valor": "Síndromes lacunares",
    "descricao": ""
  },
  {
    "identificador": "8B26.50",
    "valor": "Síndrome lacunar motora pura",
    "descricao": ""
  },
  {
    "identificador": "8B26.51",
    "valor": "Síndrome lacunar sensorial pura",
    "descricao": ""
  },
  {
    "identificador": "8B26.5Y",
    "valor": "Outras síndromes lacunares especificadas",
    "descricao": ""
  },
  {
    "identificador": "8B26.5Z",
    "valor": "Síndromes lacunares, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8B26.Y",
    "valor": "Outras síndromes vasculares cerebrais especificadas em doenças cerebrovasculares",
    "descricao": ""
  },
  {
    "identificador": "8B26.Z",
    "valor": "Síndromes vasculares cerebrais em doenças cerebrovasculares, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8B2Z",
    "valor": "Doenças cerebrovasculares não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8B40",
    "valor": "Síndrome da cauda equina",
    "descricao": ""
  },
  {
    "identificador": "8B41",
    "valor": "Mielite",
    "descricao": ""
  },
  {
    "identificador": "8B42",
    "valor": "Mielopatia",
    "descricao": ""
  },
  {
    "identificador": "8B43",
    "valor": "Mielopatia vascular não compressiva",
    "descricao": "Síndromes não compressivas da medula espinal devidas a anomalias da circulação arterial ou venosa."
  },
  {
    "identificador": "8B43.0",
    "valor": "Infarto arterial agudo de medula espinal",
    "descricao": "O infarto agudo da medula espinal é devido à oclusão das artérias espinais anterior ou posterior ou de seus ramos. A oclusão clássica da artéria espinal anterior na zona de fronteira na medula cervical inferior causa uma síndrome medular específica com preservação do segmento posterior da medula. A doença aterosclerótica aórtica associada, bem como a dissecção, não devem ser negligenciadas."
  },
  {
    "identificador": "8B43.1",
    "valor": "Infarto venoso agudo de medula espinal",
    "descricao": "Perda de fluxo sanguíneo no sistema venoso, levando a infarto da medula espinal, comumente associado a fístula dural e malformação arteriovenosa dural."
  },
  {
    "identificador": "8B43.2",
    "valor": "Infarto venoso crônico de medula espinal",
    "descricao": "Perda de fluxo sanguíneo para a medula espinal devida a anormalidade do fluxo venoso, levando ao desenvolvimento de infarto da medula espinal por um período de tempo mais longo."
  },
  {
    "identificador": "8B43.Y",
    "valor": "Outra mielopatia vascular não compressiva especificada",
    "descricao": ""
  },
  {
    "identificador": "8B43.Z",
    "valor": "Mielopatia vascular não compressiva, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B44",
    "valor": "Transtornos de mielopatia degenerativa",
    "descricao": ""
  },
  {
    "identificador": "8B44.0",
    "valor": "Paraplegia espástica hereditária",
    "descricao": "Paraplegias espásticas hereditárias (PEH) compreendem um grupo genetica e clinicamente heterogêneo de transtornos neurodegenerativos caracterizados por graus variáveis de espasticidade de membros inferiores, fraqueza piramidal, hiperreflexia e envolvimento da bexiga hipertônica. Clinicamente, as PEH podem ser divididas em dois grupos principais: formas não complicadas (puras) e complicadas (complexas), dependendo da presença de outras manifestações neurológicas, incluindo ataxia, neuropatia periférica, comprometimento cognitivo, epilepsia, amiotrofia, retinopatia, surdez, ictiose e envolvimento extrapiramidal , além de paraparesia espástica. As PEH puras são caracterizadas por espasticidade e fraqueza lentamente progressivas em extremidades inferiores, frequentemente associadas a distúrbios urinários hipertônicos, leve redução da sensibilidade vibratória de extremidades inferiores e, ocasionalmente, da sensação de posição articular. As formas complexas de PEH são caracterizadas pela presença de manifestações neurológicas ou não neurológicas adicionais. Uma história familiar positiva, particularmente em casos autossômicos dominantes, está frequentemente presente, mas nem sempre. O diagnóstico pode ser auxiliado por neuroimagem e testes genéticos."
  },
  {
    "identificador": "8B44.00",
    "valor": "Paraplegia espástica hereditária autossômica dominante",
    "descricao": ""
  },
  {
    "identificador": "8B44.01",
    "valor": "Paraplegia espástica hereditária autossômica recessiva",
    "descricao": ""
  },
  {
    "identificador": "8B44.02",
    "valor": "Paraplegia espástica hereditária ligada ao X",
    "descricao": ""
  },
  {
    "identificador": "8B44.0Y",
    "valor": "Outra paraplegia espástica hereditária especificada",
    "descricao": ""
  },
  {
    "identificador": "8B44.0Z",
    "valor": "Paraplegia espástica hereditária não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B44.Y",
    "valor": "Outros transtornos especificados de mielopatia degenerativa",
    "descricao": ""
  },
  {
    "identificador": "8B44.Z",
    "valor": "Transtornos de mielopatia degenerativa, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B4Y",
    "valor": "Outros transtornos especificados de medula espinal excluindo trauma",
    "descricao": ""
  },
  {
    "identificador": "8B4Z",
    "valor": "Transtornos de medula espinal excluindo trauma não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B60",
    "valor": "Doença do neurônio motor",
    "descricao": "Doença do neurônio motor é um transtorno neurodegenerativo de etiologia indeterminada, caracterizado por degeneração de neurônios motores superiores (células corticais de Betz e trato corticoespinal) ou neurônios motores inferiores (cornos ventrais da medula espinal e núcleos motores dos nervos cranianos) ou ambos. Características de envolvimento dos neurônios motores inferiores (NMI) são atrofia, fraqueza, fasciculações, hipotonia, diminuição ou ausência de reflexos tendinosos profundos. Características de envolvimento dos neurônios motores superiores (NMS) são espasticidade, reflexos tendinosos profundos exacerbados e respostas plantares extensoras. Dependendo da localização de início e da presença de características de NMI ou NMS ou ambos, a DNM têm padrões e distribuições variáveis de sinais e sintomas."
  },
  {
    "identificador": "8B60.0",
    "valor": "Esclerose lateral amiotrófica",
    "descricao": "A esclerose lateral amiotrófica (ELA) é um transtorno progressivo e fatal em que sinais progressivos de NMI e degeneração NMS são vistos em uma ou mais das quatro regiões: bulbar, cervical, torácica e lombossacra. Estudos eletrofisiológicos podem ser necessários para confirmar a degeneração do neurônio motor inferior e para excluir causas alternativas. A neuroimagem pode ser realizada para excluir outras causas, o que pode explicar as características clínicas e eletrofisiológicas. ELA familiar de herança autossômica dominante, constitui 5 a 10% de ALS. O perfil clínico de ELA familiar e ELA esporádico é semelhante. Mutações nos genes C9ORF72 e SOD1 (mutação da enzima Cu,Zn-superóxido dismutase) constituem 50-60% dos casos de ELA familiar."
  },
  {
    "identificador": "8B60.1",
    "valor": "Paralisia bulbar progressiva",
    "descricao": "Paralisia bulbar progressiva (PBP) é uma variante da esclerose lateral amiotrófica que inicialmente se apresenta com sintomas de fraqueza bulbar, como disartria e disfagia. Os sintomas podem permanecer relativamente restritos à região bulbar. PBP afeta mais comumente mulheres do que homens. Os pacientes tipicamente evoluem para desenvolver fraqueza nos membros e características consistentes com ELA mais típica em um estágio mais tardio da doença."
  },
  {
    "identificador": "8B60.2",
    "valor": "Paralisia pseudobulbar progressiva",
    "descricao": "Fala espástica, dificuldade para engolir, labilidade emocional, reflexo exacerbado da mandíbula, liberação de reflexos como o reflexo palmomental devido ao envolvimento do trato corticobulbar, são as características comuns da paralisia pseudobulbar progressiva. Normalmente, os sinais leves dos neurônios motores inferiores observados na paralisia bulbar progressiva também podem coexistir ou podem se desenvolver durante a progressão do transtorno."
  },
  {
    "identificador": "8B60.3",
    "valor": "Atrofia muscular progressiva",
    "descricao": "Na atrofia muscular progressiva, os sinais do neurônio motor inferior em músculos de membros e tronco estão presentes sem envolvimento do neurônio motor superior. Com o tempo, alguns pacientes podem progredir para desenvolver sinais do neurônio motor superior, dos quais a evidência patológica é comum mesmo em pacientes que nunca apresentaram sinais clínicos do neurônio motor superior, sugerindo que a atrofia muscular progressiva é uma forma de ELA."
  },
  {
    "identificador": "8B60.4",
    "valor": "Esclerose lateral primária",
    "descricao": "Esclerose lateral primária (ELP) é uma variante rara da doença do neurônio motor que se apresenta com sinais de NMS lentamente progressivos, como marcha espástica, espasmos bruscos intensos dos tendões e respostas extensoras plantares. O início é mais comumente com paraparesia espástica, mas os pacientes tipicamente evoluem para desenvolver envolvimento bulbar e de membros superiores. O aspecto característico da ELP é a completa ausência de envolvimento do envolvimento do neurônio motor inferior. Quando os sinais de LMN se desenvolvem durante o curso da doença, o diagnóstico muda para ELA, e eles são considerados um espectro do mesmo transtorno."
  },
  {
    "identificador": "8B60.5",
    "valor": "Esclerose lateral amiotrófica plus",
    "descricao": "Esta categoria representa um grupo de transtornos com sintomas motores de ELA e características sobrepostas de disfunção de outros sistemas neurológicos, como disfunção extrapiramidal, cerebelar ou cognitiva."
  },
  {
    "identificador": "8B60.6",
    "valor": "Amiotrofia monomélica",
    "descricao": "Atrofia e fraqueza restritas a um membro superior ou inferior, início na segunda ou terceira década, predominância do sexo masculino e ocorrência esporádica são aspectos característicos da atrofia monomélica (AM). Outras características típicas incluem: início insidioso de sinais do neurônio motor inferior devido a envolvimento das células do corno anterior, ausência de sinais do neurônio motor superior, progressão lenta seguida de estabilização em alguns anos e curso benigno da doença sintomática. AM é particularmente prevalente na Ásia, embora seja encontrado em todo o mundo."
  },
  {
    "identificador": "8B60.7",
    "valor": "Doença do neurônio motor tipo Madras",
    "descricao": ""
  },
  {
    "identificador": "8B60.Y",
    "valor": "Outra doença especificada do neurônio motor",
    "descricao": ""
  },
  {
    "identificador": "8B60.Z",
    "valor": "Doença do neurônio motor não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B61",
    "valor": "Atrofia muscular espinal",
    "descricao": "A atrofia muscular espinhal (AMS) é uma doença progressiva com perda de células do corno anterior, levando à fraqueza e a perda muscular. A fraqueza é tipicamente simétrica. Normalmente, os sinais do neurônio motor superior estão ausentes e não há déficit sensitivo. A alimentação e a deglutição podem ser afetadas e pode ocorrer envolvimento dos músculos respiratórios. AMS é um transtorno autossômico recessivo ligado ao cromossomo 5q13 e é causado pela deleção ou mutação do gene SMN 1 (neurônio motor espinal 1). Os quatro tipos de AMS I, II, III e IV são categorizados com base na idade de início da doença e na capacidade de atingir marcos motores."
  },
  {
    "identificador": "8B61.0",
    "valor": "Atrofia muscular espinal infantil, tipo I",
    "descricao": "Na AMS tipo 1, o início da fraqueza pode ser pré-natal (diminuição dos movimentos fetais no final da gravidez) ou nos primeiros seis meses de vida. Os bebês demonstram uma posição característica de posição de sapo com as coxas giradas externamente e abduzidas e os joelhos flexionados (bebê hipotônico). A fraqueza bulbar causa dificuldade de alimentação. As crianças nunca conseguem sentar-se sem apoio e a sobrevivência média é de 9 meses; a sobrevida além de 2 anos é rara."
  },
  {
    "identificador": "8B61.1",
    "valor": "Atrofia muscular espinal infantil tardia, tipo II",
    "descricao": "Na AMS tipo 2, a fraqueza muscular é observada entre as idades de 6 a 18 meses. A criança pode sentar-se sem apoio, mas não consegue ficar em pé ou andar sozinha. A morte geralmente ocorre entre os 2 anos de idade e a idade adulta jovem."
  },
  {
    "identificador": "8B61.2",
    "valor": "Distrofia muscular espinal forma juvenil, tipo III",
    "descricao": "Na AMS tipo 3, a fraqueza dos músculos é observada após os 18 meses de idade. A criança consegue sentar-se e ficar em pé de forma independente. Há uma distribuição de fraqueza do tipo cintura-membros, causando marcha cambaleante, quedas e dificuldade para correr. A capacidade de andar pode ser perdida, exigindo uma cadeira de rodas à medida que a doença progride. A expectativa de vida pode ser normal."
  },
  {
    "identificador": "8B61.3",
    "valor": "Atrofia muscular espinal de início no adulto, tipo IV",
    "descricao": "Na fraqueza AMS tipo 4, ocorre mais comumente após os 35 anos de idade (menos comumente entre 18 e 35 anos). A fraqueza dos músculos proximais é mais proeminente nas pernas do que nos braços. Início insidioso e progressão muito lenta são os traços característicos, e a expectativa de vida é normal."
  },
  {
    "identificador": "8B61.4",
    "valor": "Atrofia muscular espinal localizada",
    "descricao": "Esta categoria compreende um grupo de transtornos com um padrão variado de fraqueza e herança autossômica dominante, recessiva ou ligada ao X com perfis genéticos específicos."
  },
  {
    "identificador": "8B61.Y",
    "valor": "Outra atrofia muscular espinal especificada",
    "descricao": ""
  },
  {
    "identificador": "8B61.Z",
    "valor": "Atrofia muscular espinal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B62",
    "valor": "Atrofia muscular progressiva pós pólio",
    "descricao": "Os critérios diagnósticos para atrofia muscular progressiva pós-pólio (PPMA) são: uma história confiável de poliomielite com recuperação parcial da função, um período mínimo de estabilização de 10 anos e o desenvolvimento subsequente de fraqueza muscular progressiva. Sintomas de fraqueza, atrofia e fadiga de músculos previamente afetados podem ser observados. Esses sintomas também podem ser notados em músculos que aparentemente não foram afetados pelo episódio de poliomielite. Cãibras musculares e fasciculações podem acompanhar a nova fraqueza."
  },
  {
    "identificador": "8B6Y",
    "valor": "Outras doenças do neurônio motor ou transtornos relacionados, especificados",
    "descricao": ""
  },
  {
    "identificador": "8B6Z",
    "valor": "Doenças do neurônio motor ou transtornos relacionados, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B80",
    "valor": "Transtornos do nervo olfatório",
    "descricao": ""
  },
  {
    "identificador": "8B81",
    "valor": "Transtornos do nervo vestibulococlear",
    "descricao": ""
  },
  {
    "identificador": "8B81.0",
    "valor": "Lesão de tronco encefálico",
    "descricao": ""
  },
  {
    "identificador": "8B81.Y",
    "valor": "Outros transtornos especificados do nervo vestibulococlear",
    "descricao": ""
  },
  {
    "identificador": "8B81.Z",
    "valor": "Transtornos do nervo vestibulococlear, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B82",
    "valor": "Transtornos do nervo trigêmeo",
    "descricao": "O nervo trigêmeo é um nervo misto com três divisões, divisões oftálmica, maxilar e mandibular, que fornece inervação sensorial para a face e mucosas das cavidades oral e nasal e inervação motora para os músculos da mastigação, tensor do tímpano, tensor do véu palatino, milo-hióideo e ventre anterior do músculo digástrico. O complexo nuclear trigeminal se estende por todo o tronco encefálico, portanto, é suscetível a muitos processos patológicos, incluindo desmielinização, isquemia, hemorragia, inflamação infecciosa e não infecciosa e neoplasia, levando a sintomas de envolvimento do nervo trigêmeo. A compressão da raiz sensorial do nervo fora do tronco encefálico por uma alça vascular ocasiona a neuralgia do trigêmeo. Sintomas e sinais dependem da localização da lesão. Em geral, um transtorno do nervo trigêmeo está associado à perda de sensibilidade hemifacial, desvio da mandíbula para o lado paralisado à abertura da boca e perda do reflexo corneano."
  },
  {
    "identificador": "8B82.0",
    "valor": "Nevralgia do trigêmeo",
    "descricao": "A neuralgia do trigêmeo é uma manifestação de dor neuropática orofacial restrita a uma ou mais divisões do nervo trigêmeo. A dor é recorrente, de início e término abruptos, desencadeada por estímulos inócuos e normalmente comparada a um choque elétrico ou descrita como a sensação de um tiro ou punhalada. Alguns pacientes relatam sentir dor contínua entre esses paroxismos dolorosos."
  },
  {
    "identificador": "8B82.Z",
    "valor": "Transtornos do nervo trigêmeo, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B83",
    "valor": "Transtornos do nervo acessório espinal",
    "descricao": ""
  },
  {
    "identificador": "8B84",
    "valor": "Transtornos do nervo hipoglosso",
    "descricao": ""
  },
  {
    "identificador": "8B85",
    "valor": "Transtornos de múltiplos nervos cranianos",
    "descricao": "Grupo de transtornos de múltiplos nervos cranianos, os doze nervos que emergem do cérebro e do tronco encefálico."
  },
  {
    "identificador": "8B86",
    "valor": "Transtornos do nervo vago",
    "descricao": ""
  },
  {
    "identificador": "8B87",
    "valor": "Transtornos do nervo glossofaríngeo",
    "descricao": ""
  },
  {
    "identificador": "8B88",
    "valor": "Transtornos do nervo facial",
    "descricao": ""
  },
  {
    "identificador": "8B88.0",
    "valor": "Paralisia de Bell",
    "descricao": ""
  },
  {
    "identificador": "8B88.1",
    "valor": "Mioquimia facial",
    "descricao": "Mioquimia facial é uma torção involuntária, uma ondulação fina ou um movimento ondulatório de músculos faciais."
  },
  {
    "identificador": "8B88.2",
    "valor": "Espasmo hemifacial",
    "descricao": "O espasmo hemifacial (EHF) é um transtorno do movimento mais comumente causado pela compressão vascular do VII nervo craniano em sua zona de saída da raiz do tronco encefálico. Ela se manifesta como contrações involuntárias e espasmos em uma das metades da face."
  },
  {
    "identificador": "8B88.3",
    "valor": "Neurite facial",
    "descricao": ""
  },
  {
    "identificador": "8B88.Y",
    "valor": "Outros transtornos especificados do nervo facial",
    "descricao": ""
  },
  {
    "identificador": "8B88.Z",
    "valor": "Transtornos do nervo facial, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B8Y",
    "valor": "Outros transtornos especificados de nervos cranianos",
    "descricao": ""
  },
  {
    "identificador": "8B8Z",
    "valor": "Transtornos de nervos cranianos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B90",
    "valor": "Compressões das raízes ou dos plexos nervosos",
    "descricao": ""
  },
  {
    "identificador": "8B91",
    "valor": "Transtornos do plexo braquial",
    "descricao": "O plexo braquial é formado por ramos ventrais de cinco nervos espinhais (C5-T1), que possuem fibras motoras, sensoriais e simpáticas pré-ganglionares que inervam o membro superior. Esses cinco ramos se unem para formar três troncos (superior-C5-C6; médio-C7; inferior-C8-T1) que novamente se segmentam em seis divisões para se tornarem três cordões (lateral, medial e posterior). O plexo é vulnerável a traumatismos em vários níveis e pode ser afetado por uma variedade de doenças devido à sua proximidade com linfonodos, vasos sanguíneos e parênquima pulmonar; diabetes mellitus e vasculite também podem causar disfunção do plexo braquial. Alguns casos são considerados como plexopatia braquial idiopática. As características clínicas dependem se é o plexo inteiro ou parte dele que está envolvido. Na panplexopatia, o braço pende inanimado ao lado, o membro está flácido e arreflexo com perda sensorial completa abaixo de uma linha que se estende do ombro diagonalmente para baixo e medialmente até o meio do braço.\r\nNas lesões da parte superior do tronco, o braço pende lateralmente, rodado internamente na altura do ombro, com o cotovelo estendido e o antebraço pronado em postura de “gorjeta do garçom”. Os reflexos bicipital e braquiorradial estão ausentes e a perda sensorial é observada na face lateral do braço, antebraço e polegar.\r\nNas lesões do tronco inferior, há fraqueza dos músculos intrínsecos da mão, o reflexo de flexão dos dedos está diminuído ou ausente, e há perda sensorial nos dois dedos mediais, bem como na face medial do antebraço e da mão."
  },
  {
    "identificador": "8B91.0",
    "valor": "Amiotrofia neurálgica dos ombros",
    "descricao": "A síndrome de Parsonage-Turner é uma condição rara de etiologia desconhecida que se apresenta com um padrão característico de dor súbita e aguda na parte superior do ombro, com duração de algumas horas a quinze dias, seguida de paralisia flácida de alguns músculos da cintura escapular."
  },
  {
    "identificador": "8B91.1",
    "valor": "Síndrome do desfiladeiro torácico devida a costela cervical",
    "descricao": ""
  },
  {
    "identificador": "8B91.Y",
    "valor": "Outros transtornos especificados do plexo braquial",
    "descricao": ""
  },
  {
    "identificador": "8B91.Z",
    "valor": "Transtornos do plexo braquial, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B92",
    "valor": "Transtornos do plexo lombossacral",
    "descricao": "O plexo lombar é formado pelos ramos primários anteriores dos nervos espinhais lombares L1 a L4 e o plexo sacral é derivado dos ramos primários anteriores dos nervos espinhais L4, L5, S1, S2 e S3. O plexo lombar se comunica com o plexo sacral por meio da divisão anterior de L4. O plexo lombossacral pode ser afetado por uma variedade de doenças como invasões diretas por neoplasias (como exemplos de colo do útero, próstata, bexiga, colorretal, rim, ovário) ou disfunção devida a outras causas, como diabetes mellitus, vasculite e lesão por radiação. Também pode ser idiopático. \r\nNas lesões do plexo lombar, há fraqueza na flexão do quadril, extensão do joelho e adução do quadril. A sensação pode estar perdida na região inguinal, sobre a genitália, nos aspectos lateral, anterior e medial da coxa e na face medial da perna; o reflexo patelar pode estar diminuído ou ausente.\r\nNas lesões do plexo sacral, há fraqueza de extensores e abdutores do quadril, flexores do joelho, flexores plantares e dorsiflexores do tornozelo; a perda sensorial é observada na face posterior da coxa, em face anterolateral e posterior da perna abaixo do joelho e em superfície dorsolateral e plantar do pé. O reflexo aquileu está reduzido ou ausente."
  },
  {
    "identificador": "8B92.0",
    "valor": "Plexopatia lombossacral pós radiação",
    "descricao": ""
  },
  {
    "identificador": "8B92.1",
    "valor": "Plexopatia lombossacral vasculítica",
    "descricao": ""
  },
  {
    "identificador": "8B92.2",
    "valor": "Plexopatia lombossacral diabética",
    "descricao": ""
  },
  {
    "identificador": "8B92.3",
    "valor": "Radiculoplexopatia lombossacral",
    "descricao": ""
  },
  {
    "identificador": "8B92.Y",
    "valor": "Outros transtornos especificados do plexo lombossacral",
    "descricao": ""
  },
  {
    "identificador": "8B92.Z",
    "valor": "Transtornos do plexo lombossacral, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8B93",
    "valor": "Radiculopatia",
    "descricao": ""
  },
  {
    "identificador": "8B93.0",
    "valor": "Radiculopatia devida a compressão",
    "descricao": ""
  },
  {
    "identificador": "8B93.1",
    "valor": "Radiculopatia devida a transtornos metabólicos",
    "descricao": ""
  },
  {
    "identificador": "8B93.2",
    "valor": "Radiculopatia devida a choque elétrico ou raio",
    "descricao": ""
  },
  {
    "identificador": "8B93.3",
    "valor": "Radiculopatia devida a lesão por radiação",
    "descricao": ""
  },
  {
    "identificador": "8B93.4",
    "valor": "Radiculopatia devida a deficiências nutricionais",
    "descricao": ""
  },
  {
    "identificador": "8B93.5",
    "valor": "Radiculopatia devida a toxicidade",
    "descricao": ""
  },
  {
    "identificador": "8B93.6",
    "valor": "Radiculopatia devida a transtornos de disco intervertebral",
    "descricao": ""
  },
  {
    "identificador": "8B93.7",
    "valor": "Radiculopatia devida a doença neoplásica",
    "descricao": ""
  },
  {
    "identificador": "8B93.8",
    "valor": "Radiculopatia devida a espondilose",
    "descricao": ""
  },
  {
    "identificador": "8B93.Y",
    "valor": "Outra radiculopatia especificada",
    "descricao": ""
  },
  {
    "identificador": "8B93.Z",
    "valor": "Radiculopatia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8B94",
    "valor": "Radiculoplexoneuropatia diabética",
    "descricao": "Radiculoplexoneuropatia diabética é uma complicação rara, mas bem estabelecida, de uma neuropatia focal que ocorre em pacientes com diabetes tipo 2. Alterações etiologicamente inflamatórias de microvasculites são presumidas. É independente do estágio do diabetes e muitas vezes ocorre em associação usual com perda de peso, não antes da 4ª ou 5ª década. Apresenta-se com dor aguda intensa e envolvimento predominantemente motor do plexo lombar, frequentemente assimétrico e geralmente unilateral. A atrofia muscular ocorre precocemente. É autolimitada, mas incapacidade pode persistir.\r\n\r\nSempre atribua um código adicional para o tipo de diabetes mellitus."
  },
  {
    "identificador": "8B95",
    "valor": "Lesão do plexo braquial secundária a alguns transtornos especificados",
    "descricao": ""
  },
  {
    "identificador": "8B9Y",
    "valor": "Outros transtornos especificados das raízes ou dos plexos nervosos",
    "descricao": ""
  },
  {
    "identificador": "8B9Z",
    "valor": "Transtornos das raízes ou dos plexos nervosos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8C00",
    "valor": "Neuropatia progressiva idiopática",
    "descricao": ""
  },
  {
    "identificador": "8C01",
    "valor": "Polineuropatia inflamatória",
    "descricao": "Neuropatias periféricas inflamatórias adquiridas são de etiologia imune presumida e são classificadas com base em seu curso clínico: polineuropatia inflamatória desmielinizante aguda (PIDA ou síndrome de Guillain-Barré) com o déficit motor atingindo um nível máximo em 28 dias e polineuropatia inflamatória desmielinizante crônica (PIDC) que tem um curso lentamente progressivo de dois ou mais meses ou um curso remitente recorrente. Existem muitas variantes de PIDA e PIDC."
  },
  {
    "identificador": "8C01.0",
    "valor": "Polineuropatia desmielinizante inflamatória aguda",
    "descricao": "Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
  },
  {
    "identificador": "8C01.1",
    "valor": "Neuropatia pós vacinal",
    "descricao": ""
  },
  {
    "identificador": "8C01.2",
    "valor": "Polineuropatia desmielinizante inflamatória subaguda",
    "descricao": "A polineuropatia inflamatória desmielinizante subaguda (PIDS) é um transtorno sensorial e/ou motor simétrico progressivo subagudo caracterizado por fraqueza muscular com sensibilidade prejudicada, reflexos tendinosos ausentes ou diminuídos e proteínas do líquido cefalorraquidiano (LCR) elevadas. A PIDS é uma forma intermediária entre a síndrome de Guillain-Barré (SGS) e a polirradiculoneuropatia inflamatória desmielinizante crônica (PIDC)."
  },
  {
    "identificador": "8C01.3",
    "valor": "Polineuropatia desmielinizante inflamatória crônica",
    "descricao": "Polineuropatia desmielinizante inflamatória crônica é um transtorno sensório-motor simétrico monofásico progressivo ou recorrente, caracterizado por fraqueza muscular progressiva com sensibilidade prejudicada, reflexos tendinosos ausentes ou diminuídos e proteínas do líquido cefalorraquidiano elevadas."
  },
  {
    "identificador": "8C01.Y",
    "valor": "Outra polineuropatia inflamatória especificada",
    "descricao": ""
  },
  {
    "identificador": "8C01.Z",
    "valor": "Polineuropatia inflamatória, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C03",
    "valor": "Outra polineuropatia secundária",
    "descricao": ""
  },
  {
    "identificador": "8C03.0",
    "valor": "Polineuropatia diabética",
    "descricao": ""
  },
  {
    "identificador": "8C03.1",
    "valor": "Polineuropatia devida a doenças infecciosas",
    "descricao": ""
  },
  {
    "identificador": "8C03.2",
    "valor": "Polineuropatia em doença neoplásica",
    "descricao": ""
  },
  {
    "identificador": "8C03.3",
    "valor": "Polineuropatia em deficiências nutricionais",
    "descricao": ""
  },
  {
    "identificador": "8C03.4",
    "valor": "Polineuropatia em doenças sistêmicas do tecido conjuntivo",
    "descricao": ""
  },
  {
    "identificador": "8C03.Y",
    "valor": "Outra polineuropatia secundária especificada",
    "descricao": ""
  },
  {
    "identificador": "8C03.Z",
    "valor": "Outra polineuropatia secundária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C0Y",
    "valor": "Outra polineuropatia especificada",
    "descricao": ""
  },
  {
    "identificador": "8C0Z",
    "valor": "Polineuropatia não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C10",
    "valor": "Mononeuropatias de membro superior",
    "descricao": "Danos a um único nervo ou grupo de nervos do membro superior (não incluindo estruturas nervosas centrais, como o cérebro, tronco cerebral ou medula espinal), resultando em perda de movimento, sensibilidade e/ou função autonômica."
  },
  {
    "identificador": "8C10.0",
    "valor": "Síndrome do túnel do carpo",
    "descricao": "Neuropatia compressiva causada por compressão do nervo mediano dentro do túnel do carpo no punho."
  },
  {
    "identificador": "8C10.1",
    "valor": "Lesões do nervo ulnar (cubital)",
    "descricao": ""
  },
  {
    "identificador": "8C10.2",
    "valor": "Lesão do nervo radial",
    "descricao": ""
  },
  {
    "identificador": "8C10.Y",
    "valor": "Outras mononeuropatias especificadas de membro superior",
    "descricao": ""
  },
  {
    "identificador": "8C10.Z",
    "valor": "Mononeuropatias de membro superior, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8C11",
    "valor": "Mononeuropatias de membro inferior",
    "descricao": "Danos a um único nervo ou grupo de nervos do membro inferior (não incluindo estruturas nervosas centrais, como o cérebro, tronco cerebral ou medula espinal), resultando em perda de movimento, sensibilidade e/ou função autônomica)"
  },
  {
    "identificador": "8C11.0",
    "valor": "Lesão do nervo ciático",
    "descricao": "Doença ou dano envolvendo o NERVO CIÁTICO, que se divide em NERVO PERONEAL e NERVO TIBIAL (ver também NEUROPATIAS PERONEAIS e NEUROPATIA TIBIAL). Manifestações clínicas podem incluir CIÁTICA ou dor localizada no quadril, PARESIA ou PARALISIA de músculos posteriores da coxa e músculos inervados pelos nervos fibulares e tibiais, e perda sensória envolvendo a coxa lateral e posterior, perna posterior e lateral e planta do pé. O nervo ciático pode ser afetado por traumatismo; ISQUEMIA; DOENÇAS DO COLÁGENO; e outras condições."
  },
  {
    "identificador": "8C11.00",
    "valor": "Síndrome do piriforme (do nervo ciático)",
    "descricao": ""
  },
  {
    "identificador": "8C11.0Y",
    "valor": "Outra lesão especificada do nervo ciático",
    "descricao": ""
  },
  {
    "identificador": "8C11.0Z",
    "valor": "Lesão do nervo ciático, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C11.1",
    "valor": "Meralgia parestésica",
    "descricao": ""
  },
  {
    "identificador": "8C11.2",
    "valor": "Lesão do nervo femoral",
    "descricao": ""
  },
  {
    "identificador": "8C11.3",
    "valor": "Lesão do nervo peroneal comum",
    "descricao": ""
  },
  {
    "identificador": "8C11.4",
    "valor": "Lesão do nervo tibial",
    "descricao": ""
  },
  {
    "identificador": "8C11.5",
    "valor": "Síndrome do túnel do tarso",
    "descricao": ""
  },
  {
    "identificador": "8C11.6",
    "valor": "Lesão do nervo plantar",
    "descricao": "Doença ou lesão dos nervos plantares medial e/ou lateral, ramos do nervo tibial abaixo do nível do túnel do tarso, secundária à lesão."
  },
  {
    "identificador": "8C11.Y",
    "valor": "Outras mononeuropatias especificadas de membro inferior",
    "descricao": ""
  },
  {
    "identificador": "8C11.Z",
    "valor": "Mononeuropatias de membro inferior, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8C12",
    "valor": "Algumas mononeuropatias especificadas",
    "descricao": ""
  },
  {
    "identificador": "8C12.0",
    "valor": "Neuropatia intercostal",
    "descricao": "Neuropatia periférica dos nervos intercostais."
  },
  {
    "identificador": "8C12.1",
    "valor": "Mononeurite múltipla",
    "descricao": ""
  },
  {
    "identificador": "8C12.2",
    "valor": "Lesão do nervo supraescapular",
    "descricao": ""
  },
  {
    "identificador": "8C12.3",
    "valor": "Lesão do nervo axilar",
    "descricao": ""
  },
  {
    "identificador": "8C12.4",
    "valor": "Lesão do nervo torácico longo",
    "descricao": ""
  },
  {
    "identificador": "8C12.5",
    "valor": "Neuroma traumático, sem outra especificação",
    "descricao": ""
  },
  {
    "identificador": "8C12.Y",
    "valor": "Mononeuropatia de outro nervo especificado",
    "descricao": ""
  },
  {
    "identificador": "8C1Y",
    "valor": "Mononeuropatia de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "8C1Z",
    "valor": "Mononeuropatia de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C20",
    "valor": "Neuropatia hereditária motora e sensorial",
    "descricao": ""
  },
  {
    "identificador": "8C20.0",
    "valor": "Doença de Charcot-Marie-Tooth 1 desmielinizante",
    "descricao": ""
  },
  {
    "identificador": "8C20.1",
    "valor": "Doença de Charcot-Marie-Tooth 2 axonal",
    "descricao": ""
  },
  {
    "identificador": "8C20.2",
    "valor": "Doença de Charcot-Marie-Tooth intermediária",
    "descricao": ""
  },
  {
    "identificador": "8C20.Y",
    "valor": "Outra Neuropatia hereditária motora e sensorial especificada",
    "descricao": ""
  },
  {
    "identificador": "8C20.Z",
    "valor": "Neuropatia hereditária motora e sensorial, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C21",
    "valor": "Neuropatia hereditária sensitiva ou autonômica",
    "descricao": ""
  },
  {
    "identificador": "8C21.0",
    "valor": "Neuropatia hereditária sensitiva e autonômica tipo I",
    "descricao": "Neuropatia hereditária sensitiva e autonômica tipo I são polineuropatias sensitivas-autonômicas de herança autossômica dominante."
  },
  {
    "identificador": "8C21.1",
    "valor": "Neuropatia hereditária sensitiva e autonômica tipo III",
    "descricao": "Neuropatia hereditária sensitiva e autonômica, tipo 3 (NHSA3) é um transtorno autossômico recessivo observado primariamente em crianças judias Ashkenazi causada por uma mutação na proteína associada à quinase B I-kappa.\r\nÉ caracterizada por disfunção sensitiva e grave comprometimento da atividade do sistema nervoso autonômico, resultando em disfunção multissistêmica.\r\nSintomas podem incluir insensibilidade à dor e à temperatura, dor visceral intacta, alacrimia, reflexos corneanos e tendinosos hipoativos e ausência de papilas fungiformes linguais."
  },
  {
    "identificador": "8C21.2",
    "valor": "Neuropatia hereditária sensitiva e autonômica tipo IV",
    "descricao": "Neuropatia hereditária sensitiva e autonômica, tipo 4 (NHSA4) é um transtorno hereditário caracterizado por anidrose, insensibilidade à dor, comportamento automutilante e episódios de febre."
  },
  {
    "identificador": "8C21.3",
    "valor": "Neuropatia hereditária sensitiva e autonômica tipo V",
    "descricao": "Neuropatia hereditária sensitiva e autonômica tipo 5 (NHSA5) é caracterizada por perda de percepção de dor e comprometimento da sensibilidade à temperatura, na ausência de quaisquer outras anormalidades neurológicas importantes."
  },
  {
    "identificador": "8C21.Y",
    "valor": "Outra neuropatia hereditária sensitiva ou autonômica, especificada",
    "descricao": ""
  },
  {
    "identificador": "8C21.Z",
    "valor": "Neuropatia hereditária sensitiva ou autonômica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C2Y",
    "valor": "Outra neuropatia hereditária especificada",
    "descricao": ""
  },
  {
    "identificador": "8C2Z",
    "valor": "Neuropatia hereditária não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C4Y",
    "valor": "Outros transtornos especificados de nervos, raízes e plexos nervosos",
    "descricao": ""
  },
  {
    "identificador": "8C4Z",
    "valor": "Transtornos não especificados de nervos, raízes e plexos nervosos",
    "descricao": ""
  },
  {
    "identificador": "8C60",
    "valor": "Miastenia gravis",
    "descricao": "Miastenia gravis é o transtorno de transmissão neuromuscular mediado por autoanticorpo adquirido mais comum. A prevalência é de 1–2 por 10.000 pessoas. Fraqueza flutuante aumentando com a atividade repetida e melhorando após um período de descanso é a marca característica. Miastenia Gravis com anticorpos dirigidos contra proteínas pós-sinápticas, geralmente o receptor nicotínico de acetilcolina, são as mais prevalentes. Outros tipos são Miastenia Gravis associada a anticorpos quinase específicos do músculo e Miastenia Gravis com autoanticorpos desconhecidos (soronegativos).\r\nExistem três grupos: \r\n1. Miastenia Gravis puramente ocular\r\n2. Miastenia Gravis generalizada de início precoce (<40-50 anos)\r\n3. MG generalizada de início tardio.\r\nEm cerca de 15%, a doença pode ser classificada como paraneoplásica, geralmente associada a um timoma."
  },
  {
    "identificador": "8C60.0",
    "valor": "Miastenia gravis induzida por drogas",
    "descricao": "Alguns medicamentos podem ter claros efeitos na Miastenia Gravis, incluindo bloqueadores da junção neuromuscular, antibióticos, prednisona, cloroquina, D-penicilamina, interferons e outros. Na Miastenia Gravis de início rápido induzida por medicamento, os sinais miastênicos se desenvolvem em poucos dias e desaparecem rapidamente após a suspensão do medicamento. Anticorpos anti-acetilcolinesterase estão ausentes. Este transtorno pode revelar um transtorno de transmissão neuromuscular pré-existente ou pode exacerbar Miastenia Gravis pré-existente, ou seja, Miastenia Gravis subclínica que se manifesta após tratamento com drogas, ou MG conhecida se torna mais grave. Determinados medicamentos estão ligados ao agravamento da Miastenia Gravis, incluindo medicamentos para o controle da dor, antidepressivos tricíclicos e algumas medicações antiepilépticas, e devem ser usados com cautela."
  },
  {
    "identificador": "8C60.Y",
    "valor": "Outra miastenia gravis especificada",
    "descricao": ""
  },
  {
    "identificador": "8C60.Z",
    "valor": "Miastenia gravis, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C61",
    "valor": "Síndromes miastênicas congênitas",
    "descricao": "Síndrome miastênica congênita (SMC) é um grupo heterogêneo de doenças geneticamente determinadas. Existem quatro categorias bem definidas: Síndrome miastênica congênita com defeito pré-sináptico, SMC associada à lâmina basal sináptica, Miastenia congênita com defeito pós-sináptico, SMC com deficiência de glicosilação, e a categoria restante é a de SMC não especificada."
  },
  {
    "identificador": "8C62",
    "valor": "Síndrome de Eaton-Lambert",
    "descricao": "A síndrome miastênica de Lambert-Eaton, 20 vezes mais rara que a miastenia gravis positiva para receptores de acetilcolina, com prevalência de 3,42 por milhão, é uma doença imunomediada da junção neuromuscular. Clinicamente, a doença é caracterizada por fraqueza proximal das pernas. Na maioria dos pacientes, a fraqueza se estende a outros músculos, incluindo os músculos oculobulbares. Os sintomas autonômicos (boca seca, disfunção erétil, constipação) são frequentes. Os reflexos tendinosos estão reduzidos. A estimulação nervosa repetitiva mostra baixos potenciais de ação compostos do músculo, decréscimo > 10% em baixa frequência e incremento > 100% após a contração voluntária máxima em alta frequência."
  },
  {
    "identificador": "8C6Y",
    "valor": "Outros miastenia gravis e transtornos da junção neuromuscular, especificados",
    "descricao": ""
  },
  {
    "identificador": "8C6Z",
    "valor": "Miastenia gravis ou transtornos da junção neuromuscular, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8C70",
    "valor": "Distrofia muscular",
    "descricao": "Doenças musculoesqueléticas hereditárias progressivas caracterizadas por fraqueza muscular, atrofia, defeitos em proteínas musculares, necrose do tecido muscular e substituição do tecido muscular por tecido conjuntivo e gorduroso."
  },
  {
    "identificador": "8C70.0",
    "valor": "Distrofia muscular de Becker",
    "descricao": ""
  },
  {
    "identificador": "8C70.1",
    "valor": "Distrofia muscular de Duchenne",
    "descricao": "Distrofia muscular de Duchenne (DMD) é uma miopatia grave ligada ao X causada por mutação no gene da distrofina, com sintomas aparecendo antes dos 6 anos de idade com uma rápida progressão da doença. Sintomas podem incluir fadiga, dificuldades de aprendizagem (o QI pode estar abaixo de 75), fraqueza muscular, problemas com habilidades motoras, quedas frequentes e dificuldade progressiva para andar."
  },
  {
    "identificador": "8C70.2",
    "valor": "Distrofia muscular de Emery-Dreifuss",
    "descricao": "Distrofia muscular de Emery-Dreifuss (DMED) é uma doença muscular caracterizada por fraqueza e atrofia muscular, com contraturas precoces dos tendões e envolvimento cardíaco (arritmias, cardiomiopatia)."
  },
  {
    "identificador": "8C70.3",
    "valor": "Distrofia muscular fácio-escápulo-umeral",
    "descricao": "Distrofia muscular fácio-escápulo-umeral (FSHD) é uma doença muscular hereditária autossômica dominante caracterizada por fraqueza muscular progressiva com envolvimento focal inicial dos músculos de face, ombro e braço."
  },
  {
    "identificador": "8C70.4",
    "valor": "Distrofia muscular de cinturas",
    "descricao": "Distrofia muscular de cinturas (DMC) constitui um grupo de transtornos musculares progressivos geneticamente determinados, nos quais a musculatura da cintura pélvica ou da cintura escapular está predominantemente ou primariamente envolvida. Pode ser herdado de forma autossômica recessiva ou dominante."
  },
  {
    "identificador": "8C70.40",
    "valor": "Distrofia muscular de cinturas dominante",
    "descricao": "As distrofias musculares de cinturas (DMC) são um grupo de doenças genéticas caracterizadas predominantemente por atrofia e fraqueza progressiva dos músculos da cintura proximal do membro, incluindo os músculos pélvicos, do ombro, do braço e da coxa. Os sintomas iniciais geralmente variam desde a primeira infância até o final da idade adulta, e a velocidade de progressão e distribuição de fraqueza e debilidade também variam consideravelmente entre os indivíduos e subtipos genéticos. Existem atualmente 8 DMC autossômicos dominantes (DMC1), ligados a mutações genéticas específicas. As DMC dominantes são frequentemente alélicas com outros transtornos clínicos, incluindo as miopatias miofibrilares ou cardiomiopatia dilatada."
  },
  {
    "identificador": "8C70.41",
    "valor": "Distrofia muscular de cinturas recessiva",
    "descricao": "Distrofias musculares de cinturas autossômicas recessivas (DMC2) são um grupo de doenças geneticamente heterogêneas que são tipicamente caracterizadas por fraqueza progressiva e atrofia dos músculos do ombro e da cintura pélvica. Muitas das mais de 20 condições diferentes apresentam características clínicas sobrepostas com outras formas de distrofia muscular, miopatias congênitas, miofibrilares ou mesmo distais e também com doenças musculares adquiridas. Embora individualmente extremamente raros, todos os tipos de DMC2 juntos formam um importante grupo de diagnóstico diferencial entre as doenças neuromusculares."
  },
  {
    "identificador": "8C70.4Y",
    "valor": "Outra distrofia muscular de cinturas especificada",
    "descricao": ""
  },
  {
    "identificador": "8C70.4Z",
    "valor": "Distrofia muscular de cinturas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C70.5",
    "valor": "Distrofia muscular escapuloperoneal",
    "descricao": "Distrofias musculares escapuloperoneais são um grupo de miopatias geneticamente heterogêneas, caracterizadas por fraqueza progressiva e atrofia dos músculos escapulares e anteriores da perna. A distrofia muscular de Emery-Dreifuss é uma distrofia muscular escapuloperoneal clássica associada a contraturas precoces e arritmia cardíaca, mas outros transtornos musculares também podem se apresentar com um fenótipo escapuloperoneal."
  },
  {
    "identificador": "8C70.6",
    "valor": "Distrofia muscular congênita",
    "descricao": "Distrofias musculares congênitas com anormalidades do sistema nervoso central são um grupo heterogêneo de transtornos musculares degenerativos hereditários autossômicos recessivos associados a displasia cerebral e cerebelar, anormalidades da substância branca e anormalidades oculares em alguns subtipos."
  },
  {
    "identificador": "8C70.Y",
    "valor": "Outra distrofia muscular especificada",
    "descricao": ""
  },
  {
    "identificador": "8C70.Z",
    "valor": "Distrofia muscular, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C71",
    "valor": "Transtornos miotônicos",
    "descricao": "Grupo de transtornos musculares hereditários associados a miotonia clínica e/ou elétrica. A miotonia é definida clinicamente como a ocorrência de “relaxamento retardado do músculo após contração voluntária ou percussão”."
  },
  {
    "identificador": "8C71.0",
    "valor": "Distrofia miotônica",
    "descricao": "Distrofia miotônica é um grupo de transtornos musculares hereditários. É a forma mais comum de distrofia muscular que começa na idade adulta. A distrofia miotônica é caracterizada por atrofia e fraqueza musculares progressivas e contrações musculares prolongadas (miotonia) que não são capazes de relaxar após o uso. Outros sinais e sintomas de distrofia miotônica incluem fala arrastada ou bloqueio temporário da mandíbula, catarata e defeitos de condução cardíaca. Em homens afetados, alterações hormonais podem levar a calvície precoce e infertilidade. A gravidade clínica varia amplamente entre os pacientes afetados, mesmo entre membros da mesma família."
  },
  {
    "identificador": "8C71.1",
    "valor": "Miotonia condrodistrófica",
    "descricao": "Miotonia condrodistrófica (síndrome de Schwartz-Jampel) é uma síndrome miotônica congênita caracterizada por miotonia que resulta em uma fácies característica com blefarofimose e uma aparência facial enrugada, e anormalidades osteoarticulares que levam à mobilidade articular limitada."
  },
  {
    "identificador": "8C71.2",
    "valor": "Miotonia congênita",
    "descricao": "As doenças de Thomsen e Becker são transtornos miotônicos caracterizados por relaxamento muscular lento associado a hiperexcitação das fibras musculares ocorrendo nos primeiros meses após o nascimento. A miotonia é incomum, pois é aliviada com exercícios (efeito de aquecimento). A miotonia congênita autossômica dominante (doença de Thomsen) é um transtorno muscular não distrófico causado por mutação no gene que codifica o canal 1 de cloreto do músculo esquelético (CLCN1). É clinicamente caracterizado por rigidez muscular e uma incapacidade do músculo para relaxar após a contração voluntária. A miotonia congênita autossômica recessiva (doença de Becker) é causada por mutação no gene que codifica o canal 1 de cloreto do músculo esquelético (CLCN1). É um transtorno não distrófico do músculo esquelético caracterizado por rigidez muscular e uma incapacidade do músculo para relaxar após a contração voluntária. A maioria dos pacientes tem início dos sintomas nas pernas, que mais tarde progride para braços, pescoço e músculos faciais. Muitos pacientes apresentam hipertrofia acentuada dos músculos dos membros inferiores. A fraqueza muscular transitória é uma manifestação característica."
  },
  {
    "identificador": "8C71.3",
    "valor": "Miotonia induzida por drogas",
    "descricao": "Niotonia induzida por drogas refere-se aos efeitos indutores de miotonia de determinadas drogas. Agentes hipocolesterolêmicos podem induzir miotonia por alterar a composição de esterois da membrana da célula muscular, enquanto outros medicamentos, incluindo bloqueadores e agonistas beta-adrenérgicos, succinilcolina e diuréticos, podem exacerbar ou revelar uma miotonia pré-existente."
  },
  {
    "identificador": "8C71.4",
    "valor": "Neuromiotonia",
    "descricao": "Neuromiotonia ou síndrome de Isaacs é um transtorno nervoso periférico imunomediado caracterizada por atividade contínua das fibras musculares em repouso, resultando em rigidez muscular, cãibras, mioquimia e pseudomiotonia."
  },
  {
    "identificador": "8C71.5",
    "valor": "Pseudomiotonia",
    "descricao": "O termo pseudomiotonia (relaxamento lento dos músculos após contração voluntária) descreve a aparência clínica da miotonia na ausência de descargas miotônicas na eletromiografia. Pseudomiotonia é mais comumente observada como reflexos tendinosos de relaxamento lento ou \"travados\" de hipotireoidismo, embora outras causas sejam descritas. A pseudomiotonia é observada em cerca de um terço dos pacientes com síndrome de Isaacs, particularmente com preensão manual, mas também após fechamento de olho e mandíbula; raramente, este pode ser o primeiro sintoma."
  },
  {
    "identificador": "8C71.Y",
    "valor": "Outros transtornos miotônicos especificados",
    "descricao": ""
  },
  {
    "identificador": "8C71.Z",
    "valor": "Transtornos miotônicos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8C72",
    "valor": "Miopatias congênitas",
    "descricao": ""
  },
  {
    "identificador": "8C72.0",
    "valor": "Miopatia congênita com anormalidades estruturais",
    "descricao": "Grupo distinto de transtornos hereditários de músculos esqueléticos que apresentam anormalidades estruturais características na imuno-histoquímica muscular."
  },
  {
    "identificador": "8C72.00",
    "valor": "Miopatia nemalínica",
    "descricao": "Miopatia nemalínica abrange um grande espectro de miopatias congênitas caracterizadas por hipotonia, fraqueza e reflexos tendinosos profundos hipoativos ou ausentes, com evidência patológica de corpos nemalínicos (bastonetes) na biópsia muscular."
  },
  {
    "identificador": "8C72.01",
    "valor": "Miopatia centronuclear",
    "descricao": "Miopatia centronuclear (MCN) é um transtorno neuromuscular hereditário caracterizado por manifestações clínicas de uma miopatia congênita e núcleos localizados centralmente na biópsia muscular. Ela engloba a forma ligada ao X, a forma autossômica recessiva e a forma autossômica dominante com uma apresentação clínica altamente variável."
  },
  {
    "identificador": "8C72.02",
    "valor": "Doença central core",
    "descricao": "Doença central core (DCC) é um transtorno neuromuscular hereditário caracterizado por núcleos centrais na biópsia muscular e manifestações clínicas de uma miopatia congênita (hipotonia e atraso no desenvolvimento motor) e é caracterizada por fraqueza predominantemente proximal, pronunciada na cintura do quadril."
  },
  {
    "identificador": "8C72.0Y",
    "valor": "Outras miopatia congênita especificada com anormalidades estruturais",
    "descricao": ""
  },
  {
    "identificador": "8C72.0Z",
    "valor": "Miopatia congênita com anormalidades estruturais, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C72.1",
    "valor": "Miopatia congênita sem alterações estruturais",
    "descricao": ""
  },
  {
    "identificador": "8C72.Y",
    "valor": "Outras miopatias congênitas especificadas",
    "descricao": ""
  },
  {
    "identificador": "8C72.Z",
    "valor": "Miopatias congênitas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8C73",
    "valor": "Miopatias mitocondriais",
    "descricao": "Miopatias mitocondriais são um grupo heterogêneo de transtornos causados por disfunção da fosforilação oxidativa mitocondrial e podem ser classificadas de acordo com os defeitos bioquímicos, genéticos (no DNA mitocondrial ou em proteínas codificadas pelo núcleo) associados ou fenótipo clínico. Exclui: defeitos da cadeia respiratória mitocondrial, síndrome de Kearns-Sayre, epilepsia mioclônica com fibras vermelhas irregulares (MERRF)"
  },
  {
    "identificador": "8C73.0",
    "valor": "Cardiomiopatia autossômica recessiva ou oftalmoplegia",
    "descricao": "A cardiomiopatia autossômica recessiva e oftalmoplegia é uma doença de início na infância caracterizada por oftalmoplegia externa progressiva, fraqueza leve facial e dos membros proximais e cardiomiopatia grave. As biópsias musculares são negativas para fibras vermelhas rotas e para a citocromo C oxidase; as atividades de vários complexos na cadeia de transporte de elétrons estão diminuídas. Acredita-se que a combinação de oftalmoplegia externa progressiva, cardiomiopatia e múltiplas deleções de DNAmt sejam decorrentes de um defeito de comunicação entre os genomas nuclear e mitocondrial."
  },
  {
    "identificador": "8C73.1",
    "valor": "Neuropatia, ataxia e retinite pigmentosa",
    "descricao": "A síndrome de neuropatia, ataxia e retinite pigmentosa (NARP) é um distúrbio de fosforilação oxidativa clinicamente heterogêneo, frequentemente caracterizado por uma combinação de neuropatia sensitivo-motora, ataxia cerebelar e cegueira noturna."
  },
  {
    "identificador": "8C73.Y",
    "valor": "Outras miopatias mitocondriais especificadas",
    "descricao": ""
  },
  {
    "identificador": "8C73.Z",
    "valor": "Miopatias mitocondriais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8C74",
    "valor": "Paralisias ou transtornos de excitabilidade da membrana muscular periódicos",
    "descricao": "Estes são um grupo de transtornos causados ​​pelo mau funcionamento dos canais iônicos nas membranas do músculo esquelético, causando a despolarização das células, levando à fraqueza ou paralisia. Os gatilhos comuns incluem frio, calor, refeições ricas em carboidratos, estresse, excitação, esforço físico, etc."
  },
  {
    "identificador": "8C74.0",
    "valor": "Paramiotonia congênita",
    "descricao": "Paramiotonia congênita de Von Eulenburg é uma doença do músculo esquelético caracterizada por miotonia induzida por exercício ou por frio e fraqueza muscular."
  },
  {
    "identificador": "8C74.1",
    "valor": "Paralisia periódica",
    "descricao": "Grupo raro de transtornos neuromusculares associados a defeitos nos canais iônicos. Caracterizada por episódios intermitentes de fraqueza grave dos membros, geralmente após exercícios pesados, jejum ou refeições ricas em carboidratos. Os três principais tipos de paralisia periódica hereditária incluem paralisia periódica hipocalêmica, paralisia periódica hipercalêmica e síndrome de Andersen-Tawil."
  },
  {
    "identificador": "8C74.10",
    "valor": "Paralisia periódica hipocalêmica",
    "descricao": "Paralisia periódica hipocalêmica (PPhipo) é uma canalopatia muscular caracterizada por episódios de paralisia muscular com duração de algumas a 24-48 horas e associada a baixos níveis de potássio no sangue."
  },
  {
    "identificador": "8C74.11",
    "valor": "Paralisia periódica hipercalêmica",
    "descricao": "Paralisia periódica hipercalêmica (PPHiper) é um transtorno muscular caracterizado por ataques episódicos de fraqueza muscular associados a um aumento na concentração do potássio sérico."
  },
  {
    "identificador": "8C74.1Y",
    "valor": "Outra paralisia periódica especificada",
    "descricao": ""
  },
  {
    "identificador": "8C74.1Z",
    "valor": "Paralisia periódica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8C74.Y",
    "valor": "Outras paralisias ou transtornos de excitabilidade da membrana muscular periódicos, especificados",
    "descricao": ""
  },
  {
    "identificador": "8C74.Z",
    "valor": "Paralisias ou transtornos de excitabilidade da membrana muscular periódicos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8C75",
    "valor": "Miopatias distais",
    "descricao": "Miopatias distais são um grupo heterogêneo de miopatias caracterizadas clinicamente por fraqueza e atrofia progressivas começando nos músculos distais e progredindo para os proximais, e histologicamente por características miopáticas inespecíficas na biópsia muscular."
  },
  {
    "identificador": "8C76",
    "valor": "Miopatia miofibrilar",
    "descricao": "Miopatias miofibrilares são um grupo heterogêneo de transtornos, caracterizados pelo achado patológico de ruptura miofibrilar na microscopia eletrônica com um espectro de anormalidades histológicas, incluindo acúmulo excessivo de desmina em fibras musculares."
  },
  {
    "identificador": "8C77",
    "valor": "Miopatia ocular",
    "descricao": "Fraqueza lentamente progressiva de músculos oculares, geralmente caracterizada por mobilidade reduzida do olho e queda da pálpebra superior. O transtorno pode ser unilateral ou bilateral, e pode ser causado por lesão do sistema nervoso central ou periférico ou por uma doença neuromuscular."
  },
  {
    "identificador": "8C78",
    "valor": "Hipertermia maligna ou hiperpirexia",
    "descricao": "Hipertermia maligna é um transtorno farmacogenético do músculo esquelético que se apresenta como uma resposta hipermetabólica a gases anestésicos voláteis potentes, como halotano, sevoflurano, desflurano e o relaxante muscular despolarizante succinilcolina, e raramente em humanos, a estresses como exercícios vigorosos e calor. Pode ser causada por uma mutação no gene Receptor 1 da Rionadina."
  },
  {
    "identificador": "8C7Y",
    "valor": "Outros transtornos primários especificados dos músculos",
    "descricao": ""
  },
  {
    "identificador": "8C7Z",
    "valor": "Transtornos primários dos músculos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8C80",
    "valor": "Miopatia induzida por drogas",
    "descricao": "Miopatia causada por medicamentos que variam de mialgias leves com ou sem fraqueza leve até miopatia crônica com fraqueza grave, e rabdomiólise maciça com insuficiência renal aguda. Pode ser devida a vários mecanismos diferentes, incluindo miotoxicidade direta, danos musculares imunomediados e indiretos por meio de coma induzido por drogas, hipocalemia induzida por drogas, estados hipercinéticos induzidos por drogas ou estados distônicos."
  },
  {
    "identificador": "8C81",
    "valor": "Miopatia autoimune",
    "descricao": "A miopatia autoimune é um subgrupo de miopatias inflamatórias idiopáticas que, apesar de terem diversas causas, apresentam as características histopatológicas comuns de necrose de miócitos sem inflamação significativa. Os pacientes apresentam uma miopatia proximal simétrica grave subaguda, associada a um nível de creatinoquinase acentuadamente elevado. Eles são mais provavelmente imunomediados, pois respondem à imunoterapia. É frequentemente acompanhada por terapia com estatinas, doenças do tecido conjuntivo, câncer e autoanticorpos específicos para partícula de reconhecimento de sinal (SRP) ou 3-hidroxi-3-metilglutaril-coenzima A redutase (HMGCR)."
  },
  {
    "identificador": "8C82",
    "valor": "Miopatia em algumas doenças infecciosas ou parasitárias especificadas",
    "descricao": "Miopatia em algumas doenças infecciosas ou parasitárias específicas é um grupo incomum de doenças musculares causadas por uma ampla gama de agentes bacterianos, fúngicos, parasitários e virais. Os organismos bacterianos causam piomiosite, abscesso do psoas, miosite por Staphylococcus aureus, miosite necrosante por estreptococos do grupo A, miosite por estreptococos do grupo B, gangrena gasosa por Clostridium (mionecrose por Clostridium) e miosite não relacionada a Clostridium. A miosite fúngica é rara e geralmente ocorre entre hospedeiros imunocomprometidos. A miosite parasitária é mais comumente resultado de triquinose ou cistericercose, mas outros protozoários ou helmintos podem estar envolvidos. Os vírus podem causar miosite aguda benigna, pleurodínia, rabdomiólise aguda ou uma polimiosite imunomediada."
  },
  {
    "identificador": "8C83",
    "valor": "Miopatia em alguma doença endócrina especificada",
    "descricao": "Miopatia em algumas doenças endócrinas especificadas refere-se a transtornos musculares associados a disfunção adrenal (como miopatia esteroide), disfunção tireoidiana (como em coma mixedematoso ou miopatia tireotóxica), disfunção paratireoide (como em neoplasia endócrina múltipla), disfunção hipofisária e disfunção de ilhas de Langerhans (como na miopatia diabética por infarto isquêmico dos músculos femorais). A miopatia relacionada a esteroides é a miopatia endócrina mais comum. Essas condições são geralmente reversíveis com a correção do distúrbio endócrino subjacente."
  },
  {
    "identificador": "8C84",
    "valor": "Rabdomiólise secundária",
    "descricao": "Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
  },
  {
    "identificador": "8C8Y",
    "valor": "Outras miopatias secundárias especificadas",
    "descricao": ""
  },
  {
    "identificador": "8C8Z",
    "valor": "Miopatias secundárias não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8D0Y",
    "valor": "Outras doenças de junção neuromuscular ou músculo especificadas",
    "descricao": ""
  },
  {
    "identificador": "8D0Z",
    "valor": "Doenças de junção neuromuscular ou músculo, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8D20",
    "valor": "Paralisia cerebral espástica",
    "descricao": "A paralisia cerebral espástica é caracterizada por aumento do tônus muscular associado a reflexos de alongamento muscular hiperativos (reflexos tendinosos profundos) e um aumento na resistência ao alongamento muscular rápido (espasticidade). As respostas extensoras plantares estão comumente presentes."
  },
  {
    "identificador": "8D20.0",
    "valor": "Paralisia cerebral espástica unilateral",
    "descricao": "Paralisia cerebral unilateral espástica é uma forma de paralisia cerebral em que a espasticidade fica restrita a um lado; frequentemente é acompanhada por comprometimento sensitivo cortical e graus variáveis de hemineglicência, demonstrável por meio de testes de estereognose e grafestesia. A preferência precoce por uma das mãos é muitas vezes o primeiro sinal deste transtorno, e pode ser aparente nos primeiros meses de vida."
  },
  {
    "identificador": "8D20.1",
    "valor": "Paralisia cerebral bilateral espástica",
    "descricao": ""
  },
  {
    "identificador": "8D20.10",
    "valor": "Paralisia cerebral quadriplégica espástica",
    "descricao": "Paralisia cerebral quadriplégica espástica é uma forma de paralisia cerebral em que a espasticidade é generalizada, ainda que mais acentuada nas pernas. A postura de opistótono está frequentemente aparente na infância, e o movimento da cabeça pode provocar a extensão forçada dos braços e pernas. A paralisia suprabulbar está frequentemente presente, causando comprometimento em deglutição e articulação (\"disartria espástica\")."
  },
  {
    "identificador": "8D20.11",
    "valor": "Paralisia cerebral diplégica espástica",
    "descricao": "Paralisia cerebral diplégica espástica é uma forma de paralisia cerebral em que a espasticidade é mais acentuada nas pernas, com envolvimento leve, se houver, dos braços."
  },
  {
    "identificador": "8D20.1Z",
    "valor": "Paralisia cerebral bilateral espástica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D20.Y",
    "valor": "Outra paralisia cerebral espástica especificada",
    "descricao": ""
  },
  {
    "identificador": "8D20.Z",
    "valor": "Paralisia cerebral espástica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D21",
    "valor": "Paralisia cerebral discinética",
    "descricao": "A paralisia cerebral discinética, também conhecida como paralisia cerebral extrapiramidal, é caracterizada por comprometimento do movimento voluntário devido à presença de movimentos involuntários interferentes e co-contração inadequada dos músculos agonistas e antagonistas (distonia). Este grupo de transtornos inclui paralisia cerebral coreoatetótica e paralisia cerebral distônica. A primeira é caracterizada por movimentos involuntários de grande amplitude principalmente dos membros distais (atetose), com ou sem contrações assimétricas de pequena amplitude, fugazes, de grupos musculares individuais (coreia).\r\n\r\nA paralisia cerebral distônica afeta predominantemente os músculos proximais do tronco e dos membros, que podem apresentar movimentos lentos e persistentes, levando à adoção de posturas incomuns, como o torcicolo."
  },
  {
    "identificador": "8D22",
    "valor": "Paralisia cerebral atáxica",
    "descricao": "Paralisia cerebral atáxica é dominada por sinais de disfunção cerebelar, incluindo hipotonia, ataxia, disdiadococinesia, dismetria, disartria e nistagmo. Os reflexos podem ser pendulares, embora frequentemente também haja sinais de espasticidade."
  },
  {
    "identificador": "8D23",
    "valor": "Síndrome de Worster-Drought",
    "descricao": "Síndrome de Worster-Drought (SWD) é uma forma de paralisia cerebral caracterizada por paresia pseudobulbar (suprabulbar) congênita que se manifesta como fraqueza seletiva de lábios, língua e palato mole, disfagia, disfonia, salivação e espasmos bruscos e descoordenados da mandíbula."
  },
  {
    "identificador": "8D2Y",
    "valor": "Outra paralisia cerebral especificada",
    "descricao": ""
  },
  {
    "identificador": "8D2Z",
    "valor": "Paralisia cerebral não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D40",
    "valor": "Transtornos neurológicos por deficiência de nutrientes",
    "descricao": ""
  },
  {
    "identificador": "8D40.0",
    "valor": "Encefalopatia devido à deficiência nutricional",
    "descricao": ""
  },
  {
    "identificador": "8D40.1",
    "valor": "Neuropatia devido à deficiência nutricional",
    "descricao": ""
  },
  {
    "identificador": "8D40.2",
    "valor": "Miopatia devido à deficiência nutricional",
    "descricao": ""
  },
  {
    "identificador": "8D40.3",
    "valor": "Transtorno do desenvolvimento intelectual devido a deficiência nutricional",
    "descricao": ""
  },
  {
    "identificador": "8D40.Y",
    "valor": "Outros transtornos neurológicos especificados por deficiência de nutrientes",
    "descricao": ""
  },
  {
    "identificador": "8D40.Z",
    "valor": "Transtornos neurológicos por deficiência de nutrientes, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8D41",
    "valor": "Transtornos neurológicos por um excesso de micro ou macronutrientes",
    "descricao": ""
  },
  {
    "identificador": "8D41.0",
    "valor": "Neuropatia periférica devido à hiperalimentação de vitamina B6",
    "descricao": ""
  },
  {
    "identificador": "8D41.1",
    "valor": "Miopatia devido a hipercalcemia",
    "descricao": ""
  },
  {
    "identificador": "8D41.2",
    "valor": "Pseudotumor cerebral relacionado à hipervitaminose A",
    "descricao": ""
  },
  {
    "identificador": "8D41.Y",
    "valor": "Outros transtornos neurológicos especificados por um excesso de micro ou macronutrientes",
    "descricao": ""
  },
  {
    "identificador": "8D41.Z",
    "valor": "Transtornos neurológicos por um excesso de micro ou macronutrientes, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8D42",
    "valor": "Transtornos neurológicos por sobrepeso ou obesidade em adultos ou crianças",
    "descricao": "Transtornos neurológicos que surgem da disfunção metabólica, inflamação e dislipidemia causada por excesso de peso (IMC> 25) ou obesidade (IMC> 30). Os exemplos incluem comprometimento cognitivo leve secundário à alteração hipocampal, disfunção hipotalâmica, disfunção autonômica, polineuropatia periférica e apneia obstrutiva do sono."
  },
  {
    "identificador": "8D43",
    "valor": "Transtornos neurológicos por toxicidade",
    "descricao": ""
  },
  {
    "identificador": "8D43.0",
    "valor": "Encefalopatia devida à toxicidade",
    "descricao": ""
  },
  {
    "identificador": "8D43.00",
    "valor": "Encefalopatia por amônia",
    "descricao": ""
  },
  {
    "identificador": "8D43.0Y",
    "valor": "Outra encefalopatia especificada devida à toxicidade",
    "descricao": ""
  },
  {
    "identificador": "8D43.0Z",
    "valor": "Encefalopatia devida à toxicidade, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D43.1",
    "valor": "Comprometimento cognitivo devido à toxicidade",
    "descricao": "Estas são condições de prejuízo cognitivo( diminuição de cognição) devido à toxicidade das substâncias."
  },
  {
    "identificador": "8D43.2",
    "valor": "Neuropatia devido à toxicidade",
    "descricao": "Ao considerar o diagnóstico de neuropatia tóxica, dois critérios devem ser atendidos: (1) A exposição pode ser verificada e temporariamente relacionada ao início dos sintomas clínicos. Os sintomas neuropáticos geralmente ocorrem simultaneamente com a exposição ou após uma latência variável de até vários meses. (2) Deve haver sinais neurológicos e estudos eletrodiagnósticos anormais, porque muitas neuropatias tóxicas são subclínicas, os sintomas subjetivos podem ou não ocorrer. A remoção da exposição resulta na cessação da progressão dos sintomas e do déficit. A maioria das toxinas produz degeneração axonal simétrica em um padrão comprimento-dependente, começando nos segmentos distais das fibras nervosas longas e de grande calibre, eventualmente se espalhando proximalmente com a exposição contínua. Além dos déficits motores e / ou sensitivos, a dor intensa pode ser um aspecto característico."
  },
  {
    "identificador": "8D43.20",
    "valor": "Polineuropatia induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "8D43.21",
    "valor": "Polineuropatia pós-radiação",
    "descricao": ""
  },
  {
    "identificador": "8D43.2Y",
    "valor": "Outra Neuropatia devido à toxicidade especificada",
    "descricao": ""
  },
  {
    "identificador": "8D43.2Z",
    "valor": "Neuropatia devido à toxicidade não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D43.3",
    "valor": "Miopatia devida a toxicidade",
    "descricao": ""
  },
  {
    "identificador": "8D43.4",
    "valor": "Distúrbios do movimento devido à toxicidade",
    "descricao": "Os movimentos do corpo, como hipercinesias, discinesias, mioclonia, coreia, tremor e tiques produzidos por toxicidade por toxina ou drogas, ou seja, toxicidade por manganês, drogas neurolépticas, bloqueadores dos canais de cálcio, procinéticos gastrointestinais, antiarrítmicos e antidepressivos podem induzir Parkinsonismo."
  },
  {
    "identificador": "8D43.5",
    "valor": "Intoxicação por mandioca",
    "descricao": "Paraparesia espástica simétrica, não progressiva e não remitente que ocorre em formas epidêmicas e endêmicas com predileção por crianças e mulheres jovens. A etiologia desconhecida está relacionada ao consumo de raízes amargas de mandioca com um mínimo de suplementação protéica."
  },
  {
    "identificador": "8D43.Y",
    "valor": "Outros transtornos neurológicos especificados por toxicidade",
    "descricao": ""
  },
  {
    "identificador": "8D43.Z",
    "valor": "Transtornos neurológicos por toxicidade, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8D44",
    "valor": "Transtornos neurológicos relacionados ao álcool",
    "descricao": ""
  },
  {
    "identificador": "8D44.0",
    "valor": "Polineuropatia alcoólica",
    "descricao": ""
  },
  {
    "identificador": "8D44.1",
    "valor": "Miopatia alcoólica",
    "descricao": "Miopatia secundária ao uso de álcool e inclui miopatia alcoólica aguda e crônica. Várias formas foram descritas: miopatia necrotizante aguda, miopatia hipocalêmica aguda, miopatia alcoólica crônica, miopatia alcoólica assintomática e cardiomiopatia alcoólica."
  },
  {
    "identificador": "8D44.Y",
    "valor": "Outros transtornos neurológicos especificados relacionados ao álcool",
    "descricao": ""
  },
  {
    "identificador": "8D44.Z",
    "valor": "Transtornos neurológicos relacionados ao álcool, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8D4Y",
    "valor": "Outros transtornos nutricionais ou tóxicos do sistema nervoso especificados",
    "descricao": ""
  },
  {
    "identificador": "8D4Z",
    "valor": "Transtornos nutricionais ou tóxicos do sistema nervoso, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8D60",
    "valor": "Pressão intracraniana aumentada",
    "descricao": "Aumento da pressão dentro do crânio causado por alterações nos volumes dos componentes intracranianos, como matéria cerebral, LCR e sangue, ou pela presença de uma entidade de massa patológica."
  },
  {
    "identificador": "8D60.0",
    "valor": "Síndromes de herniação cerebral",
    "descricao": "O desvio ou deslocamento do tecido cerebral devido a efeito de massa de sua localização normal para uma região que não ocupa."
  },
  {
    "identificador": "8D60.1",
    "valor": "Edema cerebral",
    "descricao": "É um acúmulo excessivo de fluido nos espaços intracelulares e/ou extracelulares do cérebro."
  },
  {
    "identificador": "8D60.Y",
    "valor": "Outra pressão intracraniana aumentada especificada",
    "descricao": ""
  },
  {
    "identificador": "8D60.Z",
    "valor": "Pressão intracraniana aumentada, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D61",
    "valor": "Hipotensão intracraniana",
    "descricao": "A síndrome de hipotensão intracraniana é uma entidade fisiopatológica única de origem diversa. Geralmente é caracterizada por uma cefaleia ortostática, que ocorre ou piora com a postura ereta. Pacientes com cefaleias crônicas ou assintomáticos foram descritos."
  },
  {
    "identificador": "8D61.0",
    "valor": "Hipotensão intracraniana espontânea",
    "descricao": "A causa exata de vazamentos espinais espontâneos de LCR geralmente permanece desconhecida, mas uma combinação de fraqueza subjacente das meninges espinais e um evento precipitante trivial são geralmente suspeitados."
  },
  {
    "identificador": "8D61.1",
    "valor": "Hipotensão intracraniana secundária",
    "descricao": ""
  },
  {
    "identificador": "8D61.Y",
    "valor": "Outra hipotensão intracraniana especificada",
    "descricao": ""
  },
  {
    "identificador": "8D61.Z",
    "valor": "Hipotensão intracraniana não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D62",
    "valor": "Rinorreia liquórica",
    "descricao": "Vazamento de líquido cefalorraquidiano (LCR) através do nariz."
  },
  {
    "identificador": "8D63",
    "valor": "Otorreia liquórica",
    "descricao": "Vazamento de líquido cefalorraquidiano (LCR) através da orelha."
  },
  {
    "identificador": "8D64",
    "valor": "Hidrocefalia",
    "descricao": "Hidrocefalia é um acúmulo anormal de líquido cefalorraquidiano (LCR) profundamente dentro do cérebro. Esse excesso de fluido faz com que os ventrículos (cavidades) dentro do cérebro se alarguem, provocando pressão prejudicial nos tecidos cerebrais. A hidrocefalia pode estar presente no nascimento ou logo após, ou pode resultar ao longo de um tempo de danos ou lesões."
  },
  {
    "identificador": "8D64.0",
    "valor": "Hidrocefalia comunicante",
    "descricao": "Hidrocefalia comunicante, também conhecida como hidrocefalia não obstrutiva, é um transtorno caracterizado por comprometimento da reabsorção do líquido cefalorraquidiano na ausência de qualquer obstrução do fluxo do LCR entre os ventrículos e o espaço subaracnóideo."
  },
  {
    "identificador": "8D64.00",
    "valor": "Aumento da produção de líquido cefalorraquidiano",
    "descricao": "Tipo de hidrocefalia comunicante causada por produção aumentada de LCR."
  },
  {
    "identificador": "8D64.01",
    "valor": "Agenesia congênita de vilosidades aracnoides",
    "descricao": ""
  },
  {
    "identificador": "8D64.02",
    "valor": "Hidrocefalia pós-hemorrágica",
    "descricao": ""
  },
  {
    "identificador": "8D64.03",
    "valor": "Hidrocefalia pós-traumática",
    "descricao": ""
  },
  {
    "identificador": "8D64.04",
    "valor": "Hidrocefalia de pressão normal",
    "descricao": "Síndrome clínica que compreende principalmente transtornos da marcha, demência e incontinência urinária, e associada à dilatação do sistema ventricular do cérebro. Na maioria das vezes, demonstra pressão normal do líquido cefalorraquidiano (LCR) na punção lombar."
  },
  {
    "identificador": "8D64.0Y",
    "valor": "Outra hidrocefalia comunicante especificada",
    "descricao": ""
  },
  {
    "identificador": "8D64.0Z",
    "valor": "Hidrocefalia comunicante, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D64.1",
    "valor": "Hidrocefalia não comunicante",
    "descricao": "Representa uma forma de hidrocefalia em que existe um acúmulo excessivo de LCR dentro dos ventrículos, causado por bloqueio de suas vias e devido a várias causas."
  },
  {
    "identificador": "8D64.10",
    "valor": "Hidrocefalia devida a malformações estruturais",
    "descricao": "Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
  },
  {
    "identificador": "8D64.1Y",
    "valor": "Outra hidrocefalia não comunicante especificada",
    "descricao": ""
  },
  {
    "identificador": "8D64.1Z",
    "valor": "Hidrocefalia não comunicante, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D64.2",
    "valor": "Hidrocefalia ex-vácuo",
    "descricao": "Hidrocefalia ex-vácuo ocorre quando há dano ao cérebro causado por acidente vascular cerebral, lesão ou radiação, e pode haver um encolhimento real do parênquima cerebral. Embora exista mais LCR do que o normal, a pressão do LCR em si é normal na hidrocefalia ex-vácuo."
  },
  {
    "identificador": "8D64.Z",
    "valor": "Hidrocefalia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D65",
    "valor": "Fístula liquórica",
    "descricao": "A fístula do líquido cefalorraquidiano é uma condição na qual o líquido cefalorraquidiano (LCR) retido dentro e ao redor do cérebro humano e a medula espinhal vaza para fora do saco protetor circundante, a dura-máter, sem razão aparente ou devido a vários processos patológicos."
  },
  {
    "identificador": "8D66",
    "valor": "Siringomielia ou siringobulbia",
    "descricao": "Na siringomielia, há cavitação tubular preenchida por líquido (formação de siringe) na medula espinal central. A siringe pode alongar, aumentar e expandir-se para a matéria cinzenta e branca e, ao fazer isso, comprime o tecido nervoso dos tratos corticoespinais e espinotalâmicos e as células do corno anterior. Isso leva a vários sinais e sintomas neurológicos. Se a siringe se estender até o tronco cerebral, resultará em siringobulbia."
  },
  {
    "identificador": "8D66.0",
    "valor": "Siringomielia idiopática",
    "descricao": "Condição em que a siringe não tem causa identificável e que é difícil de tratar. A maioria das siringes grandes e/ou sintomáticas pode ser tratada com derivação da siringe."
  },
  {
    "identificador": "8D66.1",
    "valor": "Siringomielia devida a alguma causa especificada",
    "descricao": "Afecção em que a siringe está associada a uma causa subjacente."
  },
  {
    "identificador": "8D66.2",
    "valor": "Siringobulbia",
    "descricao": "Transtorno degenerativo progressivo crônico do SNC, caracterizado pela formação de uma cavidade cheia de líquido conhecida como siringe na medula espinal, que se estende para cima para envolver bulbo e ponte. Pode ocorrer isoladamente ou também secundariamente a neoplasias, traumas, deformidades da junção craniocervical ou meningite."
  },
  {
    "identificador": "8D66.Y",
    "valor": "Outra siringomielia ou siringobulbia especificada",
    "descricao": ""
  },
  {
    "identificador": "8D66.Z",
    "valor": "Siringomielia ou siringobulbia não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D67",
    "valor": "Cisto aracnoide intracraniano",
    "descricao": "Cavidade cheia de líquido dentro da membrana aracnoide que pode ser congênita ou adquirida. As causas adquiridas incluem traumatismo, infecção e cirurgia. A localização mais comum é a fossa craniana média. Os fatores que influenciam se o cisto causa sintomas incluem seu tamanho e localização. Os sintomas, se presentes, podem incluir dor de cabeça, tontura, náuseas e vômitos, convulsões, atraso no desenvolvimento."
  },
  {
    "identificador": "8D68",
    "valor": "Cisto porencefálico",
    "descricao": "Cavidade dentro do hemisfério cerebral que se comunica diretamente com o sistema ventricular. A necrose isquêmica intrauterina ou mais tarde na vida pode fazer com que a região ventricular adjacente se expanda para dentro da cavidade do acidente vascular cerebral, formando um cisto."
  },
  {
    "identificador": "8D6Y",
    "valor": "Outros transtornos especificados de pressão ou fluxo do líquido cefalorraquidiano",
    "descricao": ""
  },
  {
    "identificador": "8D6Z",
    "valor": "Transtornos de pressão ou fluxo do líquido cefalorraquidiano, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8D80",
    "valor": "Malformações congênitas do sistema nervoso autônomo",
    "descricao": ""
  },
  {
    "identificador": "8D81",
    "valor": "Transtornos hereditários do sistema nervoso autônomo",
    "descricao": ""
  },
  {
    "identificador": "8D82",
    "valor": "Transtornos autoimunes envolvendo o sistema nervoso autônomo",
    "descricao": ""
  },
  {
    "identificador": "8D83",
    "valor": "Transtorno do sistema nervoso autônomo devido a infecção",
    "descricao": ""
  },
  {
    "identificador": "8D84",
    "valor": "Insuficiência autonômica pura",
    "descricao": "Insuficiência autonômica pura é um tanstorno esporádico lentamente progressivo de início na idade adulta, associado ao acúmulo de sinucleína em neurônios autônomos periféricos, resultando em hipotensão ortostática, disfunção de bexiga e sexual."
  },
  {
    "identificador": "8D85",
    "valor": "Transtorno do sistema nervoso autônomo devido a substâncias",
    "descricao": ""
  },
  {
    "identificador": "8D86",
    "valor": "Hiperatividade do sistema nervoso autonômico",
    "descricao": ""
  },
  {
    "identificador": "8D87",
    "valor": "Transtorno do sistema nervoso autônomo devido a algum transtorno neurodegenerativo especificado",
    "descricao": ""
  },
  {
    "identificador": "8D87.0",
    "valor": "Atrofia de múltiplos sistemas",
    "descricao": "A atrofia de múltiplos sistemas (AMS) é uma doença neurodegenerativa rara caracterizada por combinações variadas de características parkinsonianas, cerebelares, autonômicas (disfunção erétil, disfunção da bexiga), hipotensão ortostática) e piramidais. A doença pertence ao grupo das alfa-sinucleinopatias, um grupo de doenças caracterizadas pela agregação da alfa-sinucleína nas regiões afetadas do cérebro. Existem dois tipos diferentes: AMS-P (com parkinsonismo) e AMS-C (com disfunção cerebelar)"
  },
  {
    "identificador": "8D87.00",
    "valor": "Atrofia de múltiplos sistemas, tipo cerebelar",
    "descricao": ""
  },
  {
    "identificador": "8D87.01",
    "valor": "Atrofia de múltiplos sistemas, parkinsonismo",
    "descricao": "Transtorno progressivo dos sistemas nervosos central e autonômico, caracterizado por hipotensão ortostática (uma excessiva redução da pressão arterial ao se levantar), que causa tontura e desmaio. Pode ocorre sem hipotensão ortostática, mas, por outro lado, pode ter envolvimento urinário (urgência/incontinência). Este tipo inclui sintomas de doença de Parkinson como bradicinesia, rigidez e tremor."
  },
  {
    "identificador": "8D87.0Y",
    "valor": "Outra atrofia de múltiplos sistemas especificada",
    "descricao": ""
  },
  {
    "identificador": "8D87.0Z",
    "valor": "Atrofia de múltiplos sistemas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8D87.Y",
    "valor": "Outro transtorno especificado do sistema nervoso autônomo devido a algum transtorno neurodegenerativo",
    "descricao": ""
  },
  {
    "identificador": "8D88",
    "valor": "Neuropatias autonômicas",
    "descricao": ""
  },
  {
    "identificador": "8D88.0",
    "valor": "Neuropatia autonômica devida a canalopatias de sódio",
    "descricao": ""
  },
  {
    "identificador": "8D88.1",
    "valor": "Neuropatia autonômica devida a diabetes mellitus",
    "descricao": "Disfunção do sistema nervoso autônomo devida a diabetes mellitus que se apresenta como complicações funcionais tais como taquicardia em repouso, intolerância ao exercício, hipotensão ortostática, constipação, gastroparesia, sudorese, distensão da bexiga e impotência."
  },
  {
    "identificador": "8D88.2",
    "valor": "Neuropatia autonômica imunomediada",
    "descricao": ""
  },
  {
    "identificador": "8D88.3",
    "valor": "Transtorno autonômico devido a toxinas",
    "descricao": ""
  },
  {
    "identificador": "8D88.4",
    "valor": "Neuropatia autonômica em doenças endócrinas e metabólicas",
    "descricao": ""
  },
  {
    "identificador": "8D88.Y",
    "valor": "Outras neuropatias autonômicas especificadas",
    "descricao": ""
  },
  {
    "identificador": "8D88.Z",
    "valor": "Neuropatias autonômicas não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8D89",
    "valor": "Transtornos de tolerância ortostática",
    "descricao": "Transtornos caracterizados por hipotensão arterial sintomática (tontura, fadiga) ao assumir uma posição vertical geralmente devido a disfunção da regulação adrenérgica."
  },
  {
    "identificador": "8D89.0",
    "valor": "Síncope reflexa",
    "descricao": "A síncope reflexa é uma perda transitória de consciência com recuperação espontânea e associada à perda do tônus postural. A síncope reflexa é a forma mais comum de síncope e pode ocorrer em indivíduos com função autonômica normal. Acredita-se que o mecanismo esteja relacionado ao acúmulo de sangue nas pernas, seguido pela redução no retorno do sangue ao coração, o que desencadeia um aumento do tônus simpático. Supõe-se que contrações cardíacas vigorosas com um ventrículo sub-preenchido causem perda reflexa do tônus simpático e vagotonia."
  },
  {
    "identificador": "8D89.1",
    "valor": "Síncope devida a insuficiência autônoma",
    "descricao": ""
  },
  {
    "identificador": "8D89.2",
    "valor": "Síndrome de taquicardia postural ortostática",
    "descricao": "Síndrome de taquicardia postural ortostática é um tipo de intolerância ortostática crônica com duração de três meses ou mais associada a taquicardia ereta excessiva na ausência de hipotensão ortostática, além de uma constelação de sintomas tipicamente diários que podem incluir sensação de \"cabeça leve\", tontura, náusea, dispneia, diaforese, dor de cabeça, fadiga e outros sintomas de disfunção autonômica. A taquicardia excessiva é definida por consenso atual como um aumento da frequência cardíaca de pelo menos 30 batimentos por minuto em adultos (40 batimentos por minuto para adolescentes), ou uma frequência cardíaca superior a 120 batimentos por minuto, dentro de 10 minutos do teste de inclinação vertical."
  },
  {
    "identificador": "8D89.3",
    "valor": "Insuficiência de barorreflexo",
    "descricao": ""
  },
  {
    "identificador": "8D89.Y",
    "valor": "Outros transtornos especificados de tolerância ortostática",
    "descricao": ""
  },
  {
    "identificador": "8D89.Z",
    "valor": "Transtornos de tolerância ortostática não especificados",
    "descricao": ""
  },
  {
    "identificador": "8D8A",
    "valor": "Transtornos autonômicos focais ou segmentares",
    "descricao": ""
  },
  {
    "identificador": "8D8A.1",
    "valor": "Síndrome de Horner",
    "descricao": ""
  },
  {
    "identificador": "8D8A.2",
    "valor": "Anisocoria episódica",
    "descricao": "Este é um grupo de transtornos em que movimentos pupilares periódicos levam a mudanças de tamanho. Isso ocorre devido ao tônus parassimpático ou simpático anormal."
  },
  {
    "identificador": "8D8A.Y",
    "valor": "Outros transtornos autonômicos focais ou segmentares especificados",
    "descricao": ""
  },
  {
    "identificador": "8D8A.Z",
    "valor": "Transtornos autonômicos focais ou segmentares não especificados",
    "descricao": ""
  },
  {
    "identificador": "8D8B",
    "valor": "Transtornos que afetam a neurotransmissão sináptica autonômica",
    "descricao": ""
  },
  {
    "identificador": "8D8C",
    "valor": "Disreflexia autonômica",
    "descricao": "Este é um transtorno potencialmente perigoso associado a danos na medula espinal acima do sexto nível torácico, caracterizado por um aumento acentuado na resposta simpática a estímulos menores. Isso leva a hipertensão grave súbita que pode ser fatal."
  },
  {
    "identificador": "8D8D",
    "valor": "Desconhecimento da hipoglicemia",
    "descricao": "O desconhecimento da hipoglicemia é definido no início da neuroglicopenia, antes do aparecimento dos sintomas de alerta autônomo"
  },
  {
    "identificador": "8D8Y",
    "valor": "Outros transtornos especificados do sistema nervoso autônomo",
    "descricao": ""
  },
  {
    "identificador": "8D8Z",
    "valor": "Transtornos do sistema nervoso autônomo, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8E00",
    "valor": "Doença de Creutzfeldt-Jakob esporádica",
    "descricao": "Doença do cérebro, que está associada a uma mutação de genes de proteínas priônicas normais ou a transformação espontânea de proteínas priônicas . Esta doença é caracterizada por um longo período de incubação, demência progressiva, déficits neurológicos e é fatal. A transmissão pode ocorrer por contato direto com tecido nervoso ou sangue infectado. A confirmação é feita por exame patológico do cérebro."
  },
  {
    "identificador": "8E01",
    "valor": "Doença priônica adquirida",
    "descricao": "As doenças priônicas adquiridas ambientalmente são doenças por príon causadas por uma fonte conhecida de proteína priônica anormal."
  },
  {
    "identificador": "8E01.0",
    "valor": "Doença de Creutzfeldt-Jakob adquirida iatrogenicamente",
    "descricao": "A doença de Creutzfeld-Jakob adquirida iatrogenicamente (DCJi) é a DCJ adquirida por procedimentos médicos, medicamentos, materiais medicinais ou dispositivos."
  },
  {
    "identificador": "8E01.1",
    "valor": "Kuru",
    "descricao": "Doença do sistema nervoso, causada por um príon. Esta doença é caracterizada por dor nos membros, ataxia, tremores, diminuição da coordenação ou alterações emocionais, e é fatal. A transmissão ocorre por ingestão de cérebro humano infectado ou por contato direto. A confirmação é comumente feita por sinais clínicos ou exame patológico do cérebro."
  },
  {
    "identificador": "8E01.2",
    "valor": "Variante da doença de Creutzfeldt-Jakob",
    "descricao": "Doença do cérebro, que se suspeita ser causada por um príon associado a Encefalopatia Espongiforme Bovina. Esta doença é caracterizada por um longo período de incubação, sintomas psiquiátricos seguidos de déficits neurológicos, e é fatal. A transmissão pode ocorrer por ingestão de alimentos (de origem bovina) contaminados com cérebro ou medula espinal infectados de uma vaca infectada, ou transfusão de sangue. A confirmação é feita por exame patológico do cérebro."
  },
  {
    "identificador": "8E01.3",
    "valor": "Outra doença de Creutzfeldt-Jakob adquirida",
    "descricao": "Houve casos de doença de Creutzfeldt-Jakob (DCJ) associados a procedimentos neurocirúrgicos e colocação de eletrodos de eletroencefalograma estereotáxico (EEG) no cérebro, particularmente nas décadas de 1950 a 1970, quando a transmissibilidade dos príons ainda não era reconhecida."
  },
  {
    "identificador": "8E01.Z",
    "valor": "Doença priônica adquirida, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8E02",
    "valor": "Doenças priônicas genéticas",
    "descricao": "Doença priônica genética geralmente se manifesta com dificuldades cognitivas, ataxia e mioclonia (movimentos bruscos e descoordenados de grupos musculares e/ou membros inteiros). A ordem de aparecimento e/ou predominância dessas características e outros achados neurológicos e psiquiátricos associados variam. Os três principais fenótipos da doença genética por príons são a doença genética de Creutzfeldt-Jakob (DCJ), a insônia familiar fatal (IFF) e a síndrome de Gerstmann-Sträussler-Scheinker (GSS). Embora estes fenótipos apresentem características clínicas e patológicas sobrepostas, o reconhecimento desses fenótipos pode ser útil ao fornecer aos indivíduos afetados e suas famílias informações sobre o curso clínico esperado."
  },
  {
    "identificador": "8E02.0",
    "valor": "Doença de Creutzfeldt-Jakob genética",
    "descricao": "Doença do cérebro associada a um príon. Essa doença é caracterizada por déficits neurológicos e é fatal. A confirmação é feita por exame patológico do cérebro."
  },
  {
    "identificador": "8E02.1",
    "valor": "Síndrome de Gerstmann-Straussler-Scheinker",
    "descricao": "Doença causada por herança de mutação(ões) em genes normais da proteína priônica. Esta doença é caracterizada por ataxia cerebelar, coordenação diminuída, dismetria ou disartria, e é fatal. A confirmação é feita por meio de exame patológico do cérebro e testes genéticos."
  },
  {
    "identificador": "8E02.2",
    "valor": "Insônia familiar fatal",
    "descricao": "Doença do cérebro, causada pela herança de mutação(ões) de genes normais da proteína priônica. Essa doença é caracterizada por insônia severa e disfunção do sistema autônomo e é fatal. A confirmação é feita por meio de exame patológico do cérebro e teste genético."
  },
  {
    "identificador": "8E02.3",
    "valor": "Outras doenças priônicas genéticas",
    "descricao": "Este é um grupo de doenças priônicas genéticas devidas a variantes patogênicas no gene PRNP."
  },
  {
    "identificador": "8E02.Y",
    "valor": "Outra doença de Creutzfeldt-Jakob especificada",
    "descricao": ""
  },
  {
    "identificador": "8E02.Z",
    "valor": "Doença de Creutzfeldt-Jakob, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8E03",
    "valor": "Prionopatia variável sensível à protease",
    "descricao": "Doença do cérebro, causada por mutação(ões) em genes da proteína priônica. Esta doença é caracterizada por deposição de príons anormais no cérebro, levando a alterações comportamentais e de humor, déficits de fala e deficiências motoras progressivas. A confirmação é feita por exame patológico do cérebro ou identificação de proteínas príon sensíveis à protease em uma amostra de cérebro."
  },
  {
    "identificador": "8E0Y",
    "valor": "Outras doenças priônicas humanas especificadas",
    "descricao": ""
  },
  {
    "identificador": "8E0Z",
    "valor": "Doenças priônicas humanas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "8E20",
    "valor": "Estado vegetativo persistente",
    "descricao": "Estado subagudo ou crônico de distúrbio grave de consciência com duração de pelo menos um mês, caracterizado pela recuperação de estados cíclicos de despertar que simulam ciclos de sono/vigília após uma lesão cerebral grave. Pacientes com esta condição estão arresponsivos e não apresentam evidência de consciência de si mesmos ou do ambiente. A regulação autonômica cardiopulmonar e visceral é mantida pelo tronco encefálico."
  },
  {
    "identificador": "8E21",
    "valor": "Estado vegetativo permanente",
    "descricao": "Termo prognóstico aplicado a pacientes em um estado vegetativo persistente para os quais nenhuma recuperação é esperada."
  },
  {
    "identificador": "8E22",
    "valor": "Estado minimamente consciente",
    "descricao": "Estado subagudo ou crônico de consciência gravemente afeatada em que os pacientes apresentam sinais mínimos, porém definitivos, de consciência, como perseguição visual ou seguimento de comando, ocorrendo subsequente a uma lesão cerebral grave. Esses pacientes não apresentam comunicação funcional ou uso funcional de objetos."
  },
  {
    "identificador": "8E22.0",
    "valor": "Estado minimamente consciente plus",
    "descricao": "Subcategoria de pacientes em um estado minimamente consciente que mostram sinais de seguir comandos."
  },
  {
    "identificador": "8E22.1",
    "valor": "Estado minimamente consciente minus",
    "descricao": "Subcategoria de pacientes em um estado minimamente consciente que mostram sinais de comportamento não reflexo, como rastreamento de olhos, orientação para a dor ou respostas contingentes a estímulos emocionais específicos, mas sem seguir comandos."
  },
  {
    "identificador": "8E22.Y",
    "valor": "Outro estado minimamente consciente especificado",
    "descricao": ""
  },
  {
    "identificador": "8E22.Z",
    "valor": "Estado minimamente consciente não especificado",
    "descricao": ""
  },
  {
    "identificador": "8E2Y",
    "valor": "Outros transtornos especificados da consciência",
    "descricao": ""
  },
  {
    "identificador": "8E2Z",
    "valor": "Transtornos da consciência, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8E40",
    "valor": "Transtornos das meninges excluindo infecção",
    "descricao": ""
  },
  {
    "identificador": "8E40.0",
    "valor": "Meningite neoplásica",
    "descricao": "Inflamação das meninges devida a infiltração maligna de carcinomas, leucemias e linfomas. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia, com progressão potencial para estupor e coma. A apresentação pode ser aguda, subaguda ou crônica. O diagnóstico pode ser auxiliado por exames de neuroimagem e análise do líquido cefalorraquiano, que pode revelar uma pleocitose linfocítica, proteína elevada e a presença de células malignas na citologia."
  },
  {
    "identificador": "8E40.1",
    "valor": "Meningite química",
    "descricao": ""
  },
  {
    "identificador": "8E40.2",
    "valor": "Meningite inflamatória",
    "descricao": "Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
  },
  {
    "identificador": "8E40.3",
    "valor": "Aracnoidite",
    "descricao": "aracnoidite é uma inflamação crônica da camada aracnoide das meninges, da qual a aracnoidite adesiva é a forma mais grave, caracterizada por dores neurogênicas debilitantes e intratáveis em dorso e membros e uma série de outros problemas neurológicos."
  },
  {
    "identificador": "8E40.Y",
    "valor": "Outros transtornos especificados das meninges excluindo infecção",
    "descricao": ""
  },
  {
    "identificador": "8E40.Z",
    "valor": "Transtornos das meninges excluindo infecção, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8E41",
    "valor": "Paquimeningite",
    "descricao": "Inflamação das paquimeninges resultando em espessamento localizado ou difuso da dura-máter, que pode ser causado por infecção crônica, doenças inflamatórias e imunomediadas e neoplasias malignas. A dura-máter craniana e/ou espinal pode ser afetada. As características neurológicas incluem cefaleia, distúrbio visual, paralisia de nervos cranianos, ataxia e, com envolvimento medular, fraqueza dos membros, déficit sensitivo e distúrbios esfincterianos. O diagnóstico pode ser auxiliado por neuroimagem e análise do líquido cefalorraquidiano."
  },
  {
    "identificador": "8E41.0",
    "valor": "Paquimeningite devida a infecção",
    "descricao": "Inflamação das paquimeninges resultando em espessamento localizado ou difuso da dura-máter causado por infecção crônica, como tuberculose. A dura-máter craniana e/ou espinal pode ser afetada. As características neurológicas incluem cefaleia, distúrbio visual, paralisia dos nervos cranianos, ataxia e, com envolvimento medular, fraqueza dos membros, déficit sensitivo e distúrbios esfincterianos. O diagnóstico pode ser auxiliado por neuroimagem, análise do líquido cefalorraquiano e biópsia dural."
  },
  {
    "identificador": "8E41.1",
    "valor": "Paquimeningite hipertrófica idiopática",
    "descricao": "Inflamação das paquimeninges resultando em espessamento localizado ou difuso da dura-máter para a qual nenhuma causa identificável foi encontrada. A dura-máter craniana e/ou espinal pode ser afetada. As características neurológicas incluem cefaleia, distúrbio visual, paralisia dos nervos cranianos, ataxia e, com envolvimento medular, fraqueza dos membros, déficit sensitivo e distúrbios esfincterianos. O diagnóstico pode ser auxiliado por neuroimagem, análise do líquido cefalorraquiano e biópsia dural."
  },
  {
    "identificador": "8E41.Y",
    "valor": "Outra paquimeningite especificada",
    "descricao": ""
  },
  {
    "identificador": "8E41.Z",
    "valor": "Paquimeningite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8E42",
    "valor": "Siderose superficial do sistema nervoso",
    "descricao": "Siderose superficial é a deposição de hemossiderina no sistema nervoso central como resultado de hemorragia subaracnoide crônica ou recorrente devida a anomalias vasculares, aneurismas, tumores vasculares, neurocirurgia, lesões da raiz cervical, lesão craniana e traumatismo. Características clínicas da siderose superficial incluem surdez neurossensorial, ataxia cerebelar, fraqueza piramidal e, menos frequentemente, demência, perda de controle do esfíncter, anosmia, anisocoria, distúrbio sensitivo, paralisia motora extraocular, ciatalgia e sinais do neurônio motor inferior. O diagnóstico pode ser confirmado por audiometria tonal pura, exames de neuroimagem, análise do fluido cefalorraquiano, angiografia para identificar uma origem potencial de sangramento e, quando apropriado, testagem genética."
  },
  {
    "identificador": "8E43",
    "valor": "Transtornos de dor",
    "descricao": ""
  },
  {
    "identificador": "8E43.0",
    "valor": "Dor neuropática",
    "descricao": "Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
  },
  {
    "identificador": "8E43.00",
    "valor": "Síndrome de membro fantasma",
    "descricao": "Dor de membro fantasma é a percepção de sensações, incluindo dor, em um membro que foi amputado ou em uma parte do corpo que foi removida. Essas sensações podem incluir uma posição, forma ou movimento específicos do fantasma, sensações de calor ou frio, coceira, formigamento ou sensações elétricas e outras parestesias."
  },
  {
    "identificador": "8E43.0Y",
    "valor": "Outra dor neuropática especificada",
    "descricao": ""
  },
  {
    "identificador": "8E43.0Z",
    "valor": "Dor neuropática, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8E43.Y",
    "valor": "Outros transtornos de dor especificados",
    "descricao": ""
  },
  {
    "identificador": "8E43.Z",
    "valor": "Transtornos de dor, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8E44",
    "valor": "Dano cerebral pós-anóxico",
    "descricao": "O dano cerebral pós-anóxico refere-se à gravidade variável da encefalopatia que resulta de parada circulatória, hipotensão ou asfixia."
  },
  {
    "identificador": "8E45",
    "valor": "Síndrome de locked-in",
    "descricao": ""
  },
  {
    "identificador": "8E46",
    "valor": "Síndrome de Reye",
    "descricao": "A síndrome de Reye é uma lesão (aguda) cerebral súbita (encefalopatia) associada a problemas hepáticos de causa desconhecida. A síndrome ocorreu com o uso de aspirina para tratar varicela ou gripe em crianças. No entanto, tornou-se muito incomum, uma vez que a aspirina não é mais recomendada para uso rotineiro em crianças. A síndrome de Reye geralmente começa com vômitos, que duram muitas horas. O vômito é rapidamente seguido por um comportamento irritável e agressivo. Não há tratamento específico para essa condição. O profissional de saúde deve monitorar a pressão cerebral, os gases sanguíneos e o equilíbrio ácido-básico do sangue."
  },
  {
    "identificador": "8E47",
    "valor": "Encefalopatia, não classificada em outra parte",
    "descricao": "Disfunção cerebral global"
  },
  {
    "identificador": "8E48",
    "valor": "Encefalite, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "8E49",
    "valor": "Síndrome da fadiga pós-viral",
    "descricao": ""
  },
  {
    "identificador": "8E4A",
    "valor": "Transtornos paraneoplásicos ou autoimunes do sistema nervoso",
    "descricao": "Transtornos paraneoplásicos e autoimunes do sistema nervoso resultam de um ataque imunológico direcionado a neurônios ou células gliais no sistema nervoso central (p.ex., encefalopatia, ataxia, mielite) ou periférico (neuropatias periféricas ou autonômicas, transtornos da junção neuromuscular ou miopatia). No contexto paraneoplásico, esse ataque é uma consequência de uma resposta imune potencialmente eficaz ao tumor iniciada por antígenos onconeurais derivados de um câncer sistêmico. No contexto não paraneoplásico denominado autoimune, a etiologia permanece indefinida, embora evidências crescentes indiquem um gatilho infeccioso anterior em pelo menos alguns casos. Esses transtornos são comumente multifocais causando lesões e sintomas decorrentes do envolvimento em vários níveis do sistema nervoso. Uma história pessoal ou familiar de autoimunidade é frequentemente encontrada. Concomitantemente podem ser encontrados autoanticorpos neurais e anticorpos não órgão-específicos (anticorpos peroxidase da tireoide [TPO]). O perfil de autoanticorpos neurais pode ser preditivo de um tipo específico de câncer e pode estar associado a um fenótipo neurológico particular. A exclusão de etiologias alternativas (p.ex., infecções) é importante. A resposta a imunoterapia pode apoiar o diagnóstico."
  },
  {
    "identificador": "8E4A.0",
    "valor": "Transtornos paraneoplásicos ou autoimunes do sistema nervoso central, cérebro ou medula espinal",
    "descricao": "Transtornos paraneoplásicos e autoimunes do sistema nervoso central, cérebro e sistema nervoso da medula espinal resultam de um ataque imune direcionado a neurônios ou células gliais no sistema nervoso central (p.ex., encefalopatia, ataxia, mielopatia, mielite). No contexto paraneoplásico, esse ataque é uma consequência de uma resposta imune potencialmente eficaz ao tumor iniciada por antígenos onconeurais derivados de um câncer sistêmico. No contexto não paraneoplásico denominado \"autoimune\", a etiologia permanece indefinida, embora evidências crescentes indiquem um gatilho infeccioso anterior em pelo menos alguns casos. Esses transtornos são comumente multifocais causando lesões e sintomas decorrentes do envolvimento em vários níveis do sistema nervoso central. Uma história pessoal ou familiar de autoimunidade é frequentemente encontrada. Podem ser encontrados autoanticorpos neurais e anticorpos não órgão-específicos (anticorpos peroxidase da tireoide [TPO]). O perfil de autoanticorpos neurais pode ser preditivo de um tipo específico de câncer e pode estar associado a um fenótipo neurológico particular. A exclusão de etiologias alternativas (p.ex., infecções) é importante. A resposta a imunoterapia pode apoiar o diagnóstico."
  },
  {
    "identificador": "8E4A.1",
    "valor": "Transtornos paraneoplásicos ou autoimunes do sistema nervoso periférico ou autônomo",
    "descricao": "Transtornos paraneoplásicos e autoimunes do sistema nervoso periférico e autônomo resultam de um ataque imune direcionado a neurônios ou células gliais no sistema nervoso periférico (neuropatias periféricas ou autonômicas). No contexto paraneoplásico, esse ataque é uma consequência de uma resposta imune potencialmente eficaz ao tumor iniciada por antígenos onconeurais derivados de um câncer sistêmico. No contexto não paraneoplásico denominado autoimune, a etiologia permanece indefinida, embora evidências crescentes indiquem um gatilho infeccioso anterior em pelo menos alguns casos. O início pode ser subagudo ou insidioso e esses transtornos podem ser limitados, multifocais ou generalizados. Os transtornos nervosos periféricos somáticos autoimunes podem afetar o nervo em vários níveis, incluindo raiz, nervo e plexo e podem ser axonais, desmielinizantes ou ambos. Os transtornos autonômicos autoimunes resultam em insuficiência autonômica que pode ser parcial ou generalizada. A neuropatia autonômica prototípica é a ganglionopatia autoimune associada a anticorpos direcionados ao receptor nicotínico ganglionar de acetilcolina (α3 gAChR). Rastreamento de câncer é apropriado para aqueles com perfis específicos de anticorpos neurais e outros fatores de risco.\r\n\r\nAnticorpos neurais associados em neuropatias periféricas incluem anticorpos anti-nuclear nuclear tipo 1 ou anti-Hu, CASPR2, gAChR, gangliósido (GM1 IgG e IGM)."
  },
  {
    "identificador": "8E4A.2",
    "valor": "Transtornos de transmissão neuromuscular paraneoplásicos ou autoimunes",
    "descricao": "Os transtornos da transmissão neuromuscular são definidos por um distúrbio variável da função da transmissão neuromuscular, resultando em fraqueza muscular flutuante e fadiga. Geralmente são classificados em transtornos pré e pós-sinápticos.\r\n\r\nOs transtornos pré-sinápticos, principalmente a síndrome miastênica de Lambert Eaton (LEMS), estão associados a anticorpos direcionados aos canais de cálcio dependentes de voltagem (tipo PQ e N). LEMS está associada a malignidade (carcinoma de pequenas células pulmonar ou extrapulmonar) em cerca de 50% dos casos. No contexto de LEMS, a detecção de anticorpos SOX 1 (anti-nucleares gliais) é altamente preditiva de câncer.\r\n\r\nPós-sináptica, a miastenia gravis está principalmente (> 90%) associada a anticorpos que visam o receptor de acetilcolina muscular (AChR) ou raramente outras proteínas (incluindo a quinase específica do músculo - MuSK). A miastenia geralmente não é considerada uma doença paraneoplásica, com exceção do timoma em cerca de 10% dos casos."
  },
  {
    "identificador": "8E4A.3",
    "valor": "Transtornos paraneoplásicos ou autoimunes do músculo",
    "descricao": "Doenças paraneoplásicas e autoimunes do músculo apresentam-se com fraqueza e podem ser causadas por uma variedade de causas, seja por efeitos remotos indefinidos ou efeitos autoimunes no câncer, ou mecanismos autoimunes em condições não relacionadas ao câncer. A apresentação é variável, geralmente apresentando um padrão miopático proximal."
  },
  {
    "identificador": "8E4A.Y",
    "valor": "Outros transtornos paraneoplásicos ou autoimunes do sistema nervoso, especificados",
    "descricao": ""
  },
  {
    "identificador": "8E4A.Z",
    "valor": "Transtornos paraneoplásicos ou autoimunes do sistema nervoso, não especificados",
    "descricao": ""
  },
  {
    "identificador": "8E60",
    "valor": "Vazamento após derivação ventricular",
    "descricao": ""
  },
  {
    "identificador": "8E61",
    "valor": "Lesão pós radiação do sistema nervoso",
    "descricao": ""
  },
  {
    "identificador": "8E61.0",
    "valor": "Lesão cerebral induzida por radiação",
    "descricao": "Lesão no cérebro a partir de irradiação craniana terapêutica, que pode ser dividida temporalmente em três síndromes: Toxicidade aguda ou precoce que é consequência da exposição imediata à radiação, lesão precoce-retardada e tardia, embora as três possam se sobrepor."
  },
  {
    "identificador": "8E61.1",
    "valor": "Irradiação da medula espinal",
    "descricao": ""
  },
  {
    "identificador": "8E61.Z",
    "valor": "Lesão pós radiação do sistema nervoso, não especificada",
    "descricao": ""
  },
  {
    "identificador": "8E62",
    "valor": "Meningite pós procedimento",
    "descricao": "Inflamação das meninges devida a um procedimento. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. O diagnóstico pode ser auxiliado por neuroimagem e análise do líquido cefalorraquiano, que pode revelar uma pleocitose linfocítica e proteína elevada."
  },
  {
    "identificador": "8E63",
    "valor": "Encefalopatia pós procedimento",
    "descricao": ""
  },
  {
    "identificador": "8E64",
    "valor": "Infartos cerebrais multifocais",
    "descricao": ""
  },
  {
    "identificador": "8E66",
    "valor": "Hipotensão intracraniana devida a punção lombar",
    "descricao": ""
  }
]