[
  {
    "identificador": "9A00",
    "valor": "Mau posicionamento congênito da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A00.0",
    "valor": "Distopia canthorum",
    "descricao": ""
  },
  {
    "identificador": "9A00.1",
    "valor": "Telecanto",
    "descricao": ""
  },
  {
    "identificador": "9A00.Y",
    "valor": "Outro mau posicionamento congênito especificado da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A00.Z",
    "valor": "Outro mau posicionamento congênito da pálpebra, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A01",
    "valor": "Transtornos infecciosos da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A01.0",
    "valor": "Celulite pré-septal",
    "descricao": ""
  },
  {
    "identificador": "9A01.1",
    "valor": "Abscesso de pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A01.2",
    "valor": "Hordéolo",
    "descricao": "Infecção focal aguda geralmente por Staphylococcus aureus envolvendo o folículo dos cílios e suas glândulas de Meibomius e Zeis associadas. Se o foco principal de infecção for o folículo, ele se apresenta com um furúnculo doloroso que libera pus na margem palpebral (hordéolo externo ou terçol). Se a infecção estiver centrada na glândula de Meibomius (hordéolo interno), então ocorre supuração para a superfície conjuntival."
  },
  {
    "identificador": "9A01.20",
    "valor": "Hordéolo externo",
    "descricao": "Infecção piogênica focal aguda do folículo piloso do cílio comumente chamada de terçol e causada predominantemente por Staphylococcus aureus. Apresenta-se como um inchaço inflamatório agudo e doloroso da pálpebra que subsequentemente drena pus na margem palpebral."
  },
  {
    "identificador": "9A01.21",
    "valor": "Hordéolo interno",
    "descricao": "Infecção piogênica focal aguda, usualmente causada por Staphylococcus aureus, de uma glândula de Meibomius, com bloqueio da secreção normal desta para o folículo piloso. Apresenta-se como um inchaço inflamatório agudo que pode drenar para a superfície conjuntival da pálpebra, ou raramente anteriormente através da pele palpebral. Pode predispor à formação de calázio."
  },
  {
    "identificador": "9A01.2Z",
    "valor": "Hordéolo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A01.3",
    "valor": "Blefarite infecciosa",
    "descricao": "Condição da pálpebra, comumente causada por uma infecção de origem bacteriana. Esta condição é caracterizada por prurido, ardência, aspereza, lacrimejamento excessivo ou resquícios crostosos ao redor dos cílios. Esta condição também pode se apresentar com eritema palpebral, colaretes, madarose, triquíase ou obstrução de glândulas de Meibomius. Transmissão ocorre por contato direto ou indireto com um indivíduo infectado, disseminação endógena ou por de fômites."
  },
  {
    "identificador": "9A01.4",
    "valor": "Infestação da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A01.Y",
    "valor": "Outros transtornos infecciosos especificados da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A01.Z",
    "valor": "Transtornos infecciosos da pálpebra, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A02",
    "valor": "Transtornos inflamatórios da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A02.0",
    "valor": "Calázio",
    "descricao": "Calázio é um cisto pequeno na pálpebra causado pela obstrução de uma glândula de Meibomius."
  },
  {
    "identificador": "9A02.00",
    "valor": "Calázio externo",
    "descricao": ""
  },
  {
    "identificador": "9A02.01",
    "valor": "Calázio interno",
    "descricao": ""
  },
  {
    "identificador": "9A02.0Z",
    "valor": "Calázio, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A02.1",
    "valor": "Blefarite posterior",
    "descricao": "Blefarite posterior é uma inflamação das pálpebras secundária à disfunção das glândulas de Meibomius. Como a blefarite anterior, é uma condição crônica bilateral e se manifesta por um amplo espectro de sintomas envolvendo as pálpebras incluindo inflamação e obstrução dos orifícios das glândulas de Meibomius e excreção de secreção anormal quando se aplica pressão sobre as glândulas. Pode estar associada a rosácea cutânea."
  },
  {
    "identificador": "9A02.2",
    "valor": "Conjuntivite lenhosa",
    "descricao": "Conjuntivite lenhosa (CL) é uma forma rara de conjuntivite crônica caracterizada pela formação recorrente de lesões pseudomembranosas mais comumente nas superfícies palpebrais. É mais frequentemente relatada como uma manifestação de grave \r\nhipoplasminogenemia homozigótica ou heterozigótica composta. A maioria dos casos envolve bebês e crianças."
  },
  {
    "identificador": "9A02.4",
    "valor": "Disfunção das glândulas de Meibomius",
    "descricao": "Refere-se à disfunção de um tipo especial de glândula sebácea que se localiza na margem das pálpebras internamente à placa tarsal, responsável pela produção de meibum, uma substância oleosa que previne a evaporação do filme lacrimal. O meibum evita que a lágrima escorra para as bochechas, aprisionando as lágrimas entre a margem oleosa e o globo ocular, e torna o fechamento palpebral hermético."
  },
  {
    "identificador": "9A02.Y",
    "valor": "Outros transtornos inflamatórios especificados da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A02.Z",
    "valor": "Transtornos inflamatórios da pálpebra, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A03",
    "valor": "Mau posicionamento adquirido da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.0",
    "valor": "Blefaroptose",
    "descricao": "Queda da pálpebra superior devida a desenvolvimento deficiente ou paralisia do músculo levantador da pálpebra superior."
  },
  {
    "identificador": "9A03.00",
    "valor": "Síndrome de Marcus-Gunn",
    "descricao": "Síndrome de Marcus-Gunn é caracterizada por ptose associada a sincinesia maxilopalpebral. A síndrome geralmente é unilateral e esporádica, mas casos bilaterais e de herança autossômica dominante foram relatados."
  },
  {
    "identificador": "9A03.01",
    "valor": "Ptose mecânica da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.02",
    "valor": "Ptose miogênica da pálpebra",
    "descricao": "Refere-se à contração iniciada pelo próprio miócito em vez de ocorrência ou estímulo externos como o da inervação, causando queda da pálpebra. A queda pode ser pior após longos períodos acordado, quando os músculos do indivíduo estão cansados."
  },
  {
    "identificador": "9A03.03",
    "valor": "Ptose paralítica da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.0Y",
    "valor": "Outra blefaroptose especificada",
    "descricao": ""
  },
  {
    "identificador": "9A03.0Z",
    "valor": "Blefaroptose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A03.1",
    "valor": "Entrópio da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.10",
    "valor": "Entrópio cicatricial da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.11",
    "valor": "Entrópio mecânico da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.12",
    "valor": "Entrópio senil da pálpebra",
    "descricao": "Trata-se de uma condição senil em que a pálpebra (usualmente a pálpebra inferior) se dobra para dentro. É bastante desconfortável, pois os cílios constantemente se atritam na córnea e a irritam. Entrópio é usualmente causado por fatores genéticos e muito raramente pode ser congênito, quando uma dobra extra de pele cresce com a pálpebra inferior (epibléfaro). Entrópio pode também criar dor secundária no olho (levando ao traumatismo do próprio olho, cicatrização da pálpebra, ou dano neural)."
  },
  {
    "identificador": "9A03.13",
    "valor": "Entrópio espástico da pálpebra",
    "descricao": "Trata-se de uma condição espástica em que a pálpebra (usualmente a pálpebra inferior) se dobra para dentro. É bastante desconfortável, pois os cílios constantemente se atritam na córnea e a irritam. Entrópio é usualmente causado por fatores genéticos e muito raramente pode ser congênito, quando uma dobra extra de pele cresce com a pálpebra inferior (epibléfaro). Entrópio pode também criar dor secundária no olho (levando ao traumatismo do próprio olho, cicatrização da pálpebra, ou dano neural)."
  },
  {
    "identificador": "9A03.1Y",
    "valor": "Outro entrópio especificado da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.1Z",
    "valor": "Entrópio da pálpebra, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A03.2",
    "valor": "Ectrópio da pálpebra",
    "descricao": "A dobra para fora (eversão) da margem da pálpebra, resultando na exposição da conjuntiva palpebral"
  },
  {
    "identificador": "9A03.20",
    "valor": "Ectrópio cicatricial da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.21",
    "valor": "Ectrópio mecânico da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.22",
    "valor": "Ectrópio senil da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.23",
    "valor": "Ectrópio espástico da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.24",
    "valor": "Síndrome da frouxidão palpebral",
    "descricao": "Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
  },
  {
    "identificador": "9A03.2Y",
    "valor": "Outro ectrópio especificado da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.2Z",
    "valor": "Ectrópio da pálpebra, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A03.3",
    "valor": "Retração da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.4",
    "valor": "Lagoftalmo",
    "descricao": ""
  },
  {
    "identificador": "9A03.40",
    "valor": "Lagoftalmo cicatricial",
    "descricao": ""
  },
  {
    "identificador": "9A03.41",
    "valor": "Lagoftalmo mecânico",
    "descricao": ""
  },
  {
    "identificador": "9A03.42",
    "valor": "Lagoftalmo paralítico",
    "descricao": ""
  },
  {
    "identificador": "9A03.4Y",
    "valor": "Outro lagoftalmo especificado",
    "descricao": ""
  },
  {
    "identificador": "9A03.4Z",
    "valor": "Lagoftalmo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A03.5",
    "valor": "Dermatocálase da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.Y",
    "valor": "Outro mau posicionamento adquirido especificado da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A03.Z",
    "valor": "Mau posicionamento adquirido da pálpebra, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A04",
    "valor": "Transtornos adquiridos dos cílios",
    "descricao": ""
  },
  {
    "identificador": "9A04.0",
    "valor": "Triquíase sem entrópio",
    "descricao": "Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
  },
  {
    "identificador": "9A04.1",
    "valor": "Madarose ciliar ou da região periocular",
    "descricao": "Perda parcial ou completa dos cílios e/ou dos pelos da sobrancelha. Alopecia areata e lúpus eritematoso cutâneo crônico são causas bem conhecidas. Se a causa subjacente é conhecida, ela deve ser codificada também."
  },
  {
    "identificador": "9A04.Y",
    "valor": "Outros transtornos adquiridos especificados dos cílios",
    "descricao": ""
  },
  {
    "identificador": "9A04.Z",
    "valor": "Transtornos adquiridos dos cílios, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A05",
    "valor": "Transtornos de movimento da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A05.0",
    "valor": "Mioquimia da pálpebra",
    "descricao": "Mioquimia é usado para descrever uma contração muscular involuntária da pálpebra, tipicamente envolvendo a pálpebra inferior ou menos frequentemente a pálpebra superior. Ocorre em indivíduos normais e tipicamente começa e desaparece espontaneamente. Todavia, às vezes pode durar até três semanas. Como a condição tipicamente se resolve sozinha, profissionais médicos não a consideram como algo sério ou uma causa para preocupação."
  },
  {
    "identificador": "9A05.1",
    "valor": "Apraxia palpebral",
    "descricao": ""
  },
  {
    "identificador": "9A05.Y",
    "valor": "Outros transtornos especificados de movimento da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A05.Z",
    "valor": "Transtornos de movimento da pálpebra, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A06",
    "valor": "Alguns transtornos especificados das pálpebras",
    "descricao": ""
  },
  {
    "identificador": "9A06.0",
    "valor": "Envolvimento da pálpebra por dermatoses classificadas em outra parte",
    "descricao": "Envolvimento da pálpebra em doenças cutâneas como psoríase ou líquen plano."
  },
  {
    "identificador": "9A06.1",
    "valor": "Vitiligo da pálpebra ou área periocular",
    "descricao": ""
  },
  {
    "identificador": "9A06.2",
    "valor": "Simbléfaro, adquirido",
    "descricao": ""
  },
  {
    "identificador": "9A06.3",
    "valor": "Cicatriz traumática da pálpebra",
    "descricao": ""
  },
  {
    "identificador": "9A06.4",
    "valor": "Xantelasma da pálpebra",
    "descricao": "Xantelasmas são uma forma de xantoma plano que se manifestam como depósitos amarelados de lipídios, nitidamente demarcados dentro da pele da pálpebra. Enquanto não sejam nem prejudiciais e nem dolorosos, esses crescimentos pequenos podem ser desfigurantes e podem ser o sinal clínico de hipercolesterolemia. São comuns em pessoas de origem asiática e da região do Mediterrâneo."
  },
  {
    "identificador": "9A06.5",
    "valor": "Deformidade da calha lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A06.6",
    "valor": "Deformidade do sulco profundo",
    "descricao": ""
  },
  {
    "identificador": "9A06.7",
    "valor": "Dermatite ou eczema das pálpebras",
    "descricao": "Blefarite eczematosa e dermatite de contato afetando as pálpebras"
  },
  {
    "identificador": "9A06.70",
    "valor": "Eczema atópico das pálpebras",
    "descricao": "Eczema atópico afetando as pálpebras. Trata-se de uma manifestação comum do eczema atópico e pode resultar em impactos significativos na visão normal e no bem estar."
  },
  {
    "identificador": "9A06.71",
    "valor": "Dermatite seborreica das pálpebras",
    "descricao": "Dermatite seborreica das pálpebras (blefarite seborreica) é comum. É caracterizada por vermelhidão e descamação da pele das pálpebras com envolvimento variável das margens palpebrais."
  },
  {
    "identificador": "9A06.72",
    "valor": "Blefaroconjuntivite alérgica de contato",
    "descricao": "Dermatite de contato alérgica afetando as pálpebras e a conjuntiva."
  },
  {
    "identificador": "9A06.7Y",
    "valor": "Outra dermatite ou eczema especificado das pálpebras",
    "descricao": ""
  },
  {
    "identificador": "9A06.7Z",
    "valor": "Dermatite ou eczema das pálpebras, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A06.8",
    "valor": "Blefarocalásia",
    "descricao": "Trata-se de um mal posicionamento da pálpebra causado por involução ou inflamação da pálpebra. A inflamação é caracterizada por exacerbações e remissões de edema palpebral, que resulta em estiramento e subsequente atrofia dos tecidos palpebrais resultando em dobras redundantes sobre as margens da pálpebra. Tipicamente afeta apenas as pálpebras superiores e pode ser unilateral ou bilateral."
  },
  {
    "identificador": "9A06.Y",
    "valor": "Outros transtornos especificados das pálpebras",
    "descricao": ""
  },
  {
    "identificador": "9A0Y",
    "valor": "Outros transtornos especificados das pálpebras e da região periocular",
    "descricao": ""
  },
  {
    "identificador": "9A0Z",
    "valor": "Transtornos das pálpebras e da região periocular, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A10",
    "valor": "Transtornos da glândula lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A10.0",
    "valor": "Infecções da glândula lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A10.1",
    "valor": "Síndrome inflamatória da órbita",
    "descricao": "Refere-se a uma lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita. É a massa orbitária dolorosa mais comum na população adulta e está associada a proptose, paresia de nervo craniano (síndrome Tolosa-Hunt), uveíte e descolamento de retina."
  },
  {
    "identificador": "9A10.2",
    "valor": "Lesão linfoepitelial benigna de glândula lacrimal",
    "descricao": "Trata-se de um tipo de aumento benigno da parótida e/ou glândulas lacrimais. Esse estado patológico é por vezes, mas nem sempre, associado à síndrome de Sjögren. Esse diagnóstico é do par de glândulas em formato de amêndoa, uma para cada olho, que secretam a camada aquosa do filme lacrimal."
  },
  {
    "identificador": "9A10.3",
    "valor": "Hiperlacrimação",
    "descricao": "Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
  },
  {
    "identificador": "9A10.4",
    "valor": "Subprodução de lágrimas",
    "descricao": "Produção insuficiente de lágrimas causa ceratoconjuntivite sicca e pode ser causada por transtornos que interrompem o controle neural da lacrimação."
  },
  {
    "identificador": "9A10.Y",
    "valor": "Outros transtornos especificados da glândula lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A10.Z",
    "valor": "Transtornos da glândula lacrimal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A11",
    "valor": "Transtornos do sistema de drenagem lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A11.0",
    "valor": "Eversão do ponto lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A11.1",
    "valor": "Canaliculite",
    "descricao": ""
  },
  {
    "identificador": "9A11.2",
    "valor": "Dacriocistite",
    "descricao": ""
  },
  {
    "identificador": "9A11.3",
    "valor": "Conjuntivocálase",
    "descricao": ""
  },
  {
    "identificador": "9A11.4",
    "valor": "Estenose de ponto lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A11.5",
    "valor": "Estenose canalicular nasolacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A11.6",
    "valor": "Dacriolito",
    "descricao": ""
  },
  {
    "identificador": "9A11.7",
    "valor": "Estenose do saco nasolacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A11.8",
    "valor": "Obstrução do ducto nasolacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A11.Y",
    "valor": "Outros transtornos especificados do sistema de drenagem lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A11.Z",
    "valor": "Transtornos do sistema de drenagem lacrimal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A1Y",
    "valor": "Outros transtornos especificados do aparelho lacrimal",
    "descricao": ""
  },
  {
    "identificador": "9A1Z",
    "valor": "Transtornos do aparelho lacrimal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A20",
    "valor": "Deslocamento do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9A20.0",
    "valor": "Deslocamento axial do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9A20.00",
    "valor": "Deslocamento para fora do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9A20.01",
    "valor": "Deslocamento para dentro do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9A20.0Y",
    "valor": "Outro deslocamento axial especificado do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9A20.0Z",
    "valor": "Deslocamento axial do globo ocular, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A20.1",
    "valor": "Deslocamento não axial do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9A20.Y",
    "valor": "Outro deslocamento especificado do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9A20.Z",
    "valor": "Deslocamento do globo ocular, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A21",
    "valor": "Infecção orbitária",
    "descricao": ""
  },
  {
    "identificador": "9A21.0",
    "valor": "Celulite orbitária",
    "descricao": ""
  },
  {
    "identificador": "9A21.1",
    "valor": "Abscesso orbitário subperiosteal",
    "descricao": "Condição do olho e seus anexos, causada por uma infecção de origem bacteriana. Essa condição é caracterizada por um acúmulo focal de material purulento nos ossos que dão suporte ao globo ocular, febre, secreção ocular, edema ocular ou proptose. A confirmação é feita por identificação do agente bacteriano."
  },
  {
    "identificador": "9A21.2",
    "valor": "Abscesso orbitário",
    "descricao": ""
  },
  {
    "identificador": "9A21.3",
    "valor": "Periostite da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A21.Y",
    "valor": "Outra infecção orbitária especificada",
    "descricao": ""
  },
  {
    "identificador": "9A21.Z",
    "valor": "Infecção orbitária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A22",
    "valor": "Inflamação orbitária",
    "descricao": ""
  },
  {
    "identificador": "9A22.0",
    "valor": "Orbitopatia tireoidiana",
    "descricao": ""
  },
  {
    "identificador": "9A22.1",
    "valor": "Inflamação orbitária difusa",
    "descricao": ""
  },
  {
    "identificador": "9A22.2",
    "valor": "Inflamação granulomatosa orbitária",
    "descricao": ""
  },
  {
    "identificador": "9A22.Y",
    "valor": "Outra inflamação orbitária especificada",
    "descricao": ""
  },
  {
    "identificador": "9A22.Z",
    "valor": "Inflamação orbitária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A23",
    "valor": "Cisto orbitário",
    "descricao": ""
  },
  {
    "identificador": "9A23.0",
    "valor": "Cisto orbitário congênito",
    "descricao": ""
  },
  {
    "identificador": "9A23.1",
    "valor": "Cisto orbitário adquirido",
    "descricao": ""
  },
  {
    "identificador": "9A23.Z",
    "valor": "Cisto orbitário, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A24",
    "valor": "Deformidade óssea da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A24.0",
    "valor": "Contração da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A24.1",
    "valor": "Expansão da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A24.3",
    "valor": "Alargamento da cavidade óssea orbitária",
    "descricao": ""
  },
  {
    "identificador": "9A24.4",
    "valor": "Exostose da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A24.Y",
    "valor": "Outra deformidade óssea especificada da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A24.Z",
    "valor": "Deformidade óssea da órbita, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A25",
    "valor": "Deformidade dos tecidos moles da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A25.0",
    "valor": "Cavidade anoftálmica",
    "descricao": ""
  },
  {
    "identificador": "9A25.1",
    "valor": "Arcabouço orbitário microftálmico",
    "descricao": ""
  },
  {
    "identificador": "9A25.2",
    "valor": "Cavidade contraída",
    "descricao": ""
  },
  {
    "identificador": "9A25.3",
    "valor": "Edema da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A25.4",
    "valor": "Hemorragia da órbita",
    "descricao": "Trata-se da perda ou escape de sangue do sistema circulatório. Esse diagnóstico é relativo à cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados. \"Órbita\" pode se referir ao arcabouço ósseo mas também pode ser utilizado para implicar seu conteúdo."
  },
  {
    "identificador": "9A25.5",
    "valor": "Atrofia dos tecidos moles da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A25.Y",
    "valor": "Outra deformidade especificada dos tecidos moles da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A25.Z",
    "valor": "Deformidade dos tecidos moles da órbita, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A26",
    "valor": "Deformidade combinada de osso e tecido mole de órbita",
    "descricao": ""
  },
  {
    "identificador": "9A2Y",
    "valor": "Outros transtornos especificados da órbita",
    "descricao": ""
  },
  {
    "identificador": "9A2Z",
    "valor": "Transtornos da órbita, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A4Y",
    "valor": "Outros transtornos especificados dos anexos oculares ou órbita",
    "descricao": ""
  },
  {
    "identificador": "9A4Z",
    "valor": "Transtornos dos anexos oculares ou órbita, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A60",
    "valor": "Conjuntivite",
    "descricao": ""
  },
  {
    "identificador": "9A60.0",
    "valor": "Conjuntivite papilar",
    "descricao": ""
  },
  {
    "identificador": "9A60.00",
    "valor": "Conjuntivite papilar gigante",
    "descricao": "Conjuntivite papilar gigante é uma inflamação por hipersensibilidade não alérgica da superfície ocular, mais frequentemente relacionada a lentes de contato, próteses oculares, suturas pós-operatórias e introflexão escleral."
  },
  {
    "identificador": "9A60.01",
    "valor": "Conjuntivite aguda atópica",
    "descricao": "Inflamação alérgica da conjuntiva (mucosa que cobre a superfície posterior das pálpebras e a superfície pericorneal anterior do globo ocular) do tipo imediato, devido a alérgenos presentes no ar como pólen, poeira, esporos e pelos de animais."
  },
  {
    "identificador": "9A60.02",
    "valor": "Conjuntivite alérgica",
    "descricao": "Conjuntivite alérgica é uma resposta mediada por IgE devida à exposição a alérgenos sazonais ou perenes em pacientes sensibilizados. A resposta inflamatória induzida por alérgenos da conjuntiva resulta na liberação de histamina e outros mediadores. Os sintomas consistem em vermelhidão (principalmente devido à vasodilatação dos pequenos vasos sanguíneos periféricos), edema (inchaço) da conjuntiva, coceira e lacrimejamento (produção de lágrimas) aumentado."
  },
  {
    "identificador": "9A60.0Y",
    "valor": "Outra conjuntivite papilar especificada",
    "descricao": ""
  },
  {
    "identificador": "9A60.0Z",
    "valor": "Conjuntivite papilar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A60.1",
    "valor": "Conjuntivite folicular",
    "descricao": ""
  },
  {
    "identificador": "9A60.2",
    "valor": "Conjuntivite cicatricial",
    "descricao": ""
  },
  {
    "identificador": "9A60.3",
    "valor": "Conjuntivite mucopurulenta",
    "descricao": "Infecções da conjuntiva, contendo muco e pus, por várias espécies, como Haemophilus, Streptococcus, Neisseria e Chlamydia."
  },
  {
    "identificador": "9A60.30",
    "valor": "Ulceração da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "9A60.31",
    "valor": "Abscesso de conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "9A60.32",
    "valor": "Conjuntivite devida ao bacilo de Koch-Weeks",
    "descricao": ""
  },
  {
    "identificador": "9A60.33",
    "valor": "Conjuntivite epidêmica aguda",
    "descricao": ""
  },
  {
    "identificador": "9A60.3Y",
    "valor": "Outra conjuntivite mucopurulenta especificada",
    "descricao": ""
  },
  {
    "identificador": "9A60.3Z",
    "valor": "Conjuntivite mucopurulenta, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A60.4",
    "valor": "Blefaroconjuntivite",
    "descricao": ""
  },
  {
    "identificador": "9A60.5",
    "valor": "Ceratoconjuntivite vernal",
    "descricao": "Ceratoconjuntivite vernal é uma forma persistente e grave de alergia ocular que afeta crianças e adultos jovens, geralmente em climas quentes. A ceratoconjuntivite vernal tipicamente aparece em meninos entre as idades de 4 a 12 anos. Os sintomas típicos são coceira intensa, lacrimejamento e fotofobia. A exacerbação da doença pode ser desencadeada pela reexposição ao alérgeno ou por estímulos inespecíficos, como luz solar, vento e poeira. A forma tarsal é caracterizada por papilas hipertróficas de tamanho irregular, levando a uma aparência de paralelepípedos na placa tarsal superior. A forma límbica é caracterizada por infiltrados limbais múltiplos transitórios ou infiltrados conjuntivais gelatinosos amarelo-acinzentados sobrepostos com pontos ou depósitos brancos, conhecidos como pontos de Horner-Trantas, e papilas no limbo."
  },
  {
    "identificador": "9A60.6",
    "valor": "Conjuntivite serosa, exceto viral",
    "descricao": ""
  },
  {
    "identificador": "9A60.Y",
    "valor": "Outra conjuntivite especificada",
    "descricao": ""
  },
  {
    "identificador": "9A60.Z",
    "valor": "Conjuntivite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A61",
    "valor": "Alguns transtornos especificados da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "9A61.0",
    "valor": "Pinguécula",
    "descricao": ""
  },
  {
    "identificador": "9A61.1",
    "valor": "Pterígio",
    "descricao": ""
  },
  {
    "identificador": "9A61.2",
    "valor": "Pseudopterígio da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "9A61.3",
    "valor": "Cicatrizes da conjuntiva",
    "descricao": "Cicatrizes da mucosa que reveste a superfície interna da pálpebra e a superfície exposta do globo ocular e que ocorrem devido a várias razões, como traumatismo, infecção ou alergia."
  },
  {
    "identificador": "9A61.4",
    "valor": "Transtornos vasculares conjuntivais",
    "descricao": "Cistos benignos que frequentemente aparecem como inclusões pequenas, claras e cheias de líquido no epitélio conjuntival, cujas células caliciformes secretam para dentro do cisto e não para a superfície."
  },
  {
    "identificador": "9A61.40",
    "valor": "Anormalidades vasculares da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "9A61.4Y",
    "valor": "Outros transtornos vasculares conjuntivais especificados",
    "descricao": ""
  },
  {
    "identificador": "9A61.4Z",
    "valor": "Transtornos vasculares conjuntivais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A61.5",
    "valor": "Hemorragia conjuntival ou subconjuntival",
    "descricao": "Hemorragia conjuntival é um pequeno hematoma claramente delimitado na própria conjuntiva, resultante de uma pancada direta no olho. A hemorragia subconjuntival se estende a partir da órbita, para a frente e profundamente na conjuntiva, sem limite posterior."
  },
  {
    "identificador": "9A61.6",
    "valor": "Degenerações e depósitos conjuntivais ou subconjuntivais",
    "descricao": "Acúmulo conjuntival/subconjuntival de alguns materiais e sua deterioração gradual com comprometimento ou perda de função, causada por lesão, doença ou envelhecimento."
  },
  {
    "identificador": "9A61.Z",
    "valor": "Alguns transtornos especificados da conjuntiva, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A62",
    "valor": "Penfigoide da membrana mucosa com envolvimento ocular",
    "descricao": "O penfigoide da membrana mucosa (MMP) envolvendo a conjuntiva também é conhecido como penfigoide ocular. Pode estar confinado à conjuntiva ou pode estar associado ao envolvimento de outras localizações também. Sua importância reside em seu potencial de causar perda visual e, portanto, pode justificar uma terapia mais agressiva do que seria considerada para MMP de outros locais."
  },
  {
    "identificador": "9A6Y",
    "valor": "Outros transtornos especificados da conjuntiva",
    "descricao": ""
  },
  {
    "identificador": "9A6Z",
    "valor": "Transtornos da conjuntiva, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A70",
    "valor": "Distrofias hereditárias da córnea",
    "descricao": "O termo distrofia corneana abrange um grupo heterogêneo de doenças corneanas não inflamatórias geneticamente determinadas, bilaterais, que geralmente são restritas à córnea. A designação é imprecisa, mas continua em voga devido ao seu valor clínico."
  },
  {
    "identificador": "9A70.0",
    "valor": "Distrofia corneana endotelial",
    "descricao": ""
  },
  {
    "identificador": "9A70.Y",
    "valor": "Outras distrofias corneanas hereditárias especificadas",
    "descricao": ""
  },
  {
    "identificador": "9A70.Z",
    "valor": "Distrofias corneanas hereditárias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "9A71",
    "valor": "Ceratite infecciosa",
    "descricao": ""
  },
  {
    "identificador": "9A72",
    "valor": "Ceratite traumática",
    "descricao": ""
  },
  {
    "identificador": "9A73",
    "valor": "Ceratite de exposição",
    "descricao": "condição de exposição em que a córnea do olho, a parte frontal do olho, fica inflamada. A condição é frequentemente marcada por dor moderada a intensa e geralmente envolve comprometimento da visão. Pode causar sensação de areia cada vez que o indivíduo pisca os olhos."
  },
  {
    "identificador": "9A74",
    "valor": "Ceratite neurotrófica",
    "descricao": ""
  },
  {
    "identificador": "9A75",
    "valor": "Ceratite autoimune",
    "descricao": ""
  },
  {
    "identificador": "9A76",
    "valor": "Úlcera de córnea",
    "descricao": "Perda de tecido epitelial da superfície corneana devida a erosão e necrose progressivas do tecido. Frequentemente é causada por infecção bacteriana, fúngica ou viral."
  },
  {
    "identificador": "9A77",
    "valor": "Cicatrizes ou opacidades da córnea",
    "descricao": "A opacidade da córnea ocorre quando a córnea apresenta cicatrizes por uma variedade de doenças oculares infecciosas e inflamatórias. Essas cicatrizes impedem que a luz passe através da córnea para a retina e podem fazer com que a córnea, que é normalmente transparente, pareça branca ou turva."
  },
  {
    "identificador": "9A77.0",
    "valor": "Infiltrado corneano associado a lentes de contato",
    "descricao": ""
  },
  {
    "identificador": "9A77.1",
    "valor": "Leucoma aderente",
    "descricao": "Este é um tumor branco da córnea envolvendo uma íris aderente prolapsada."
  },
  {
    "identificador": "9A77.Y",
    "valor": "Outras cicatrizes ou opacidades especificadas da córnea",
    "descricao": ""
  },
  {
    "identificador": "9A77.Z",
    "valor": "Cicatrizes ou opacidades da córnea, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "9A78",
    "valor": "Alguns transtornos especificados da córnea",
    "descricao": ""
  },
  {
    "identificador": "9A78.0",
    "valor": "Neovascularização da córnea",
    "descricao": ""
  },
  {
    "identificador": "9A78.1",
    "valor": "Pigmentações ou depósitos corneanos",
    "descricao": ""
  },
  {
    "identificador": "9A78.2",
    "valor": "Edema corneano",
    "descricao": ""
  },
  {
    "identificador": "9A78.20",
    "valor": "Ceratopatia bolhosa",
    "descricao": "Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
  },
  {
    "identificador": "9A78.21",
    "valor": "Edema corneano secundário",
    "descricao": ""
  },
  {
    "identificador": "9A78.2Y",
    "valor": "Outro edema corneano especificado",
    "descricao": ""
  },
  {
    "identificador": "9A78.2Z",
    "valor": "Edema corneano, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A78.3",
    "valor": "Alterações nas membranas da córnea",
    "descricao": ""
  },
  {
    "identificador": "9A78.4",
    "valor": "Degeneração da córnea",
    "descricao": ""
  },
  {
    "identificador": "9A78.5",
    "valor": "Deformidades corneana",
    "descricao": ""
  },
  {
    "identificador": "9A78.50",
    "valor": "Ceratocone",
    "descricao": "Ceratocone é uma distrofia corneana não inflamatória, geralmente bilateral, caracterizada por protuberância em forma de cone progressiva e afinamento da córnea."
  },
  {
    "identificador": "9A78.51",
    "valor": "Estafiloma corneano",
    "descricao": ""
  },
  {
    "identificador": "9A78.5Y",
    "valor": "Outras deformidades corneanas especificadas",
    "descricao": ""
  },
  {
    "identificador": "9A78.5Z",
    "valor": "Deformidades corneanas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "9A78.6",
    "valor": "Anestesia da córnea",
    "descricao": "Esta é a condição de ter a sensação (incluindo a sensação de dor) bloqueada ou temporariamente abolida da parte frontal transparente do olho que cobre a íris, a pupila e a câmara anterior."
  },
  {
    "identificador": "9A78.7",
    "valor": "Hipoestesia da córnea",
    "descricao": "Isso se refere a uma redução da perceção de tato ou sensação, ou perda parcial de sensibilidade aos estímulos sensoriais, da parte frontal transparente do olho que cobre a íris, a pupila e a câmara anterior."
  },
  {
    "identificador": "9A78.8",
    "valor": "Erosão recorrente da córnea",
    "descricao": ""
  },
  {
    "identificador": "9A79",
    "valor": "Ceratoconjuntivite seca",
    "descricao": ""
  },
  {
    "identificador": "9A7A",
    "valor": "Abscesso corneano",
    "descricao": ""
  },
  {
    "identificador": "9A7B",
    "valor": "Ceratite esclerosante",
    "descricao": ""
  },
  {
    "identificador": "9A7Y",
    "valor": "Outros transtornos especificados da córnea",
    "descricao": ""
  },
  {
    "identificador": "9A7Z",
    "valor": "Transtornos da córnea, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A80",
    "valor": "Hifema",
    "descricao": ""
  },
  {
    "identificador": "9A81",
    "valor": "Parasitas na câmara anterior do olho",
    "descricao": ""
  },
  {
    "identificador": "9A82",
    "valor": "Cisto na câmara anterior do olho",
    "descricao": ""
  },
  {
    "identificador": "9A83",
    "valor": "Hipotonia plana da câmara anterior do olho",
    "descricao": ""
  },
  {
    "identificador": "9A8Y",
    "valor": "Outros transtornos especificados da câmara anterior",
    "descricao": ""
  },
  {
    "identificador": "9A8Z",
    "valor": "Transtornos da câmara anterior, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9A90",
    "valor": "Degeneração de íris ou corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "9A90.0",
    "valor": "Transtornos do ângulo da câmara",
    "descricao": "Isso se refere à mudança de tecido para uma forma inferior ou menos ativa funcionalmente, do espaço cheio de líquido dentro do olho entre a íris e a superfície mais interna da córnea, o endotélio."
  },
  {
    "identificador": "9A90.1",
    "valor": "Degeneração da íris",
    "descricao": "Refere-se à mudança de tecido para uma forma inferior ou menos ativa funcionalmente, da estrutura fina e circular do olho, responsável por controlar o diâmetro e o tamanho da pupila e, portanto, a quantidade de luz que chega à retina. A cor da íris é frequentemente chamada de \"cor dos olhos\"."
  },
  {
    "identificador": "9A90.2",
    "valor": "Atrofia da íris",
    "descricao": ""
  },
  {
    "identificador": "9A90.Y",
    "valor": "Outra degeneração especificada de íris ou corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "9A90.Z",
    "valor": "Degeneração de íris ou corpo ciliar, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9A91",
    "valor": "Cisto da íris ou corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "9A92",
    "valor": "Persistência de membranas pupilares",
    "descricao": ""
  },
  {
    "identificador": "9A93",
    "valor": "Aderências ou rupturas da íris ou corpo ciliar",
    "descricao": "Isso se refere a aderências e rupturas da estrutura fina e circular do olho, responsável por controlar o diâmetro e o tamanho da pupila e, portanto, a quantidade de luz que atinge a retina. A cor da íris é frequentemente chamada de \"cor dos olhos\". É também do tecido circunferencial dentro do olho, composto pelo músculo ciliar e processos ciliares. É triangular na secção horizontal e é revestido por uma camada dupla, o epitélio ciliar."
  },
  {
    "identificador": "9A94",
    "valor": "Alguns transtornos especificados da íris ou do corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "9A94.0",
    "valor": "Rubeose da íris",
    "descricao": ""
  },
  {
    "identificador": "9A94.1",
    "valor": "Síndrome da íris flácida",
    "descricao": "Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
  },
  {
    "identificador": "9A94.2",
    "valor": "Síndrome de íris em platô",
    "descricao": ""
  },
  {
    "identificador": "9A94.Y",
    "valor": "Outros transtornos da íris e do corpo ciliar",
    "descricao": ""
  },
  {
    "identificador": "9A96",
    "valor": "Uveíte anterior",
    "descricao": ""
  },
  {
    "identificador": "9A96.0",
    "valor": "Uveíte anterior não associada a condições sistêmicas",
    "descricao": ""
  },
  {
    "identificador": "9A96.1",
    "valor": "Uveíte anterior associada a condições sistêmicas",
    "descricao": ""
  },
  {
    "identificador": "9A96.2",
    "valor": "Uveíte anterior associada a infecções",
    "descricao": ""
  },
  {
    "identificador": "9A96.3",
    "valor": "Uveíte anterior primária",
    "descricao": "Isso se refere à inflamação primária da úvea. A úvea consiste nas estruturas vasculares médias e pigmentadas do olho e inclui a íris, o corpo ciliar e a coróide."
  },
  {
    "identificador": "9A96.Y",
    "valor": "Outra uveíte anterior especificada",
    "descricao": ""
  },
  {
    "identificador": "9A96.Z",
    "valor": "Uveíte anterior, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9A9Y",
    "valor": "Outros transtornos especificados da úvea anterior",
    "descricao": ""
  },
  {
    "identificador": "9A9Z",
    "valor": "Transtornos da úvea anterior, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B00",
    "valor": "Transtornos do sistema pupilar aferente",
    "descricao": ""
  },
  {
    "identificador": "9B00.0",
    "valor": "Defeito pupilar aferente relativo",
    "descricao": ""
  },
  {
    "identificador": "9B00.1",
    "valor": "Reação pupilar amaurótica",
    "descricao": ""
  },
  {
    "identificador": "9B00.2",
    "valor": "Reação pupilar paradoxal à luz ou escuridão",
    "descricao": ""
  },
  {
    "identificador": "9B00.3",
    "valor": "Pupila de Wernicke",
    "descricao": ""
  },
  {
    "identificador": "9B00.Y",
    "valor": "Outros transtornos especificados do sistema pupilar aferente",
    "descricao": ""
  },
  {
    "identificador": "9B00.Z",
    "valor": "Transtornos do sistema pupilar aferente, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B01",
    "valor": "Transtornos do sistema pupilar eferente",
    "descricao": ""
  },
  {
    "identificador": "9B01.0",
    "valor": "Anisocoria fisiológica",
    "descricao": ""
  },
  {
    "identificador": "9B01.1",
    "valor": "Pupilas parassimpatoparéticas",
    "descricao": "Dano ao estímulo parassimpático para o músculo esfíncter da íris."
  },
  {
    "identificador": "9B01.2",
    "valor": "Inibição farmacológica da via parassimpática",
    "descricao": ""
  },
  {
    "identificador": "9B01.3",
    "valor": "Transtornos do esfíncter da íris",
    "descricao": "Isso se refere a transtornos do músculo na parte do olho chamada íris. Ele circunda a pupila da íris, o que é apropriado para sua função como constritor da pupila."
  },
  {
    "identificador": "9B01.4",
    "valor": "Pupilas parassimpaticotônicas por ação farmacológica",
    "descricao": "Estimulação farmacológica da via parassimpática."
  },
  {
    "identificador": "9B01.5",
    "valor": "Pupilas simpatoparéticas por ação farmacológica",
    "descricao": ""
  },
  {
    "identificador": "9B01.6",
    "valor": "Pupilas simpatotônicas",
    "descricao": ""
  },
  {
    "identificador": "9B01.7",
    "valor": "Midríase unilateral episódica",
    "descricao": ""
  },
  {
    "identificador": "9B01.Y",
    "valor": "Outros transtornos especificados do sistema pupilar eferente",
    "descricao": ""
  },
  {
    "identificador": "9B01.Z",
    "valor": "Transtornos do sistema pupilar eferente, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B02",
    "valor": "Dissociação luz-perto",
    "descricao": ""
  },
  {
    "identificador": "9B02.0",
    "valor": "Pupila de Argyll Robertson",
    "descricao": "São pupilas pequenas bilaterais que se contraem quando o paciente focaliza um objeto próximo, mas não se contraem quando exposto à luz forte (elas não “reagem” à luz)."
  },
  {
    "identificador": "9B02.1",
    "valor": "Dissociação luz-perto pré-geniculada",
    "descricao": ""
  },
  {
    "identificador": "9B02.2",
    "valor": "Dissociação luz-perto mesencefálica",
    "descricao": ""
  },
  {
    "identificador": "9B02.Y",
    "valor": "Outra dissociação luz-perto especificada",
    "descricao": ""
  },
  {
    "identificador": "9B02.Z",
    "valor": "Dissociação luz-perto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B0Y",
    "valor": "Outros transtornos funcionais especificados da pupila",
    "descricao": ""
  },
  {
    "identificador": "9B0Z",
    "valor": "Transtornos funcionais da pupila, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B10",
    "valor": "Catarata",
    "descricao": ""
  },
  {
    "identificador": "9B10.0",
    "valor": "Catarata relacionada a idade",
    "descricao": "A catarata senil é uma turvação do cristalino, que impede a passagem da luz, relacionada ao envelhecimento e que ocorre geralmente a partir dos 40 anos."
  },
  {
    "identificador": "9B10.00",
    "valor": "Catarata coronária relacionada a idade",
    "descricao": ""
  },
  {
    "identificador": "9B10.01",
    "valor": "Catarata pontilhada relacionada a idade",
    "descricao": ""
  },
  {
    "identificador": "9B10.02",
    "valor": "Catarata relacionada à idade madura",
    "descricao": "Trata-se da turvação do cristalino, relacionado à idade madura, que leva a uma diminuição da visão. É a causa mais comum de cegueira e é tratada convencionalmente com cirurgia. Perda visual ocorre porque a opacificação do cristalino obstrui a passagem da luz e prejudica seu foco na retina no fundo do olho."
  },
  {
    "identificador": "9B10.0Y",
    "valor": "Outra catarata especificada relacionada à idade",
    "descricao": ""
  },
  {
    "identificador": "9B10.0Z",
    "valor": "Catarata relacionada à idade, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B10.1",
    "valor": "Catarata infantil ou juvenil",
    "descricao": "A catarata é a turvação do cristalino, o que impede a passagem da luz."
  },
  {
    "identificador": "9B10.10",
    "valor": "Formas combinadas de catarata infantil e juvenil",
    "descricao": ""
  },
  {
    "identificador": "9B10.1Y",
    "valor": "Outra catarata infantil ou juvenil especificada",
    "descricao": ""
  },
  {
    "identificador": "9B10.1Z",
    "valor": "Catarata infantil ou juvenil, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B10.2",
    "valor": "Algumas cataratas especificadas",
    "descricao": "A catarata é a turvação do cristalino, o que impede a passagem da luz."
  },
  {
    "identificador": "9B10.20",
    "valor": "Catarata traumática",
    "descricao": "Opacidade parcial ou completa sobre ou no cristalino ou na sua cápsula em um ou ambos os olhos, prejudicando a visão ou causando cegueira. Os muitos tipos de catarata são classificados por sua morfologia (tamanho, forma, localização) ou etiologia (causa e tempo de ocorrência) resultando de ou subsequente a uma lesão."
  },
  {
    "identificador": "9B10.21",
    "valor": "Catarata diabética",
    "descricao": "Refere-se a um grupo não especificado de doenças metabólicas em que a pessoa apresenta glicose sanguínea aumentada, seja porque o pâncreas não produz insulina suficiente ou porque as células não respondem à insulina que é produzida. Esse diagnóstico é quando há catarata diabética."
  },
  {
    "identificador": "9B10.22",
    "valor": "Pós-catarata",
    "descricao": "Pós-catarata é a complicação mais comum da cirurgia moderna para catarata, ocorrendo em cerca de 20 a 25% dos casos. Também é conhecida como opacificação de cápsula posterior."
  },
  {
    "identificador": "9B10.23",
    "valor": "Flocos glaucomatosos subcapsulares",
    "descricao": ""
  },
  {
    "identificador": "9B10.2Y",
    "valor": "Outras cataratas especificadas",
    "descricao": ""
  },
  {
    "identificador": "9B10.Z",
    "valor": "Catarata, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B11",
    "valor": "Alguns transtornos especificados do cristalino",
    "descricao": ""
  },
  {
    "identificador": "9B11.0",
    "valor": "Afacia",
    "descricao": ""
  },
  {
    "identificador": "9B11.1",
    "valor": "Deslocamento do cristalino",
    "descricao": ""
  },
  {
    "identificador": "9B11.Y",
    "valor": "Outros transtornos do cristalino",
    "descricao": ""
  },
  {
    "identificador": "9B1Z",
    "valor": "Transtornos do cristalino, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B3Y",
    "valor": "Outros transtornos especificados do globo ocular - segmento anterior",
    "descricao": ""
  },
  {
    "identificador": "9B3Z",
    "valor": "Transtornos do globo ocular - segmento anterior, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B50",
    "valor": "Episclerite",
    "descricao": "A episclerite é uma doença inflamatória benigna e autolimitada que afeta a parte do olho, chamada episclera. A episclera é uma fina camada de tecido que se localiza entre a conjuntiva e a camada de tecido conjuntivo que forma a parte branca do olho (esclera). A episclerite é uma condição comum e é caracterizada pelo início abrupto de dor leve e vermelhidão ocular."
  },
  {
    "identificador": "9B51",
    "valor": "Esclerite",
    "descricao": "Inflamação da túnica externa branca, opaca e fibrosa do globo ocular. Pode estar associada a uveíte."
  },
  {
    "identificador": "9B52",
    "valor": "Estafiloma escleral",
    "descricao": ""
  },
  {
    "identificador": "9B5Y",
    "valor": "Outros transtornos especificados da esclera",
    "descricao": ""
  },
  {
    "identificador": "9B5Z",
    "valor": "Transtornos da esclera, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B60",
    "valor": "Degeneração da coroide",
    "descricao": ""
  },
  {
    "identificador": "9B61",
    "valor": "Distrofia coroidiana",
    "descricao": ""
  },
  {
    "identificador": "9B62",
    "valor": "Cicatrizes coriorretinianas",
    "descricao": ""
  },
  {
    "identificador": "9B63",
    "valor": "Hemorragia ou ruptura coroidiana",
    "descricao": ""
  },
  {
    "identificador": "9B64",
    "valor": "Descolamento da coróide",
    "descricao": ""
  },
  {
    "identificador": "9B65",
    "valor": "Uveite posterior",
    "descricao": ""
  },
  {
    "identificador": "9B65.0",
    "valor": "Uveíte posterior não infecciosa",
    "descricao": ""
  },
  {
    "identificador": "9B65.1",
    "valor": "Uveíte posterior infecciosa",
    "descricao": ""
  },
  {
    "identificador": "9B65.Z",
    "valor": "Uveite posterior, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B66",
    "valor": "Uveíte intermediária",
    "descricao": "Forma de uveíte localizada em vítreo e retina periférica. Localizações primárias de inflamação incluem o vítreo, no qual outras entidades como pars plana (pars planitis), ciclite posterior e hialite são englobadas. Uveíte intermediária pode ser uma doença ocular isolada ou estar associada ao desenvolvimento de uma doença sistêmica, como esclerose múltipla ou sarcoidose."
  },
  {
    "identificador": "9B66.0",
    "valor": "Uveíte intermediária não infecciosa",
    "descricao": "Forma não infecciosa de uveíte localizada no vítreo e retina periférica. As localizações primárias de inflamação incluem o vítreo, no qual outras entidades como a pars plana (pars planitis), ciclite posterior e hialite são englobadas. Uveíte intermediária pode ser uma doença ocular isolada ou estar associada ao desenvolvimento de uma doença sistêmica, como esclerose múltipla ou sarcoidose."
  },
  {
    "identificador": "9B66.1",
    "valor": "Uveíte intermediária infecciosa",
    "descricao": "Forma infecciosa de uveíte localizada no vítreo e retina periférica. As localizações primárias de inflamação incluem o vítreo, no qual outras entidades como pars plana (pars planitis), ciclite posterior e hialite são englobadas. Uveíte intermediária pode ser uma doença ocular isolada ou estar associada ao desenvolvimento de uma doença sistêmica, como esclerose múltipla ou sarcoidose."
  },
  {
    "identificador": "9B66.Z",
    "valor": "Uveíte intermediária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B6Y",
    "valor": "Outros transtornos especificados da coroide",
    "descricao": ""
  },
  {
    "identificador": "9B6Z",
    "valor": "Transtornos da coroide, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B70",
    "valor": "Distrofias retinianas herdadas",
    "descricao": ""
  },
  {
    "identificador": "9B71",
    "valor": "Retinopatia",
    "descricao": ""
  },
  {
    "identificador": "9B71.0",
    "valor": "Retinopatia diabética",
    "descricao": "Condição caracterizada como uma doença da retina (retinopatia) que envolve dano aos pequenos vasos sanguíneos da retina, o que é devido a níveis cronicamente elevados de glicose no sangue em pessoas com diabetes."
  },
  {
    "identificador": "9B71.00",
    "valor": "Retinopatia diabética não proliferativa",
    "descricao": ""
  },
  {
    "identificador": "9B71.01",
    "valor": "Retinopatia diabética proliferativa",
    "descricao": "Retinopatia proliferativa (dano à retina) causada por complicações do diabetes, que podem eventualmente levar a cegueira. É uma manifestação ocular do diabetes, uma doença sistêmica, que afeta até 80% de todos os pacientes que têm diabetes por 10 anos ou mais.\r\n\r\nSempre atribua um código adicional para o tipo de diabetes mellitus."
  },
  {
    "identificador": "9B71.02",
    "valor": "Edema macular diabético",
    "descricao": ""
  },
  {
    "identificador": "9B71.0Z",
    "valor": "Retinopatia diabética, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B71.1",
    "valor": "Retinopatia hipertensiva",
    "descricao": ""
  },
  {
    "identificador": "9B71.2",
    "valor": "Retinopatia por radiação",
    "descricao": "Retinopatia por radiação é o dano à retina devido a exposição à radiação ionizante. A retinopatia por radiação tem início tardio, tipicamente após meses ou anos de radiação, e é lentamente progressiva. Em geral, a retinopatia por radiação é observada cerca de 18 meses após o tratamento com radiação de feixe externo e com braquiterapia."
  },
  {
    "identificador": "9B71.3",
    "valor": "Retinopatia da prematuridade",
    "descricao": "A retinopatia da prematuridade é um transtorno vasoproliferativo que afeta bebês extremamente prematuros, potencialmente levando a uma deficiência visual grave ou cegueira. A exposição de recém-nascidos prematuros à hiperóxia regula para baixo o fator de crescimento endotelial vascular da retina. Os vasos sanguíneos se contraem e podem se tornar obliterados, resultando em atrasos no desenvolvimento vascular retiniano normal. Baixo peso ao nascer, idade gestacional jovem e gravidade da doença (p.ex., síndrome do desconforto respiratório, displasia broncopulmonar, sepse) são fatores associados. Ocorre primariamente em bebês com peso extremamente baixo ao nascer por causa da cessação da maturação vascular retiniana normal."
  },
  {
    "identificador": "9B71.4",
    "valor": "Retinopatia paraneoplásica",
    "descricao": "As retinopatias paraneoplásicas resultam de um ataque direcionado à retina devido a uma resposta imune ao tumor iniciada por antígenos onco-neurais derivados do câncer sistêmico. Os pacientes geralmente se apresentam após o diagnóstico de câncer com escurecimento visual progressivo e fotopsias, mas também podem ocorrer disfunção de bastonetes (adaptação ao escuro prejudicada e perda de visão periférica) e de cones (diminuição da acuidade visual, disfunção de cor, fotossensibilidade e ofuscamento). Os sintomas costumam ser piores do que os sinais clínicos. Outras causas de retinopatia devem ser excluídas. Múltiplos autoanticorpos anti-retinianos (p. ex. anticorpos anti-recoverina) são descritos, embora seu significado seja incerto. Dois subconjuntos principais são reconhecidos: retinopatia associada ao câncer (mais comumente câncer de pulmão de células pequenas) e retinopatia associada ao melanoma.\r\n\r\nOs autoanticorpos neurais associados incluem:\r\n\r\nCRMP5 (anti-CV2) (proteína 5 do mediador da resposta à colapsina - anti CV2); autoanticorpos anti-recoverina; e auto-anticorpos alfa-enolase."
  },
  {
    "identificador": "9B71.40",
    "valor": "Retinopatia associada a melanoma",
    "descricao": ""
  },
  {
    "identificador": "9B71.4Y",
    "valor": "Outra retinopatia paraneoplásica especificada",
    "descricao": ""
  },
  {
    "identificador": "9B71.4Z",
    "valor": "retinopatia paraneoplásica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B71.5",
    "valor": "Retinopatia autoimune",
    "descricao": "As retinopatias autoimunes são doenças inflamatórias imunomediadas da retina que diferem das retinopatias paraneoplásicas pela falta de associação com o câncer. Os pacientes apresentam perda visual progressiva e disfunção de bastonetes (dificuldade de adaptação ao escuro e problemas de visão periférica) e de cones (acuidade visual, disfunção de cor, fotossensibilidade e ofuscamento). Os sintomas costumam ser piores do que os sinais clínicos na fundoscopia. Múltiplos autoanticorpos anti-retinianos (p. ex., anticorpos anti-recoverina) são descritos, embora seu significado seja incerto. A retinopatia autoimune é um diagnóstico de exclusão e outras causas de retinopatia precisam ser descartadas, enquanto o papel potencial da imunoterapia permanece incerto.\r\n\r\nOs autoanticorpos neurais associados incluem:\r\nautoanticorpos anti-recoverina; autoanticorpos alfa-enolase; autoanticorpos anti-transducina;"
  },
  {
    "identificador": "9B71.Y",
    "valor": "Outra retinopatia especificada",
    "descricao": ""
  },
  {
    "identificador": "9B71.Z",
    "valor": "retinopatia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B72",
    "valor": "Doenças inflamatórias da retina",
    "descricao": "Isso se refere a doenças inflamatórias da camada de tecido sensível à luz, que reveste a superfície interna do olho. A óptica do olho cria uma imagem do mundo visual na retina, que tem quase a mesma função que o filme em uma câmera."
  },
  {
    "identificador": "9B72.0",
    "valor": "Retinite viral",
    "descricao": ""
  },
  {
    "identificador": "9B72.00",
    "valor": "Retinite por citomegalovírus",
    "descricao": "Esta é uma inflamação da retina do olho que pode levar à cegueira. Este é um vírus DNA da família Herpesviridae, conhecido por produzir grandes células com inclusões nucleares e citoplasmáticas. Essas inclusões são chamadas de efeito \"olho de coruja\"."
  },
  {
    "identificador": "9B72.01",
    "valor": "Retinite pelo HIV",
    "descricao": ""
  },
  {
    "identificador": "9B72.0Y",
    "valor": "Outra retinite viral, especificada",
    "descricao": ""
  },
  {
    "identificador": "9B72.0Z",
    "valor": "retinite viral, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B72.Y",
    "valor": "Outras doenças inflamatórias especificadas da retina",
    "descricao": ""
  },
  {
    "identificador": "9B72.Z",
    "valor": "Doenças inflamatórias da retina, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "9B73",
    "valor": "Descolamentos ou roturas de retina",
    "descricao": "Roturas retinianas são aberturas de espessura total na retina neurossensorial que podem ter a forma de um orifício, uma ruptura ou uma diálise retiniana. Descolamento de retina é uma condição em que a retina se desprende da camada subjacente do tecido de sustentação."
  },
  {
    "identificador": "9B73.0",
    "valor": "Descolamento da retina com defeito retiniano",
    "descricao": ""
  },
  {
    "identificador": "9B73.1",
    "valor": "Retinosquise",
    "descricao": "A retinosquise é uma doença ocular caracterizada pela divisão anormal das camadas neurossensoriais da retina."
  },
  {
    "identificador": "9B73.10",
    "valor": "Retinosquise do adulto",
    "descricao": ""
  },
  {
    "identificador": "9B73.11",
    "valor": "Retinosquise juvenil",
    "descricao": "Retinosquise ligada ao X é uma doença genética ocular caracterizada por redução da acuidade visual em homens devida a degeneração macular juvenil."
  },
  {
    "identificador": "9B73.1Y",
    "valor": "Outra retinosquise especificada",
    "descricao": ""
  },
  {
    "identificador": "9B73.1Z",
    "valor": "Retinosquise não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B73.2",
    "valor": "Cisto retiniano",
    "descricao": "Um cisto retiniano é um saco fechado, com membrana e divisão distintas em comparação com o tecido próximo da retina, que pode ser congênito ou adquirido."
  },
  {
    "identificador": "9B73.3",
    "valor": "Descolamento seroso da retina",
    "descricao": "Isso ocorre devido a inflamação, lesão ou anormalidades vasculares que resultam no acúmulo de líquido sob a retina sem a presença de um orifício, ruptura ou quebra."
  },
  {
    "identificador": "9B73.4",
    "valor": "Rupturas retinianas sem descolamento",
    "descricao": ""
  },
  {
    "identificador": "9B73.Y",
    "valor": "Outros descolamentos ou roturas especificados da retina",
    "descricao": ""
  },
  {
    "identificador": "9B73.Z",
    "valor": "Outros descolamentos ou roturas da retina, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B74",
    "valor": "Oclusões vasculares retinianas",
    "descricao": "Obstrução ou fechamento das estruturas vasculares da retina."
  },
  {
    "identificador": "9B74.0",
    "valor": "Oclusão de artéria retiniana",
    "descricao": ""
  },
  {
    "identificador": "9B74.1",
    "valor": "Oclusão venosa retiniana",
    "descricao": ""
  },
  {
    "identificador": "9B74.2",
    "valor": "Oclusão combinada de artérias e veias retinianas",
    "descricao": ""
  },
  {
    "identificador": "9B74.Y",
    "valor": "Outras oclusões vasculares retinianas especificadas",
    "descricao": ""
  },
  {
    "identificador": "9B74.Z",
    "valor": "Oclusões vasculares retinianas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "9B75",
    "valor": "Transtornos maculares",
    "descricao": ""
  },
  {
    "identificador": "9B75.0",
    "valor": "Degeneração macular relacionada à idade",
    "descricao": "A degeneração macular relacionada à idade (DMRI) é definida como uma doença ocular que leva à perda da visão central em idosos e é caracterizada por danos primários e secundários nas células epiteliais do pigmento da retina macular (RPE), resultando na formação de drusas (depósitos abaixo o EPR), neovascularização da coroide (CNV) e atrofia de fotorreceptores e da camada coriocapilar da coroide."
  },
  {
    "identificador": "9B75.00",
    "valor": "Degeneração macular relacionada à idade precoce",
    "descricao": "Consiste em uma combinação de várias drusas pequenas, poucas drusas intermediárias (63 a 124 mícrons de diâmetro) ou anormalidades no EPR."
  },
  {
    "identificador": "9B75.01",
    "valor": "Degeneração macular relacionada à idade intermediária",
    "descricao": "Consiste em drusas intermediárias extensas, pelo menos uma drusa grande (> = 125 mícrons de diâmetro) ou atrofia geográfica que não envolve o centro da fóvea"
  },
  {
    "identificador": "9B75.03",
    "valor": "Degeneração macular atrófica relacionada à idade em estágio avançado",
    "descricao": ""
  },
  {
    "identificador": "9B75.04",
    "valor": "Degeneração macular relacionada à idade neovascular em estágio avançado",
    "descricao": ""
  },
  {
    "identificador": "9B75.0Y",
    "valor": "Outra degeneração macular especificada relacionada à idade",
    "descricao": ""
  },
  {
    "identificador": "9B75.0Z",
    "valor": "Degeneração macular relacionada à idade, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B75.1",
    "valor": "Orifício macular não-traumático",
    "descricao": ""
  },
  {
    "identificador": "9B75.2",
    "valor": "Coriorretinopatia serosa central",
    "descricao": "Doença ocular que causa comprometimento visual, geralmente temporário, geralmente em um dos olhos. Quando o transtorno está ativo, é caracterizado por vazamento de fluido sob a retina, que tem propensão a se acumular sob a mácula central."
  },
  {
    "identificador": "9B75.3",
    "valor": "Telangiectasia macular",
    "descricao": ""
  },
  {
    "identificador": "9B75.Y",
    "valor": "Outros transtornos maculares especificados",
    "descricao": ""
  },
  {
    "identificador": "9B75.Z",
    "valor": "Transtornos maculares, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B76",
    "valor": "Miopia de alto grau degenerativa",
    "descricao": "Lesões maculares ocorrendo em pessoas com miopia, geralmente miopia de alto grau, causando uma diminuição da melhor acuidade visual corrigida e compreendendo atrofia coriorretiniana miópica, neovascularização coroidal miópica e retinosquise miópica"
  },
  {
    "identificador": "9B77",
    "valor": "Doença de Eales",
    "descricao": "Doença de Eales é uma vasculopatia retiniana que se apresenta como um estágio inflamatório com periflebite retiniana afetando especialmente a retina periférica, em seguida um estágio isquêmico com esclerose das veias retinais e finalmente um estágio proliferativo caracterizado por neovascularização, hemorragia e descolamento retiniano."
  },
  {
    "identificador": "9B78",
    "valor": "Alguns transtornos retinianos especificados",
    "descricao": ""
  },
  {
    "identificador": "9B78.0",
    "valor": "Vasculopatia retiniana e leucodistrofia cerebral",
    "descricao": "Vasculopatia retiniana e leucodistrofia cerebral são um grupo hereditário de doenças de pequenos vasos compostas por vasculopatia cerebrorretiniana, retinopatia vascular hereditária e endoteliopatia hereditária com retinopatia, nefropatia e acidente vascular cerebral (HERNS); todos exibindo comprometimento visual progressivo, bem como disfunção cerebral variável."
  },
  {
    "identificador": "9B78.1",
    "valor": "Retinopatias de fundo e alterações vasculares da retina",
    "descricao": "A retinopatia de fundo é a primeira alteração visível na retina no diabetes, caracterizada por algumas alterações vasculares da retina, p.ex. os capilares da retina podem ficar bloqueados, podem inchar ligeiramente (microaneurisma) e podem vazar sangue ou fluido."
  },
  {
    "identificador": "9B78.10",
    "valor": "Mudanças na apresentação vascular da retina",
    "descricao": ""
  },
  {
    "identificador": "9B78.11",
    "valor": "Retinopatia exsudativa",
    "descricao": ""
  },
  {
    "identificador": "9B78.12",
    "valor": "Vasculite retiniana",
    "descricao": ""
  },
  {
    "identificador": "9B78.13",
    "valor": "Telangiectasia retiniana",
    "descricao": ""
  },
  {
    "identificador": "9B78.1Y",
    "valor": "Outra retinopatias de fundo e alterações vasculares da retina, especificadas",
    "descricao": ""
  },
  {
    "identificador": "9B78.1Z",
    "valor": "Retinopatias de fundo e alterações vasculares da retina, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "9B78.2",
    "valor": "Outra retinopatia proliferativa",
    "descricao": ""
  },
  {
    "identificador": "9B78.3",
    "valor": "Degeneração de mácula ou polo posterior",
    "descricao": ""
  },
  {
    "identificador": "9B78.30",
    "valor": "Pseudodrusas reticulares",
    "descricao": "Histologicamente localizado acima do epitélio pigmentar da retina, esse achado frequentemente está associado a outras doenças retinianas."
  },
  {
    "identificador": "9B78.3Y",
    "valor": "Outra degeneração especificada de mácula ou polo posterior",
    "descricao": ""
  },
  {
    "identificador": "9B78.3Z",
    "valor": "Degeneração de mácula ou polo posterior, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B78.4",
    "valor": "Degenerações retinianas periféricas",
    "descricao": ""
  },
  {
    "identificador": "9B78.5",
    "valor": "Hemorragia retiniana",
    "descricao": ""
  },
  {
    "identificador": "9B78.6",
    "valor": "Separação das camadas da retina",
    "descricao": ""
  },
  {
    "identificador": "9B78.60",
    "valor": "Descolamento seroso do epitélio pigmentar da retina",
    "descricao": "Refere-se ao descolamento seroso da camada de células pigmentadas logo fora da retina neurossensorial que nutre as células visuais da retina e que está firmemente ligada à coroide subjacente e às células visuais sobrepostas da retina."
  },
  {
    "identificador": "9B78.61",
    "valor": "Descolamento hemorrágico do epitélio pigmentar da retina",
    "descricao": "Refere-se ao descolamento hemorrágico da camada de células pigmentadas logo fora da retina neurossensorial que nutre as células visuais da retina e que está firmemente ligada à coroide subjacente e às células visuais sobrepostas da retina."
  },
  {
    "identificador": "9B78.6Y",
    "valor": "Outra separação especificada das camadas da retina",
    "descricao": ""
  },
  {
    "identificador": "9B78.6Z",
    "valor": "Separação das camadas da retina, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9B78.7",
    "valor": "Edema retiniano",
    "descricao": ""
  },
  {
    "identificador": "9B78.8",
    "valor": "Isquemia retiniana",
    "descricao": ""
  },
  {
    "identificador": "9B78.9",
    "valor": "Atrofia retiniana",
    "descricao": "Grupo de doenças genéticas e que se caracteriza pela degeneração bilateral da retina, causando perda progressiva da visão culminando em cegueira."
  },
  {
    "identificador": "9B7Y",
    "valor": "Outros transtornos especificados da retina",
    "descricao": ""
  },
  {
    "identificador": "9B7Z",
    "valor": "Transtornos da retina não especificados",
    "descricao": ""
  },
  {
    "identificador": "9B80",
    "valor": "Transtornos vitreorretinianos hereditários",
    "descricao": ""
  },
  {
    "identificador": "9B81",
    "valor": "Descolamento do vítreo posterior",
    "descricao": ""
  },
  {
    "identificador": "9B82",
    "valor": "Prolapso do humor vítreo",
    "descricao": ""
  },
  {
    "identificador": "9B83",
    "valor": "Hemorragia do humor vítreo",
    "descricao": ""
  },
  {
    "identificador": "9B84",
    "valor": "Opacidades, membranas ou fibras vítreas",
    "descricao": ""
  },
  {
    "identificador": "9B8Y",
    "valor": "Outro transtorno especificado do humor vítreo",
    "descricao": ""
  },
  {
    "identificador": "9B8Z",
    "valor": "Transtornos do humor vítreo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C0Y",
    "valor": "Outros transtornos especificados do globo ocular - segmento posterior",
    "descricao": ""
  },
  {
    "identificador": "9C0Z",
    "valor": "Transtornos do globo ocular - segmento posterior, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9C20",
    "valor": "Panuveíte",
    "descricao": ""
  },
  {
    "identificador": "9C20.0",
    "valor": "Panuveíte não infecciosa",
    "descricao": ""
  },
  {
    "identificador": "9C20.1",
    "valor": "Panuveíte infecciosa",
    "descricao": ""
  },
  {
    "identificador": "9C20.2",
    "valor": "Endoftalmite purulenta",
    "descricao": "Inflamação supurativa dos tecidos das estruturas internas do olho, frequentemente causada por fungo, necrose de tumores intraoculares ou corpo estranho intraocular retido. Outra etiologia pode ser qualquer uveíte infecciosa."
  },
  {
    "identificador": "9C20.Y",
    "valor": "Outra panuveíte especificada",
    "descricao": ""
  },
  {
    "identificador": "9C20.Z",
    "valor": "Panuveíte, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C21",
    "valor": "Endoftalmite",
    "descricao": ""
  },
  {
    "identificador": "9C21.0",
    "valor": "Uveíte simpática",
    "descricao": ""
  },
  {
    "identificador": "9C21.Y",
    "valor": "Outra endoftalmite especificada",
    "descricao": ""
  },
  {
    "identificador": "9C21.Z",
    "valor": "Endoftalmite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C22",
    "valor": "Deformidade do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9C22.0",
    "valor": "Atrofia do bulbo (ocular)",
    "descricao": ""
  },
  {
    "identificador": "9C22.1",
    "valor": "Phthisis bulbi",
    "descricao": ""
  },
  {
    "identificador": "9C22.Y",
    "valor": "Outra deformidade especificada do globo ocular",
    "descricao": ""
  },
  {
    "identificador": "9C22.Z",
    "valor": "Deformidade do globo ocular, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C2Y",
    "valor": "Outros transtornos do globo ocular especificados afetando ambos os segmentos anterior e posterior",
    "descricao": ""
  },
  {
    "identificador": "9C2Z",
    "valor": "Transtornos do globo ocular afetando ambos os segmentos anterior e posterior, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9C40",
    "valor": "Transtorno do nervo óptico",
    "descricao": ""
  },
  {
    "identificador": "9C40.0",
    "valor": "Neuropatia óptica infecciosa",
    "descricao": ""
  },
  {
    "identificador": "9C40.1",
    "valor": "Neurite óptica",
    "descricao": "Neurite óptica é uma condição relacionada à inflamação imunomediada do nervo óptico. É mais comum em mulheres e pode ser o primeiro sintoma apresentado de esclerose múltipla (EM). Os sintomas são visão borrada, dor à movimentação do olho e na vasta maioria dos casos é autolimitada."
  },
  {
    "identificador": "9C40.10",
    "valor": "Neurite retrobulbar",
    "descricao": ""
  },
  {
    "identificador": "9C40.1Y",
    "valor": "Outra neurite óptica especificada",
    "descricao": ""
  },
  {
    "identificador": "9C40.1Z",
    "valor": "Neurite óptica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C40.2",
    "valor": "Neurorretinite",
    "descricao": ""
  },
  {
    "identificador": "9C40.3",
    "valor": "Perineurite do nervo óptico",
    "descricao": "Inflamação da bainha do nervo óptico sem inflamação do próprio nervo óptico."
  },
  {
    "identificador": "9C40.4",
    "valor": "Neuropatia óptica isquêmica",
    "descricao": "Transtornos do nervo óptico causados por um processo isquêmico do nervo óptico."
  },
  {
    "identificador": "9C40.40",
    "valor": "Neuropatia óptica isquêmica anterior",
    "descricao": "Refere-se ao dano isquêmico anterior ao nervo óptico devido a qualquer causa. Dano e morte das células neurais, ou neurônios, levam às manifestações características da neuropatia óptica."
  },
  {
    "identificador": "9C40.41",
    "valor": "Neuropatia óptica isquêmica posterior",
    "descricao": "Refere-se ao dano isquêmico posterior ao nervo óptico devido a qualquer causa. Dano e morte das células neurais, ou neurônios, levam às manifestações características da neuropatia óptica."
  },
  {
    "identificador": "9C40.4Y",
    "valor": "Outra neuropatia óptica isquêmica especificada",
    "descricao": ""
  },
  {
    "identificador": "9C40.4Z",
    "valor": "Neuropatia óptica isquêmica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C40.5",
    "valor": "Neuropatia óptica compressiva",
    "descricao": "Transtornos do nervo óptico causados pela compressão do nervo óptico."
  },
  {
    "identificador": "9C40.6",
    "valor": "Neuropatia óptica infiltrativa",
    "descricao": "Transtornos do nervo óptico causados por processos infiltrativos do nervo óptico."
  },
  {
    "identificador": "9C40.7",
    "valor": "Neuropatia óptica traumática",
    "descricao": "Transtornos do nervo óptico devidos a traumatismo do nervo óptico."
  },
  {
    "identificador": "9C40.8",
    "valor": "Neuropatia óptica hereditária",
    "descricao": "Transtornos do nervo óptico causados por anormalidades genéticas."
  },
  {
    "identificador": "9C40.9",
    "valor": "Neuropatia óptica glaucomatosa",
    "descricao": ""
  },
  {
    "identificador": "9C40.A",
    "valor": "Edema do disco óptico",
    "descricao": "Refere-se ao edema na localização em que os axônios das células ganglionares saem do olho para formar o nervo óptico. Não há bastonetes ou cones sensíveis à luz para responder a estímulos luminosos nesse ponto."
  },
  {
    "identificador": "9C40.A0",
    "valor": "Papiledema",
    "descricao": "Edema de disco óptico que resulta da pressão intracraniana aumentada."
  },
  {
    "identificador": "9C40.A1",
    "valor": "Edema do disco óptico associado a uveíte",
    "descricao": ""
  },
  {
    "identificador": "9C40.AY",
    "valor": "Outro edema especificado do disco óptico",
    "descricao": ""
  },
  {
    "identificador": "9C40.AZ",
    "valor": "Edema do disco óptico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C40.B",
    "valor": "Atrofia óptica",
    "descricao": "Atrofias ópticas se referem a um grupo específico de neuropatias ópticas hereditárias em que a causa da disfunção do nervo óptico é herdada, seja em um padrão autossômico dominante ou autossômico recessivo. Atrofia óptica autossômica dominante (AOAD), tipo Kjer, é a atrofia óptica mais comum, enquanto a atrofia óptica autossômica recessiva (AOAR) é uma forma rara."
  },
  {
    "identificador": "9C40.B0",
    "valor": "Atrofia óptica congênita",
    "descricao": ""
  },
  {
    "identificador": "9C40.B1",
    "valor": "Atrofia óptica adquirida",
    "descricao": ""
  },
  {
    "identificador": "9C40.BZ",
    "valor": "Atrofia óptica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C40.Y",
    "valor": "Outro transtorno do nervo óptico especificado",
    "descricao": ""
  },
  {
    "identificador": "9C40.Z",
    "valor": "Transtorno do nervo óptico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C41",
    "valor": "Transtorno do quiasma óptico",
    "descricao": "Grupo de condições associadas ao quiasma óptico, a parte do cérebro em que os nervos ópticos (NC II) se cruzam parcialmente."
  },
  {
    "identificador": "9C42",
    "valor": "Transtorno das vias ópticas pós quiasmáticas",
    "descricao": ""
  },
  {
    "identificador": "9C43",
    "valor": "Transtorno do córtex visual",
    "descricao": ""
  },
  {
    "identificador": "9C44",
    "valor": "Transtorno de centros visuais superiores",
    "descricao": ""
  },
  {
    "identificador": "9C4Y",
    "valor": "Outros transtornos especificados das vias ópticas ou centros visuais",
    "descricao": ""
  },
  {
    "identificador": "9C4Z",
    "valor": "Transtornos das vias ópticas ou centros visuais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9C60",
    "valor": "Suspeita de glaucoma",
    "descricao": ""
  },
  {
    "identificador": "9C61",
    "valor": "Glaucoma",
    "descricao": ""
  },
  {
    "identificador": "9C61.0",
    "valor": "Glaucoma primário de ângulo aberto",
    "descricao": "Glaucoma primário de ângulo aberto é uma neuropatia óptica progressiva crônica com alterações morfológicas características na cabeça do nervo óptico e na camada de fibras nervosas da retina na ausência de outra doença ocular ou anomalias congênitas. A morte progressiva de células ganglionares retinianas e a perda de campo visual estão associados a essas alterações. A aparência do ângulo da câmara anterior é normal e os fatores de risco mais importantes incluem o valor da pressão intraocular e a idade avançada."
  },
  {
    "identificador": "9C61.00",
    "valor": "Glaucoma de pressão normal",
    "descricao": "Glaucoma de pressão normal é uma condição considerada dentro do espectro de glaucoma primário de ângulo aberto; o termo é usado quando a pressão intraocular está dentro da variação estatisticamente normal (10-21 mmHg)."
  },
  {
    "identificador": "9C61.01",
    "valor": "Hipertensão ocular",
    "descricao": "Hipertensão ocular é uma condição de pressão ocular elevada na ausência de anormalidades de nervo óptico, camada de fibras nervosas ou campo visual."
  },
  {
    "identificador": "9C61.02",
    "valor": "Glaucoma primário de ângulo aberto com pressão ocular elevada",
    "descricao": ""
  },
  {
    "identificador": "9C61.0Y",
    "valor": "Outro glaucoma primário de ângulo aberto especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.0Z",
    "valor": "Glaucoma primário de ângulo aberto, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.1",
    "valor": "Fechamento angular primário ou glaucoma de ângulo fechado",
    "descricao": "Glaucoma primário de ângulo fechado é uma condição descrita como fechamento angular e/ou sinéquias anteriores periféricas com pressão intraocular elevada e evidência de dano ao nervo óptico."
  },
  {
    "identificador": "9C61.10",
    "valor": "Suspeita de fechamento angular primário ou ângulo anatomicamente estreito",
    "descricao": "Suspeita de glaucoma primário de fechamento angular é uma condição com ângulo da câmara anterior estreito, suspeito de fechamento futuro, sem sinais de dano a malha trabecular ou nervo óptico."
  },
  {
    "identificador": "9C61.11",
    "valor": "Fechamento angular primário",
    "descricao": "Fechamento angular primário é uma condição definida pela presença de contato iridotrabecular com pressão intraocular elevada ou sinéquias anteriores periféricas, mas sem sinais de dano ao nervo óptico."
  },
  {
    "identificador": "9C61.12",
    "valor": "Glaucoma primário por fechamento angular",
    "descricao": "Glaucoma primário por fechamento angular é uma condição descrita como fechamento angular e/ou sinéquias anteriores periféricas com pressão intraocular elevada e evidência de dano ao nervo óptico."
  },
  {
    "identificador": "9C61.13",
    "valor": "Fechamento angular primário sem bloqueio pupilar",
    "descricao": "Fechamento angular primário sem bloqueio pupilar é uma condição descrita como variação anatômica da raiz da íris em que o estreitamento do ângulo da câmara anterior ocorre independente de um bloqueio pupilar causando fechamento angular."
  },
  {
    "identificador": "9C61.14",
    "valor": "Fechamento angular agudo com bloqueio pupilar",
    "descricao": "Fechamento angular agudo com bloqueio pupilar é uma condição descrita como aposição circunferencial da íris à malha trabecular com rápido e excessivo aumento da pressão intraocular que não se resolve espontaneamente."
  },
  {
    "identificador": "9C61.15",
    "valor": "Fechamento angular intermitente",
    "descricao": "Fechamento angular intermitente é uma manifestação clínica mais branda do fechamento angular agudo que se resolve espontaneamente."
  },
  {
    "identificador": "9C61.16",
    "valor": "Fechamento angular crônico",
    "descricao": "Fechamento angular crônico é uma condição em que a elevação da pressão ocular é devida a porções variáveis do ângulo da câmara anterior sendo permanentemente fechadas por sinéquias anteriores periféricas."
  },
  {
    "identificador": "9C61.17",
    "valor": "Condição após ataque agudo de glaucoma de fechamento angular",
    "descricao": "Condição após ataque agudo de glaucoma de fechamento angular se refere a uma condição após um episódio prévio de ataque agudo de fechamento angular, usualmente com alterações secundárias da íris (lesões de esfíncter) e do cristalino (\"Glaukomflecken\", catarata)."
  },
  {
    "identificador": "9C61.1Y",
    "valor": "Outro fechamento angular primário ou glaucoma de ângulo fechado, especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.1Z",
    "valor": "Fechamento angular primário ou glaucoma de ângulo fechado, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.2",
    "valor": "Glaucoma secundário de ângulo aberto",
    "descricao": ""
  },
  {
    "identificador": "9C61.20",
    "valor": "Glaucoma pseudoexfoliativo de ângulo aberto",
    "descricao": "Glaucoma pseudoexfoliativo de ângulo aberto é uma condição em que material fibrilar pseudoexfoliativo é produzido por vários tecidos oculares e se deposita em malha trabecular, cristalino e outras estruturas do segmento anterior, levando à elevação da pressão intraocular e subsequente dano ao nervo óptico."
  },
  {
    "identificador": "9C61.21",
    "valor": "Glaucoma pigmentar de ângulo aberto",
    "descricao": "Glaucoma pigmentar de ângulo aberto é uma condição em que pigmento é liberado devido à fricção das zônulas contra a porção posterior da íris e que leva a obstrução da malha trabecular causando elevação da pressão intraocular e subsequente dano ao nervo óptico."
  },
  {
    "identificador": "9C61.22",
    "valor": "Glaucoma secundário de ângulo aberto induzido pelo cristalino",
    "descricao": ""
  },
  {
    "identificador": "9C61.23",
    "valor": "Glaucoma associado à hemorragia intraocular",
    "descricao": "Glaucoma de células fantasmas é uma condição em que sangramento no corpo vítreo ou na câmara anterior pode levar a elevação da pressão intraocular quando hemácias enrijecidas que perderam sua hemoglobina obstruem a malha trabecular"
  },
  {
    "identificador": "9C61.24",
    "valor": "Glaucoma devido à inflamação ocular",
    "descricao": ""
  },
  {
    "identificador": "9C61.25",
    "valor": "Crise glaucomatociclítica",
    "descricao": "Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
  },
  {
    "identificador": "9C61.26",
    "valor": "Glaucoma secundário de ângulo aberto devido a doença ocular parasitária",
    "descricao": ""
  },
  {
    "identificador": "9C61.27",
    "valor": "Glaucoma devido a tumores intraoculares",
    "descricao": ""
  },
  {
    "identificador": "9C61.28",
    "valor": "Glaucoma associado a descolamento de retina",
    "descricao": ""
  },
  {
    "identificador": "9C61.29",
    "valor": "Glaucoma traumático",
    "descricao": ""
  },
  {
    "identificador": "9C61.2A",
    "valor": "Glaucoma devido a drogas",
    "descricao": ""
  },
  {
    "identificador": "9C61.2B",
    "valor": "Glaucoma causado pelo aumento da pressão venosa episcleral",
    "descricao": ""
  },
  {
    "identificador": "9C61.2C",
    "valor": "Glaucoma secundário devido a massa extraocular",
    "descricao": ""
  },
  {
    "identificador": "9C61.2Y",
    "valor": "Outro glaucoma secundário de ângulo aberto, especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.2Z",
    "valor": "Glaucoma secundário de ângulo aberto, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.3",
    "valor": "Glaucoma secundário de ângulo fechado",
    "descricao": ""
  },
  {
    "identificador": "9C61.30",
    "valor": "Glaucoma secundário de ângulo fechado com bloqueio pupilar",
    "descricao": "Glaucoma secundário de ângulo fechado com bloqueio pupilar é uma condição em que o cristalino subluxado anteriormente oclui a pupila causando fechamento agudo secundário do ângulo e elevação da pressão ocular."
  },
  {
    "identificador": "9C61.31",
    "valor": "Glaucoma secundário de ângulo fechado sem bloqueio pupilar",
    "descricao": ""
  },
  {
    "identificador": "9C61.32",
    "valor": "Glaucoma secundário de ângulo fechado neovascular",
    "descricao": "Glaucoma secundário de ângulo fechado neovascular é uma condição frequente em que uma membrana neovascular oclui e fecha o ângulo da câmara anterior por contração fibrovascular, levando à elevação da pressão intraocular e subsequente dano ao nervo óptico. A neovascularização pode ser devida a oclusão venosa retiniana, retinopatia diabética, isquemia ocular, descolamento de retina de longa data e outras condições isquêmicas do olho."
  },
  {
    "identificador": "9C61.33",
    "valor": "Glaucoma secundário de ângulo fechado devido a membrana endotelial",
    "descricao": "Glaucoma secundário de ângulo fechado devido a membrana endotelial é uma condição em que células corneanas endoteliais crescem além da malha trabecular e da íris, fechando o ângulo por contração tecidual, levando à elevação da pressão intraocular e subsequente dano ao nervo óptico."
  },
  {
    "identificador": "9C61.34",
    "valor": "Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais",
    "descricao": "Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico."
  },
  {
    "identificador": "9C61.35",
    "valor": "Glaucoma por bloqueio ciliar",
    "descricao": "Glaucoma por bloqueio ciliar é uma condição em que o mau direcionamento do aquoso para a cavidade vítrea desloca o diafragma cristaliniano anteriormente e assim causando fechamento do ângulo com subsequente elevação da pressão ocular e dano ao nervo óptico."
  },
  {
    "identificador": "9C61.36",
    "valor": "Glaucoma secundário de ângulo fechado devido a outro deslocamento anterior do diafragma iridocristaliniano",
    "descricao": "Cistos de íris e corpo ciliar, tumores intraoculares, esclerite posterior, efusão uveal ou óleo de silicone ou gás na cavidade vítrea podem causar elevação da pressão intraocular por fechamento angular."
  },
  {
    "identificador": "9C61.3Y",
    "valor": "Outro glaucoma secundário de ângulo fechado, especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.3Z",
    "valor": "Glaucoma secundário de ângulo fechado, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.4",
    "valor": "Glaucoma do desenvolvimento",
    "descricao": ""
  },
  {
    "identificador": "9C61.40",
    "valor": "Glaucoma congênito primário",
    "descricao": "Glaucoma congênito primário é uma condição durante a infância precoce em que atraso do desenvolvimento e malformação da malha trabecular bloqueiam as rotas de drenagem do aquoso levando a elevação da pressão intraocular que causa o aumento do olho (buftalmo), edema corneano, roturas da Descemet, miopia e dano ao nervo óptico, frequentemente resultando em comprometimento visual grave ou cegueira."
  },
  {
    "identificador": "9C61.41",
    "valor": "Glaucoma infantil primário",
    "descricao": "Glaucoma infantil primário é uma condição que ocorre após os 2 anos de idade em que malformação da malha trabecular causa elevação da pressão intraocular sem aumento do olho, mas com dano ao nervo óptico similar ao glaucoma congênito."
  },
  {
    "identificador": "9C61.42",
    "valor": "Glaucoma infantil secundário",
    "descricao": ""
  },
  {
    "identificador": "9C61.4Y",
    "valor": "Outro glaucoma do desenvolvimento, especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.4Z",
    "valor": "Glaucoma do desenvolvimento, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C61.Z",
    "valor": "Glaucoma, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C6Y",
    "valor": "Outro glaucoma ou suspeita de glaucoma especificado",
    "descricao": ""
  },
  {
    "identificador": "9C6Z",
    "valor": "Glaucoma ou suspeita de glaucoma, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C80",
    "valor": "Estrabismo não paralítico",
    "descricao": "Estrabismo não paralítico é o alinhamento binocular anormal em que um dos olhos está desviado. Todos os movimentos oculares em cada olho estão preservados. A condição pode alternar entre os olhos ou envolver somente um olho. O estrabismo pode ser intermitente ou constante. O alinhamento anormal pode estar presente na fixação à distância ou de perto ou em ambas."
  },
  {
    "identificador": "9C80.0",
    "valor": "Esotropia",
    "descricao": "Esotropia é o alinhamento binocular anormal em que um dos olhos tem um desvio para dentro. A fixação pode ser alternada ou monocular. A esotropia está presente para todas as distâncias. O ângulo de desvio pode variar para diferentes distâncias."
  },
  {
    "identificador": "9C80.1",
    "valor": "Exotropia",
    "descricao": "Exotropia é o alinhamento binocular anormal em que um dos olhos tem um desvio para fora. A fixação pode ser alternada ou monocular. A exotropia está presente para todas as distâncias."
  },
  {
    "identificador": "9C80.2",
    "valor": "Estrabismo vertical ou torcional",
    "descricao": "Alinhamento binocular anormal que pode ser constante ou intermitente, que não é horizontal e sim vertical ou torsional (rotacional) em torno do eixo pupilar."
  },
  {
    "identificador": "9C80.3",
    "valor": "Estrabismo intermitente",
    "descricao": "Alinhamento binocular anormal que se apresenta de forma intermitente, com alinhamento normal e visão binocular única em outros momentos."
  },
  {
    "identificador": "9C80.30",
    "valor": "Exotropia intermitente",
    "descricao": ""
  },
  {
    "identificador": "9C80.31",
    "valor": "Esotropia intermitente",
    "descricao": ""
  },
  {
    "identificador": "9C80.3Y",
    "valor": "Outro estrabismo intermitente especificado",
    "descricao": ""
  },
  {
    "identificador": "9C80.3Z",
    "valor": "Estrabismo intermitente, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C80.4",
    "valor": "Heteroforia",
    "descricao": "Desvio temporário dos olhos da posição de alinhamento normal binocular quando há interferência no estímulo visual que entra em um dos olhos. O alinhamento é normal quando há entrada de estímulo visual binocular."
  },
  {
    "identificador": "9C80.5",
    "valor": "Estrabismo mecânico",
    "descricao": "Alinhamento binocular anormal causado por anormalidades de movimentação ocular em um ou ambos os olhos causadas por dano aos músculos extraoculares e/ou outras estruturas orbitárias. Estrabismo mecânico é caracterizado por limitação de movimentos em uma ou mais direções e estrabismo variável."
  },
  {
    "identificador": "9C80.Y",
    "valor": "Outro estrabismo não paralítico especificado",
    "descricao": ""
  },
  {
    "identificador": "9C80.Z",
    "valor": "Estrabismo não paralítico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C81",
    "valor": "Paresia de nervo motor ocular",
    "descricao": ""
  },
  {
    "identificador": "9C81.0",
    "valor": "Paralisia de terceiro nervo",
    "descricao": ""
  },
  {
    "identificador": "9C81.00",
    "valor": "Paralisia externa bilateral de nervo oculomotor",
    "descricao": ""
  },
  {
    "identificador": "9C81.0Y",
    "valor": "Outra paralisia especificada de terceiro nervo",
    "descricao": ""
  },
  {
    "identificador": "9C81.0Z",
    "valor": "Paralisia de terceiro nervo, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C81.1",
    "valor": "Paralisia de quarto nervo",
    "descricao": ""
  },
  {
    "identificador": "9C81.2",
    "valor": "Paralisia de sexto nervo",
    "descricao": ""
  },
  {
    "identificador": "9C81.3",
    "valor": "Oftalmoplegia external total",
    "descricao": ""
  },
  {
    "identificador": "9C81.4",
    "valor": "Síndromes do seio cavernoso",
    "descricao": ""
  },
  {
    "identificador": "9C81.Y",
    "valor": "Outra paresia de nervo ocular especificada",
    "descricao": ""
  },
  {
    "identificador": "9C81.Z",
    "valor": "Paresia de nervo ocular, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C82",
    "valor": "Transtornos dos músculos extraoculares",
    "descricao": ""
  },
  {
    "identificador": "9C82.0",
    "valor": "Oftalmoplegia externa progressiva",
    "descricao": "Oftalmoplegia crônica é caracterizada por fraqueza progressiva de músculos oculares e do músculo elevador da pálpebra superior. A condição se manifesta principalmente em adultos. Pode ser um quadro total e permanentemente isolado, mas em uma minoria dos casos está associado a miopatia esquelética, que causa fatigabilidade anormal e até mesmo fraqueza muscular permanente. Neste caso, esta condição ainda é denominada oftalmoplegia externa progressiva isolada.\r\nUma grande proporção das oftalmoplegias crônicas se apresenta com padrões multissistêmicos de sinais: sinais neurológicos (perda auditiva, retinopatia, transtornos cerebelares, neuropatia periférica, etc.), endócrinos (diabetes, hipogonadismo, hipoparatireoidismo, etc.), renais (insuficiência renal, tubulopatia, etc.), e transtornos cardíacos (distúrbios de condução, miocardiopatia, etc.)."
  },
  {
    "identificador": "9C82.1",
    "valor": "Distrofia muscular afetando músculo extraocular",
    "descricao": "Termo inespecífico usado para descrever uma gama de miopatias primárias que afetam os músculos extraoculares"
  },
  {
    "identificador": "9C82.2",
    "valor": "Síndrome de denervação craniana congênita",
    "descricao": "Síndrome de denervação craniana congênita é um grupo de distúrbios congênitos de denervação craniana (DDCC). Os DDCC são condições congênitas e não progressivas que resultam do desenvolvimento anormal dos nervos cranianos e seus núcleos. Eles incluem transtornos esporádicos e familiares e, como eles frequentemente envolvem a musculatura extraocular e facial e resultam em movimentos oculares anormais, eles geralmente se apresentam ao oftalmologista."
  },
  {
    "identificador": "9C82.3",
    "valor": "Oftalmopatia restritiva",
    "descricao": ""
  },
  {
    "identificador": "9C82.4",
    "valor": "Apraxia oculomotora",
    "descricao": ""
  },
  {
    "identificador": "9C82.Y",
    "valor": "Outro transtornos especificados dos músculos extraoculares",
    "descricao": ""
  },
  {
    "identificador": "9C82.Z",
    "valor": "Transtornos dos músculos extraoculares, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C83",
    "valor": "Transtornos da movimentação binocular",
    "descricao": "Outros transtornos da movimentação binocular em que o movimento de ambos os olhos é anormal."
  },
  {
    "identificador": "9C83.0",
    "valor": "Paralisia do olhar conjugado",
    "descricao": "Paralisia do olhar conjugado é uma ausência completa ou parcial de movimentação conjugada de ambos os olhos em uma direção particular do olhar."
  },
  {
    "identificador": "9C83.00",
    "valor": "Paralisia do olhar horizontal",
    "descricao": "Paralisia do olhar horizontal é uma ausência completa ou parcial de movimentação conjugada de ambos os olhos na direção horizontal do olhar. Pode ocorrer em uma ou ambas as direções."
  },
  {
    "identificador": "9C83.01",
    "valor": "Paralisia do olhar vertical",
    "descricao": "Paralisia do olhar vertical é a movimentação ausente ou incompleta de ambos os olhos na direção vertical do olhar."
  },
  {
    "identificador": "9C83.02",
    "valor": "Paresia monocular de elevação",
    "descricao": "Paresia ou paralisia de elevação monocular é a movimentação ausente ou incompleta de um dos olhos ao olhar para cima. Pode se dever a patologia orbitária e também pode ter origem infranuclear, internuclear ou supranuclear."
  },
  {
    "identificador": "9C83.0Y",
    "valor": "Outra paralisia especificada do olhar conjugado",
    "descricao": ""
  },
  {
    "identificador": "9C83.0Z",
    "valor": "Paralisia do olhar conjungado, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9C83.1",
    "valor": "Espasmo do olhar conjugado",
    "descricao": ""
  },
  {
    "identificador": "9C83.10",
    "valor": "Desvio do olhar conjugado horizontal",
    "descricao": ""
  },
  {
    "identificador": "9C83.11",
    "valor": "Desvio de olhar para cima",
    "descricao": ""
  },
  {
    "identificador": "9C83.12",
    "valor": "Desvio de olhar para baixo",
    "descricao": ""
  },
  {
    "identificador": "9C83.13",
    "valor": "Crise oculogírica",
    "descricao": "Crises episódicas de desvio tônico para cima e ocasionalmente lateral, raramente para baixo."
  },
  {
    "identificador": "9C83.1Y",
    "valor": "Outro espasmo especificado do olhar conjugado",
    "descricao": ""
  },
  {
    "identificador": "9C83.1Z",
    "valor": "Espasmo do olhar conjugado, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C83.2",
    "valor": "Insuficiência de convergência",
    "descricao": ""
  },
  {
    "identificador": "9C83.3",
    "valor": "Excesso de convergência",
    "descricao": ""
  },
  {
    "identificador": "9C83.4",
    "valor": "Espasmo do reflexo de perto",
    "descricao": ""
  },
  {
    "identificador": "9C83.5",
    "valor": "Oftalmoplegia internuclear",
    "descricao": "Trata-se de um transtorno do olhar conjugado lateral em que o olho afetado apresenta deficiência de adução."
  },
  {
    "identificador": "9C83.6",
    "valor": "Anomalias de divergência ou desvios do movimento ocular",
    "descricao": ""
  },
  {
    "identificador": "9C83.60",
    "valor": "Insuficiência de divergência",
    "descricao": ""
  },
  {
    "identificador": "9C83.61",
    "valor": "Paralisia de divergência",
    "descricao": ""
  },
  {
    "identificador": "9C83.62",
    "valor": "Excesso de divergência",
    "descricao": ""
  },
  {
    "identificador": "9C83.63",
    "valor": "Divergência sinérgica",
    "descricao": "Inervação anômala de músculo normalmente inervado pelo nervo oculomotor. Na paralisia de adução unilateral congênita, quando se tenta realizar a adução, o olho afetado abduz em vez de aduzir."
  },
  {
    "identificador": "9C83.64",
    "valor": "Skew deviation",
    "descricao": "Desalinhamento vertical dos eixos visuais causado por um distúrbio nos estímulos pré nucleares."
  },
  {
    "identificador": "9C83.65",
    "valor": "Reação ocular de inclinação",
    "descricao": "Skew deviation associada com torção ocular (ciclodesvio) e uma inclinação de cabeça (orelha ao ombro)."
  },
  {
    "identificador": "9C83.66",
    "valor": "Skew deviation alternante",
    "descricao": ""
  },
  {
    "identificador": "9C83.67",
    "valor": "Divergência vertical dissociada",
    "descricao": ""
  },
  {
    "identificador": "9C83.6Y",
    "valor": "Outra anomalia de divergência ou desvio do movimento ocular especificado",
    "descricao": ""
  },
  {
    "identificador": "9C83.6Z",
    "valor": "Anomalias de divergência ou desvios do movimento ocular, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C83.Y",
    "valor": "Outro transtornos especificados da movimentação binocular",
    "descricao": ""
  },
  {
    "identificador": "9C83.Z",
    "valor": "Transtornos da movimentação binocular, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9C84",
    "valor": "Nistagmo",
    "descricao": ""
  },
  {
    "identificador": "9C84.0",
    "valor": "Nistagmo fisiológico",
    "descricao": ""
  },
  {
    "identificador": "9C84.1",
    "valor": "Forma congênita de nistagmo",
    "descricao": ""
  },
  {
    "identificador": "9C84.2",
    "valor": "Nistagmo vestibular",
    "descricao": ""
  },
  {
    "identificador": "9C84.20",
    "valor": "Nistagmo de sacada inferior",
    "descricao": ""
  },
  {
    "identificador": "9C84.21",
    "valor": "Nistagmo de sacada superior",
    "descricao": ""
  },
  {
    "identificador": "9C84.22",
    "valor": "Nistagmo torsional",
    "descricao": ""
  },
  {
    "identificador": "9C84.23",
    "valor": "Nistagmo pervertido",
    "descricao": ""
  },
  {
    "identificador": "9C84.2Y",
    "valor": "Outro nistagmo vestibular especificado",
    "descricao": ""
  },
  {
    "identificador": "9C84.2Z",
    "valor": "Nistagmo vestibular, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C84.3",
    "valor": "Nistagmo em gangorra",
    "descricao": ""
  },
  {
    "identificador": "9C84.4",
    "valor": "Nistagmo evocado pelo olhar",
    "descricao": ""
  },
  {
    "identificador": "9C84.5",
    "valor": "Nistagmo em transtornos do sistema visual",
    "descricao": ""
  },
  {
    "identificador": "9C84.50",
    "valor": "Nistagmo de privação visual",
    "descricao": ""
  },
  {
    "identificador": "9C84.51",
    "valor": "Nistagmo de divergência",
    "descricao": ""
  },
  {
    "identificador": "9C84.52",
    "valor": "Nistagmo de convergência-retração",
    "descricao": ""
  },
  {
    "identificador": "9C84.5Y",
    "valor": "Outro nistagmo especificado em transtornos do sistema visual",
    "descricao": ""
  },
  {
    "identificador": "9C84.5Z",
    "valor": "Nistagmo em transtornos do sistema visual, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C84.6",
    "valor": "Nistagmo palpebral",
    "descricao": ""
  },
  {
    "identificador": "9C84.Y",
    "valor": "Outro nistagmo especificado",
    "descricao": ""
  },
  {
    "identificador": "9C84.Z",
    "valor": "Nistagmo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9C85",
    "valor": "Alguns movimentos oculares irregulares especificados",
    "descricao": ""
  },
  {
    "identificador": "9C85.0",
    "valor": "Anormalidades dos movimentos sacádicos do olho",
    "descricao": ""
  },
  {
    "identificador": "9C85.00",
    "valor": "Transtornos do pulso sacádico",
    "descricao": ""
  },
  {
    "identificador": "9C85.01",
    "valor": "Transtornos de fase sacádica",
    "descricao": ""
  },
  {
    "identificador": "9C85.02",
    "valor": "Sacádicos inapropriados",
    "descricao": ""
  },
  {
    "identificador": "9C85.0Y",
    "valor": "Outras anormalidades especificadas dos movimentos sacádicos do olho",
    "descricao": ""
  },
  {
    "identificador": "9C85.0Z",
    "valor": "Anormalidades dos movimentos sacádicos do olho, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "9C85.1",
    "valor": "Anormalidades dos movimentos de seguimento lento",
    "descricao": ""
  },
  {
    "identificador": "9C85.2",
    "valor": "Transtornos não orgânicos da movimentação ocular",
    "descricao": ""
  },
  {
    "identificador": "9C85.Y",
    "valor": "Outros movimentos oculares irregulares especificados",
    "descricao": ""
  },
  {
    "identificador": "9C85.Z",
    "valor": "Movimentos oculares irregulares, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9C8Y",
    "valor": "Outro estrabismo ou transtornos da motilidade ocular, especificado",
    "descricao": ""
  },
  {
    "identificador": "9C8Z",
    "valor": "Estrabismo ou transtornos da motilidade ocular, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9D00",
    "valor": "Transtornos de refração",
    "descricao": ""
  },
  {
    "identificador": "9D00.0",
    "valor": "Miopia",
    "descricao": "Erro refracional em que os raios de luz que entram no olho paralelamente ao eixo visual são trazidos a um ponto focal antes da retina quando a acomodação ocular está relaxada. Isso usualmente é resultado de o globo ocular ser muito comprido da frente para o fundo, mas pode ser causado por uma córnea muito curva, ou por um cristalino de poder óptico aumentado ou por ambos."
  },
  {
    "identificador": "9D00.1",
    "valor": "Hipermetropia",
    "descricao": "Erro refracional em que os raios de luz que entram no olho paralelamente ao eixo visual são trazidos a um ponto focal atrás da retina, como resultado de o globo ocular ser muito curto da frente para o fundo. É chamado hipermetropia porque o ponto próximo está mais distante que na emetropia com uma igual amplitude de acomodação."
  },
  {
    "identificador": "9D00.2",
    "valor": "Astigmatismo",
    "descricao": "Curvatura desigual das superfícies refrativas do olho. Assim, uma fonte de luz puntiforme não pode ser trazida a um ponto focal na retina, mas está espalhada por uma área mais ou menos difusa. É o resultado do raio de curvatura do olho em um plano ser maior ou menor do que o raio a um ângulo reto dele."
  },
  {
    "identificador": "9D00.3",
    "valor": "Presbiopia",
    "descricao": "Diminuição normal da elasticidade do cristalino que leve a uma perda de acomodação."
  },
  {
    "identificador": "9D00.4",
    "valor": "Anisometropia",
    "descricao": ""
  },
  {
    "identificador": "9D00.5",
    "valor": "Aniseiconia",
    "descricao": ""
  },
  {
    "identificador": "9D00.6",
    "valor": "Mudança refrativa transitória",
    "descricao": ""
  },
  {
    "identificador": "9D00.Y",
    "valor": "Outros transtornos especificados de refração",
    "descricao": ""
  },
  {
    "identificador": "9D00.Z",
    "valor": "Transtornos de refração, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9D01",
    "valor": "Transtornos da acomodação",
    "descricao": ""
  },
  {
    "identificador": "9D01.0",
    "valor": "Oftalmoplegia interna",
    "descricao": ""
  },
  {
    "identificador": "9D01.1",
    "valor": "Paresia de acomodação",
    "descricao": ""
  },
  {
    "identificador": "9D01.2",
    "valor": "Espasmo de acomodação",
    "descricao": ""
  },
  {
    "identificador": "9D01.Y",
    "valor": "Outros transtornos especificados da acomodação",
    "descricao": ""
  },
  {
    "identificador": "9D01.Z",
    "valor": "Transtornos da acomodação, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9D0Y",
    "valor": "Outros transtornos especificados da refração ou da acomodação",
    "descricao": ""
  },
  {
    "identificador": "9D0Z",
    "valor": "Transtornos da refração ou da acomodação, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9D20",
    "valor": "Ceratopatia bolhosa subsequente a cirurgia de catarata",
    "descricao": ""
  },
  {
    "identificador": "9D21",
    "valor": "Fragmentos de cristalino no olho subsequente a cirurgia de catarata",
    "descricao": ""
  },
  {
    "identificador": "9D22",
    "valor": "Cicatrizes coriorretinianas após cirurgia para descolamento",
    "descricao": ""
  },
  {
    "identificador": "9D23",
    "valor": "Blebite conjuntival após cirurgia de glaucoma",
    "descricao": ""
  },
  {
    "identificador": "9D24",
    "valor": "Complicações com dispositivos de drenagem de glaucoma",
    "descricao": ""
  },
  {
    "identificador": "9D25",
    "valor": "Glaucoma devido a cirurgia ou laser ocular",
    "descricao": ""
  },
  {
    "identificador": "9D41",
    "valor": "Comprometimento do campo visual",
    "descricao": "Variações do comprometimento do campo visual se referem à extensão da visão periférica além da fixação. A extensão deve ser medida para cada olho separadamente."
  },
  {
    "identificador": "9D42",
    "valor": "Padrões de comprometimento do campo visual",
    "descricao": "Padrões de comprometimento do campo visual são sugestivos de algumas doenças ou condições."
  },
  {
    "identificador": "9D42.2",
    "valor": "Defeito periférico do campo visual",
    "descricao": ""
  },
  {
    "identificador": "9D42.20",
    "valor": "Aumento da mancha cega",
    "descricao": ""
  },
  {
    "identificador": "9D42.21",
    "valor": "Escotoma arqueado",
    "descricao": "Um escotoma de Bjerrum ou arqueado segue o padrão das fibras nervosas da retina. É típico de defeitos glaucomatosos e pode também ser causado por lesões justapapilares."
  },
  {
    "identificador": "9D42.22",
    "valor": "Degrau nasal",
    "descricao": "Degrau nasal é uma descontinuidade do limite do campo nasal no meridiano horizontal. É típico de glaucoma."
  },
  {
    "identificador": "9D42.23",
    "valor": "Escotoma anular",
    "descricao": "Escotoma anular é um escotoma que circunda o campo visual central. Inicialmente pode consistir em vários escotomas menores que coalescem gradualmente."
  },
  {
    "identificador": "9D42.24",
    "valor": "Escotoma periférico isolado",
    "descricao": "Escotomas isolados podem ser o resultado de cicatrizes de infecções ou cirurgias."
  },
  {
    "identificador": "9D42.2Y",
    "valor": "Outro defeito periférico especificado do campo visual",
    "descricao": ""
  },
  {
    "identificador": "9D42.2Z",
    "valor": "Defeito periférico do campo visual, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9D42.3",
    "valor": "Perda de hemianóptica ou quadrantopsia",
    "descricao": "Defeitos que compreendem um hemicampo ou um quadrante em um olho podem ser resultado do envolvimento do nervo óptico."
  },
  {
    "identificador": "9D42.4",
    "valor": "Escotoma central",
    "descricao": "Escotoma central é um defeito que cobre a fóvea. Portanto, causa uma perda de acuidade visual e pode haver necessidade de fixação excêntrica."
  },
  {
    "identificador": "9D42.5",
    "valor": "Escotoma paracentral",
    "descricao": "Escotoma paracentral é um escotoma adjacente à fóvea. Pode afetar minimamente a acuidade visual aferida na tabela, mas pode interferir significativamente com a leitura e outras atividades."
  },
  {
    "identificador": "9D42.6",
    "valor": "Hemianopsia ou quadrantopsia homônima",
    "descricao": "Defeitos de campo homônimos binoculares presentes em padrões iguais ou similares nos dois olhos. São causados por lesões nas vias ópticas retroquiasmáticas."
  },
  {
    "identificador": "9D42.60",
    "valor": "Hemianopsia ou quadrantopsia homônima de hemicampo direito",
    "descricao": ""
  },
  {
    "identificador": "9D42.61",
    "valor": "Hemianopsia ou quadrantopsia homônima de hemicampo esquerdo",
    "descricao": ""
  },
  {
    "identificador": "9D42.6Y",
    "valor": "Outra hemianopsia ou quadrantopsia homônima especificada",
    "descricao": ""
  },
  {
    "identificador": "9D42.6Z",
    "valor": "Hemianopsia ou quadrantopsia homônima, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9D42.7",
    "valor": "Hemianopsia ou quadrantopsia heterônima",
    "descricao": "Defeitos de campo heterônimos presentes em padrões opostos nos dois olhos. Podem ser causados por lesões quiasmáticas."
  },
  {
    "identificador": "9D42.70",
    "valor": "Defeito binasal de hemianopsia ou quadrantopsia heterônima",
    "descricao": ""
  },
  {
    "identificador": "9D42.71",
    "valor": "Defeito bitemporal de hemianopsia ou quadrantopsia heterônima",
    "descricao": ""
  },
  {
    "identificador": "9D42.7Y",
    "valor": "Outra hemianopsia ou quadrantopsia heterônima especificada",
    "descricao": ""
  },
  {
    "identificador": "9D42.7Z",
    "valor": "Hemianopsia ou quadrantopsia heterônima, não especificada",
    "descricao": ""
  },
  {
    "identificador": "9D42.Y",
    "valor": "Outros padrões especificados de comprometimento do campo visual",
    "descricao": ""
  },
  {
    "identificador": "9D42.Z",
    "valor": "Padrões de comprometimento do campo visual, não especificados",
    "descricao": ""
  },
  {
    "identificador": "9D43",
    "valor": "Comprometimento da visão de contraste",
    "descricao": "Sensibilidade ao contraste se refere à habilidade para distinguir pequenas diferenças no brilho entre superfícies adjacentes.\r\n\r\nSensibilidade ao contraste de pico se refere às menores diferenças que são discerníveis para estímulos grandes. \r\n\r\nPara pequenos objetos, como aqueles envolvidos em muitas atividades de vida diária, a sensibilidade ao contraste interage com a acuidade visual e o campo visual. Melhor contraste torna pequenos detalhes visíveis. O campo visual é maior para estímulos mais intensos."
  },
  {
    "identificador": "9D44",
    "valor": "Comprometimento da visão de cores",
    "descricao": "Visão de cores se refere à habilidade de distinguir diferenças entre cores. \"Cegueira\" para cores verdadeira é extremamente rara. A maioria das deficiências da visão de cores são leves e congênitas, com herança recessiva ligada o X (mais prevalentes entre homens). Algumas drogas e neurite óptica também podem causar deficiências da visão de cores."
  },
  {
    "identificador": "9D45",
    "valor": "Comprometimento da sensibilidade à luz",
    "descricao": ""
  },
  {
    "identificador": "9D46",
    "valor": "Comprometimento das funções binoculares",
    "descricao": ""
  },
  {
    "identificador": "9D50",
    "valor": "Desconforto visual",
    "descricao": ""
  },
  {
    "identificador": "9D51",
    "valor": "Perda visual transitória",
    "descricao": ""
  },
  {
    "identificador": "9D52",
    "valor": "Perda de hemicampo",
    "descricao": ""
  },
  {
    "identificador": "9D53",
    "valor": "Fenômenos entópticos",
    "descricao": "Fenômenos entópticos são fenômenos visuais causados por alterações dentro do olho."
  },
  {
    "identificador": "9D54",
    "valor": "Ilusões visuais",
    "descricao": "Ilusões visuais se referem a percepções baseadas em uma interpretação errônea do estímulo visual."
  },
  {
    "identificador": "9D55",
    "valor": "Perda visual não orgânica",
    "descricao": ""
  },
  {
    "identificador": "9D56",
    "valor": "Alucinações visuais",
    "descricao": "Alucinações de liberação visual, também chamadas de síndrome de Charles Bonnet, referem-se à experiência de alucinações visuais complexas em uma pessoa com perda parcial ou completa da visão. As alucinações são exclusivamente visuais, usualmente temporárias e não relacionadas a transtornos mentais ou do comportamento."
  },
  {
    "identificador": "9D5Y",
    "valor": "Outras experiências visuais subjetivas especificadas",
    "descricao": ""
  },
  {
    "identificador": "9D5Z",
    "valor": "Experiências visuais subjetivas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "9D7Y",
    "valor": "Outro comprometimento especificado das funções visuais",
    "descricao": ""
  },
  {
    "identificador": "9D7Z",
    "valor": "Comprometimento das funções visuais, não especificado",
    "descricao": ""
  },
  {
    "identificador": "9D90",
    "valor": "Deficiência visual incluindo cegueira",
    "descricao": "!markdown\r\nA tabela abaixo traz uma classificação da gravidade da deficiência visual baseada na acuidade visual.\r\nPara estudos epidemiológicos, é recomendável coletar a seguinte informação da acuidade visual de cada olho, para ambos os olhos abertos, e para longe e para perto.\r\na) Acuidade visual não corrigida;\r\nb) Acuidade visual presente\r\nc) Melhor acuidade visual corrigida\r\n\r\nCegueira é também caracterizada de acordo com o grau de constrição do campo visual central no melhor olho para menos que 10 graus.\r\n\r\nPara capturar e codificar “Sem deficiência visual”, use QA00.62 (QA00.6 Exame dos olhos ou da visão).\r\n\r\n\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n| Categoria                       | Acuidade visual *1                               |                                   |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n|                                 | Pior que:                                        | Igual a ou melhor que:            |\r\n+=================================+==================================================+===================================+\r\n|                                 |                                                  | - 6/12                            |\r\n| Sem deficiência visual        |                                                  | - 5/10 (0.5)                      |\r\n|                                 |                                                  | - 20/40                           |\r\n|                                 |                                                  | - 0.3                             |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n|                                 | - 6/12                                           | - 6/18                            |\r\n| 1 Deficiência visual leve       | - 5/10 (0.5)                                     | - 3/10 (0.3)                      |\r\n|                                 | - 20/40                                          | - 20/70                           |\r\n|                                 | - 0.3                                            | - 0.5                             |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n|                                 | - 6/18                                           | - 6/60                            |\r\n| 2 Deficiência visual moderada   | - 3/10 (0.3)                                     | - 1/10 (0.1)                      |\r\n|                                 | - 20/70                                          | - 20/200                          |\r\n|                                 | - 0.5                                            | - 1.0                             |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n|                                 | - 6/60                                           | - 3/60                            |\r\n| 3 Deficiência visual grave      | - 1/10 (0.1)                                     | - 1/20 (0.05)                     |\r\n|                                 | - 20/200                                         | - 20/400                          |\r\n|                                 | - 1.0                                            | - 1.3                             |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n|                                 | - 3/60                                           | - 1/60 ou contar dedos (CD)       |\r\n|                                 |                                                  | - a 1 metro                      |\r\n| 4 Cegueira                      | - 1/20 (0.05)                                    | - 1/50 (0.02)                     |\r\n|                                 |                                                  |                                   |\r\n|                                 | - 20/400                                         | - 20/1200 ou contar dedos (CD)    |\r\n|                                 |                                                  | -  a 1 metro                    |\r\n|                                 | -  1.3                                           | - 1.8                             |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n|                                 | - 1/60                                           |                                   |\r\n| 5 Cegueira                      | - 1/50 (0.02)                                    | Percepção de luz                  |\r\n|                                 | - 5/300 (20/1200)                                |                                   |\r\n|                                 | - 1.8                                            |                                   |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n| 6 Cegueira                      | Sem percepção de luz                            |                                   |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n| 9                               | Indeterminado ou não especificado              |                                   |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n| Deficiência visual para perto   | N6 ou M 0.8 a 40cm                              |                                   |\r\n+---------------------------------+--------------------------------------------------+-----------------------------------+\r\n\r\n\r\n*1 Apresentado em metros, decimais, pés e logMar"
  },
  {
    "identificador": "9D90.1",
    "valor": "Deficiência visual leve",
    "descricao": ""
  },
  {
    "identificador": "9D90.2",
    "valor": "Deficiência visual moderada",
    "descricao": ""
  },
  {
    "identificador": "9D90.3",
    "valor": "Deficiência visual grave",
    "descricao": ""
  },
  {
    "identificador": "9D90.6",
    "valor": "Cegueira",
    "descricao": "A definição numérica usada para as estatísticas da OMS se refere a perda visual profunda, quase total ou total. A definição funcional se refere a indivíduos que têm pouca ou nenhuma visão residual e que precisam contar predominantemente com habilidades de substituição de visão, ou seja, com usar outros sentidos que não a visão (Braille ou audiolivros para leitura, uma bengala longa ou cão-guia para mobilidade, ou o toque para manipulação)."
  },
  {
    "identificador": "9D90.7",
    "valor": "Deficiência da visão de perto",
    "descricao": "Visão de perto se refere à habilidade em realizar tarefas que requerem visão de detalhes a uma distância próxima. Deve ser aferida com ambos os olhos abertos na distância de visão preferida pelo sujeito e com a correção habitual para visão de perto do sujeito (se houver). Deficiência da visão de perto é caracterizado pela presença de acuidade visual de perto pior que N6."
  },
  {
    "identificador": "9D92",
    "valor": "Disfunções visuais específicas",
    "descricao": "Disfunções visuais específicas se referem a déficits funcionais nos centros cerebrais mais elevados. Tais disfunções podem existir com ou sem comprometimento visual dos olhos e do sistema visual mais baixo."
  },
  {
    "identificador": "9D93",
    "valor": "Disfunções complexas relacionadas à visão",
    "descricao": "Disfunções complexas relacionadas à visão envolvem interações com outros sistemas sensórios e motores. Elas refletem os efeitos combinados de todos os estágios do processamento."
  },
  {
    "identificador": "9D94",
    "valor": "Comprometimento da acuidade visual",
    "descricao": ""
  },
  {
    "identificador": "9D95",
    "valor": "Comprometimento da acuidade visual melhor corrigida",
    "descricao": ""
  },
  {
    "identificador": "9D96",
    "valor": "Comprometimento da acuidade visual não corrigida",
    "descricao": ""
  },
  {
    "identificador": "9D9Y",
    "valor": "Outra deficiência visual especificada",
    "descricao": ""
  },
  {
    "identificador": "9D9Z",
    "valor": "Deficiência visual, não especificada",
    "descricao": ""
  }
]