[
  {
    "identificador": "AA00",
    "valor": "Abscesso da orelha externa",
    "descricao": "Coleção flutuante de exsudato purulento e tecido necrótico localizado no conduto auditivo externo ou nos tecidos moles do pavilhão auditivo, mais comumente devido a Staphylococcus aureus."
  },
  {
    "identificador": "AA01",
    "valor": "Celulite da orelha externa",
    "descricao": "Infecção bacteriana subaguda difusa dos tecidos moles da orelha externa, mais comumente devida a estreptococos beta-hemolíticos. Pode surgir em uma orelha externa aparentemente saudável, mas pode complicar tanto formas inflamatórias quanto infecciosas de otite externa."
  },
  {
    "identificador": "AA02",
    "valor": "Otite externa maligna",
    "descricao": "Otite externa maligna é uma rara complicação infecciosa com risco de vida da otite externa. Na maioria dos casos é devida a Pseudomonas aeruginosa. Organismos penetram a partir do canal auditivo externo nos tecidos mais profundos circundantes, resultando em osteomielite do osso temporal e risco de danos aos nervos cranianos adjacentes e de tromboembolia séptica no cérebro. Idade avançada, diabetes mellitus não controlado e imunossupressão são fatores de risco."
  },
  {
    "identificador": "AA03",
    "valor": "Otomicose",
    "descricao": "Infecção fúngica da orelha. A otomicose é devida a Aspergillus spp., especialmente A. niger, em 75% ou mais dos casos, e a Candida na maioria dos demais."
  },
  {
    "identificador": "AA04",
    "valor": "Pericondrite da orelha externa",
    "descricao": "Pericondrite é uma infecção do tecido que envolve a cartilagem da orelha externa, o pericôndrio. Geralmente resulta de lesão na orelha por cirurgia de orelha, piercing de orelha (especialmente piercing da cartilagem) ou traumatismo em esportes de contato. A bactéria mais comum que causa pericondrite é a Pseudomonas aeruginosa. Características de apresentação incluem dor, vermelhidão e inchaço do pavilhão auricular e febre."
  },
  {
    "identificador": "AA0Y",
    "valor": "Outras doenças infecciosas especificadas da orelha externa",
    "descricao": ""
  },
  {
    "identificador": "AA0Z",
    "valor": "Doenças infecciosas da orelha externa, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "AA10",
    "valor": "Otite externa seborreica",
    "descricao": "Dermatite seborreica afetando a pele da orelha externa. Geralmente é acompanhada por evidência de dermatite seborreica em outras localizações. Em casos leves pode ser assintomática mas pode se apresentar agudamente com dor intensa, edema e exsudação. Casos de longa duração podem ser complicados por linfedema crônico e oclusão do conduto auditivo externo."
  },
  {
    "identificador": "AA11",
    "valor": "Otite externa não infecciosa aguda",
    "descricao": "Início rápido de inflamação eczematosa da orelha externa cuja causa não pode ser classificada com maior precisão."
  },
  {
    "identificador": "AA12",
    "valor": "Condrodermatite nodular",
    "descricao": "Nódulo ou úlcera doloroso comum induzido por pressão que afeta a orelha externa. Resulta de isquemia de pele e cartilagem subjacente a partir de um ponto focal de alta pressão pelo peso da cabeça em decúbito. A localização envolvida depende da forma do pavilhão auricular (mais comumente a hélice está envolvida, mas em alguns indivíduos é a anti-hélice que é mais proeminente) e de se o paciente está limitado a dormir de um lado apenas e, portanto, é incapaz de poupar a orelha da pressão constante ao se deitar na cama."
  },
  {
    "identificador": "AA13",
    "valor": "Otite externa crônica",
    "descricao": "Inflamação crônica da orelha externa e do canal da orelha externa (canal auditivo externo)."
  },
  {
    "identificador": "AA1Y",
    "valor": "Outra inflamação não infecciosa especificada da orelha externa",
    "descricao": ""
  },
  {
    "identificador": "AA1Z",
    "valor": "Inflamação não infecciosa da orelha externa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AA3Y",
    "valor": "Outra otite externa especificada",
    "descricao": ""
  },
  {
    "identificador": "AA3Z",
    "valor": "Otite externa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AA40",
    "valor": "Deformidade adquirida do conduto auditivo externo",
    "descricao": ""
  },
  {
    "identificador": "AA40.0",
    "valor": "Exostose do conduto auditivo externo",
    "descricao": ""
  },
  {
    "identificador": "AA40.1",
    "valor": "Estenose adquirida do conduto auditivo externo",
    "descricao": "Estenose adquirida do conduto auditivo externo foi descrita como resultante de diversas causas. Desde então, estudos histológicos e de imagem dessa doença mostraram que uma cascata comum de alterações inflamatórias resultantes dessas diferentes causas é a patogênese primária que leva à fibrose medial do conduto. Uma vez que haja obstrução completa do conduto auditivo externo, a cirurgia é o tratamento primário."
  },
  {
    "identificador": "AA40.2",
    "valor": "Colesteatoma de conduto auditivo externo",
    "descricao": ""
  },
  {
    "identificador": "AA40.Y",
    "valor": "Outra deformidade adquirida especificada do conduto auditivo externo",
    "descricao": ""
  },
  {
    "identificador": "AA41",
    "valor": "Deformidade adquirida do pavilhão auditivo",
    "descricao": "Deformidades adquiridas envolvendo a orelha externa."
  },
  {
    "identificador": "AA41.0",
    "valor": "Orelha em couve-flor",
    "descricao": "Orelha de couve-flor é o resultado final de fibrose de pele e tecidos moles do pavilhão auditivo subsequente a um hematoma subpericondral traumático, geralmente devido a traumatismo. Manifesta-se como edema e deformidade permanentes da orelha, descrita como semelhante a uma couve-flor. É encontrada mais comumente entre homens envolvidos em esportes de contato como boxe, luta livre, artes marciais e rúgbi."
  },
  {
    "identificador": "AA41.Y",
    "valor": "Outra deformidade adquirida especificada do pavilhão auditivo",
    "descricao": ""
  },
  {
    "identificador": "AA42",
    "valor": "Cerume impactado",
    "descricao": "Cerume impactado é a presença de cera aura oclusiva no conduto auditivo externo. A cera pode causar zumbido ou otalgia e a remoção pode ser necessária para permitir o exame otoscópico adequado e/ou aliviar sintomas."
  },
  {
    "identificador": "AA4Y",
    "valor": "Outros transtornos não inflamatórios especificados da orelha externa",
    "descricao": ""
  },
  {
    "identificador": "AA4Z",
    "valor": "Transtornos da orelha externa, não especificados",
    "descricao": ""
  },
  {
    "identificador": "AA6Z",
    "valor": "Doenças da orelha externa, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "AA80",
    "valor": "Otite média mucoide ou serosa aguda",
    "descricao": "Otite média aguda serosa ou mucoide é uma coleção de fluido não infectado na orelha média que se desenvolveu como resultado de uma infecção respiratória superior."
  },
  {
    "identificador": "AA81",
    "valor": "Otite média não serosa não supurativa aguda",
    "descricao": ""
  },
  {
    "identificador": "AA82",
    "valor": "Otite média serosa ou mucoide crônica",
    "descricao": "Otite média crônica serosa ou mucoide é provavelmente a forma mais comum de doença subaguda da orelha média encontrada no mundo desenvolvido. Tipicamente persiste subsequente a otite média, quando o fluido na orelha, formado pela infecção, não desaparece espontaneamente. A membrana timpânica está intacta, mas a orelha média está preenchida por líquido. Isso presumivelmente coloca a orelha média em risco de infecção adicional e muitas vezes piora a audição em cerca de 30 dB. É mais frequentemente observada em crianças e pode interferir na aquisição e aprendizagem da linguagem."
  },
  {
    "identificador": "AA83",
    "valor": "Otite média não infecciosa com efusão",
    "descricao": ""
  },
  {
    "identificador": "AA8Z",
    "valor": "Otite média não supurativa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AA90",
    "valor": "Otite média supurativa aguda",
    "descricao": "Otite média aguda supurativa é definida como uma inflamação da orelha média que surge repentinamente e passa rapidamente. É característico ter uma infecção da orelha média por trás de um tímpano eritematoso."
  },
  {
    "identificador": "AA91",
    "valor": "Otite média crônica supurativa",
    "descricao": ""
  },
  {
    "identificador": "AA91.0",
    "valor": "Otite média supurativa tubotimpânica crônica",
    "descricao": "Tendo uma perfuração da membrana timpânica por pelo menos três meses, a otite média crônica supurativa tem sido tradicionalmente classificada em tipo seguro e inseguro. A otite média supurativa tubotimpânica crônica é considerada \"segura\" (significando que é improvável que se torne um problema pior para o paciente) se envolver uma perfuração central da pars tensa com o processo inflamatório afetando a mucosa da fenda timpânica da orelha média."
  },
  {
    "identificador": "AA91.1",
    "valor": "Otite média supurativa ático-antral crônica",
    "descricao": "Otite média crônica supurativa tem sido tradicionalmente classificada em tipo seguro e inseguro. A otite média supurativa aticoantral crônica que é do tipo inseguro, é caracterizada por uma perfuração marginal da pars tensa póstero-superior ou pars flaccida."
  },
  {
    "identificador": "AA91.2",
    "valor": "Outra otite média crônica supurativa",
    "descricao": "Isso envolve uma perfuração (orifício) na membrana timpânica e infecção bacteriana ativa no espaço da orelha média por várias semanas ou mais. Pode haver pus suficiente para drenar para fora da orelha (otorreia), ou a purulência pode ser mínima o suficiente para ser observada apenas no exame com um microscópio binocular."
  },
  {
    "identificador": "AA91.Z",
    "valor": "Otite média crônica supurativa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AA9Z",
    "valor": "Otite média supurativa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB00",
    "valor": "Otite média aguda",
    "descricao": ""
  },
  {
    "identificador": "AB01",
    "valor": "Otite média crônica",
    "descricao": ""
  },
  {
    "identificador": "AB0Y",
    "valor": "Outra otite média especificada",
    "descricao": ""
  },
  {
    "identificador": "AB0Z",
    "valor": "Otite média, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB10",
    "valor": "Transtornos da tuba auditiva",
    "descricao": ""
  },
  {
    "identificador": "AB10.0",
    "valor": "Divertículo de trompa de Eustáquio",
    "descricao": ""
  },
  {
    "identificador": "AB10.1",
    "valor": "Trompa de Eustáquio aberta (patente) (patulosa)",
    "descricao": ""
  },
  {
    "identificador": "AB10.2",
    "valor": "Salpingite da tuba auditiva",
    "descricao": ""
  },
  {
    "identificador": "AB10.3",
    "valor": "Obstrução da tuba auditiva",
    "descricao": ""
  },
  {
    "identificador": "AB10.Y",
    "valor": "Outros transtornos especificados da tuba auditiva",
    "descricao": ""
  },
  {
    "identificador": "AB10.Z",
    "valor": "Transtornos da tuba auditiva não especificados",
    "descricao": ""
  },
  {
    "identificador": "AB11",
    "valor": "Mastoidite ou condições relacionadas",
    "descricao": ""
  },
  {
    "identificador": "AB11.0",
    "valor": "Mastoidite aguda",
    "descricao": "Inflamação de início rápido do osso mastóide, localizado no crânio logo atrás da orelha. É frequentemente uma complicação da otite média."
  },
  {
    "identificador": "AB11.1",
    "valor": "Mastoidite crônica",
    "descricao": "Inflamação persistente ou recorrente do espaço aéreo do osso mastoide. É frequentemente uma complicação da otite média."
  },
  {
    "identificador": "AB11.2",
    "valor": "Petrosite",
    "descricao": ""
  },
  {
    "identificador": "AB11.3",
    "valor": "Mastoidite, não especificada como aguda ou crônica",
    "descricao": ""
  },
  {
    "identificador": "AB11.Y",
    "valor": "Outras mastoidites ou condições relacionadas especificadas",
    "descricao": ""
  },
  {
    "identificador": "AB12",
    "valor": "Colesteatoma da orelha média",
    "descricao": ""
  },
  {
    "identificador": "AB13",
    "valor": "Perfuração da membrana do tímpano",
    "descricao": ""
  },
  {
    "identificador": "AB13.0",
    "valor": "Perfuração central da membrana do tímpano",
    "descricao": "Uma abertura temporária ou persistente na porção central da membrana timpânica. Os sinais clínicos dependem de tamanho, localização e condição patológica associada."
  },
  {
    "identificador": "AB13.1",
    "valor": "Perfuração ática da membrana do tímpano",
    "descricao": ""
  },
  {
    "identificador": "AB13.2",
    "valor": "Outras perfurações marginais da membrana do tímpano",
    "descricao": ""
  },
  {
    "identificador": "AB13.Y",
    "valor": "Outra perfuração especificada da membrana timpânica",
    "descricao": ""
  },
  {
    "identificador": "AB13.Z",
    "valor": "Perfuração da membrana timpânica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB14",
    "valor": "Miringite aguda",
    "descricao": "Miringite é a inflamação da membrana timpânica, muitas vezes envolvendo bolhas dolorosas na membrana timpânica. Pode desenvolver-se como doença primária autossustentada da membrana timpânica (miringite primária) ou como efeito de um processo inflamatório de tecidos adjacentes da orelha externa ou média (miringite secundária). A miringite pode ser acompanhada de deficiência auditiva, sensação de congestão e dor de ouvido. Geralmente é uma infecção viral ou bacteriana e pode ocorrer com otite média. Após 3 semanas, a miringite aguda torna-se subaguda e, em 3 meses, crônica."
  },
  {
    "identificador": "AB15",
    "valor": "Miringite crônica",
    "descricao": "Inflamação persistente ou recorrente da membrana timpânica."
  },
  {
    "identificador": "AB16",
    "valor": "Timpanosclerose",
    "descricao": "Timpanoesclerose é um processo cicatricial com notável variabilidade em sua localização dentro da orelha média. Pode levar à perda auditiva condutiva."
  },
  {
    "identificador": "AB17",
    "valor": "Doença adesiva do ouvido médio",
    "descricao": ""
  },
  {
    "identificador": "AB18",
    "valor": "Descontinuidade ou luxação dos ossículos da orelha",
    "descricao": ""
  },
  {
    "identificador": "AB19",
    "valor": "Anormalidades adquiridas dos ossículos da orelha não relacionadas à descontinuidade ou luxação",
    "descricao": ""
  },
  {
    "identificador": "AB1A",
    "valor": "Pólipo da orelha média",
    "descricao": ""
  },
  {
    "identificador": "AB1A.0",
    "valor": "Pólipo aural",
    "descricao": ""
  },
  {
    "identificador": "AB1A.Y",
    "valor": "Outro pólipo especificado da orelha média",
    "descricao": ""
  },
  {
    "identificador": "AB1A.Z",
    "valor": "Pólipo da orelha média, não especificado",
    "descricao": ""
  },
  {
    "identificador": "AB1B",
    "valor": "Cicatriz na orelha média",
    "descricao": ""
  },
  {
    "identificador": "AB1Y",
    "valor": "Outras doenças especificadas de orelha média ou mastoide",
    "descricao": ""
  },
  {
    "identificador": "AB1Z",
    "valor": "Doenças de orelha média ou mastoide, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "AB30",
    "valor": "Síndrome vestibular aguda",
    "descricao": "Síndrome clínica de início agudo, vertigem contínua, tontura ou instabilidade que dura dias a semanas e geralmente inclui características sugestivas de nova disfunção contínua do sistema vestibular (p.ex., vômitos, nistagmo, instabilidade postural grave). Também pode haver sintomas ou sinais sugestivos de disfunção coclear ou do sistema nervoso central. Síndrome vestibular aguda geralmente sugere um evento único e monofásico, muitas vezes causado por um transtorno único, mas pode, em vez disso, pontuar um curso de doença progressiva recorrente e remitente ou gradual. Transtornos que tipicamente apresentam essa síndrome incluem neurite vestibular, labirintite aguda, vestibulopatia traumática, doença desmielinizante com envolvimento vestibular e acidentes vasculares cerebrais afetando estruturas vestibulares centrais ou periféricas."
  },
  {
    "identificador": "AB30.0",
    "valor": "Neurite vestibular",
    "descricao": "Neurite vestibular (também conhecida como neuronite vestibular) pode ser descrita como disfunção aguda e sustentada do sistema vestibular periférico com náuseas, vômitos e vertigens secundários. Características negativas importantes incluem plenitude auricular e perda auditiva."
  },
  {
    "identificador": "AB30.1",
    "valor": "Labirintite",
    "descricao": "Labirintite é um transtorno inflamatório da orelha interna (labirinto) que produz transtornos do equilíbrio e da audição em graus variados. Pode ser causada por infecções bacterianas ou virais e processos autoimunes."
  },
  {
    "identificador": "AB30.Y",
    "valor": "Outra síndrome vestibular aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "AB30.Z",
    "valor": "Síndrome vestibular aguda, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB31",
    "valor": "Síndrome vestibular episódica",
    "descricao": "Síndrome clínica de vertigem, tontura ou instabilidade transitórias com duração de segundos a horas, ocasionalmente dias, e geralmente incluindo características sugestivas de disfunção temporária e de curta duração do sistema vestibular (p.ex., náusea, nistagmo, quedas súbitas). Também pode haver sintomas ou sinais sugestivos de disfunção coclear ou do sistema nervoso central. A síndrome vestibular episódica geralmente sugere eventos múltiplos e recorrentes causados ​​por um transtorno episódico com episódios repetidos (desencadeados ou espontâneos), mas pode se apresentar inicialmente após o primeiro evento."
  },
  {
    "identificador": "AB31.0",
    "valor": "Doença de Ménière",
    "descricao": "A doença de Meniere (DM) é uma doença crônica progressiva da orelha interna, com hidropisia endolinfática. É caracterizada por ataques recorrentes de vertigem espontânea debilitante com duração de 20 minutos a até 12 horas, acompanhada por sensação de plenitude auricular e zumbido na orelha afetada, e perda auditiva neurossensorial flutuante ipsilateral (PANS) nas frequências baixa ou baixa e média. Pode ocorrer nistagmo durante as crises e quedas são frequentes. Quando conhecida, a etiologia deve ser acrescentada."
  },
  {
    "identificador": "AB31.1",
    "valor": "Enxaqueca vestibular",
    "descricao": "Ataques recorrentes de sintomas vestibulares moderados a graves com duração de 5 minutos a 72 horas em pacientes com história pregressa ou contínua de enxaqueca. Os sintomas vestibulares geralmente são vertigem espontânea e posicional, vertigem visual e induzida por movimento da cabeça, assim como tontura induzida por movimento da cabeça com náusea. Crises de sintomas vestibulares podem ocorrer em conjunto ou independentemente de sintomas de enxaqueca como cefaleia, fotofobia, fonofobia ou aura visual."
  },
  {
    "identificador": "AB31.2",
    "valor": "Vertigem posicional paroxística benigna",
    "descricao": "Vertigem posicional paroxística benigna é definida como uma sensação anormal de movimento que é provocada por determinadas posições físicas provocativas críticas do paciente (p.ex., decúbito dorsal). As posições provocativas geralmente desencadeiam movimentos oculares específicos (p.ex., nistagmo). O caráter e a direção do nistagmo são específicos da parte da orelha interna afetada e da fisiopatologia subjacente."
  },
  {
    "identificador": "AB31.3",
    "valor": "Síndrome da deiscência do canal semicircular superior",
    "descricao": "Síndrome da deiscência do canal semicircular superior (SDCSS) ocorre quando o osso fino ou deiscente sobre o canal semicircular superior, melhor demonstrado na TC, permite a transmissão de pressão entre o canal e o espaço intracraniano. Vertigem e nistagmo podem ocorrer quando o canal é estimulado por sons altos ou alterações na orelha média ou pressão intracraniana. A hiperacusia aos sons conduzidos pelos ossos pode causar perda auditiva condutiva, tinnitus pulsátil ou autofonia (ouvir os sons do próprio corpo como altos ou distorcidos). Embora o defeito ósseo possa ser congênito, um traumatismo craniano pode ser o passo final que abre uma janela labiríntica funcionalmente móvel."
  },
  {
    "identificador": "AB31.4",
    "valor": "Síndrome do desembarque",
    "descricao": "A síndrome do desembarque, ou mal de débarquement (MdD), ocorre quando a habituação a padrões de movimento desconhecidos, como viajar de barco, trem ou avião, torna-se resistente à readaptação ao retornar a condições estáveis. Isso resulta em uma ilusão de automovimento tipicamente descrita como balançar, oscilar, gingar. Breves períodos de MdD (horas) são comuns em indivíduos saudáveis, este fenômeno de outra forma natural pode se tornar persistente em alguns indivíduos."
  },
  {
    "identificador": "AB31.5",
    "valor": "Doença autoimune da orelha interna",
    "descricao": "Doença autoimune da orelha interna é uma síndrome clínica de perda auditiva neurossensorial (PANS) bilateral >30dB em uma ou mais frequências que progride ao longo de um período de 3-90 dias. A progressão de PANS >15dB em uma frequência ou >10dB em duas frequências em pelo menos uma orelha deve ser demonstrada. Sintomas vestibulares podem estar presentes em 50% dos pacientes e doença autoimune sistêmica coexiste em 30% dos pacientes."
  },
  {
    "identificador": "AB31.6",
    "valor": "Paroxismia vestibular",
    "descricao": "Paroxismia vestibular (PV) é caracterizada por crises recorrentes de vertigem ou tontura, durando segundos a minutos, frequentemente várias vezes ao dia. Os ataques geralmente ocorrem espontaneamente, mas podem ocasionalmente ser induzidos por mudanças na posição da cabeça (que então precisa ser diferenciada da vertigem posicional paroxística benigna). Possíveis sintomas concomitantes são ataques curtos de tinnitus ou alterações na audição. No intervalo livre de crise podem ser observados comprometimentos leves a moderados da função vestibular ou audiológica. A compressão cruzada neurovascular do oitavo nervo é o mecanismo presumido."
  },
  {
    "identificador": "AB31.7",
    "valor": "Síndromes vertiginosas",
    "descricao": ""
  },
  {
    "identificador": "AB31.Y",
    "valor": "Outra síndrome vestibular episódica especificada",
    "descricao": ""
  },
  {
    "identificador": "AB31.Z",
    "valor": "Síndrome vestibular episódica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB32",
    "valor": "Síndrome vestibular crônica",
    "descricao": "Síndrome clínica de vertigem, tontura ou instabilidade crônicas que dura meses a anos e geralmente inclui características sugestivas de disfunção persistente do sistema vestibular (p.ex., oscilopsia, nistagmo, instabilidade da marcha). Também pode haver sintomas ou sinais sugestivos de disfunção coclear ou do sistema nervoso central. A síndrome vestibular crônica frequentemente sugere um curso progressivo e degenerativo, mas às vezes reflete uma recuperação estável e incompleta após um evento vestibular agudo ou sintomas persistentes e prolongados entre eventos vestibulares episódicos."
  },
  {
    "identificador": "AB32.0",
    "valor": "Tontura postural-perceptual persistente",
    "descricao": "Tontura ou instabilidade não vertiginosas persistentes ou ambas durando três meses ou mais. Os sintomas estão presentes na maioria dos dias, frequentemente aumentando ao longo do dia, mas podem aumentar e diminuir. Crises momentâneas podem ocorrer espontaneamente ou com movimento súbito. Os indivíduos afetados sentem-se pior quando em pé, expostos a estímulos visuais complexos ou em movimento, e durante o movimento ativo ou passivo da cabeça. Essas situações podem não ser igualmente provocativas. Tipicamente, o transtorno se segue a eventos de problemas vestibulares ou de equilíbrio agudos ou episódicos. Os sintomas podem começar de forma intermitente e depois se consolidar. O início gradual é incomum."
  },
  {
    "identificador": "AB32.1",
    "valor": "Vestibulopatia unilateral crônica idiopática",
    "descricao": ""
  },
  {
    "identificador": "AB32.2",
    "valor": "Vestibulopatia unilateral persistente após neuronite vestibular",
    "descricao": ""
  },
  {
    "identificador": "AB32.3",
    "valor": "Vestibulopatia unilateral devida a schwannoma",
    "descricao": ""
  },
  {
    "identificador": "AB32.4",
    "valor": "Vestibulopatia unilateral após intervenção médica",
    "descricao": ""
  },
  {
    "identificador": "AB32.5",
    "valor": "Vestibulopatia bilateral crônica",
    "descricao": "A vestibulopatia bilateral (PVB) resulta da função vestibular comprometida de ambas as orelhas internas. Caracteriza-se clinicamente por desequilíbrio postural e instabilidade da marcha que piora no escuro e em terreno irregular, oscilopsia induzida por movimento da cabeça ou do corpo. Se conhecida, a etiologia deve ser adicionada ao diagnóstico."
  },
  {
    "identificador": "AB32.Y",
    "valor": "Outra síndrome vestibular crônica, especificada",
    "descricao": ""
  },
  {
    "identificador": "AB32.Z",
    "valor": "Síndrome vestibular crônica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB33",
    "valor": "Otosclerose",
    "descricao": "Otosclerose é uma doença óssea metabólica geneticamente mediada que afeta a cápsula ótica e o estribo. É um transtorno autossômico dominante com penetrância e expressividade variáveis. Geralmente, a perda auditiva sintomática por otosclerose se desenvolve no início da terceira década de vida, embora início na adolescência ocorra."
  },
  {
    "identificador": "AB34",
    "valor": "Transtornos da função vestibular",
    "descricao": ""
  },
  {
    "identificador": "AB34.0",
    "valor": "Vestibulopatia bilateral idiopática",
    "descricao": "Isso resulta do culminar de danos causados ​​a ambas orelhas internas, e causa problemas na visão, audição e coordenação motora."
  },
  {
    "identificador": "AB34.1",
    "valor": "Outras vertigens periféricas",
    "descricao": ""
  },
  {
    "identificador": "AB34.Y",
    "valor": "Outros transtornos especificados da função vestibular",
    "descricao": ""
  },
  {
    "identificador": "AB34.Z",
    "valor": "Transtornos da função vestibular, não especificado",
    "descricao": ""
  },
  {
    "identificador": "AB35",
    "valor": "Fístula labiríntica",
    "descricao": "Fístula labiríntica é uma condição na qual uma comunicação anormal está presente entre o espaço perilinfático da orelha interna e a orelha média (geralmente na janela redonda ou oval ou adjacente a ela). As manifestações desta doença variam em gravidade e complexidade, comumente variando de muito leves a incapacitantes."
  },
  {
    "identificador": "AB36",
    "valor": "Disfunção labiríntica",
    "descricao": ""
  },
  {
    "identificador": "AB37",
    "valor": "Efeitos do ruído sobre a orelha interna",
    "descricao": "A toxicidade por ruído pode causar perda auditiva, transitória ou permanente, e deficiência. A perda auditiva induzida por ruído geralmente começa na faixa de alta frequência da comunicação das vozes humanas."
  },
  {
    "identificador": "AB3Y",
    "valor": "Outra doença especificada da orelha interna",
    "descricao": ""
  },
  {
    "identificador": "AB3Z",
    "valor": "Doença da orelha interna não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB50",
    "valor": "Deficiência auditiva congênita",
    "descricao": "Existem genes tanto dominantes quanto recessivos que podem causar incapacidade leve a profunda. Se uma família tem um gene dominante para surdez, ele persistirá ao longo de gerações porque se manifestará na prole, mesmo que seja herdado de apenas um dos pais. Se uma família teve comprometimento auditivo genético causado por um gene recessivo, nem sempre será aparente, pois terá de ser transmitida à prole a partir de ambos os pais. O comprometimento auditivo é sustentado antes da aquisição da linguagem, que ocorre devido a uma condição congênita."
  },
  {
    "identificador": "AB50.0",
    "valor": "Perda auditiva condutiva congênita",
    "descricao": ""
  },
  {
    "identificador": "AB50.1",
    "valor": "Perda auditiva neurossensorial congênita",
    "descricao": ""
  },
  {
    "identificador": "AB50.2",
    "valor": "Perda auditiva mista condutiva e neurossensorial congênita",
    "descricao": ""
  },
  {
    "identificador": "AB50.Y",
    "valor": "Outra deficiência auditiva congênita especificada",
    "descricao": ""
  },
  {
    "identificador": "AB50.Z",
    "valor": "Deficiência auditiva congênita, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB51",
    "valor": "Deficiência auditiva adquirida",
    "descricao": "Perda de audição que ocorre em algum momento da vida e que não está presente no nascimento. O comprometimento auditivo é mantido após a aquisição da linguagem, que pode ocorrer por doença, traumatismo ou como efeito colateral de um medicamento. Perda auditiva condutiva pode ocorrer como resultado de um problema na orelha externa ou média, como obstrução (cerúmen, corpo estranho), dano aos ossículos, infecções na orelha média e/ou perfuração da membrana timpânica. Perda auditiva neurossensorial é um tipo de perda auditiva em que a causa está no nervo vestibulococlear (nervo craniano VIII), na orelha interna ou nos centros de processamento central do cérebro. Perda auditiva mista condutiva e neurossensorial refere-se a uma mistura de perda auditiva condutiva e neurossensorial."
  },
  {
    "identificador": "AB51.0",
    "valor": "Perda auditiva condutiva adquirida",
    "descricao": "A perda auditiva condutiva ocorre quando há um problema na condução de ondas sonoras em qualquer lugar ao longo do trajeto através da orelha externa, membrana timpânica (tímpano) ou orelha média (ossículos), bilateral."
  },
  {
    "identificador": "AB51.1",
    "valor": "Perda auditiva neurossensorial adquirida",
    "descricao": "A perda auditiva neurossensorial é um tipo de perda auditiva em que a causa principal está no nervo vestibulococlear (nervo craniano VIII), na orelha interna ou nos centros de processamento central do cérebro."
  },
  {
    "identificador": "AB51.2",
    "valor": "Perda auditiva mista condutiva e neurossensorial adquirida",
    "descricao": "Perda auditiva condutiva ocorre quando há um problema na condução de ondas sonoras em qualquer lugar ao longo da rota através de orelha externa, membrana timpânica (tímpano) ou orelha média (ossículos). Perda auditiva neurossensorial é um tipo de perda auditiva em que a causa está no nervo vestibulococlear (nervo craniano VIII), na orelha interna ou nos centros de processamento central do cérebro. Este diagnóstico refere-se a uma mistura de perda auditiva condutiva e neurossensorial."
  },
  {
    "identificador": "AB51.Y",
    "valor": "Outra deficiência auditiva adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "AB51.Z",
    "valor": "Deficiência auditiva adquirida, não especificada",
    "descricao": ""
  },
  {
    "identificador": "AB52",
    "valor": "Surdez sem outra especificação",
    "descricao": ""
  },
  {
    "identificador": "AB53",
    "valor": "Perda de audição ototóxica",
    "descricao": ""
  },
  {
    "identificador": "AB54",
    "valor": "Presbiacusia",
    "descricao": "O termo presbiacusia refere-se à deficiência auditiva neurossensorial em idosos. Caracteristicamente, a presbiacusia envolve perda auditiva bilateral de alta frequência associada à dificuldade na discriminação da fala e no processamento auditivo central da informação."
  },
  {
    "identificador": "AB55",
    "valor": "Perda de audição súbita idiopática",
    "descricao": ""
  },
  {
    "identificador": "AB56",
    "valor": "Perda auditiva hereditária",
    "descricao": ""
  },
  {
    "identificador": "AB57",
    "valor": "Neuropatia ou sinaptopatia auditiva",
    "descricao": "Função normal das células ciliadas externas, mas sem sincronia de transmissão neural da informação auditiva devido a dano a células ciliadas internas ou suas sinapses ou das células ganglionares espirais ou do nervo auditivo"
  },
  {
    "identificador": "AB5Y",
    "valor": "Outros transtornos especificados com deficiência auditiva",
    "descricao": ""
  },
  {
    "identificador": "AB5Z",
    "valor": "Transtornos com deficiência auditiva, não especificados",
    "descricao": ""
  },
  {
    "identificador": "AB70",
    "valor": "Otalgia ou efusão da orelha",
    "descricao": ""
  },
  {
    "identificador": "AB70.0",
    "valor": "Otorréia",
    "descricao": ""
  },
  {
    "identificador": "AB70.1",
    "valor": "Otorragia",
    "descricao": ""
  },
  {
    "identificador": "AB70.2",
    "valor": "Otalgia",
    "descricao": "Dor em um ou em ambas orelhas."
  },
  {
    "identificador": "AB71",
    "valor": "Transtornos degenerativos ou vasculares da orelha",
    "descricao": ""
  },
  {
    "identificador": "AB72",
    "valor": "Transtornos do nervo acústico",
    "descricao": ""
  },
  {
    "identificador": "AB72.0",
    "valor": "Neuritea acústica",
    "descricao": ""
  },
  {
    "identificador": "AB72.Y",
    "valor": "Outros transtornos especificados do nervo acústico",
    "descricao": ""
  },
  {
    "identificador": "AB72.Z",
    "valor": "Transtornos do nervo acústico, não especificados",
    "descricao": ""
  },
  {
    "identificador": "AB73",
    "valor": "Atrofia da orelha",
    "descricao": ""
  },
  {
    "identificador": "AB7Y",
    "valor": "Outros transtornos da orelha, não classificados em outra parte",
    "descricao": ""
  },
  {
    "identificador": "AB90",
    "valor": "Colesteatoma recorrente da cavidade pós-mastoidectomia",
    "descricao": ""
  },
  {
    "identificador": "AB91",
    "valor": "Cisto mucoso da cavidade pós-mastoidectomia",
    "descricao": ""
  },
  {
    "identificador": "AB92",
    "valor": "Granulação da cavidade pós-mastoidectomia",
    "descricao": ""
  },
  {
    "identificador": "AB93",
    "valor": "Inflamação crônica da cavidade pós-mastoidectomia",
    "descricao": ""
  }
]