[
  {
    "identificador": "BA00",
    "valor": "Hipertensão essencial",
    "descricao": "A hipertensão essencial (primária), respondendo por 95% de todos os casos de hipertensão, é definida como pressão arterial alta para a qual uma causa secundária não pode ser identificada."
  },
  {
    "identificador": "BA00.0",
    "valor": "Hipertensão diastólica e sistólica combinadas",
    "descricao": ""
  },
  {
    "identificador": "BA00.1",
    "valor": "Hipertensão diastólica isolada",
    "descricao": ""
  },
  {
    "identificador": "BA00.2",
    "valor": "Hipertensão sistólica isolada",
    "descricao": ""
  },
  {
    "identificador": "BA00.Y",
    "valor": "Outra hipertensão essencial especificada",
    "descricao": ""
  },
  {
    "identificador": "BA00.Z",
    "valor": "Hipertensão essencial não especificada",
    "descricao": ""
  },
  {
    "identificador": "BA01",
    "valor": "Doença cardíaca hipertensiva",
    "descricao": "Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
  },
  {
    "identificador": "BA02",
    "valor": "Doença renal hipertensiva",
    "descricao": "A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
  },
  {
    "identificador": "BA03",
    "valor": "Crise hipertensiva",
    "descricao": ""
  },
  {
    "identificador": "BA04",
    "valor": "Hipertensão secundária",
    "descricao": "Definida por meio da medição da pressão arterial usando método de manguito em que a pressão arterial sistólica, em posição sentada, está acima de 140 mmHg ou a pressão arterial diastólica, em posição sentada, está acima de 90 mmHg, em três medições subsequentes, com uma causa identificável."
  },
  {
    "identificador": "BA04.0",
    "valor": "Hipertensão secundária diastólica e sistólica combinada",
    "descricao": ""
  },
  {
    "identificador": "BA04.1",
    "valor": "Hipertensão secundária diastólica isolada",
    "descricao": ""
  },
  {
    "identificador": "BA04.2",
    "valor": "Hipertensão secundária sistólica isolada",
    "descricao": ""
  },
  {
    "identificador": "BA04.Y",
    "valor": "Outra hipertensão secundária especificada",
    "descricao": ""
  },
  {
    "identificador": "BA04.Z",
    "valor": "Hipertensão secundária, não especificada.",
    "descricao": ""
  },
  {
    "identificador": "BA20",
    "valor": "Hipotensão idiopática",
    "descricao": ""
  },
  {
    "identificador": "BA21",
    "valor": "Hipotensão ortostática",
    "descricao": ""
  },
  {
    "identificador": "BA2Y",
    "valor": "Outra hipotensão especificada",
    "descricao": ""
  },
  {
    "identificador": "BA2Z",
    "valor": "Hipotensão não especificada",
    "descricao": ""
  },
  {
    "identificador": "BA40",
    "valor": "Angina pectoris",
    "descricao": ""
  },
  {
    "identificador": "BA40.0",
    "valor": "Angina instável",
    "descricao": ""
  },
  {
    "identificador": "BA40.1",
    "valor": "Angina estável",
    "descricao": ""
  },
  {
    "identificador": "BA40.Y",
    "valor": "Outra angina pectoris especificada",
    "descricao": ""
  },
  {
    "identificador": "BA40.Z",
    "valor": "Angina pectoris não especificada",
    "descricao": ""
  },
  {
    "identificador": "BA41",
    "valor": "Infarto agudo do miocárdio",
    "descricao": "O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)"
  },
  {
    "identificador": "BA41.0",
    "valor": "Infarto agudo do miocárdio com supradesnível de ST",
    "descricao": "Infarto agudo do miocárdio com supradesnível de ST (IAMCSST) é um infarto agudo do miocárdio com desenvolvimento de supradesnível de ST em duas derivações contíguas do eletrocardiograma. Os critérios de elevação do ST são os seguintes; novo supradesnível de ST no ponto J em duas derivações contíguas aplicando os pontos de corte: 0,2mV em homens> 40 anos; > 0,25mV em homens <40 anos, e > 0,15mV em mulheres."
  },
  {
    "identificador": "BA41.1",
    "valor": "Infarto agudo do miocárdio sem supradesnível de ST",
    "descricao": ""
  },
  {
    "identificador": "BA41.Z",
    "valor": "Infarto agudo do miocárdio não especificado",
    "descricao": ""
  },
  {
    "identificador": "BA42",
    "valor": "Infarto do miocárdio subsequente",
    "descricao": "Infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto prévio"
  },
  {
    "identificador": "BA42.0",
    "valor": "Infarto miocárdico subsequente, infarto miocárdico com supradesnível do segmento ST",
    "descricao": "Infarto do miocárdio recorrente ou em progressão. Esta categoria deve ser atribuída para infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) do início de um infarto prévio. Isso mais comumente resulta da oclusão total da artéria coronária culpada."
  },
  {
    "identificador": "BA42.1",
    "valor": "Infarto do miocárdio subsequente, infarto miocárdico sem supradesnível do segmento ST",
    "descricao": "Infarto do miocárdio recorrente ou em progressão. Para codificação de morbidade, esta categoria deve ser atribuída para infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto prévio. Isso mais comumente resulta de obstrução grave, mas não oclusão total, da artéria coronária culpada."
  },
  {
    "identificador": "BA42.Z",
    "valor": "Infarto do miocárdio subsequente não especificado",
    "descricao": ""
  },
  {
    "identificador": "BA43",
    "valor": "Trombose coronária que não resulta em infarto do miocárdio",
    "descricao": "Trombo sobreposto associado a ruptura ou erosão da placa que não obstrui o fluxo coronário para causar infarto do miocárdio."
  },
  {
    "identificador": "BA4Z",
    "valor": "Doença cardíaca isquêmica aguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "BA50",
    "valor": "Infarto antigo do miocárdio",
    "descricao": "Infarto do miocárdio prévio, diagnosticado por eletrocardiograma (ECG) ou outra investigação especifica, mas no momento apresentando-se sem sintomas."
  },
  {
    "identificador": "BA51",
    "valor": "Miocardiopatia isquêmica",
    "descricao": "Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
  },
  {
    "identificador": "BA51.0",
    "valor": "Cardiomiopatia dilatada devida a anomalia congênita de artéria coronária",
    "descricao": "Cardiomiopatia dilatada devida a uma anomalia congênita de uma ou mais artérias coronárias, como origem anômala da artéria coronária esquerda anômala saindo da artéria pulmonar (ALCAPA), estenose ou atresia do óstio coronário, circulação coronária dependente do ventrículo direito na atresia pulmonar com septo ventricular íntegro. É uma forma de cardiomiopatia isquêmica que causa disfunção ventricular sistólica que se relaciona a um espectro de equilíbrio e desequilíbrio entre perfusão e contração, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes."
  },
  {
    "identificador": "BA51.Y",
    "valor": "Outra miocardiopatia isquêmica especificada",
    "descricao": ""
  },
  {
    "identificador": "BA51.Z",
    "valor": "Miocardiopatia isquêmica não especificada",
    "descricao": ""
  },
  {
    "identificador": "BA52",
    "valor": "Aterosclerose coronária",
    "descricao": "A aterosclerose é o acúmulo dentro das artérias coronárias de colesterol, ácidos graxos, cálcio, tecido conjuntivo fibroso e células (principalmente macrófagos), conhecido como placa. O efeito disso é reduzir o fluxo sanguíneo através das artérias coronárias para o músculo cardíaco e, quando acentuado, resulta em danos ao coração, muitas vezes com sintomas como dor no peito."
  },
  {
    "identificador": "BA52.0",
    "valor": "Aterosclerose coronária de artéria coronária nativa",
    "descricao": "Lesões ateroscleróticas ou placas ateroscleróticas de artéria coronária nativa."
  },
  {
    "identificador": "BA52.1",
    "valor": "Aterosclerose coronária de enxerto de ponte ('bypass') autólogo",
    "descricao": "Lesões ateroscleróticas ou placas ateroscleróticas de enxerto de ponte (\"bypass\") autólogo."
  },
  {
    "identificador": "BA52.10",
    "valor": "Aterosclerose coronária de enxerto de ponte ('bypass') autólogo arterial",
    "descricao": ""
  },
  {
    "identificador": "BA52.11",
    "valor": "Aterosclerose coronária de enxerto de ponte ('bypass') autólogo venoso",
    "descricao": ""
  },
  {
    "identificador": "BA52.1Z",
    "valor": "Aterosclerose coronária de enxerto de ponte ('bypass') autólogo não especificado",
    "descricao": ""
  },
  {
    "identificador": "BA52.2",
    "valor": "Aterosclerose coronária de enxerto de ponte ('bypass') não autólogo",
    "descricao": "Lesões ateroscleróticas ou placas ateroscleróticas de enxerto de ponte (\"bypass'') não autólogo."
  },
  {
    "identificador": "BA52.Z",
    "valor": "Aterosclerose coronária, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "BA5Y",
    "valor": "Outra doença isquêmica crônica do coração especificada",
    "descricao": ""
  },
  {
    "identificador": "BA5Z",
    "valor": "Doença isquêmica crônica do coração não especificada",
    "descricao": ""
  },
  {
    "identificador": "BA60",
    "valor": "Algumas complicações atuais subsequentes ao infarto agudo do miocárdio",
    "descricao": "Condições secundárias que podem ocorrer no curso após o ataque cardíaco. Elas incluem pericardite, arritmia, choque cardiogênico, insuficiência cardíaca, ruptura ventricular, aneurisma ventricular (com trombo) e infarto recorrente."
  },
  {
    "identificador": "BA60.0",
    "valor": "Síndrome de Dressler",
    "descricao": "Condição pós infarto do miocárdio (1 a 8 semanas), caracterizada por um conjunto de sintomas associados, incluindo mal-estar, febre, desconforto pericárdico, leucocitose, taxa de sedimentação elevada e derrame pericárdico. Os pacientes com essa síndrome geralmente demonstram pericardite fibrinosa localizada contendo leucócitos polimorfonucleares."
  },
  {
    "identificador": "BA60.1",
    "valor": "Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": "Inflamação do pericárdio que pode causar dor no peito, que ocorre tão precocemente quanto o primeiro dia e até 6 semanas após o infarto agudo do miocárdio. A dor da pericardite irradia para qualquer crista do trapézio. O infarto do miocárdio transmural é responsável pela inflamação pericárdica local. Atritos pericárdicos transitórios são relativamente comuns em pacientes com infarto transmural nas primeiras 48 horas. Uma pericardite fibrinosa aguda ocorre comumente após o infarto transmural, enquanto o risco de pericardite hemorrágica está aumentado por anticoagulação."
  },
  {
    "identificador": "BA60.2",
    "valor": "Aneurisma ventricular como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": "Área discinética distinta da parede ventricular esquerda com uma base larga após infarto agudo do miocárdio. A parede do aneurisma verdadeiro é mais fina do que o resto do ventrículo esquerdo; geralmente é composta de tecido fibroso e músculo necrótico, ocasionalmente misturado com miocárdio viável. Em contraste, os pseudoaneurismas são compostos por hematoma e pericárdio organizados e carecem de quaisquer elementos da parede miocárdica original."
  },
  {
    "identificador": "BA60.3",
    "valor": "Comunicação interventricular como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": "Ruptura mecânica do septo interventricular após infarto do miocárdio com supradesnível de ST resultando em shunt da esquerda para a direita com deterioração hemodinâmica, o que confere alta mortalidade em 30 dias. A ruptura do septo com um infarto anterior tende a ter localização apical, enquanto os infartos inferiores estão associados à perfuração do septo basal."
  },
  {
    "identificador": "BA60.4",
    "valor": "Ruptura cardíaca como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": "Ruptura de tecido agudamente infartado após infarto agudo do miocárdio, que pode envolver os músculos papilares, o septo interventricular ou a parede livre de qualquer um dos ventrículos."
  },
  {
    "identificador": "BA60.5",
    "valor": "Embolia pulmonar como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": "Embolia pulmonar que resultou de trombos nas veias das extremidades inferiores (p.ex., após períodos prolongados de repouso no leito) ou trombos murais recobrindo uma área de infarto do ventrículo direito após infarto agudo do miocárdio."
  },
  {
    "identificador": "BA60.6",
    "valor": "Ruptura do músculo papilar ou cordas tendíneas como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": ""
  },
  {
    "identificador": "BA60.7",
    "valor": "Trombo mural como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": "Coágulo sanguíneo formado no endoventrículo ou endoátrio, usualmente sobreposto à área discinética ou acinética do infarto ventricular após infarto agudo do miocárdio."
  },
  {
    "identificador": "BA60.8",
    "valor": "Arritmia como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": "Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
  },
  {
    "identificador": "BA60.9",
    "valor": "Choque cardiogênico, não relacionado a complicações mecânicas, como complicação atual subsequente a infarto agudo do miocárdio",
    "descricao": "A expressão clínica mais grave da insuficiência ventricular esquerda e está associada a extensos danos ao miocárdio ventricular esquerdo após infarto agudo do miocárdio, não relacionado a um defeito mecânico como ruptura do septo ventricular ou do músculo papilar. Choque é definido como pressão arterial (PA) sistólica <90 mmHg e hipoperfusão de órgãos."
  },
  {
    "identificador": "BA60.Y",
    "valor": "Outras complicações atuais especificadas subsequentes ao infarto agudo do miocárdio",
    "descricao": ""
  },
  {
    "identificador": "BA60.Z",
    "valor": "Algumas complicações atuais subsequentes ao infarto agudo do miocárdio, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "BA6Z",
    "valor": "Doenças isquêmicas do coração não especificadas",
    "descricao": ""
  },
  {
    "identificador": "BA81",
    "valor": "Aneurisma de artéria coronária",
    "descricao": "Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
  },
  {
    "identificador": "BA81.0",
    "valor": "Aneurisma de artéria coronária com perfuração",
    "descricao": ""
  },
  {
    "identificador": "BA81.1",
    "valor": "Aneurisma de artéria coronária com ruptura",
    "descricao": ""
  },
  {
    "identificador": "BA81.2",
    "valor": "Aneurisma de artéria coronária sem menção de perfuração ou ruptura",
    "descricao": ""
  },
  {
    "identificador": "BA82",
    "valor": "Dissecção da artéria coronária",
    "descricao": "Dissecção da artéria coronária resulta de uma ruptura na camada interna da artéria coronária, a túnica íntima. Isso permite que o sangue penetre e cause um hematoma intramural na camada central, a túnica média, e restrição no tamanho do lúmen."
  },
  {
    "identificador": "BA83",
    "valor": "Fístula da artéria coronária, adquirida",
    "descricao": "Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
  },
  {
    "identificador": "BA84",
    "valor": "Oclusão total crônica de artéria coronária",
    "descricao": "Uma oclusão total crônica de artéria coronária é definida como a obstrução completa de uma ou mais artérias coronárias, exibindo uma pontuação de fluxo TIMI de zero ou um, com uma duração de oclusão superior a 3 meses."
  },
  {
    "identificador": "BA85",
    "valor": "Doença vasoespástica coronariana",
    "descricao": "O termo doença coronariana vasoespástica refere-se a uma vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso. Embora possa estar envolvido em outras síndromes coronárias, representa a causa habitual de angina variante."
  },
  {
    "identificador": "BA85.0",
    "valor": "Doença vasoespástica coronariana silenciosa",
    "descricao": "A característica desta condição é a frequência de episódios isquêmicos assintomáticos na doença coronariana vasoespástica."
  },
  {
    "identificador": "BA85.Y",
    "valor": "Outra doença vasoespástica coronária especificada",
    "descricao": ""
  },
  {
    "identificador": "BA85.Z",
    "valor": "Doença vasoespástica coronária não especificada",
    "descricao": ""
  },
  {
    "identificador": "BA86",
    "valor": "Doença microvascular coronariana",
    "descricao": ""
  },
  {
    "identificador": "BA8Y",
    "valor": "Outras doenças especificadas de artéria coronária",
    "descricao": ""
  },
  {
    "identificador": "BA8Z",
    "valor": "Doenças de artéria coronária não especificadas",
    "descricao": ""
  },
  {
    "identificador": "BB00",
    "valor": "Tromboembolismo pulmonar",
    "descricao": ""
  },
  {
    "identificador": "BB00.0",
    "valor": "Tromboembolismo pulmonar agudo",
    "descricao": "Tromboembolismo pulmonar agudo é definido como uma oclusão parcial ou completa de um ramo da artéria pulmonar com o início abrupto de sintomas relacionados, como dispneia, taquipneia, dor torácica, tosse e expectoração com sangue. No entanto, a embolia pulmonar aguda também pode ocorrer na ausência de quaisquer sintomas."
  },
  {
    "identificador": "BB00.1",
    "valor": "Tromboembolismo pulmonar crônico",
    "descricao": "Tromboembolismo pulmonar crônico é definido como uma oclusão parcial ou completa de pelo menos um ramo da artéria pulmonar importante na presença de uma pressão arterial pulmonar média de 25 mmHg em repouso e pressões de enchimento ventricular esquerdo normais, apesar da coagulação efetiva por pelo menos três meses."
  },
  {
    "identificador": "BB00.Z",
    "valor": "Tromboembolia pulmonar não especificado",
    "descricao": ""
  },
  {
    "identificador": "BB01",
    "valor": "Hipertensão pulmonar",
    "descricao": "Hipertensão pulmonar (HP) é uma condição hemodinâmica e fisiopatológica definida como um aumento na pressão arterial pulmonar média (PAP) de 25 mmHg em repouso, avaliada por cateterismo cardíaco direito. A HP pode ser encontrada em várias condições clínicas."
  },
  {
    "identificador": "BB01.0",
    "valor": "Hipertensão arterial pulmonar",
    "descricao": "Hipertensão arterial pulmonar é uma condição clínica caracterizada pela presença de hipertensão pulmonar pré-capilar na ausência de outras causas de hipertensão pulmonar pré-capilar, como devido a doenças pulmonares, hipertensão pulmonar tromboembólica crônica ou outras doenças raras. Inclui diferentes formas que compartilham um quadro clínico semelhante e alterações patológicas virtualmente idênticas da microcirculação pulmonar."
  },
  {
    "identificador": "BB01.1",
    "valor": "Hipertensão pulmonar devida a doença cardíaca esquerda",
    "descricao": ""
  },
  {
    "identificador": "BB01.2",
    "valor": "Hipertensão pulmonar devida a doença pulmonar ou hipóxia",
    "descricao": ""
  },
  {
    "identificador": "BB01.3",
    "valor": "Hipertensão pulmonar tromboembólica crônica",
    "descricao": "Hipertensão pulmonar tromboembólica crônica (HPTEC) é caracterizada pela persistência de tromboêmbolos na forma de tecido organizado obstruindo as artérias pulmonares. A consequência é um aumento da resistência vascular pulmonar (RVP), resultando em hipertensão pulmonar (HP) e insuficiência cardíaca direita progressiva."
  },
  {
    "identificador": "BB01.4",
    "valor": "Hipertensão pulmonar com mecanismo multifatorial",
    "descricao": ""
  },
  {
    "identificador": "BB01.5",
    "valor": "Cor pulmonale",
    "descricao": "Cor pulmonale refere-se à estrutura alterada e/ou função comprometida do ventrículo direito que resulta da hipertensão pulmonar associada a doenças de pulmão, vias aéreas superiores ou parede torácica."
  },
  {
    "identificador": "BB01.Z",
    "valor": "Hipertensão pulmonar não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB02",
    "valor": "Algumas doenças especificadas dos vasos pulmonares",
    "descricao": "Esta definição inclui fístula arteriovenosa de vasos pulmonares, aneurisma de artéria pulmonar e outras doenças especificadas de vasos pulmonares."
  },
  {
    "identificador": "BB02.0",
    "valor": "Fístula arteriovenosa de vasos pulmonares",
    "descricao": ""
  },
  {
    "identificador": "BB02.1",
    "valor": "Aneurisma da artéria pulmonar",
    "descricao": "O aneurisma de artéria pulmonar é uma dilatação anormal de parte da artéria pulmonar"
  },
  {
    "identificador": "BB02.10",
    "valor": "Aneurisma de artéria pulmonar com perfuração",
    "descricao": ""
  },
  {
    "identificador": "BB02.11",
    "valor": "Aneurisma de artéria pulmonar com ruptura",
    "descricao": ""
  },
  {
    "identificador": "BB02.12",
    "valor": "Aneurisma de artéria pulmonar sem menção de perfuração ou ruptura",
    "descricao": ""
  },
  {
    "identificador": "BB02.1Y",
    "valor": "Outro aneurisma da artéria pulmonar, especificado",
    "descricao": ""
  },
  {
    "identificador": "BB02.1Z",
    "valor": "Aneurisma da artéria pulmonar, não especificado",
    "descricao": ""
  },
  {
    "identificador": "BB02.2",
    "valor": "Ruptura de vasos pulmonares",
    "descricao": "Isso é definido como o rompimento de vasos pulmonares, permitindo que extravasamento de sangue."
  },
  {
    "identificador": "BB02.3",
    "valor": "Anormalidade adquirida da árvore arterial pulmonar",
    "descricao": "Alteração patológica pós-natal na forma ou função da árvore arterial pulmonar."
  },
  {
    "identificador": "BB03",
    "valor": "Anormalidade venosa pulmonar adquirida",
    "descricao": "Alteração patológica pós-natal na forma ou função de uma ou mais veias pulmonares"
  },
  {
    "identificador": "BB03.0",
    "valor": "Obstrução venosa pulmonar adquirida",
    "descricao": "Condição patológica pós-natal de uma ou mais veias pulmonares em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
  },
  {
    "identificador": "BB03.Y",
    "valor": "Outra anormalidade venosa pulmonar adquirida especificada.",
    "descricao": ""
  },
  {
    "identificador": "BB03.Z",
    "valor": "Anormalidade venosa pulmonar adquirida não especificada.",
    "descricao": ""
  },
  {
    "identificador": "BB0Y",
    "valor": "Outra doença cardíaca pulmonar ou doenças da circulação pulmonar, especificadas",
    "descricao": ""
  },
  {
    "identificador": "BB0Z",
    "valor": "Doença cardíaca pulmonar ou doenças da circulação pulmonar, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "BB20",
    "valor": "Pericardite aguda",
    "descricao": "A pericardite aguda é definida como uma inflamação pericárdica com duração de até uma a duas semanas."
  },
  {
    "identificador": "BB20.0",
    "valor": "Pericardite infecciosa",
    "descricao": "Doença do pericárdio, causada por uma infecção secundária de origem bacteriana, viral ou fúngica. Esta doença é caracterizada por febre, odinofagia, tosse, fadiga ou dor torácica. A confirmação é feita por identificação do agente bacteriano, viral ou fúngico em uma amostra de sangue."
  },
  {
    "identificador": "BB20.1",
    "valor": "Pericardite neoplásica",
    "descricao": ""
  },
  {
    "identificador": "BB20.2",
    "valor": "Miopericardite",
    "descricao": ""
  },
  {
    "identificador": "BB20.Y",
    "valor": "Outra pericardite aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "BB20.Z",
    "valor": "Pericardite aguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB21",
    "valor": "Pericardite reumática crônica",
    "descricao": "Inflamação do pericárdio e do tecido celular mediastinal circundante de etiologia reumática."
  },
  {
    "identificador": "BB22",
    "valor": "Pericardite constritiva",
    "descricao": "Pericardite fibrosa crônica devida a presença de tecido fibroso denso entre as camadas parietal e visceral do pericárdio e estruturas vizinhas."
  },
  {
    "identificador": "BB23",
    "valor": "Tamponamento cardíaco",
    "descricao": "Tamponamento cardíaco é uma síndrome clínica causada pelo acúmulo de líquido no espaço pericárdico, resultando em enchimento ventricular reduzido e subsequente comprometimento hemodinâmico. Tamponamento cardíaco é uma emergência médica, cujas complicações incluem choque e morte."
  },
  {
    "identificador": "BB24",
    "valor": "Hemopericárdio",
    "descricao": "Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
  },
  {
    "identificador": "BB25",
    "valor": "Derrame pericárdico",
    "descricao": "Derrame pericárdico é um acúmulo anormal de líquido no saco pericárdico. Doenças não inflamatórias, como insuficiência renal crônica, congestão circulatória, hipotireoidismo e amiloidose, podem causar derrame pericárdico."
  },
  {
    "identificador": "BB2Y",
    "valor": "Outra pericardite especificada",
    "descricao": ""
  },
  {
    "identificador": "BB2Z",
    "valor": "Pericardite não especificada.",
    "descricao": ""
  },
  {
    "identificador": "BB40",
    "valor": "Endocardite infecciosa aguda ou subaguda",
    "descricao": ""
  },
  {
    "identificador": "BB41",
    "valor": "Mioendocardite",
    "descricao": ""
  },
  {
    "identificador": "BB42",
    "valor": "Periendocardite",
    "descricao": ""
  },
  {
    "identificador": "BB4Y",
    "valor": "Outra endocardite aguda ou subaguda especificada",
    "descricao": ""
  },
  {
    "identificador": "BB4Z",
    "valor": "Endocardite aguda ou subaguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB60",
    "valor": "Estenose da valva mitral",
    "descricao": ""
  },
  {
    "identificador": "BB60.0",
    "valor": "Estenose mitral reumática",
    "descricao": "A estenose mitral refere-se ao estreitamento do orifício da valva mitral, resultando em impedância de enchimento do ventrículo esquerdo na diástole. Geralmente é causada por doença cardíaca reumática."
  },
  {
    "identificador": "BB60.1",
    "valor": "Estenose mitral não reumática",
    "descricao": "Estenose mitral é o estreitamento da passagem através da valva mitral devido à fibrose e calcinose nos folhetos e áreas de cordoalha. O motivo mais comum de estenose mitral é a febre reumática. Exceto febre reumática; LES, sarcoide maligno, endocardite infecciosa ativa, doença de Gota de Whipple, calcificação anular maciça causam estenose mitral."
  },
  {
    "identificador": "BB60.Z",
    "valor": "Estenose da valva mitral, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB61",
    "valor": "Insuficiência da valva mitral",
    "descricao": "A insuficiência mitral é uma condição clínica em que a valva mitral não consegue se fechar corretamente. É o vazamento antidrômico de sangue do ventrículo esquerdo, através da valva mitral, para o átrio esquerdo."
  },
  {
    "identificador": "BB61.0",
    "valor": "Insuficiência mitral reumática",
    "descricao": "A insuficiência mitral pode ser causada por condições como a febre reumática. \r\nA insuficiência mitral é o escoamento de sangue do ventrículo esquerdo para o átrio esquerdo durante a sístole."
  },
  {
    "identificador": "BB61.Y",
    "valor": "Outra insuficiência especificada da valva mitral",
    "descricao": ""
  },
  {
    "identificador": "BB61.Z",
    "valor": "Insuficiência da valva mitral, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB62",
    "valor": "Prolapso da valva mitral",
    "descricao": ""
  },
  {
    "identificador": "BB62.0",
    "valor": "Prolapso mitral reumático",
    "descricao": "Esta é uma doença cardíaca valvar reumática caracterizada pelo deslocamento de um folheto valvar mitral anormalmente espessado para o átrio esquerdo durante a sístole."
  },
  {
    "identificador": "BB62.1",
    "valor": "Prolapso degenerativo da valva mitral",
    "descricao": "Esta é uma doença cardíaca valvar degenerativa caracterizada pelo deslocamento de um folheto da valva mitral anormalmente espessado para o átrio esquerdo durante a sístole."
  },
  {
    "identificador": "BB62.Y",
    "valor": "Outro prolapso não reumático especificado da valva mitral",
    "descricao": ""
  },
  {
    "identificador": "BB62.Z",
    "valor": "Prolapso da valva mitral, não especificado",
    "descricao": ""
  },
  {
    "identificador": "BB63",
    "valor": "Estenose da valva mitral com insuficiência",
    "descricao": "É uma valvopatia caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
  },
  {
    "identificador": "BB63.0",
    "valor": "Estenose mitral reumática com insuficiência",
    "descricao": "Estenose mitral e insuficiência mitral ocorrem em pacientes com cardiopatia reumática."
  },
  {
    "identificador": "BB63.1",
    "valor": "Estenose mitral não reumática com insuficiência",
    "descricao": "É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
  },
  {
    "identificador": "BB63.Z",
    "valor": "Estenose da valva mitral com insuficiência, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB64",
    "valor": "Abcesso valvar mitral",
    "descricao": ""
  },
  {
    "identificador": "BB65",
    "valor": "Ruptura da valva mitral",
    "descricao": ""
  },
  {
    "identificador": "BB6Y",
    "valor": "Outra doença da valva mitral especificada",
    "descricao": ""
  },
  {
    "identificador": "BB6Z",
    "valor": "Doença da valva mitral não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB70",
    "valor": "Estenose da valva aórtica",
    "descricao": "A estenose da valva aórtica é o estreitamento anormal da valva aórtica. Isso diminui o fluxo sanguíneo do coração para os órgãos."
  },
  {
    "identificador": "BB70.0",
    "valor": "Estenose aórtica reumática",
    "descricao": "A estenose aórtica causada por cicatriz da valva aórtica devida à febre reumática na infância ou na idade adulta jovem. Na estenose aórtica, a valva aórtica não abre totalmente. Isso diminui o fluxo sanguíneo do coração."
  },
  {
    "identificador": "BB70.1",
    "valor": "Estenose não reumática da valva aórtica",
    "descricao": ""
  },
  {
    "identificador": "BB70.Y",
    "valor": "Outra estenose especificada da valva aórtica",
    "descricao": ""
  },
  {
    "identificador": "BB70.Z",
    "valor": "Estenose da valva aórtica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB71",
    "valor": "Insuficiência da valva aórtica",
    "descricao": "A insuficiência da valva aórtica resulta de escoamento e refluxo de sangue que é ejetado do ventrículo esquerdo para a aorta ascendente de volta ao ventrículo esquerdo."
  },
  {
    "identificador": "BB71.0",
    "valor": "Insuficiência aórtica reumática",
    "descricao": "A insuficiência aórtica é o refluxo da valva aórtica do coração que faz com que o sangue flua na direção reversa durante a diástole ventricular, da aorta para o ventrículo esquerdo. A febre reumática causa a retração da cúspide valvar."
  },
  {
    "identificador": "BB71.Y",
    "valor": "Outra insuficiência não reumática especificada da valva aórtica",
    "descricao": ""
  },
  {
    "identificador": "BB71.Z",
    "valor": "Insuficiência da valva aórtica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB72",
    "valor": "Estenose da valva aórtica com insuficiência",
    "descricao": ""
  },
  {
    "identificador": "BB72.0",
    "valor": "Estenose aórtica reumática com insuficiência",
    "descricao": "A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
  },
  {
    "identificador": "BB72.1",
    "valor": "Estenose não reumática da valva aórtica com insuficiência",
    "descricao": "É uma doença não reumática das valvas cardíacas em que a abertura da valva aórtica está estreitada, com regurgitação."
  },
  {
    "identificador": "BB72.Z",
    "valor": "Estenose da valva aórtica com insuficiência, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB73",
    "valor": "Abscesso valvar aórtico",
    "descricao": ""
  },
  {
    "identificador": "BB74",
    "valor": "Prolapso valvar aórtico",
    "descricao": "Malformação cardiovascular congênita da valva aórtica na qual parte ou a totalidade de um ou mais dos folhetos da valva aórtica está no lado ventricular do plano da face inferior das inserções dos folhetos da valva aórtica."
  },
  {
    "identificador": "BB7Y",
    "valor": "Outra doença da valva aórtica especificada",
    "descricao": ""
  },
  {
    "identificador": "BB7Z",
    "valor": "Doença da valva aórtica não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB80",
    "valor": "Estenose da valva tricúspide",
    "descricao": "É uma valvopatia que resulta no estreitamento do orifício da valva tricúspide do coração. É uma condição relativamente rara que causa estenose - aumento da resistência ao fluxo sanguíneo através da valva."
  },
  {
    "identificador": "BB80.0",
    "valor": "Estenose tricúspide reumática",
    "descricao": "A estenose tricúspide é quase sempre de origem reumática. A estenose tricúspide resulta no estreitamento do orifício da valva tricúspide do coração."
  },
  {
    "identificador": "BB80.Y",
    "valor": "Outra estenose especificada da valva tricúspide",
    "descricao": ""
  },
  {
    "identificador": "BB80.Z",
    "valor": "Estenose da valva tricúspide, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB81",
    "valor": "Insuficiência da valva tricúspide",
    "descricao": "Falha da valva tricúspide do coração em se fechar adequadamente durante a sístole. Como resultado, a cada batimento cardíaco parte do sangue passa do ventrículo direito para o átrio direito, o oposto da direção normal."
  },
  {
    "identificador": "BB81.0",
    "valor": "Insuficiência tricúspide reumática",
    "descricao": ""
  },
  {
    "identificador": "BB81.Y",
    "valor": "Outra insuficiência não reumática especificada da valva tricúspide",
    "descricao": ""
  },
  {
    "identificador": "BB81.Z",
    "valor": "Insuficiência da valva tricúspide, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB82",
    "valor": "Estenose da valva tricúspide com insuficiência",
    "descricao": "Valvopatia que resulta no estreitamento do orifício da valva tricúspide do coração. É uma condição relativamente rara que causa estenose - aumento da resistência ao fluxo sanguíneo através da valva , com regurgitação."
  },
  {
    "identificador": "BB82.0",
    "valor": "Estenose tricúspide reumática com insuficiência",
    "descricao": "Insuficiência da valva tricúspide devida a anormalidades nos folhetos pode ser secundária a cardiopatia reumática. Quando devida a esta última, geralmente ocorre em combinação com estenose tricúspide"
  },
  {
    "identificador": "BB82.Y",
    "valor": "Outra estenose não reumática especificada da valva tricúspide com insuficiência",
    "descricao": ""
  },
  {
    "identificador": "BB82.Z",
    "valor": "Estenose da valva tricúspide com insuficiência, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB83",
    "valor": "Abscesso valvar tricúspide",
    "descricao": ""
  },
  {
    "identificador": "BB84",
    "valor": "Ruptura da valva tricúspide",
    "descricao": ""
  },
  {
    "identificador": "BB8Y",
    "valor": "Outra doença da valva tricúspide especificada",
    "descricao": ""
  },
  {
    "identificador": "BB8Z",
    "valor": "Doença da valva tricúspide não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB90",
    "valor": "Estenose da valva pulmonar",
    "descricao": "Estenose da valva pulmonar é uma obstrução ao nível da valva pulmonar que impede o fluxo de sangue do ventrículo direito para a artéria pulmonar."
  },
  {
    "identificador": "BB90.0",
    "valor": "Estenose pulmonar reumática",
    "descricao": "Transtorno reumático de valva cardíaca no qual o fluxo de saída do sangue do ventrículo direito do coração está obstruído no nível da valva pulmonar."
  },
  {
    "identificador": "BB90.Y",
    "valor": "Outra estenose não reumática especificada da valva pulmonar",
    "descricao": ""
  },
  {
    "identificador": "BB90.Z",
    "valor": "Estenose da valva pulmonar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB91",
    "valor": "Insuficiência da valva pulmonar",
    "descricao": "Insuficiência da valva pulmonar, que é um fechamento incompleto da valva pulmonar, permite que o sangue retorne da artéria pulmonar para o ventrículo direito."
  },
  {
    "identificador": "BB91.0",
    "valor": "Insuficiência pulmonar reumática",
    "descricao": "Condição reumática em que a valva pulmonar não é forte o suficiente para impedir o refluxo para o ventrículo direito."
  },
  {
    "identificador": "BB91.Y",
    "valor": "Outra insuficiência não reumática especificada da valva pulmonar",
    "descricao": ""
  },
  {
    "identificador": "BB91.Z",
    "valor": "Insuficiência da valva pulmonar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB92",
    "valor": "Estenose da valva pulmonar com insuficiência",
    "descricao": "É uma condição clínica em que estenose da valva pulmonar e insuficiência valvar pulmonar são vistas juntas."
  },
  {
    "identificador": "BB92.0",
    "valor": "Estenose valvar pulmonar reumática com insuficiência",
    "descricao": "Transtorno reumático de valva cardíaca em que o fluxo de saída do sangue do ventrículo direito do coração está obstruído ao nível da valva pulmonar, com regurgitação."
  },
  {
    "identificador": "BB92.1",
    "valor": "Estenose não reumática da valva pulmonar com insuficiência",
    "descricao": "Transtorno não reumático de valva cardíaca no qual o fluxo de saída do sangue do ventrículo direito do coração está obstruído ao nível da valva pulmonar, com regurgitação."
  },
  {
    "identificador": "BB92.Z",
    "valor": "Estenose da valva pulmonar com insuficiência, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BB93",
    "valor": "Abscesso valvar pulmonar",
    "descricao": ""
  },
  {
    "identificador": "BB9Y",
    "valor": "Outra doença da valva pulmonar especificada",
    "descricao": ""
  },
  {
    "identificador": "BB9Z",
    "valor": "Doença da valva pulmonar não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC00",
    "valor": "Doença de múltiplas valvas",
    "descricao": ""
  },
  {
    "identificador": "BC01",
    "valor": "Doença de prótese valvar",
    "descricao": ""
  },
  {
    "identificador": "BC02",
    "valor": "Anormalidade adquirida de valva malformada congênita",
    "descricao": "Alteração patológica pós-natal na forma ou função de uma valva com malformação congênita."
  },
  {
    "identificador": "BC02.0",
    "valor": "Anormalidade adquirida da valva atrioventricular comum em conexões atrioventriculares biventriculares",
    "descricao": "Uma alteração patológica pós-natal na forma ou função da valva atrioventricular comum na presença de conexões atrioventriculares biventriculares."
  },
  {
    "identificador": "BC02.1",
    "valor": "Anormalidade valvar troncular adquirida",
    "descricao": "Alteração patológica pós-natal na forma ou função da valva troncular, quando a válvula troncular supre as circulações sistêmica e pulmonar."
  },
  {
    "identificador": "BC02.2",
    "valor": "Anormalidade adquirida da valva atrioventricular comum em ventrículo com dupla via de entrada",
    "descricao": ""
  },
  {
    "identificador": "BC02.3",
    "valor": "Anormalidade adquirida da valva neo-aórtica de origem pulmonar",
    "descricao": ""
  },
  {
    "identificador": "BC02.30",
    "valor": "Estenose de valva neo-aórtica de origem pulmonar",
    "descricao": "Obstrução adquirida do fluxo através da valva neo-aórtica de origem pulmonar, ou seja, a valva pulmonar nativa que se tornou a valva neo-aórtica funcional.\r\nExemplos de corações nos quais uma valva neo-aórtica foi criada incluem a anastomose aortopulmonar (procedimentos de Damus-Kaye-Stansel, Norwood), autoenxerto de valva pulmonar (procedimento de Ross) e procedimento de troca arterial"
  },
  {
    "identificador": "BC02.31",
    "valor": "Insuficiência de valva neo-aórtica de origem pulmonar",
    "descricao": "Fluxo retrógrado adquirido através da valva neo-aórtica de origem pulmonar, ou seja, a valva pulmonar nativa que se tornou a valva neo-aórtica funcional.\r\nExemplos de corações nos quais uma valva neo-aórtica foi criada incluem a anastomose aortopulmonar (procedimentos de Damus-Kaye-Stansel, Norwood), autoenxerto de valva pulmonar (procedimento de Ross) e procedimento de troca arterial."
  },
  {
    "identificador": "BC02.3Y",
    "valor": "Outra anormalidade adquirida especificada da valva neo-aórtica de origem pulmonar especificada",
    "descricao": ""
  },
  {
    "identificador": "BC02.3Z",
    "valor": "Anormalidade adquirida da valva neo-aórtica de origem pulmonar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC02.4",
    "valor": "Anormalidade adquirida de valva neo-aórtica de origem troncular",
    "descricao": "Alteração patológica pós-natal na forma ou função da valva neo-aórtica que resulta do reparo biventricular do tronco arterial comum (truncus arteriosus)"
  },
  {
    "identificador": "BC02.40",
    "valor": "Estenose adquirida de valva neo-aórtica de origem troncular",
    "descricao": "Obstrução adquirida do fluxo através de valva neo-aórtica, quando a valva neo-aórtica resulta de reparo biventricular do tronco arterial comum (truncus arteriosus)"
  },
  {
    "identificador": "BC02.41",
    "valor": "Insuficiência adquirida de valva neo-aórtica de origem troncular",
    "descricao": "Fluxo retrógrado adquirido através de valva neo-aórtica, quando a valva neo-aórtica resulta de reparo biventricular do tronco arterial comum (truncus arteriosus)"
  },
  {
    "identificador": "BC02.4Y",
    "valor": "Outra anormalidade adquirida especificada de valva neo-aórtica de origem troncular",
    "descricao": ""
  },
  {
    "identificador": "BC02.4Z",
    "valor": "Anormalidade adquirida de valva neo-aórtica de origem troncular, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC02.Y",
    "valor": "Outra anormalidade adquirida especificada de valva malformada congênita",
    "descricao": ""
  },
  {
    "identificador": "BC02.Z",
    "valor": "Anormalidade adquirida de valva malformada congênita, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC0Z",
    "valor": "Doenças das valvas cardíacas, não especificado.",
    "descricao": ""
  },
  {
    "identificador": "BC20.0",
    "valor": "Doenças reumáticas do endocárdio, valva não especificada",
    "descricao": "Endocárdio e valvas estão afetados em vários graus devido ao processo reumático."
  },
  {
    "identificador": "BC20.Y",
    "valor": "Outra doença cardíaca reumática crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "BC20.Z",
    "valor": "Doença cardíaca reumática crônica não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC40",
    "valor": "Anormalidade atrial adquirida",
    "descricao": "Uma alteração patológica pós-natal na forma ou função de um ou ambos os átrios."
  },
  {
    "identificador": "BC40.0",
    "valor": "Comunicação interatrial adquirida",
    "descricao": "Um orifício ou via patológicos, pós-natal, entre as câmaras atriais."
  },
  {
    "identificador": "BC40.Y",
    "valor": "Outra anormalidade atrial adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "BC40.Z",
    "valor": "Anormalidade atrial adquirida não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC41",
    "valor": "Anormalidade ventricular adquirida",
    "descricao": "Alteração patológica pós-natal na forma ou função de um ventrículo."
  },
  {
    "identificador": "BC41.0",
    "valor": "Comunicação interventricular adquirida",
    "descricao": "Orifício ou passagem entre as câmaras ventriculares não presente no nascimento."
  },
  {
    "identificador": "BC41.Y",
    "valor": "Outra anormalidade ventricular adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "BC41.Z",
    "valor": "Anormalidade ventricular adquirida não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC42",
    "valor": "Miocardite",
    "descricao": "Miocardite (cardiomiopatia inflamatória) é a inflamação do músculo cardíaco geralmente na presença de uma cardiomiopatia dilatada que resulta da exposição a antígenos externos infecciosos diferentes, como vírus, bactérias, fungos ou parasitas; a antígenos externos não infecciosos, como na hipersensibilidade a drogas; ou a gatilhos internos não infecciosos, como ativação autoimune ou hipersensível contra autoantígenos."
  },
  {
    "identificador": "BC42.0",
    "valor": "Miocardite de células gigantes",
    "descricao": "Miocardite de células gigantes é uma forma de cardiomiopatia dilatada secundária a inflamação miocárdica que se caracteriza por infiltração generalizada de células gigantes (massas anormais produzidas pela fusão de macrófagos) associada a outras células inflamatórias e destruição de células do músculo cardíaco."
  },
  {
    "identificador": "BC42.1",
    "valor": "Miocardite infecciosa",
    "descricao": "Miocardite infecciosa (cardiomiopatia inflamatória infecciosa) é uma inflamação do músculo cardíaco geralmente na presença de uma cardiomiopatia dilatada que resulta da exposição a diferentes antígenos externos infecciosos, como vírus, bactérias ou parasitas."
  },
  {
    "identificador": "BC42.2",
    "valor": "Miocardite por hipersensibilidade",
    "descricao": "Miocardite de hipersensibilidade é a presença de cardiomiopatia dilatada em associação com um transtorno relacionado conhecido {síndrome hipereosinofílica (geralmente uma cardiomiopatia restritiva), síndrome de Churg-Strauss, malignidade, infecção parasitária, drogas ou vacinas) e achados de infiltração intersticial linfocítica e eosinofílica, células gigantes, e possível necrose miocárdica na biópsia, geralmente com eosinofilia periférica."
  },
  {
    "identificador": "BC42.3",
    "valor": "Miocardite reumática",
    "descricao": "A miocardite reumática é a inflamação cardíaca e com cicatrizes desencadeadas por uma reação autoimune à infecção por estreptococos do Grupo A, resultando agudamente em pancardite envolvendo inflamação do miocárdio, endocárdio e epicárdio e cronicamente por fibrose valvar."
  },
  {
    "identificador": "BC42.Y",
    "valor": "Outra miocardite especificada",
    "descricao": ""
  },
  {
    "identificador": "BC42.Z",
    "valor": "Miocardite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC43",
    "valor": "Cardiomiopatia",
    "descricao": "Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
  },
  {
    "identificador": "BC43.0",
    "valor": "Cardiomiopatia dilatada",
    "descricao": "Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
  },
  {
    "identificador": "BC43.00",
    "valor": "Cardiomiopatia dilatada genética familiar",
    "descricao": "Cardiomiopatia dilatada genética familiar é a presença de cardiomiopatia dilatada que está presente em vários membros de uma linhagem, ou na presença de uma mutação genética conhecida por estar significativamente associada a cardiomiopatia dilatada. \r\n\r\nInformações adicionais: Genes candidatos do citoesqueleto e codificadores do disco Z, a maioria dos quais são aventados como responsáveis por anormalidades na transmissão de força, incluem δ-sarcoglicano, β-sarcoglicano, desmina, lamina A / C, metavinculina, proteína LIM muscular, titina, α -actinina-2, nebuleta, miopaladina e ZASP (proteína de domínio PDZ com “splicing” alternativo de banda Z)"
  },
  {
    "identificador": "BC43.01",
    "valor": "Cardiomiopatia dilatada não familiar",
    "descricao": "Cardiomiopatia dilatada não familiar é uma cardiomiopatia dilatada secundária a um transtorno sistêmico adquirido que é conhecido por estar associado a cardiomiopatia dilatada ou inflamatória, como miocardite infecciosa, exposição a toxinas, como álcool ou terapia com antraciclina, transtornos nutricionais, doença autoimune e muitos outros."
  },
  {
    "identificador": "BC43.0Z",
    "valor": "Cardiomiopatia dilatada não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC43.1",
    "valor": "Cardiomiopatia hipertrófica",
    "descricao": "A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
  },
  {
    "identificador": "BC43.10",
    "valor": "Cardiomiopatia hipertrófica genética familiar",
    "descricao": "Cardiomiopatia hipertrófica isolada familiar é a presença de cardiomiopatia hipertrófica não sindrômica em vários membros de uma linhagem ou na presença de uma mutação genética conhecida por estar significativamente associada a cardiomiopatia hipertrófica."
  },
  {
    "identificador": "BC43.11",
    "valor": "Cardiomiopatia hipertrófica não obstrutiva",
    "descricao": "Cardiomiopatia hipertrófica não obstrutiva é uma cardiomiopatia hipertrófica que não tem estreitamento intraventricular fixo ou dinâmico suficiente para resultar em gradiente de pressão significativo entre o ápice ventricular e a valva da via de saída (aórtica ou pulmonar)."
  },
  {
    "identificador": "BC43.12",
    "valor": "Cardiomiopatia obstrutiva hipertrófica",
    "descricao": "Cardiomiopatia hipertrófica obstrutiva é uma cardiomiopatia hipertrófica que manifesta estreitamento fixo ou dinâmico suficiente em um ou ambos os ventrículos para resultar em um gradiente de pressão significativo entre o ápice ventricular e a valva de via de saída (aórtica ou pulmonar)."
  },
  {
    "identificador": "BC43.1Y",
    "valor": "Outra cardiomiopatia hipertrófica especificada",
    "descricao": ""
  },
  {
    "identificador": "BC43.1Z",
    "valor": "Cardiomiopatia hipertrófica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC43.2",
    "valor": "Cardiomiopatia restritiva",
    "descricao": "Cardiomiopatia restritiva é a presença de função diastólica ventricular comprometida relacionada a redução de taxa e/ou extensão do relaxamento e/ou complacência na ausência de outro fenótipo predominante de cardiomiopatia dilatada ou hipertrófica."
  },
  {
    "identificador": "BC43.20",
    "valor": "Cardiomiopatia restritiva não familiar",
    "descricao": "Cardiomiopatia restritiva não familiar é uma cardiomiopatia restritiva secundária a um transtorno sistêmico adquirido que é conhecido por estar associado a cardiomiopatia restritiva, como amiloidose, esclerodermia, sarcoidose ou terapia com antraciclina."
  },
  {
    "identificador": "BC43.2Y",
    "valor": "Outra cardiomiopatia restritiva especificada",
    "descricao": ""
  },
  {
    "identificador": "BC43.2Z",
    "valor": "Cardiomiopatia restritiva, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC43.3",
    "valor": "Fibroelastose endocárdica",
    "descricao": "A fibroelastose endocárdica é a formação de um acentuado espessamento fibroelástico do subendocárdio em um ou ambos os ventrículos cardíacos. Um transtorno de fetos e bebês, as causas secundárias incluem lesões cardíacas obstrutivas congênitas do lado esquerdo, distúrbios metabólicos, doença autoimune (anticorpos anti-Ro/anti-La) e infecção viral transplacentária, como caxumba. A fibroelastose endocárdica primária tem sido associada à herança recessiva e ligada ao X, como na síndrome de Barth."
  },
  {
    "identificador": "BC43.4",
    "valor": "Cardiomiopatia devida a drogas ou outros agentes externos",
    "descricao": "Um tipo de cardiomiopatia devida a drogas e outros agentes externos. Agentes causais são álcool, agentes quimioterápicos da cocaína, agentes psicoterapêuticos e toxinas químicas."
  },
  {
    "identificador": "BC43.5",
    "valor": "Cardiomiopatia induzida por estresse",
    "descricao": "Cardiomiopatia induzida por estresse ou de Takotsubo é uma doença do miocárdio caracterizada por episódios de início agudo, anormalidades reversíveis do movimento da parede apical do ventrículo esquerdo mimetizando infarto agudo do miocárdio, mas com supradesnível inespecífico de ST, alterações da onda T e liberação enzimática miocárdica mínima, na ausência de estenose coronária."
  },
  {
    "identificador": "BC43.6",
    "valor": "Cardiomiopatia ventricular arritmogênica",
    "descricao": "A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
  },
  {
    "identificador": "BC43.7",
    "valor": "Cardiomiopatia diabética",
    "descricao": "Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
  },
  {
    "identificador": "BC43.Y",
    "valor": "Outra cardiomiopatia especificada",
    "descricao": ""
  },
  {
    "identificador": "BC43.Z",
    "valor": "Cardiomiopatia não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC44",
    "valor": "Cardiomiopatia não compactada",
    "descricao": "A cardiomiopatia não compactada é uma anormalidade morfológica do miocárdio que afeta predominantemente o ápice do ventrículo, caracterizada por hipertrabeculação e recessos intertrabeculares profundos, geralmente acompanhados por uma camada subepicárdica anormalmente fina de miocárdio compactado, que geralmente, mas nem sempre, está associada à disfunção ventricular. \r\n\r\nInformações adicionais. A cardiomiopatia não compactada envolve classicamente o ventrículo esquerdo, mas também pode envolver apenas o ventrículo direito ou ambos. Pode ocorrer como um achado isolado ou em associação com um fenótipo cardiomiopático dilatado, hipertrófico ou misto. Foi descrita em associação a cardiopatia congênita complexa, anomalias das artérias coronárias e como um achado isolado, com e sem anormalidades musculoesqueléticas e outras anormalidades sistêmicas."
  },
  {
    "identificador": "BC45",
    "valor": "Cardiomegalia",
    "descricao": ""
  },
  {
    "identificador": "BC46",
    "valor": "Trombose intracardíaca",
    "descricao": "Formação intracardíaca de um coágulo sanguíneo. Trombose intracardíaca pode ocorrer subsequente a infarto do miocárdio com formação de trombo ventricular, ou com fibrilação atrial e estenose mitral onde trombos atriais predominam.\r\nTrombos intracardíacos são assintomáticos, a menos que haja embolização distal, resultando em acidente vascular cerebral isquêmico, infarto visceral ou isquemia distal de membro."
  },
  {
    "identificador": "BC4Y",
    "valor": "Outras doenças do miocárdio ou câmaras cardíacas, especificadas",
    "descricao": ""
  },
  {
    "identificador": "BC4Z",
    "valor": "Doenças do miocárdio ou câmaras cardíacas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "BC60",
    "valor": "Despolarização atrial prematura",
    "descricao": "Despolarização elétrica cardíaca originada nos átrios, ocorrendo antes do batimento sinusal esperado"
  },
  {
    "identificador": "BC61",
    "valor": "Despolarização juncional prematura",
    "descricao": "Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
  },
  {
    "identificador": "BC62",
    "valor": "Via acessória",
    "descricao": "Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
  },
  {
    "identificador": "BC63",
    "valor": "Distúrbios de condução",
    "descricao": "Qualquer alteração anormal da condução atrioventricular."
  },
  {
    "identificador": "BC63.0",
    "valor": "Bloqueio atrioventricular de primeiro grau",
    "descricao": "Transtorno do sistema de condução atrioventricular em que o intervalo PR é maior que o percentil 97 para a idade ou > 200 ms em adultos"
  },
  {
    "identificador": "BC63.1",
    "valor": "Bloqueio atrioventricular de segundo grau",
    "descricao": "Transtorno do sistema de condução atrioventricular em que alguns, mas não todos, impulsos atriais falham em se propagar para os ventrículos. Eletrocardiograficamente, algumas ondas P não são seguidas por um complexo QRS."
  },
  {
    "identificador": "BC63.10",
    "valor": "Bloqueio atrioventricular de segundo grau de alto grau",
    "descricao": "Forma de bloqueio atrioventricular de segundo grau em que ou várias ondas P consecutivas não são conduzidas ou há períodos transitórios de dissociação atrioventricular"
  },
  {
    "identificador": "BC63.1Y",
    "valor": "Outro bloqueio atrioventricular especificado, segundo grau",
    "descricao": ""
  },
  {
    "identificador": "BC63.1Z",
    "valor": "Bloqueio atrioventricular, segundo grau, não especificado",
    "descricao": ""
  },
  {
    "identificador": "BC63.2",
    "valor": "Bloqueio atrioventricular completo",
    "descricao": "Transtorno do sistema de condução atrioventricular em que há falha de propagação de todos os impulsos atriais para o ventrículo"
  },
  {
    "identificador": "BC63.20",
    "valor": "Bloqueio atrioventricular total congênito",
    "descricao": "O bloqueio atrioventricular de terceiro grau é definido como a ausência de condução pelo nó atrioventricular e aqui é congênito, ou seja, está presente desde o nascimento e não é adquirido, embora possa ser detectado pela primeira vez posteriormente."
  },
  {
    "identificador": "BC63.21",
    "valor": "Bloqueio atrioventricular completo adquirido",
    "descricao": "Bloqueio atrioventricular completo em que o início do distúrbio de condução é reconhecido após o nascimento"
  },
  {
    "identificador": "BC63.2Z",
    "valor": "Bloqueio atrioventricular completo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "BC63.3",
    "valor": "Bloqueio de ramo direito",
    "descricao": "Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
  },
  {
    "identificador": "BC63.4",
    "valor": "Bloqueio de ramo esquerdo",
    "descricao": "Transtorno do sistema de condução atrioventricular em que a duração do QRS é maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos de idade e maior que 90 ms em crianças menores de 4 anos; há um padrão QS ou rS na derivação V1 e uma onda R larga e empastada nas derivações I e V6."
  },
  {
    "identificador": "BC63.40",
    "valor": "Bloqueio do fascículo anterior esquerdo",
    "descricao": "Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
  },
  {
    "identificador": "BC63.41",
    "valor": "Bloqueio do fascículo posterior esquerdo",
    "descricao": "Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a direita para a idade (entre 90 ° e 180 ° em adultos), com padrão qR nas derivações inferiores, padrão rS nas derivações esquerdas (I e aVL) e duração do QRS que não atende aos critérios dependentes da idade para bloqueio de ramo completo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
  },
  {
    "identificador": "BC63.4Z",
    "valor": "Bloqueio de ramo esquerdo, fascículo não especificado",
    "descricao": ""
  },
  {
    "identificador": "BC63.5",
    "valor": "Atraso de condução intraventricular inespecífico",
    "descricao": "Transtorno do sistema de condução atrioventricular caracterizado por uma duração prolongada do QRS (duração QRS maior que 110 ms em adultos, maior que 90 ms em crianças de 8 a 16 anos de idade e maior que 80 ms em crianças menores de 8 anos) sem critérios para bloqueio de ramo direito ou esquerdo."
  },
  {
    "identificador": "BC63.Y",
    "valor": "Outros distúrbios de condução especificados",
    "descricao": ""
  },
  {
    "identificador": "BC63.Z",
    "valor": "Distúrbios de condução não especificados",
    "descricao": ""
  },
  {
    "identificador": "BC64",
    "valor": "Síndrome da morte súbita arrítmica",
    "descricao": ""
  },
  {
    "identificador": "BC65",
    "valor": "Arritmia cardíaca associada a transtorno genético",
    "descricao": ""
  },
  {
    "identificador": "BC65.0",
    "valor": "Síndrome do QT longo",
    "descricao": "Distúrbio congênito de repolarização do miocárdio ventricular caracterizado por um intervalo QT prolongado no eletrocardiograma (ECG) que pode levar a arritmias ventriculares sintomáticas e um risco aumentado de morte súbita cardíaca."
  },
  {
    "identificador": "BC65.1",
    "valor": "Síndrome de Brugada",
    "descricao": "Manifestações clínicas de síncope cardíaca, taquicardia ventricular, fibrilação ventricular ou morte súbita em conjunto com uma mutação genética associada à Síndrome de Brugada e/ou um ECG com padrão de Brugada (espontâneo ou provocado)."
  },
  {
    "identificador": "BC65.2",
    "valor": "Síndrome do QT curto",
    "descricao": "Síndrome do QT curto familiar é um raro distúrbio do ritmo cardíaco que associa um intervalo QT curto (QT e QTc 300 ms) no eletrocardiograma de superfície (ECG) com um alto risco de síncope ou morte súbita devido a arritmia ventricular maligna."
  },
  {
    "identificador": "BC65.3",
    "valor": "Síndrome de repolarização precoce",
    "descricao": "Transtorno arrítmico genético caracterizado por elevação inferolateral da onda J observada no ECG em conjunto com fibrilação ventricular não explicada por outras causas."
  },
  {
    "identificador": "BC65.4",
    "valor": "Fibrilação ventricular idiopática",
    "descricao": "Transtorno arrítmico genético caracterizado por ocorrência de fibrilação ventricular na ausência de outras causas subjacentes, incluindo ausência de achados de eletrocardiograma (ECG) de síndrome de Brugada, taquicardia ventricular bidirecional e elevação da onda J inferolateral."
  },
  {
    "identificador": "BC65.5",
    "valor": "Taquicardia ventricular polimórfica catecolaminérgica",
    "descricao": "Taquicardia ventricular polimórfica catecolaminérgica (TVPC) é um grave distúrbio arritmogênico genético da infância caracterizado por taquicardia ventricular induzida por adrenalina (taquicardia ventricular bidirecional e, menos frequentemente, taquicardia supraventricular e fibrilação atrial) manifestando-se como síncope e morte súbita."
  },
  {
    "identificador": "BC65.Y",
    "valor": "Outra arritmia cardíaca especificada associada a transtorno genético",
    "descricao": ""
  },
  {
    "identificador": "BC65.Z",
    "valor": "Arritmia cardíaca associada a transtorno genético, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC70",
    "valor": "Despolarização ventricular prematura",
    "descricao": "Despolarização ventricular ocorrendo antes da despolarização ventricular esperada iniciada pelo nó sinoatrial ou outro marcapasso supraventricular."
  },
  {
    "identificador": "BC71",
    "valor": "Taquiarritmia ventricular",
    "descricao": "Qualquer distúrbio do ritmo ventricular com uma frequência mais rápida do que a frequência de escape ventricular normal para a idade."
  },
  {
    "identificador": "BC71.0",
    "valor": "Taquicardia ventricular",
    "descricao": "Taquicardia ventricular é uma arritmia cardíaca de três ou mais complexos consecutivos de duração emanando dos ventrículos com uma frequência maior que 120 bpm em adolescentes ou adultos e uma frequência maior que 150 bpm em crianças. A taquicardia ventricular pode ocorrer com ou sem perda do débito cardíaco."
  },
  {
    "identificador": "BC71.00",
    "valor": "Taquicardia ventricular de via de saída do ventrículo direito",
    "descricao": "Taquicardia ventricular monomórfica com atividade focal originada na via de saída do ventrículo direito, apresentando morfologia de bloqueio de ramo esquerdo (BRE) e eixo inferior."
  },
  {
    "identificador": "BC71.01",
    "valor": "Taquicardia ventricular polimórfica",
    "descricao": "Taquicardia ventricular com 2 ou mais morfologias de QRS."
  },
  {
    "identificador": "BC71.02",
    "valor": "Taquicardia ventricular sustentada",
    "descricao": "Taquicardia ventricular que tem duração de >30 segundos ou que causa instabilidade hemodinâmica."
  },
  {
    "identificador": "BC71.03",
    "valor": "Taquicardia ventricular não sustentada",
    "descricao": "Taquicardia ventricular com duração menor ou igual a 30 segundos"
  },
  {
    "identificador": "BC71.0Y",
    "valor": "Outra taquicardia ventricular especificada",
    "descricao": ""
  },
  {
    "identificador": "BC71.0Z",
    "valor": "taquicardia ventricular não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC71.1",
    "valor": "Fibrilação ventricular",
    "descricao": "Fibrilação ventricular é um ritmo ventricular grosseiramente irregular e rápido, geralmente mais de 300 bpm/200 ms (duração do ciclo de 180 ms ou menos), com acentuada variabilidade na duração, morfologia e amplitude do ciclo do QRS, associada à perda de débito cardíaco e que geralmente é sustentada, exigindo intervenção para terminar."
  },
  {
    "identificador": "BC71.2",
    "valor": "Arritmia ventricular por reentrada",
    "descricao": ""
  },
  {
    "identificador": "BC71.Y",
    "valor": "Outra taquiarritmia ventricular especificada",
    "descricao": ""
  },
  {
    "identificador": "BC71.Z",
    "valor": "Taquiarritmia ventricular, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC7Y",
    "valor": "Outra alteração especificada do ritmo ventricular",
    "descricao": ""
  },
  {
    "identificador": "BC7Z",
    "valor": "Alteração do ritmo ventricular não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC80",
    "valor": "Bradiarritmia supraventricular",
    "descricao": "Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
  },
  {
    "identificador": "BC80.0",
    "valor": "Pausa sinusal",
    "descricao": "Uma interrupção na cadência sinusal típica em que o intervalo p-p > soma de 2 p-p anteriores (exclui arritmia sinusal)."
  },
  {
    "identificador": "BC80.1",
    "valor": "Bradicardia sinusal",
    "descricao": "Frequência sinusal em repouso abaixo do percentil 97% para a idade (<60 bpm em adultos)."
  },
  {
    "identificador": "BC80.2",
    "valor": "Disfunção do nó sinusal",
    "descricao": "Termo inespecífico que se refere a anormalidades na formação e propagação do impulso do nó sinusal e inclui bradicardia sinusal, pausa/parada sinusal, incompetência cronotrópica e bloqueio de saída sinoatrial."
  },
  {
    "identificador": "BC80.20",
    "valor": "Síndrome do nó sinusal",
    "descricao": "A síndrome da doença do nó sinusal pode ser definida como frequências sinusais inapropriadas (ou bradicardia em repouso ou incompetência cronotrópica) que podem estar associadas a episódios de taquicardia atrial."
  },
  {
    "identificador": "BC80.21",
    "valor": "Bloqueio sinoatrial",
    "descricao": "Atraso ou bloqueio do impulso elétrico do nó sinusal para os átrios"
  },
  {
    "identificador": "BC80.2Y",
    "valor": "Outra disfunção especificada do nó sinusal",
    "descricao": ""
  },
  {
    "identificador": "BC80.2Z",
    "valor": "Disfunção do nó sinusal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC80.Y",
    "valor": "Outra bradiarritmia supraventricular especificada",
    "descricao": ""
  },
  {
    "identificador": "BC80.Z",
    "valor": "Bradiarritmia supraventricular, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC81",
    "valor": "Taquiarritmia supraventricular",
    "descricao": "Taquicardia originando-se no nó atrioventricular (AV) ou acima dele, geralmente com um QRS estreito ou complexo QRS semelhante à morfologia do QRS sinusal."
  },
  {
    "identificador": "BC81.0",
    "valor": "Taquicardia atrial ectópica",
    "descricao": "A taquicardia atrial ectópica origina-se de uma pequena área (foco) no átrio e se espalha de forma centrífuga."
  },
  {
    "identificador": "BC81.1",
    "valor": "Taquicardia ectópica juncional",
    "descricao": "Taquicardia de complexo estreito ou usual que se origina de um foco na junção atrioventricular ou próxima a ela."
  },
  {
    "identificador": "BC81.2",
    "valor": "Taquicardia atrial macrorreentrante",
    "descricao": "Arritmia atrial em que há reentrada intra-atrial ou movimento circular em torno de um obstáculo central fixo ou funcional. O obstáculo central pode consistir em estruturas normais (p.ex., valvas) ou anormais (p.ex., cicatrizes).\r\n\r\nEsta forma de TSV se origina no átrio; a condução para os ventrículos não é necessária para que a taquicardia continue. Um ritmo atrial organizado com uma frequência tipicamente entre 250 e 350 bpm, incluindo taquicardias usando uma variedade de circuitos de reentrada que muitas vezes ocupam grandes áreas do átrio (‘‘macro-reentrada’’). Aqui, a arritmia envolve o istmo cavotricuspídeo."
  },
  {
    "identificador": "BC81.20",
    "valor": "Taquicardia de macrorreentrada dependente do istmo cavotricuspídeo",
    "descricao": "Taquicardia atrial por macrorreentrada que gira em torno do ânulo tricuspídeo."
  },
  {
    "identificador": "BC81.21",
    "valor": "Taquicardia atrial macrorreentrante não dependente de cicatriz, não dependente de istmo",
    "descricao": "Taquicardia atrial por macrorreentrada, circulando em torno de uma estrutura cardíaca normal (exceto o istmo cavotricuspídeo), como o anel da valva mitral ou veia cava superior."
  },
  {
    "identificador": "BC81.22",
    "valor": "Taquicardia atrial macrorreentrante mediada por cicatriz",
    "descricao": "Taquicardia atrial por macro reentrada na qual o obstáculo central e/ou a zona de condução lenta que sustenta a taquicardia se deve a tecido cicatricial. Neste contexto, tecido cicatricial geralmente se refere a cicatriz devida a doença cardíaca isquêmica ou cirurgia, em vez de fibrose que pode acompanhar outros estados de doença ou envelhecimento."
  },
  {
    "identificador": "BC81.2Y",
    "valor": "Outra taquicardia atrial macrorreentrante especificada",
    "descricao": ""
  },
  {
    "identificador": "BC81.2Z",
    "valor": "Taquicardia atrial macrorreentrante, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC81.3",
    "valor": "Fibrilação atrial",
    "descricao": "Taquiarritmia atrial caracterizada por geração de impulso atrial rápido (geralmente mais rápido que 300 bpm), irregular e descoordenado, geralmente se manifestando no ECG com ondas P indistintas e uma resposta ventricular irregularmente irregular."
  },
  {
    "identificador": "BC81.30",
    "valor": "Fibrilação atrial paroxística",
    "descricao": "FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
  },
  {
    "identificador": "BC81.31",
    "valor": "Fibrilação atrial persistente",
    "descricao": "Fibrilação atrial (FA) que é sustentada por mais de sete dias, ou durando menos de sete dias, mas necessitando de cardioversão farmacológica ou elétrica para restaurar o ritmo sinusal normal."
  },
  {
    "identificador": "BC81.32",
    "valor": "Fibrilação atrial permanente",
    "descricao": "Termo usado para identificar indivíduos com FA persistente em que foi tomada a decisão de não mais seguir uma estratégia de controle do ritmo, ou em que a cardioversão falhou ou não foi tentada."
  },
  {
    "identificador": "BC81.33",
    "valor": "Fibrilação atrial pré-excitada",
    "descricao": "Fibrilação atrial que ocorre no contexto de uma síndrome de pré-excitação, como a síndrome de Wolff-Parkinson-White, resultando em um ritmo de complexo largo errático que pode degenerar em fibrilação ventricular, e morte cardíaca súbita."
  },
  {
    "identificador": "BC81.3Y",
    "valor": "Outra fibrilação atrial especificada",
    "descricao": ""
  },
  {
    "identificador": "BC81.3Z",
    "valor": "Fibrilação atrial não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC81.4",
    "valor": "Síndrome de Wolff-Parkinson-White",
    "descricao": "Sintomas de arritmia, taquicardia supraventricular documentada e/ou parada cardíaca devido à fibrilação atrial rapidamente conduzida associada à pré-excitação no eletrocardiograma. Inclui pré-excitação latente identificada durante estudo eletrofisiológico."
  },
  {
    "identificador": "BC81.5",
    "valor": "Taquicardia por reentrada do nó sinusal",
    "descricao": "Taquicardia reentrante dentro do nó sinusal/tecido perinodal caracterizada por início/término abruptos, cadência regular e ondas P consistentes com origem em nó sinusal"
  },
  {
    "identificador": "BC81.6",
    "valor": "Taquicardia sinusal inapropriada",
    "descricao": "Frequência cardíaca que está elevada em relação ao nível de atividade; geralmente exibe características de automaticidade."
  },
  {
    "identificador": "BC81.7",
    "valor": "Taquicardia atrioventricular recíproca",
    "descricao": "Taquicardia macrorreentrante envolvendo os átrios e ventrículos em séries que utilizam o nó atrioventricular ou uma via acessória para um braço do circuito e uma via acessória para o outro."
  },
  {
    "identificador": "BC81.70",
    "valor": "Taquicardia atrioventricular recíproca ortodrômica",
    "descricao": "Taquicardia atrioventricular recíproca que usa uma via acessória para condução retrógrada e o nó atrioventricular para condução anterógrada, resultando em uma taquicardia de complexo estreito ou habitual."
  },
  {
    "identificador": "BC81.71",
    "valor": "Taquicardia atrioventricular recíproca, antidrômica",
    "descricao": "Taquicardia atrioventricular recíproca que usa o nó atrioventricular para condução retrógrada e a via acessória para condução anterógrada, resultando em uma taquicardia de complexo largo."
  },
  {
    "identificador": "BC81.7Y",
    "valor": "Outra taquicardia atrioventricular recíproca, especificada",
    "descricao": ""
  },
  {
    "identificador": "BC81.7Z",
    "valor": "taquicardia atrioventricular recíproca, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC81.8",
    "valor": "Taquicardia por reentrada nodal atrioventricular",
    "descricao": "Taquicardia supraventricular reentrante que usa múltiplas vias nodais atrioventriculares lentas ou uma via nodal atrioventricular lenta em conjunto com uma via nodal atrioventricular rápida em um circuito de reentrada."
  },
  {
    "identificador": "BC81.Y",
    "valor": "Outra taquiarritmia supraventricular, especificada",
    "descricao": ""
  },
  {
    "identificador": "BC81.Z",
    "valor": "taquiarritmia supraventricular, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC8Y",
    "valor": "Outra alteração especificada do ritmo supraventricular",
    "descricao": ""
  },
  {
    "identificador": "BC8Z",
    "valor": "Alteração do ritmo supraventricular não especificada",
    "descricao": ""
  },
  {
    "identificador": "BC90",
    "valor": "Alteração do ritmo ao nível da junção atrioventricular",
    "descricao": ""
  },
  {
    "identificador": "BC91",
    "valor": "Marcapasso ou cardioversor desfibrilador implantável com bateria no fim da vida útil",
    "descricao": "Bateria do marcapasso ou do cardioversor desfibrilador implantável (CDI) em exaustão completa ou quase completa."
  },
  {
    "identificador": "BC9Y",
    "valor": "Outra arritmia cardíaca especificada",
    "descricao": ""
  },
  {
    "identificador": "BC9Z",
    "valor": "Arritmia cardíaca não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD10",
    "valor": "Insuficiência cardíaca congestiva",
    "descricao": "Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
  },
  {
    "identificador": "BD11",
    "valor": "Insuficiência ventricular esquerda",
    "descricao": "Síndrome clínica caracterizada por anormalidades da função ventricular esquerda, resultando em congestão pulmonar e retenção de líquidos."
  },
  {
    "identificador": "BD11.0",
    "valor": "Insuficiência ventricular esquerda com fração de ejeção preservada",
    "descricao": "Síndrome de disfunção ventricular esquerda que ocorre com fração de ejeção normal ou relativamente preservada"
  },
  {
    "identificador": "BD11.1",
    "valor": "Insuficiência ventricular esquerda com fração de ejeção intermediária",
    "descricao": ""
  },
  {
    "identificador": "BD11.2",
    "valor": "Insuficiência ventricular esquerda com fração de ejeção reduzida",
    "descricao": "Síndrome de disfunção ventricular esquerda associada à redução da fração de ejeção."
  },
  {
    "identificador": "BD11.Z",
    "valor": "Insuficiência ventricular esquerda não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD12",
    "valor": "Síndromes de alto débito",
    "descricao": "Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
  },
  {
    "identificador": "BD13",
    "valor": "Insuficiência ventricular direita",
    "descricao": "Insuficiência cardíaca associada à disfunção ventricular direita manifestada por distensão das veias do pescoço, aumento do fígado e edema gravitacional."
  },
  {
    "identificador": "BD14",
    "valor": "Insuficiência biventricular",
    "descricao": ""
  },
  {
    "identificador": "BD1Y",
    "valor": "Outra insuficiência cardíaca especificada",
    "descricao": ""
  },
  {
    "identificador": "BD1Z",
    "valor": "Insuficiência cardíaca não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD30",
    "valor": "Oclusão arterial aguda",
    "descricao": ""
  },
  {
    "identificador": "BD30.0",
    "valor": "Oclusão arterial aguda de membro superior",
    "descricao": ""
  },
  {
    "identificador": "BD30.00",
    "valor": "Oclusão arterial tromboembólica aguda de membro superior",
    "descricao": ""
  },
  {
    "identificador": "BD30.01",
    "valor": "Oclusão arterial trombótica aguda de membro superior",
    "descricao": ""
  },
  {
    "identificador": "BD30.0Y",
    "valor": "Outra oclusão arterial aguda especificada de membro superior",
    "descricao": ""
  },
  {
    "identificador": "BD30.0Z",
    "valor": "Oclusão arterial aguda de membro superior, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD30.1",
    "valor": "Oclusão aortoilíaca aguda",
    "descricao": ""
  },
  {
    "identificador": "BD30.10",
    "valor": "Oclusão tromboembólica aortoilíaca aguda",
    "descricao": ""
  },
  {
    "identificador": "BD30.11",
    "valor": "Oclusão trombótica aortoilíaca aguda",
    "descricao": ""
  },
  {
    "identificador": "BD30.1Y",
    "valor": "Outra oclusão aortoilíaca aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "BD30.1Z",
    "valor": "Oclusão aortoilíaca aguda, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD30.2",
    "valor": "Oclusão arterial aguda de membro inferior",
    "descricao": ""
  },
  {
    "identificador": "BD30.20",
    "valor": "Oclusão arterial tromboembólica aguda de membro inferior",
    "descricao": ""
  },
  {
    "identificador": "BD30.21",
    "valor": "Oclusão arterial trombótica aguda de membro inferior",
    "descricao": ""
  },
  {
    "identificador": "BD30.2Y",
    "valor": "Outra oclusão arterial aguda especificada de membro inferior",
    "descricao": ""
  },
  {
    "identificador": "BD30.2Z",
    "valor": "Oclusão arterial aguda de membro inferior, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD30.Y",
    "valor": "Outra oclusão arterial aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "BD30.Z",
    "valor": "Oclusão arterial aguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD40",
    "valor": "Doença arterial obstrutiva crônica aterosclerótica",
    "descricao": ""
  },
  {
    "identificador": "BD40.0",
    "valor": "Aterosclerose de membro inferior",
    "descricao": "Condição em que a parede arterial fica espessada como resultado do acúmulo de materiais gordurosos, como o colesterol, do membro inferior."
  },
  {
    "identificador": "BD40.1",
    "valor": "Aterosclerose da aorta",
    "descricao": ""
  },
  {
    "identificador": "BD40.2",
    "valor": "Aterosclerose da artéria renal",
    "descricao": ""
  },
  {
    "identificador": "BD40.3",
    "valor": "Síndrome de bifurcação aórtica",
    "descricao": ""
  },
  {
    "identificador": "BD40.Y",
    "valor": "Outra doença arterial oclusiva crônica aterosclerótica especificada",
    "descricao": ""
  },
  {
    "identificador": "BD40.Z",
    "valor": "Doença arterial obstrutiva crônica aterosclerótica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD41",
    "valor": "Doença arterial obstrutiva crônica não aterosclerótica",
    "descricao": "Grupo heterogêneo de transtornos que podem se apresentar com sintomas sugestivos de doença arterial periférica aterosclerótica (p.ex., claudicação intermitente), mas em que a oclusão arterial ou arteriolar é devida a outras causas, como displasia fibromuscular, tromboarterite obliterante e arteriolopatia calcificada."
  },
  {
    "identificador": "BD41.0",
    "valor": "Displasia fibromuscular arterial",
    "descricao": "Displasia fibromuscular, anteriormente chamada de fibroplasia fibromuscular, é um grupo de doenças arteriais não ateroscleróticas não inflamatórias que mais comumente envolvem as artérias renais e carótidas."
  },
  {
    "identificador": "BD41.Y",
    "valor": "Outra doença arterial oclusiva crônica não aterosclerótica especificada",
    "descricao": ""
  },
  {
    "identificador": "BD41.Z",
    "valor": "Doença arterial obstrutiva crônica não aterosclerótica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD42",
    "valor": "Fenômeno de Raynaud",
    "descricao": "Fenômeno de Raynaud descreve uma resposta vascular exagerada a temperatura fria ou estímulos emocionais, resultando em isquemia digital episódica. É caracterizada por vasoconstrição paroxística produzindo inicialmente palidez, componente essencial para o diagnóstico, seguida de cianose e eritema. A doença de Raynaud primária é um transtorno isolado inócuo. O fenômeno de Raynaud secundário ocorre em associação com uma ampla gama de transtornos diferentes, incluindo disproteinemias e doenças autoimunes sistêmicas não específicas de órgãos."
  },
  {
    "identificador": "BD42.0",
    "valor": "Doença de Raynaud primária",
    "descricao": "Fenômeno de Raynaud não associado a qualquer doença concomitante, droga ou outro traumatismo desencadeante. Os critérios para o diagnóstico incluem: ataques episódicos simétricos bilaterais sem evidência de doença vascular periférica ou lesão de tecido, capilaroscopia ungueal normal, anticorpo antinuclear negativo e taxa de hemossedimentação normal."
  },
  {
    "identificador": "BD42.1",
    "valor": "Fenômeno de Raynaud secundário",
    "descricao": ""
  },
  {
    "identificador": "BD42.Z",
    "valor": "Fenômeno de Raynaud, não especificado",
    "descricao": ""
  },
  {
    "identificador": "BD4Y",
    "valor": "Outra doença arterial obstrutiva crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "BD4Z",
    "valor": "Doença arterial obstrutiva crônica não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD50",
    "valor": "Aneurisma ou dissecção da aorta",
    "descricao": "Aneurisma da aorta é um termo para qualquer aumento (dilatação ou aneurisma) da aorta maior que 1,5 vezes o normal, geralmente representando uma fraqueza subjacente da parede da aorta naquela localização. A dissecção da aorta ocorre quando uma ruptura na parede interna da aorta faz com que o sangue flua entre as camadas da parede da aorta, forçando a separação dessas camadas."
  },
  {
    "identificador": "BD50.0",
    "valor": "Dissecção da aorta torácica, dissecção da aorta ascendente e propagação além do arco aórtico",
    "descricao": "Isso ocorre quando uma ruptura na parede interna da aorta permite que o sangue flua entre as camadas da parede da aorta, forçando a separação destas camadas: dissecção da aorta ascendente e propagação além do arco aórtico."
  },
  {
    "identificador": "BD50.00",
    "valor": "Dissecção da aorta torácica, dissecção da aorta ascendente e propagação além do arco com perfuração",
    "descricao": ""
  },
  {
    "identificador": "BD50.01",
    "valor": "Dissecção da aorta torácica, dissecção da aorta ascendente e propagação além do arco com ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.0Z",
    "valor": "Dissecção da aorta torácica, dissecção da aorta ascendente e propagação além do arco, sem menção de perfuração ao ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.1",
    "valor": "Dissecção da aorta ascendente não além do arco aórtico",
    "descricao": ""
  },
  {
    "identificador": "BD50.10",
    "valor": "Dissecção da aorta ascendente não além do arco com perfuração",
    "descricao": ""
  },
  {
    "identificador": "BD50.11",
    "valor": "Dissecção da aorta ascendente não além do arco com ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.1Z",
    "valor": "Dissecção da aorta ascendente não além do arco aórtico, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD50.2",
    "valor": "Dissecção da aorta descendente e propagação distal",
    "descricao": "Isso ocorre quando uma ruptura na parede interna da aorta faz com que o sangue flua entre as camadas da parede da aorta, forçando a separação das camadas e propagação distal."
  },
  {
    "identificador": "BD50.20",
    "valor": "Dissecção da aorta descendente e propagação distal com perfuração",
    "descricao": ""
  },
  {
    "identificador": "BD50.21",
    "valor": "Dissecção da aorta descendente e propagação distal com ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.2Y",
    "valor": "Outra dissecção da aorta descendente e propagação distal, especificada",
    "descricao": ""
  },
  {
    "identificador": "BD50.2Z",
    "valor": "Dissecção da aorta descendente e propagação distal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD50.3",
    "valor": "Aneurisma da aorta torácica",
    "descricao": ""
  },
  {
    "identificador": "BD50.30",
    "valor": "Aneurisma da aorta torácica com perfuração",
    "descricao": ""
  },
  {
    "identificador": "BD50.31",
    "valor": "Aneurisma da aorta torácica com ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.3Z",
    "valor": "Aneurisma da aorta torácica, sem menção de perfuração ou ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.4",
    "valor": "Aneurisma de aorta abdominal",
    "descricao": ""
  },
  {
    "identificador": "BD50.40",
    "valor": "Aneurisma de aorta abdominal roto",
    "descricao": ""
  },
  {
    "identificador": "BD50.41",
    "valor": "Aneurisma de aorta abdominal com ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.4Z",
    "valor": "Aneurisma de aorta abdominal, sem menção de perfuração ou ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.5",
    "valor": "aneurisma da aorta toracoabdominal",
    "descricao": ""
  },
  {
    "identificador": "BD50.50",
    "valor": "Aneurisma de aorta toracoabdominal com perfuração",
    "descricao": ""
  },
  {
    "identificador": "BD50.51",
    "valor": "Aneurisma da aorta toracoabdominal com ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.5Z",
    "valor": "Aneurisma aórtico toracoabdominal, sem menção de perfuração ou ruptura",
    "descricao": ""
  },
  {
    "identificador": "BD50.Z",
    "valor": "Aneurisma ou dissecção da aorta, não especificado",
    "descricao": ""
  },
  {
    "identificador": "BD51",
    "valor": "Aneurisma arterial ou dissecção, excluindo aorta",
    "descricao": ""
  },
  {
    "identificador": "BD51.0",
    "valor": "Aneurisma ou dissecção de artéria carótida",
    "descricao": ""
  },
  {
    "identificador": "BD51.1",
    "valor": "Aneurisma ou dissecção da artéria vertebral",
    "descricao": ""
  },
  {
    "identificador": "BD51.2",
    "valor": "Aneurisma ou dissecção de outras artérias pré-cerebrais",
    "descricao": ""
  },
  {
    "identificador": "BD51.3",
    "valor": "Aneurisma ou dissecção de artéria da extremidade superior",
    "descricao": ""
  },
  {
    "identificador": "BD51.4",
    "valor": "Aneurisma ou dissecção de artéria renal",
    "descricao": ""
  },
  {
    "identificador": "BD51.5",
    "valor": "Aneurisma ou dissecção de artéria ilíaca",
    "descricao": ""
  },
  {
    "identificador": "BD51.6",
    "valor": "Aneurisma ou dissecção de artéria da extremidade inferior",
    "descricao": ""
  },
  {
    "identificador": "BD51.Y",
    "valor": "Aneurisma e dissecção de outra artéria, excluindo aorta",
    "descricao": ""
  },
  {
    "identificador": "BD51.Z",
    "valor": "Aneurisma e dissecção de artéria não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD52",
    "valor": "Alguns transtornos especificados de artérias ou arteríolas",
    "descricao": ""
  },
  {
    "identificador": "BD52.0",
    "valor": "Mediólise arterial segmentar",
    "descricao": "Mediólise arterial segmentar é uma rara doença vascular não inflamatória das artérias esplâncnicas abdominais, caracterizada pelo desarranjo da camada média arterial. Isso irá induzir múltiplos aneurismas em artérias mesentéricas com suscetibilidade para dissecção de vasos, hemorragia e isquemia mesentérica."
  },
  {
    "identificador": "BD52.1",
    "valor": "Fístula arteriovenosa adquirida",
    "descricao": ""
  },
  {
    "identificador": "BD52.2",
    "valor": "Estenose de artéria",
    "descricao": ""
  },
  {
    "identificador": "BD52.3",
    "valor": "Ruptura de artéria",
    "descricao": ""
  },
  {
    "identificador": "BD52.4",
    "valor": "Necrose de artéria",
    "descricao": ""
  },
  {
    "identificador": "BD52.5",
    "valor": "Síndrome de compressão da artéria celíaca",
    "descricao": ""
  },
  {
    "identificador": "BD52.6",
    "valor": "Anomalia congênita adquirida relacionada a grandes vasos",
    "descricao": "Qualquer alteração patológica pós-natal na forma ou função de coração e/ou grandes vasos consequente à presença de doença cardiovascular congênita."
  },
  {
    "identificador": "BD52.7",
    "valor": "Algumas anomalias adquiridas da aorta",
    "descricao": "Alteração patológica na forma ou função da aorta que se desenvolve após o nascimento."
  },
  {
    "identificador": "BD52.70",
    "valor": "Anormalidade adquirida de ramo do arco aórtico",
    "descricao": "Alteração patológica pós-natal na forma ou função de um ou mais ramos do arco aórtico."
  },
  {
    "identificador": "BD52.71",
    "valor": "Dilatação adquirida da aorta ascendente ou da raiz",
    "descricao": "Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
  },
  {
    "identificador": "BD52.7Y",
    "valor": "Algumas outras anormalidades adquiridas especificadas da aorta,",
    "descricao": ""
  },
  {
    "identificador": "BD52.7Z",
    "valor": "Algumas anomalias adquiridas da aorta, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "BD53",
    "valor": "Transtornos secundários de artérias e arteríolas",
    "descricao": ""
  },
  {
    "identificador": "BD53.0",
    "valor": "Doenças arteriais císticas mediais",
    "descricao": ""
  },
  {
    "identificador": "BD53.1",
    "valor": "Síndrome do martelo hipotenar",
    "descricao": ""
  },
  {
    "identificador": "BD53.2",
    "valor": "Arteriopatia da artéria ilíaca",
    "descricao": ""
  },
  {
    "identificador": "BD53.3",
    "valor": "Síndrome de aprisionamento poplíteo",
    "descricao": ""
  },
  {
    "identificador": "BD53.4",
    "valor": "Ateroembolismo de colesterol",
    "descricao": "Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
  },
  {
    "identificador": "BD53.40",
    "valor": "Ateroembolismo de colesterol para rins",
    "descricao": "Isso ocorre quando o colesterol é liberado, geralmente de uma placa aterosclerótica, e viaja junto com a corrente sanguínea (embolia) para outros locais nos rins, onde obstrui vasos sanguíneos."
  },
  {
    "identificador": "BD53.4Y",
    "valor": "Ateroembolismo de colesterol para outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "BD53.4Z",
    "valor": "Ateroembolismo de colesterol para localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD53.Y",
    "valor": "Outros transtornos especificados secundários de artérias e arteríolas",
    "descricao": ""
  },
  {
    "identificador": "BD53.Z",
    "valor": "Transtornos secundários de artérias e arteríolas, não especificados",
    "descricao": ""
  },
  {
    "identificador": "BD54",
    "valor": "Úlcera de pé diabético",
    "descricao": "Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
  },
  {
    "identificador": "BD55",
    "valor": "Estenose assintomática de artéria intracraniana ou extracraniana",
    "descricao": "Estenose da artéria intracraniana ou extracraniana que não causou AIT ou acidente vascular cerebral isquêmico."
  },
  {
    "identificador": "BD56",
    "valor": "Oclusão assintomática de artéria intracraniana ou extracraniana",
    "descricao": "Oclusão de artéria intracraniana ou extracraniana que não causou AIT ou acidente vascular cerebral isquêmico."
  },
  {
    "identificador": "BD5Y",
    "valor": "Outras doenças especificadas de artérias ou arteríolas",
    "descricao": ""
  },
  {
    "identificador": "BD5Z",
    "valor": "Doenças das artérias ou arteríolas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "BD70",
    "valor": "Tromboflebite superficial",
    "descricao": ""
  },
  {
    "identificador": "BD70.0",
    "valor": "Tromboflebite superficial de membros inferiores",
    "descricao": "Inflamação e trombose das veias superficiais dos membros inferiores afetando particularmente as veias varicosas superficiais das pernas."
  },
  {
    "identificador": "BD70.1",
    "valor": "Tromboflebite superficial de membros superiores",
    "descricao": ""
  },
  {
    "identificador": "BD70.2",
    "valor": "Tromboflebite migratória",
    "descricao": "A tromboflebite migratória é caracterizada pelo desenvolvimento de tromboflebite superficial recorrente e migratória. É uma coagulopatia adquirida fortemente associada a malignidade, principalmente tumores sólidos do tipo adenocarcinoma."
  },
  {
    "identificador": "BD70.3",
    "valor": "Doença de Mondor",
    "descricao": "Forma de tromboflebite venosa superficial localizada que tipicamente afeta a parede torácica e se manifesta como um cordão fibroso com retração da pele circundante e ausência de inflamação cutânea sobreposta. Nenhuma causa é encontrada em muitos casos, mas traumatismo e cirurgia de mama estão frequentemente implicados."
  },
  {
    "identificador": "BD70.Y",
    "valor": "Outra tromboflebite superficial especificada",
    "descricao": ""
  },
  {
    "identificador": "BD70.Z",
    "valor": "Tromboflebite superficial não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD71",
    "valor": "Trombose venosa profunda",
    "descricao": "Processo pelo qual o trombo (coágulo de sangue) se forma nas grandes veias do sistema venoso profundo. Além de obstruir o retorno venoso, ele apresenta um perigo pelo qual o trombo pode se desprender e embolizar para a circulação pulmonar."
  },
  {
    "identificador": "BD71.0",
    "valor": "Trombose venosa profunda de membro superior",
    "descricao": "Trombose venosa nas veias profundas do membro superior."
  },
  {
    "identificador": "BD71.1",
    "valor": "Trombose de veia cava",
    "descricao": "Trombose venosa na veia cava."
  },
  {
    "identificador": "BD71.2",
    "valor": "Trombose da veia renal",
    "descricao": "Trombose venosa na veia renal"
  },
  {
    "identificador": "BD71.3",
    "valor": "Trombose da veia ilíaca",
    "descricao": "Trombose venosa nas veias ilíacas."
  },
  {
    "identificador": "BD71.4",
    "valor": "Trombose venosa profunda de membro inferior",
    "descricao": "Trombose no sistema venoso profundo do membro inferior."
  },
  {
    "identificador": "BD71.Y",
    "valor": "Outra trombose venosa profunda especificada",
    "descricao": ""
  },
  {
    "identificador": "BD72",
    "valor": "Tromboembolismo venoso",
    "descricao": ""
  },
  {
    "identificador": "BD73",
    "valor": "Anormalidade venosa sistêmica adquirida",
    "descricao": "Alteração patológica pós-natal na forma ou função de uma veia sistêmica."
  },
  {
    "identificador": "BD73.0",
    "valor": "Anormalidade adquirida da veia cava inferior",
    "descricao": "Uma alteração patológica pós-natal na forma ou função da veia cava inferior."
  },
  {
    "identificador": "BD73.1",
    "valor": "Anormalidade adquirida na veia cava superior",
    "descricao": "Uma alteração patológica pós-natal na forma ou função da veia cava superior."
  },
  {
    "identificador": "BD73.2",
    "valor": "Obstrução de veia sistêmica",
    "descricao": "Condição patológica pós-natal de uma veia sistêmica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
  },
  {
    "identificador": "BD73.20",
    "valor": "Obstrução de veia periférica",
    "descricao": "Condição patológica pós-natal de uma veia periférica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
  },
  {
    "identificador": "BD73.21",
    "valor": "Obstrução de veia visceral",
    "descricao": "Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
  },
  {
    "identificador": "BD73.2Y",
    "valor": "Outra obstrução especificada de veia sistêmica",
    "descricao": ""
  },
  {
    "identificador": "BD73.2Z",
    "valor": "Obstrução de veia sistêmica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD73.3",
    "valor": "Anormalidade adquirida do seio coronário",
    "descricao": "Uma alteração patológica pós-natal na forma ou função do seio coronário."
  },
  {
    "identificador": "BD73.Y",
    "valor": "Outra anormalidade venosa sistêmica adquirida especificada",
    "descricao": ""
  },
  {
    "identificador": "BD73.Z",
    "valor": "Anormalidade venosa sistêmica adquirida não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD74",
    "valor": "Insuficiência venosa periférica crônica de extremidades inferiores",
    "descricao": "Presença de pressão aumentada no sistema venoso periférico, particularmente nas extremidades inferiores. Hipertensão venosa periférica pode ser devida a incompetência das válvulas venosas subsequente a trombose venosa profunda, mas outros fatores, incluindo obesidade, também podem prejudicar o retorno venoso. As consequências da insuficiência venosa periférica crônica incluem veias varicosas, ulceração venosa e linfedema."
  },
  {
    "identificador": "BD74.0",
    "valor": "Hipertensão venosa não complicada de membro inferior",
    "descricao": "Presença de incompetência ou hipertensão venosa de membros inferiores, que pode ser manifestada pela presença de pigmentação de hemossiderina da pele, telangiectasia ou veias superficiais finamente dilatadas."
  },
  {
    "identificador": "BD74.1",
    "valor": "Varizes de membros inferiores",
    "descricao": "Manifestação mais comum da insuficiência venosa periférica crônica, as veias varicosas apresentam-se como dilatação e tortuosidade das veias superficiais das extremidades inferiores. A incompetência do sistema valvar venoso superficial impede o retorno do sangue venoso ao coração. A pressão venosa cronicamente elevada causa sintomas como sensação de peso, desconforto, fadiga nas extremidades, coceira e dor surda ou em queimação."
  },
  {
    "identificador": "BD74.10",
    "valor": "Veias varicosas com refluxo da veia safena magna",
    "descricao": "Veias varicosas associadas a refluxo na veia safena magna, normalmente como resultado de incompetência valvar: isso pode ser devido a válvulas congênitas fracas ou após lesão por traumatismo direto ou trombose venosa."
  },
  {
    "identificador": "BD74.11",
    "valor": "Veias varicosas com refluxo da veia safena parva",
    "descricao": "Veias varicosas associadas a refluxo na veia safena parva, normalmente como resultado de incompetência valvar: isso pode ser devido a válvulas congênitas fracas ou após lesão por traumatismo direto ou trombose venosa."
  },
  {
    "identificador": "BD74.12",
    "valor": "Veias varicosas com refluxo não troncular",
    "descricao": "Veias varicosas associadas a refluxo poupando as principais veias tronculares do membro inferior."
  },
  {
    "identificador": "BD74.1Z",
    "valor": "Varizes dos membros inferiores, sem especificação adicional",
    "descricao": ""
  },
  {
    "identificador": "BD74.2",
    "valor": "Lipodermatosclerose",
    "descricao": "Lipodermatosclerose é uma forma de paniculite das pernas que se desenvolve no contexto de insuficiência venosa, dando origem a manifestações que incluem edema, eritema, hiperpigmentação e induração. Na fase aguda, sensibilidade, eritema e edema predominam e podem mimetizar a celulite. À medida que a condição se torna crônica, pigmentação pós-inflamatória, fibrose e linfedema predominam, às vezes resultando na perna assumindo uma aparência de “garrafa de champanhe invertida”."
  },
  {
    "identificador": "BD74.3",
    "valor": "Úlcera venosa de perna",
    "descricao": "Úlceras venosas da perna são úlceras cutâneas crônicas da área da polaina (tornozelo e perna) devidas a hipertensão venosa periférica crônica. Frequentemente, estão associadas a outras manifestações de insuficiência venosa periférica crônica dos membros inferiores, incluindo veias varicosas dos membros inferiores e lipodermatosclerose."
  },
  {
    "identificador": "BD74.30",
    "valor": "Úlcera venosa primária da perna",
    "descricao": "Úlcera venosa da perna que se desenvolve na pele sem episódios anteriores de ulceração."
  },
  {
    "identificador": "BD74.31",
    "valor": "Úlcera venosa recorrente da perna",
    "descricao": "Úlcera venosa da perna que se desenvolve na pele que foi danificada por episódios anteriores de ulceração. As chances de cura em longo prazo são reduzidas em comparação com as úlceras venosas primárias da perna."
  },
  {
    "identificador": "BD74.32",
    "valor": "Úlcera venosa cicatrizada da perna",
    "descricao": ""
  },
  {
    "identificador": "BD74.3Z",
    "valor": "Úlcera venosa de perna, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD74.Z",
    "valor": "Insuficiência venosa periférica crônica das extremidades inferiores, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD75",
    "valor": "Varicosidades venosas de outras localizações além de extremidade inferior",
    "descricao": ""
  },
  {
    "identificador": "BD75.0",
    "valor": "Varizes sublinguais",
    "descricao": "Veias varicosas na parte inferior da língua"
  },
  {
    "identificador": "BD75.1",
    "valor": "Varizes escrotais",
    "descricao": ""
  },
  {
    "identificador": "BD75.2",
    "valor": "Varizes da vulva",
    "descricao": "Veias vulvares congestas e dilatadas, ocorrendo particularmente em associação com a gravidez."
  },
  {
    "identificador": "BD75.3",
    "valor": "Varizes pélvicas",
    "descricao": "Presença de veias ovarianas e pélvicas dilatadas e incompetentes em mulheres. Elas podem não causar sintomas, mas podem estar associados à dor pélvica crônica (síndrome da congestão pélvica) ou a varicosidades vulvovaginais externamente aparentes."
  },
  {
    "identificador": "BD75.Y",
    "valor": "Varicosidades venosas de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "BD75.Z",
    "valor": "Varicosidades venosas de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD7Y",
    "valor": "Outras doenças especificadas das veias",
    "descricao": ""
  },
  {
    "identificador": "BD7Z",
    "valor": "Doenças das veias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "BD90",
    "valor": "Linfadenite",
    "descricao": ""
  },
  {
    "identificador": "BD90.0",
    "valor": "Linfadenite aguda",
    "descricao": ""
  },
  {
    "identificador": "BD90.1",
    "valor": "Linfadenite mesentérica não específica",
    "descricao": ""
  },
  {
    "identificador": "BD90.2",
    "valor": "Linfadenite crônica",
    "descricao": ""
  },
  {
    "identificador": "BD90.20",
    "valor": "Linfadenite cervical crônica",
    "descricao": ""
  },
  {
    "identificador": "BD90.21",
    "valor": "Linfadenite axilar crônica",
    "descricao": ""
  },
  {
    "identificador": "BD90.22",
    "valor": "Linfadenite inguinal crônica",
    "descricao": ""
  },
  {
    "identificador": "BD90.2Y",
    "valor": "Outra linfadenite crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "BD90.2Z",
    "valor": "Linfadenite crônica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD90.Y",
    "valor": "Outra linfadenite especificada",
    "descricao": ""
  },
  {
    "identificador": "BD90.Z",
    "valor": "Linfadenite não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD91",
    "valor": "Linfangite",
    "descricao": "Linfangite é uma inflamação dos vasos linfáticos. É mais frequentemente causada por infecção de bactérias, vírus ou fungos ou infiltração de células cancerosas."
  },
  {
    "identificador": "BD92",
    "valor": "Linfangiectasia",
    "descricao": ""
  },
  {
    "identificador": "BD92.0",
    "valor": "Linfangiectasia intestinal",
    "descricao": "A linfangiectasia intestinal é uma dilatação patológica dos vasos linfáticos da mucosa intestinal. Isso resulta em vazamento de linfa para o lúmen do intestino delgado e é responsável por enteropatia perdedora de proteínas."
  },
  {
    "identificador": "BD92.1",
    "valor": "Linfangiectasia cutânea",
    "descricao": ""
  },
  {
    "identificador": "BD92.Z",
    "valor": "Linfangiectasia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "BD93",
    "valor": "Linfedema",
    "descricao": "Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
  },
  {
    "identificador": "BD93.0",
    "valor": "Linfedema primário",
    "descricao": "Linfedema como resultado de hipoplasia de vasos linfáticos"
  },
  {
    "identificador": "BD93.1",
    "valor": "Linfedema secundário",
    "descricao": "Linfedema como resultado de uma causa identificável que torna insuficiente a função dos vasos linfáticos existentes."
  },
  {
    "identificador": "BD93.10",
    "valor": "Linfedema devido a insuficiência venosa",
    "descricao": "Linfedema permanente, geralmente das extremidades inferiores, resultante de hipertensão venosa e edema gravitacional crônico."
  },
  {
    "identificador": "BD93.11",
    "valor": "Linfedema devido a dependência e imobilidade",
    "descricao": "Linfedema ocorrendo em indivíduos imóveis com atividade de bomba muscular reduzida como resultado de paralisia ou enfermidade. É particularmente propenso a se desenvolver em pessoas que não conseguem dormir deitadas."
  },
  {
    "identificador": "BD93.12",
    "valor": "Linfedema devido à obesidade",
    "descricao": "Linfedema resultante de obesidade mórbida. Linfedema de membros inferiores e linfedema do avental abdominal são sequelas comuns da obesidade mórbida crônica."
  },
  {
    "identificador": "BD93.13",
    "valor": "Linfedema devido a filariose linfática",
    "descricao": "Linfedema resultante da infestação de linfáticos por vermes nematoides dos gêneros Wuchereria e Brugia. Esta é a causa mais comum de linfedema em todo o mundo. O linfedema pode se manifestar anos após a infecção inicial e afeta mais comumente as pernas e a genitália masculina."
  },
  {
    "identificador": "BD93.14",
    "valor": "Linfedema devido a podoconiose",
    "descricao": "Linfedema dos membros inferiores resultante de uma resposta inflamatória dentro dos vasos linfáticos a partículas minerais do solo em indivíduos geneticamente suscetíveis. É uma das principais causas de linfedema de membros inferiores em agricultores na África, América Central e Índia."
  },
  {
    "identificador": "BD93.15",
    "valor": "Linfedema devido a infiltração maligna",
    "descricao": "Linfedema resultante da obstrução de vasos linfáticos de drenagem como resultado de infiltração de células malignas, usualmente metastáticas."
  },
  {
    "identificador": "BD93.1Y",
    "valor": "Linfedema secundário a outra causa especificada",
    "descricao": ""
  },
  {
    "identificador": "BD93.1Z",
    "valor": "Linfedema secundário, não especificado",
    "descricao": ""
  },
  {
    "identificador": "BD93.Y",
    "valor": "Outras formas especificadas de linfedema",
    "descricao": ""
  },
  {
    "identificador": "BD93.Z",
    "valor": "Linfedema não especificado",
    "descricao": ""
  },
  {
    "identificador": "BD9Y",
    "valor": "Outros transtornos especificados de vasos linfáticos ou nódulos linfáticos",
    "descricao": ""
  },
  {
    "identificador": "BD9Z",
    "valor": "Transtornos dos vasos linfáticos ou nódulos linfáticos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "BE10",
    "valor": "Síndrome pós cardiotomia",
    "descricao": "Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
  },
  {
    "identificador": "BE11",
    "valor": "Outros distúrbios funcionais subsequentes a cirurgia cardíaca",
    "descricao": ""
  },
  {
    "identificador": "BE12",
    "valor": "Transtornos de valva pós procedimento",
    "descricao": ""
  },
  {
    "identificador": "BE12.0",
    "valor": "Estenose da valva mitral pós procedimento",
    "descricao": ""
  },
  {
    "identificador": "BE12.1",
    "valor": "Insuficiência da valva mitral pós procedimento",
    "descricao": "Este é um transtorno pós-procedimento do coração em que a valva mitral não se fecha adequadamente quando o coração bombeia sangue. É o escoamento anormal de sangue do ventrículo esquerdo, através da valva mitral, e para o átrio esquerdo, quando o ventrículo esquerdo se contrai, ou seja, há regurgitação de sangue de volta ao átrio esquerdo."
  },
  {
    "identificador": "BE12.2",
    "valor": "Estenose pós procedimento da valva aórtica",
    "descricao": ""
  },
  {
    "identificador": "BE12.3",
    "valor": "Insuficiência pós procedimento da valva aórtica",
    "descricao": "Insuficiência da valva aórtica pós-procedimento do coração que faz com que o sangue flua na direção reversa durante a diástole ventricular, da aorta para o ventrículo esquerdo."
  },
  {
    "identificador": "BE12.4",
    "valor": "Estenose pós procedimento da valva tricúspide",
    "descricao": ""
  },
  {
    "identificador": "BE12.5",
    "valor": "Insuficiência pós procedimento da valva tricúspide",
    "descricao": "Refere-se à falha pós-procedimento da valva tricúspide do coração em fechar-se adequadamente durante a sístole. Como resultado, a cada batimento cardíaco, parte do sangue passa do ventrículo direito para o átrio direito, o oposto da direção normal."
  },
  {
    "identificador": "BE12.6",
    "valor": "Estenose pós procedimento da valva pulmonar",
    "descricao": ""
  },
  {
    "identificador": "BE12.7",
    "valor": "Insuficiência pós procedimento da valva pulmonar",
    "descricao": ""
  },
  {
    "identificador": "BE13",
    "valor": "Aneurisma de aorta verdadeiro ou falso pós-procedimento",
    "descricao": "Refere-se a alargamento (dilatação ou aneurisma) pós-procedimento verdadeiro e falso da aorta para mais de 1,5 vezes o normal, geralmente representando uma fraqueza subjacente na parede da aorta naquela localização."
  },
  {
    "identificador": "BE14",
    "valor": "Transtorno pós procedimento do sistema circulatório subsequente a reparo de cardiopatia congênita ou de anomalia de grande vaso",
    "descricao": ""
  },
  {
    "identificador": "BE14.4",
    "valor": "Anormalidade adquirida da valva neopulmonar",
    "descricao": "Alteração patológica pós-natal na forma ou função da valva neopulmonar, ou seja, a valva aórtica nativa que se tornou a valva neopulmonar funcional após a operação de troca arterial."
  },
  {
    "identificador": "BE14.40",
    "valor": "Estenose da valva neopulmonar",
    "descricao": "Obstrução adquirida para fluir através da valva neopulmonar, ou seja, a valva aórtica nativa que se tornou a valva neopulmonar funcional após a operação de troca arterial."
  },
  {
    "identificador": "BE14.41",
    "valor": "Regurgitação da valva neopulmonar",
    "descricao": "Fluxo reverso adquirido através da valva neopulmonar, ou seja, a valva aórtica nativa que se tornou a valva neopulmonar funcional após a cirurgia de troca arterial"
  },
  {
    "identificador": "BE14.5",
    "valor": "Anormalidade valvar atrioventricular do lado direito pós procedimento em ventrículo com dupla via de entrada",
    "descricao": "Alteração patológica pós-natal na forma ou função da valva atrioventricular do lado direito no ventrículo de dupla via de entrada que ocorreu durante ou após uma intervenção."
  },
  {
    "identificador": "BE14.6",
    "valor": "Anormalidade valvar atrioventricular do lado esquerdo pós procedimento em ventrículo com dupla via de entrada",
    "descricao": "Alteração patológica pós-natal na forma ou função da valva atrioventricular do lado esquerdo no ventrículo de dupla via de entrada que ocorreu durante ou após uma intervenção."
  },
  {
    "identificador": "BE14.7",
    "valor": "Anormalidade da valva atrioventricular comum pós procedimento em ventrículo com dupla via de entrada",
    "descricao": "Alteração patológica pós-natal na forma ou função da valva atrioventricular comum em ventrículo de dupla via de entrada que ocorreu durante ou após uma intervenção."
  },
  {
    "identificador": "BE14.8",
    "valor": "Transtorno pós-procedimento de defeito do septo ventricular",
    "descricao": "Evento ou ocorrência afetando um defeito do septo ventricular associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo."
  },
  {
    "identificador": "BE14.9",
    "valor": "Transtorno aórtico pós-procedimento relacionado a anomalia cardíaca congênita",
    "descricao": "Evento ou ocorrência afetando a aorta em consequência da presença de doença cardiovascular congênita, que está associada a uma intervenção de cuidado de saúde, sendo um desvio do curso desejado de eventos e pode causar, ou estar associado a, um resultado subótimo."
  },
  {
    "identificador": "BE14.A",
    "valor": "Transtorno pós procedimento do canal arterial",
    "descricao": "Evento ou ocorrência afetando o canal arterial (ducto arterioso) que está associado a uma intervenção de saúde. É um desvio do curso de eventos desejados e pode causar ou estar associado a um resultado subótimo."
  },
  {
    "identificador": "BE14.B",
    "valor": "Transtorno pós-procedimento subsequente a procedimento de derivação ou canal cardiovascular",
    "descricao": ""
  },
  {
    "identificador": "BE15",
    "valor": "Transtorno pós procedimento da árvore arterial pulmonar",
    "descricao": "Evento ou ocorrência afetando a árvore arterial pulmonar associado a um procedimento de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo."
  },
  {
    "identificador": "BE15.0",
    "valor": "Estenose pós procedimento do tronco pulmonar",
    "descricao": "Estreitamento distinto do diâmetro luminal do tronco pulmonar (artéria pulmonar principal) (abaixo do limite inferior do normal ajustado para o tamanho do corpo) que ocorre durante ou após uma intervenção."
  },
  {
    "identificador": "BE15.1",
    "valor": "Estenose pós procedimento da artéria pulmonar direita",
    "descricao": "Estreitamento distinto do diâmetro luminal de um ou mais segmentos da artéria pulmonar direita (abaixo do limite inferior do normal ajustado para o tamanho do corpo) que ocorre durante ou após uma intervenção."
  },
  {
    "identificador": "BE16",
    "valor": "Transtorno venoso pulmonar pós procedimento",
    "descricao": "Evento ou ocorrência afetando uma ou mais veias pulmonares que está associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo."
  },
  {
    "identificador": "BE17",
    "valor": "Comunicação interatrial residual ou recorrente pós procedimento",
    "descricao": "Orifício ou via persistente ou recorrente entre as câmaras atriais, incluindo comunicações residuais intencionais."
  },
  {
    "identificador": "BE19",
    "valor": "Anormalidade ventricular pós procedimento",
    "descricao": ""
  },
  {
    "identificador": "BE1A",
    "valor": "Vasculopatia de aloenxerto coronário associada a transplante cardíaco",
    "descricao": "Proliferação intimal da artéria coronária subsequente a transplante cardíaco, definida com base em uma combinação de descritores angiográficos visuais de vasos em conjunto com medidas da função do aloenxerto cardíaco, de acordo com a Sociedade Internacional de Transplante de Coração e Pulmão."
  },
  {
    "identificador": "BE1B",
    "valor": "Linfedema devido a cirurgia ou radioterapia",
    "descricao": "Linfedema resultante de dano aos vasos linfáticos de drenagem como resultado de cirurgia ou radioterapia."
  },
  {
    "identificador": "BE1B.0",
    "valor": "Síndrome do linfedema pós-mastectomia",
    "descricao": ""
  },
  {
    "identificador": "BE1B.1",
    "valor": "Linfedema devido a outros procedimentos médicos ou cirúrgicos",
    "descricao": ""
  },
  {
    "identificador": "BE1C",
    "valor": "Obstrução da veia cava inferior devida a corpo estranho",
    "descricao": "Condição patológica pós-natal da veia cava inferior em que o fluxo é impedido ou bloqueado por um corpo estranho."
  },
  {
    "identificador": "BE1D",
    "valor": "Obstrução da veia cava superior devida a corpo estranho",
    "descricao": "Condição patológica pós-natal da veia cava superior em que o fluxo é impedido ou bloqueado por um corpo estranho."
  },
  {
    "identificador": "BE1E",
    "valor": "Complicação pós procedimento do átrio direito",
    "descricao": "Evento ou ocorrência afetando o átrio morfologicamente direito que está associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo"
  },
  {
    "identificador": "BE1E.0",
    "valor": "Perfuração do átrio direito pós procedimento",
    "descricao": "Perfuração da parede do átrio morfologicamente direito que ocorreu durante ou após uma intervenção"
  },
  {
    "identificador": "BE1E.1",
    "valor": "Erosão do átrio direito devida o dispositivo implantado",
    "descricao": "Lesão da parede do átrio morfologicamente direito ocorrendo como resultado direto do atrito crônico de um dispositivo ou fio implantado"
  },
  {
    "identificador": "BE1F",
    "valor": "Complicação pós procedimento do átrio esquerdo",
    "descricao": "Evento ou ocorrência afetando o átrio morfologicamente esquerdo que está associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo"
  },
  {
    "identificador": "BE1F.0",
    "valor": "Perfuração atrial esquerda pós procedimento",
    "descricao": "Perfuração da parede do átrio morfologicamente esquerdo que ocorreu durante ou após uma intervenção"
  },
  {
    "identificador": "BE1F.1",
    "valor": "Erosão do átrio esquerdo devida a dispositivo implantado",
    "descricao": "Lesão da parede do átrio morfologicamente esquerdo ocorrendo como resultado direto do atrito crônico de um dispositivo ou fio implantado"
  }
]