[
  {
    "identificador": "CA00",
    "valor": "Nasofaringite aguda",
    "descricao": "Doença do trato respiratório superior, causada por uma infecção por rinovírus. Esta doença se caracteriza por faringite, secreção nasal, obstrução nasal ou tosse. A transmissão se dá por inalação de secreções respiratórias infectadas ou contato direto."
  },
  {
    "identificador": "CA01",
    "valor": "Sinusite aguda",
    "descricao": "Inflamação recente e/ou de curta duração da mucosa de um ou mais seios paranasais (maxilares, etmoidais, frontais e esfenoidais) originada de infecção ou outras causas como caries ou lesão dos dentes. Secreção purulenta pode ser observada em meato médio e cavidade nasal e os pacientes se queixam de disosmia, obstrução nasal, febre ou dor ou sensibilidade localizada. Rinite alérgica, deformidade do septo nasal ou rinite hipertrófica são doenças subjacentes que podem levar a sinusite aguda."
  },
  {
    "identificador": "CA02",
    "valor": "Faringite aguda",
    "descricao": "Faringite aguda é definida como infecção ou irritação da faringe e/ou das amigdalas e é parte das manifestações do resfriado comum. A etiologia é geralmente infecciosa, sendo a maioria dos casos de origem viral. Embora a infecção viral seja a causa primária, ela também pode ser causada por infecção bacteriana. Desconforto na garganta, dor de garganta e dor para engolir ocorrem com frequência. Cefaleia, fadiga generalizada, dor irradiada para o ouvido e linfadenite cervical também ocorrem. Achados locais evidenciam tonsilas palatinas hiperemiadas e edema dos folículos linfoides da parede posterior da faringe. Pacientes com faringite aguda se apresentam mais comumente com dor de garganta. Vários outros sintomas podem surgir nesses pacientes dependendo dos organismos causadores."
  },
  {
    "identificador": "CA02.0",
    "valor": "Faringite bacteriana aguda",
    "descricao": "Inflamação de início rápido da faringe (parte posterior da garganta, entre as amígdalas e a laringe) devida a bactéria"
  },
  {
    "identificador": "CA02.1",
    "valor": "Faringite viral aguda",
    "descricao": ""
  },
  {
    "identificador": "CA02.10",
    "valor": "Faringite devida a Adenovirus",
    "descricao": "Faringite é uma inflamação das mucosas e estruturas subjacentes da garganta. A faringite por adenovírus é uma doença autolimitada associada a febre, eritema da faringe, amígdalas aumentadas com exsudato, e aumento dos linfonodos cervicais, acompanhada por febre, mal estar, mialgia, e dor abdominal. Ocorre frequentemente em associação a conjuntivite autolimitada (referir-se a febre faringoconjuntival) laringotraqueíte, bronquite e pneumonia."
  },
  {
    "identificador": "CA02.1Y",
    "valor": "Outra faringite viral aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "CA02.1Z",
    "valor": "Faringite viral aguda, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA02.Y",
    "valor": "Outra faringite aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "CA02.Z",
    "valor": "Faringite aguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA03",
    "valor": "Amigdalite aguda",
    "descricao": ""
  },
  {
    "identificador": "CA03.0",
    "valor": "Amigdalite estreptocócica",
    "descricao": "Doença das amígdalas, causada por uma infecção pela bactéria Gram-positiva Streptococcus pyogenes (Streptococcus do Grupo A). Essa doença é caracterizada por dor de garganta, febre, exsudatos tonsilares ou adenopatia cervical. Essa doença também pode se manifestar com odinofagia, disfagia, otalgia, língua seca e eritematosa, amígdalas aumentadas ou manchas brancas e amareladas nas amígdalas. A transmissão ocorre comumente por inalação de secreções respiratórias infectadas ou contato indireto. A confirmação é feita pela identificação do Streptococcus do Grupo A a partir de um esfregaço da garganta."
  },
  {
    "identificador": "CA03.Y",
    "valor": "Outra amigdalite aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "CA03.Z",
    "valor": "Amigdalite aguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA04",
    "valor": "Laringofaringite aguda",
    "descricao": "A infecção mais comum do trato respiratório superior é o resfriado comum; todavia, infecções da laringofaringe também são consideradas infecções do trato respiratório superior, de múltiplos locais."
  },
  {
    "identificador": "CA05",
    "valor": "Laringite ou traqueíte aguda",
    "descricao": "Laringite e traqueíte agudas são definidas respectivamente como inflamação aguda da laringe e da traqueia, com achados locais de eritema e edema da mucosa. Laringite e traqueíte agudas são causadas por infecções virais do trato respiratório superior ou por abuso da voz."
  },
  {
    "identificador": "CA05.0",
    "valor": "Laringite aguda",
    "descricao": "Inflamação de início rápido da mucosa da laringe, incluindo as cordas vocais. É caracterizada frequentemente por irritação, edema, e redução da eslaticidade da mucosa."
  },
  {
    "identificador": "CA05.1",
    "valor": "Traqueíte aguda",
    "descricao": "Esta condição se refere à inflamação aguda da traqueia."
  },
  {
    "identificador": "CA05.2",
    "valor": "Laringotraqueíte aguda",
    "descricao": "Laringotraqueíte aguda se refere à inflamação aguda de laringe (laringite) e traqueia (traqueíte) conjuntamente."
  },
  {
    "identificador": "CA06",
    "valor": "Laringite ou epiglotite aguda obstrutiva",
    "descricao": ""
  },
  {
    "identificador": "CA06.0",
    "valor": "Laringite aguda obstrutiva",
    "descricao": "Condição comumente causada por infecção viral aguda da via aérea superior. É caracterizada por uma \"tosse de cachorro\", estridor, rouquidão ou dificuldade respiratória. A transmissão se dá comumente pela inalação de secreções respiratórias infectadas."
  },
  {
    "identificador": "CA06.1",
    "valor": "Epiglotite aguda",
    "descricao": "A epiglotite aguda é um tipo especial de inflamação laríngea, sendo caracterizada por edema local da mucosa da epiglote. A infecção por Haemophilus influenzae do tipo B é considerada um importante fator causal. Particularmente em crianças, a exacerbação rápida da dispneia pode ocorrer poucas horas após o início da doença."
  },
  {
    "identificador": "CA06.Z",
    "valor": "Outra laringite ou epiglotite aguda obstrutiva não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA07",
    "valor": "Infecções agudas das vias aéreas superiores de localizações múltiplas e não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CA07.0",
    "valor": "Infecção aguda do trato respiratório superior, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA07.1",
    "valor": "Infecção aguda do trato respiratório superior, de múltiplas localizações",
    "descricao": ""
  },
  {
    "identificador": "CA08",
    "valor": "Rinite alérgica ou vasomotora",
    "descricao": "Rinite é uma inflamação da mucosa nasal, clinicamente, caracterizada por sintomas principais: espirros, prurido nasal, coriza e obstrução nasal\r\n\r\nRinite alérgica é uma inflamação de via aérea nasal desencadeada por alérgenos aos quais o indivíduo afetado foi previamente sensibilizado. A patogênese da rinite alérgica é uma reação alérgica tipo I na mucosa nasal. Antígenos inalados em contato com a mucosa nasal sensibilizada ligam-se a anticorpos IgE nos mastócitos, que liberam mediadores químicos como histamina e peptídeos de leucotrienos. Consequentemente, as terminações nervosas sensitivas e vasos sanguíneos reagem provocando espirros, coriza e obstrução nasal (fase de resposta imediata). Na fase de resposta tardia, vários mediadores químicos são produzidos pelos mastócitos, citocinas são produzidas por células Th2 e mastócitos, e quimiocinas são produzidas por células epiteliais, pelo endotélio vascular e pelos fibrócitos, respectivamente. Tais transmissores derivados dessas células efetivamente induzem a infiltração de vários tipos de células inflamatórias na mucosa nasal. Entre elas, os eosinófilos ativados são os principais responsáveis pelo edema e pela hiper-reatividade da mucosa.\r\n\r\nRinite não alérgica é uma inflamação da mucosa nasal na qual os mecanismos alérgicos não estão envolvidos. Ela abrange vários fenótipos diferentes."
  },
  {
    "identificador": "CA08.0",
    "valor": "Rinite alérgica",
    "descricao": "Rinite alérgica é uma inflamação de via aérea nasal desencadeada por alérgenos aos quais o indivíduo afetado foi previamente sensibilizado. A patogênese da rinite alérgica é uma reação alérgica tipo I na mucosa nasal. Antígenos inalados em contato com a mucosa nasal sensibilizada ligam-se a anticorpos IgE nos mastócitos, que liberam mediadores químicos como histamina e peptídeos de leucotrienos. Consequentemente, as terminações nervosas sensitivas e vasos sanguíneos reagem provocando espirros, coriza e obstrução nasal (fase de resposta imediata). Na fase de resposta tardia, vários mediadores químicos são produzidos pelos mastócitos, citocinas são produzidas por células Th2 e mastócitos, e quimiocinas são produzidas por células epiteliais, pelo endotélio vascular e pelos fibrócitos, respectivamente. Tais transmissores derivados dessas células efetivamente induzem a infiltração de vários tipos de células inflamatórias na mucosa nasal. Entre elas, os eosinófilos ativados são os principais responsáveis pelo edema e pela hiper-reatividade da mucosa."
  },
  {
    "identificador": "CA08.00",
    "valor": "Rinite alérgica devida a pólen",
    "descricao": "Essa condição é uma inflamação alérgica das vias aéreas nasais. Ela ocorre quando um alérgeno, como o pólen, é inalado por um indivíduo com o sistema imune sensibilizado."
  },
  {
    "identificador": "CA08.01",
    "valor": "Rinite alérgica devida a outros alérgenos sazonais",
    "descricao": "Refere-se a inflamações alérgicas das vias aéreas nasais provocadas por outros alérgenos, além de pólen e ácaro da poeira doméstica, em pacientes com sensibilização múltipla ou como parte de condição complexa, como alergia a látex. Caracteriza-se, clinicamente, pelos seguintes sintomas: espirros, prurido nasal, coriza e obstrução nasal. Ocorre quando um alérgeno, como pelo de animal (partículas de pele descamada ou cabelo), inseto (partículas do corpo de baratas), ou partículas fúngicas, é inalado por indivíduo com o sistema imune sensibilizado."
  },
  {
    "identificador": "CA08.02",
    "valor": "Rinite alérgica devida ao ácaro da poeira doméstica",
    "descricao": "Trata-se de rinite alérgica desencadeada por exposição a alérgenos de ácaros da poeira, o aos quais o indivíduo afetado foi previamente sensibilizado."
  },
  {
    "identificador": "CA08.03",
    "valor": "Outras rinites alérgicas",
    "descricao": "Refere-se a outra inflamação alérgica das vias aéreas nasais. Ocorre quando um alérgeno, como pólen, poeira ou caspa de animal (partículas de pele e pelos soltos), é inalado por um indivíduo com o sistema imune sensibilizado."
  },
  {
    "identificador": "CA08.0Z",
    "valor": "Rinite alérgica não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA08.1",
    "valor": "Rinite não alérgica",
    "descricao": "Rinite não alérgica é uma inflamação da mucosa nasal em que mecanismos alérgicos não estão envolvidos. Essa condição inclui vários fenótipos diferentes."
  },
  {
    "identificador": "CA08.10",
    "valor": "Rinite não alérgica com eosinófilos",
    "descricao": "Rinite eosinofílica não alérgica é caracterizada por um elevado número (definido de forma inconsistente como >5% a >20%) de eosinófilos no esfregaço nasal. Os pacientes usualmente apresentam exacerbações paroxísticas de sintomas, incluindo, espirros, rinorreia aquosa profusa, prurido, congestão nasal, e anosmia ocasional. Tal quadro pode preceder o desenvolvimento de polipose nasal e hipersensibilidade à aspirina. Pacientes com rinite eosinofílica não alérgica têm risco aumentado para o desenvolvimento de apneia obstrutiva do sono."
  },
  {
    "identificador": "CA08.1Y",
    "valor": "Outra rinite não alérgica especificada",
    "descricao": ""
  },
  {
    "identificador": "CA08.1Z",
    "valor": "Rinite não alérgica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA08.2",
    "valor": "Rinite mista",
    "descricao": "Rinite mista é um subtipo específico de rinite que combina características de rinite alérgica e rinite não infecciosa e não alérgica. Pode representar entre 50 e 70% de todos os casos de rinite."
  },
  {
    "identificador": "CA08.3",
    "valor": "Rinite vasomotora",
    "descricao": "Rinite vasomotora é uma forma de inflamação não alérgica da mucosa nasal que é caracterizada por congestão nasal e gotejamento faríngeo posterior. Gatilhos não alérgicos causam dilatação dos vasos sanguíneos no revestimento nasal, o que resulta em edema e drenagem."
  },
  {
    "identificador": "CA09",
    "valor": "Rinite, nasofaringite ou faringite crônicas",
    "descricao": "A condição patológica de rinite crônica é a continuação de inflamação persistente na mucosa dos cornetos nasais, que é induzida por infecção microbiana, irritação por substâncias inaladas e estrutura anormal da cavidade nasal. Esta condição induz obstrução nasal e secreção nasal aumentada. Faringite é uma inflamação de toda mucosa faríngea e tecidos linfáticos e seus sintomas agudos são uma parte dos sintomas do resfriado comum. Ainda que infecção viral seja a causa primária, ela é também causada por infecções bacterianas. Ocorrem desconforto de garganta, e dor na garganta e dor à deglutição. Cefaleia, fadiga generalizada, dor irradiada para os ouvidos e linfadenite cervical também ocorrem. Exame local mostra amígdalas hiperemiadas e aumento dos folículos linfoides da parede posterior da faringe. Faringite crônica pode ser considerada como consequência de faringite aguda ou efeito de estímulos contínuos, com sintomas de sensação anormal de garganta, desconforto ou de corpo estranho."
  },
  {
    "identificador": "CA09.0",
    "valor": "Rinite crônica",
    "descricao": "Inflamação persistente ou recorrente da mucosa nasal."
  },
  {
    "identificador": "CA09.1",
    "valor": "Nasofaringite crônica",
    "descricao": "Inflamação persistente ou recorrente da porção mais alta da faringe, situada posteriormente ao nariz e superiormente ao palato mole, geralmente incluindo a sua mucosa e as estruturas linfoides relacionadas e glândulas."
  },
  {
    "identificador": "CA09.2",
    "valor": "Faringite crônica",
    "descricao": "Inflamação persistente ou recorrente da faringe, tubo fibromuscular em forma de funil que conduz o alimento para o esôfago e o ar para a laringe."
  },
  {
    "identificador": "CA0A",
    "valor": "Rinossinusite crônica",
    "descricao": "Sinusite é uma inflamação do revestimento mucoso dos seios paranasais secundária a mecanismos infecciosos e alérgicos. A retenção de secreções sinusais é o evento mais importante no desenvolvimento da sinusite. Ela cria o ambiente favorável para o crescimento de agentes infecciosos e pode ser causada por obstrução ou estreitamento de óstio sinusal, disfunção mucociliar e alterações na composição do muco. 90% das infecções dos seis paranasais envolve o seio maxilar. Sinusite crônica se refere a sintomas com duração de 3 meses ou mais. O diagnóstico de sinusite é baseado, sobretudo, na anamnese e no exame físico. A TC é o método de imagem mais sensível para uma avaliação da doença. Os objetivos do tratamento da sinusite crônica são erradicar a infecção, aliviar a obstrução ostiomeatal, restabelecer o clareamento mucociliar e prevenir complicações. Quando o tratamento medicamentoso não promove qualquer melhora significativa ou quando a abordagem cirúrgica pode ser indicada por complicação do paciente, a intervenção cirúrgica deve ter o objetivo de restabelecer uma drenagem sinusal através do óstio. A cirurgia sinusal endoscópica funcional (CSEF) descreve técnicas que têm revolucionado o tratamento da doença sinusal. O procedimento tem a finalidade de restaurar a função fisiológica de aeração e drenagem sinusais através da expansão do complexo ostiomeatal, enquanto minimiza a alteração cirúrgica das vias anatômicas normais."
  },
  {
    "identificador": "CA0A.0",
    "valor": "Síndrome de Samter",
    "descricao": "A síndrome de Samter é composta por asma, intolerância ao ácido acetilsalicílico (aspirina®), polipose nasal e rinossinusite crônica."
  },
  {
    "identificador": "CA0A.Y",
    "valor": "Outra rinossinusite crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "CA0A.Z",
    "valor": "Rinossinusite crônica não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA0B",
    "valor": "Síndrome do seio silencioso",
    "descricao": "A síndrome do seio silencioso é o colapso espontâneo e assintomático do seio maxilar e do assoalho da órbita associado a pressão negativa dentro do seio."
  },
  {
    "identificador": "CA0C",
    "valor": "Cisto ou mucocele do nariz ou do seio paranasal",
    "descricao": "Condição que se refere a doenças do nariz e dos seios paranasais que causam cisto ou mucocele.\r\nMucocele é qualquer dilatação (tipicamente patológica) com acúmulo de muco. Mucoceles são cistos benignos revestidos de epitélio cheios de muco, que podem se formar nos seios paranasais. Estas estruturas podem causar sintomas se suficientemente grandes ou se exercem pressão nas estruturas circunjacentes. Mucoceles sintomáticas tipicamente requerem tratamento cirúrgico. Mucoceles devem ser diferenciadas de cistos de retenção dos seios da face. Diferentemente das mucoceles, cistos de retenção não resultam em expansão e adelgaçamento das paredes ósseas dos seios paranasais."
  },
  {
    "identificador": "CA0D",
    "valor": "Desvio do septo nasal",
    "descricao": ""
  },
  {
    "identificador": "CA0E",
    "valor": "Hipertrofia de cornetos nasais",
    "descricao": ""
  },
  {
    "identificador": "CA0F",
    "valor": "Doenças crônicas de amígdalas ou adenoides",
    "descricao": "Qualquer doença persistente ou recorrente que afete a massa de tecido linfoide ovalada embebida na parede lateral da faringe (amígdalas ou tonsilas) ou a coleção de nódulos linfoides da parede posterior e do teto da nasofaringe (adenoides)"
  },
  {
    "identificador": "CA0F.0",
    "valor": "Hipertrofia das amígdalas",
    "descricao": ""
  },
  {
    "identificador": "CA0F.1",
    "valor": "Hipertrofia das adenóides",
    "descricao": ""
  },
  {
    "identificador": "CA0F.3",
    "valor": "Hipertrofia das amígdalas com hipertrofia das adenoides",
    "descricao": "Este é um crescimento excessivo (\"hipertrofia\") do tecido das amígdalas e adenoides."
  },
  {
    "identificador": "CA0F.Y",
    "valor": "Outras doenças crônicas especificadas de amígdalas ou adenoides",
    "descricao": ""
  },
  {
    "identificador": "CA0F.Z",
    "valor": "Doenças crônicas de amígdalas ou adenoides, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CA0G",
    "valor": "Laringite ou laringotraqueíte crônica",
    "descricao": "Inflamação persistente ou recorrente da laringe (via aérea) e/ou da laringe e do tudo cartilaginoso e membranoso que desce da laringe e se ramifica em brônquios direito e esquerdo (traqueia)"
  },
  {
    "identificador": "CA0H",
    "valor": "Doenças de cordas vocais ou laringe não classificadas em outro local",
    "descricao": ""
  },
  {
    "identificador": "CA0H.0",
    "valor": "Paralisia de cordas vocais ou laringe",
    "descricao": "Perda da função ou da percepção de uma ou ambas as pregas vocais, frequentemente causada por lesão ou doença aos nervos da laringe."
  },
  {
    "identificador": "CA0H.1",
    "valor": "Pólipo de corda vocal ou de laringe",
    "descricao": "Pólipo é um crescimento anormal de tecido que se projeta a partir de uma mucosa; nesta condição se trata da corda ou prega vocal e da laringe."
  },
  {
    "identificador": "CA0H.2",
    "valor": "Nódulos das cordas vocais",
    "descricao": ""
  },
  {
    "identificador": "CA0H.3",
    "valor": "Edema da laringe",
    "descricao": "Edema de laringe é um edema (acúmulo de líquido) que ocorre, por exemplo, em pregas ariepiglóticas, epiglote e região aritenoidea, ou submucosa da região subglótica. Pode ocorrer devido a anafilaxia, edema angioneurótico, infecção laríngea, corpo ou substância estranhos, ou traumatismo."
  },
  {
    "identificador": "CA0H.4",
    "valor": "Espasmo da laringe",
    "descricao": "Espasmo laríngeo é uma condição patológica que é principalmente um fechamento espasmódico (espasmo) da parte de entrada da laringe ou da região glótica. Em geral, há um início na vida adulta e um início na criança (infância) nesta doença. Há uma diferença no padrão de expressão destes dois tipos. Na criança, a parada respiratória está associada a esta condição, e o fechamento espasmódico da glote ocorre subitamente, e depois a respiração retorna ao padrão original muito rapidamente em poucos minutos. Em adultos, os principais sintomas desta condição são dificuldade para respirar ou estridor respiratório em vez de uma parada respiratória completa."
  },
  {
    "identificador": "CA0H.5",
    "valor": "Estenose da laringe",
    "descricao": "Estenose laríngea é um estreitamento anormal da cavidade da laringe."
  },
  {
    "identificador": "CA0H.Y",
    "valor": "Outras doenças especificadas de cordas vocais ou laringe, não classificadas em outro local",
    "descricao": ""
  },
  {
    "identificador": "CA0H.Z",
    "valor": "Doenças de cordas vocais ou laringe, não classificadas em outro local, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CA0J",
    "valor": "Pólipo nasal",
    "descricao": "Pólipo nasal é uma massa inflamatória e proliferativa originada do epitélio de revestimento de cavidade nasal ou seios paranasais. Em geral, os pólipos nasais parecem ser branco acinzentados, com superfície lisa, viscosos e semelhantes a ágar. A patogênese é considerada como sendo multifatorial."
  },
  {
    "identificador": "CA0J.0",
    "valor": "Degeneração polipoide de seio paranasal",
    "descricao": "Também conhecida como síndrome de Woakes ou etmoidite. A síndrome de Woakes é caracterizada por pólipos nasais recorrentes graves, frequentemente sem eosinófilos na histologia e com alargamento da pirâmide nasal."
  },
  {
    "identificador": "CA0J.Y",
    "valor": "Outro pólipo nasal especificado",
    "descricao": ""
  },
  {
    "identificador": "CA0J.Z",
    "valor": "Pólipo nasal não especificado",
    "descricao": ""
  },
  {
    "identificador": "CA0K",
    "valor": "Abscesso do trato respiratório superior",
    "descricao": "Abscesso do trato respiratório superior é definido como formação abcedada que ocorre entre o nariz, faringe e laringe. Estão incluídos nesta classificação abscesso, furúnculo e carbúnculo do nariz, abscessos retrofaríngeos e parafaríngeos, bem como outros abscessos da faringe."
  },
  {
    "identificador": "CA0K.0",
    "valor": "Abscesso retrofaríngeo ou parafaríngeo",
    "descricao": "Um abscesso retrofaríngeo é um abscesso localizado entre os tecidos do fundo da garganta, atrás da parede posterior da faringe (espaço retrofaríngeo). O abscesso parafaríngeo é um abcesso que se desenvolve em um espaço potencial da cabeça ou do pescoço."
  },
  {
    "identificador": "CA0K.1",
    "valor": "Abscesso periamigdaliano",
    "descricao": "Abscesso periamigdaliano é definido como uma formação abcedada situada entre a cápsula tonsilar e os músculos constritores da amígdala. O abcesso periamigdaliano vem, na maioria das vezes, de uma periamigdalite. Febre alta, dor faríngea e dor à deglutição são os principais sintomas, mas ele pode também causar voz abafada. A úvula é desviada para o lado não afetado, e edema e vermelhidão em volta da amígdala afetada são evidentes. O exame bacteriológico do pus peritonsilar revela frequentemente o estreptococos beta hemolíticos do grupo A como bactéria aeróbica e a taxa de detecção de bactérias anaeróbicas também representa mais da metade dos casos. O tratamento consiste em antibioticoterapia e incisão e drenagem do abscesso. Os sintomas melhoram com este tratamento na maioria dos casos, enquanto alguns casos progridem para uma infecção profunda mortal do pescoço e abcesso mediastinal. Atenção especial é necessária se existem complicações sistêmicas como diabetes mellitus."
  },
  {
    "identificador": "CA0K.Y",
    "valor": "Outro abscesso especificado do trato respiratório superior",
    "descricao": ""
  },
  {
    "identificador": "CA0K.Z",
    "valor": "Abscesso do trato respiratório superior, não especificado",
    "descricao": ""
  },
  {
    "identificador": "CA0Y",
    "valor": "Outros transtornos especificados do trato respiratório superior",
    "descricao": ""
  },
  {
    "identificador": "CA0Z",
    "valor": "Transtornos do trato respiratório superior não especificados",
    "descricao": ""
  },
  {
    "identificador": "CA20",
    "valor": "Bronquite",
    "descricao": "Bronquite é a inflamação das principais vias aéreas até os pulmões."
  },
  {
    "identificador": "CA20.0",
    "valor": "Bronquite aguda não infecciosa",
    "descricao": ""
  },
  {
    "identificador": "CA20.1",
    "valor": "Bronquite crônica",
    "descricao": ""
  },
  {
    "identificador": "CA20.10",
    "valor": "Bronquite crônica simples",
    "descricao": ""
  },
  {
    "identificador": "CA20.11",
    "valor": "Bronquite crônica mucopurulenta",
    "descricao": ""
  },
  {
    "identificador": "CA20.12",
    "valor": "Bronquite crônica simples e mucopurulenta mista",
    "descricao": ""
  },
  {
    "identificador": "CA20.13",
    "valor": "Bronquite bacteriana protraída",
    "descricao": "Bronquite bacteriana protraída (BBP) é uma doença causada pela infecção crônica das vias aéreas condutoras. Esta condição causa tosse úmida persistente com duração de mais de quatro semanas, que responde ao tratamento com antibióticos."
  },
  {
    "identificador": "CA20.1Y",
    "valor": "Outra bronquite crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "CA20.1Z",
    "valor": "Bronquite crônica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA20.Y",
    "valor": "Outra bronquite especificada",
    "descricao": ""
  },
  {
    "identificador": "CA20.Z",
    "valor": "Bronquite não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA21",
    "valor": "Enfisema",
    "descricao": "O enfisema é definido como o aumento anormal e permanente dos espaços aéreos distais aos bronquíolos terminais. Isto é acompanhado pela destruição das paredes alveolares, sem fibrose evidente (ou seja, não há fibrose visível a olho nu). O enfisema pode existir em indivíduos que não tenham obstrução das vias aéreas; entretanto, é mais comum em pacientes que têm obstrução moderada ou grave ao fluxo aéreo."
  },
  {
    "identificador": "CA21.0",
    "valor": "Síndrome de MacLeod",
    "descricao": "Redução do tamanho de um pulmão, decorrente de bronquiolite obliterativa, anormalidade congênita ou outro transtorno que resulte em hiperinsuflação do pulmão normal."
  },
  {
    "identificador": "CA21.1",
    "valor": "Enfisema panlobular",
    "descricao": "Enfisema pulmonar panlobular (panacinar) destrói todo o alvéolo de maneira uniforme e predomina na metade inferior dos pulmões. O enfisema panlobular é geralmente observado em pacientes com deficiência de alfa1-antitripsina homozigótica."
  },
  {
    "identificador": "CA21.2",
    "valor": "Enfisema centrolobular",
    "descricao": "O enfisema centrolobular (centroacinar) se inicia nos bronquíolos respiratórios e se estende par a periferia. Esta forma se associa ao tabagismo de longa duração e envolve predominantemente as metades superiores dos pulmões."
  },
  {
    "identificador": "CA21.Y",
    "valor": "Outro enfisema especificado",
    "descricao": ""
  },
  {
    "identificador": "CA21.Z",
    "valor": "Enfisema não especificado",
    "descricao": ""
  },
  {
    "identificador": "CA22",
    "valor": "Doença pulmonar obstrutiva crônica",
    "descricao": "A doença pulmonar obstrutiva crônica (DPOC), doença comum, prevenível e tratável, é caracterizada por limitação persistente ao fluxo aéreo, que é geralmente progressiva e associada a uma resposta inflamatória crônica acentuada em vias aéreas e pulmões a partículas ou gases tóxicos. Exacerbações e comorbidades contribuem para a gravidade geral e individual dos pacientes."
  },
  {
    "identificador": "CA22.0",
    "valor": "Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada",
    "descricao": "Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
  },
  {
    "identificador": "CA22.1",
    "valor": "Outra doença pulmonar crônica especificada especificada",
    "descricao": ""
  },
  {
    "identificador": "CA22.Z",
    "valor": "Doença pulmonar obstrutiva crônica não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA23",
    "valor": "Asma",
    "descricao": "Asma é um transtorno inflamatório crônico das vias aéreas na qual muitas células e elementos celulares têm um papel. É caracterizada por uma responsividade aumentada de traqueia e brônquios a vários estímulos e se manifesta por um estreitamento difuso das vias aéreas que altera em gravidade tanto espontaneamente quanto como resultado de tratamento. Isso ocasiona episódios recorrentes de sibilância, falta de ar, sensação de aperto no peito e tosse, particularmente à noite ou no início da manhã."
  },
  {
    "identificador": "CA23.0",
    "valor": "Asma alérgica",
    "descricao": "Asma alérgica é o fenótipo de asma mais facilmente reconhecido. Frequentemente, inicia-se na infância e é associada a um histórico pessoal ou familiar de doença alérgica, como eczema, rinite alérgica, ou alergia a drogas e alimentos. O exame do escarro induzido desses pacientes, antes do tratamento, geralmente revela uma inflamação eosinofílica das vias aéreas. O principal gatilho é a exposição a alérgenos, como o ácaro da poeira doméstica e ao pólen, aos quais o indivíduo tenha sido, previamente, sensibilizado. Os pacientes com esse fenótipo de asma, usualmente, respondem bem a corticoide inalatório e à imunoterapia alérgeno-específica."
  },
  {
    "identificador": "CA23.00",
    "valor": "Asma alérgica com exacerbação",
    "descricao": "Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
  },
  {
    "identificador": "CA23.01",
    "valor": "Asma alérgica com estado asmático",
    "descricao": ""
  },
  {
    "identificador": "CA23.02",
    "valor": "Asma alérgica, não complicada",
    "descricao": ""
  },
  {
    "identificador": "CA23.1",
    "valor": "Asma não alérgica",
    "descricao": "Asma não alérgica ocorre em alguns pacientes que têm asma não associada à alergia. O padrão celular do escarro desses pacientes pode ser neutrofílico, eosinofílico ou conter apenas poucas células inflamatórios (paucigranulocítico). Pacientes com asma não alérgica frequentemente respondem menos ao corticosteroide inalatório. Podem-se observar diferentes fenótipos."
  },
  {
    "identificador": "CA23.10",
    "valor": "Asma não alérgica com exacerbação",
    "descricao": ""
  },
  {
    "identificador": "CA23.11",
    "valor": "Asma não alérgica com estado asmático",
    "descricao": ""
  },
  {
    "identificador": "CA23.12",
    "valor": "Asma não alérgica, não complicada",
    "descricao": ""
  },
  {
    "identificador": "CA23.2",
    "valor": "Outras formas especificadas de asma ou broncoespasmo",
    "descricao": ""
  },
  {
    "identificador": "CA23.20",
    "valor": "Asma induzida por aspirina",
    "descricao": "Em alguns indivíduos com asma, ácido acetilsalicílico (aspirina®) ou outros anti-inflamatórios não esterodais (AINEs), que bloqueiam a cicloxigenase 1 (COX-1), podem exacerbar a condição. Essa síndrome clínica distinta, chamada asma induzida por aspirina (AIA), é caracterizada por rinossinusite eosinofílica, polipose nasal, hipersensibilidade à aspirina e asma."
  },
  {
    "identificador": "CA23.21",
    "valor": "Broncoespasmo induzido pelo exercício",
    "descricao": "Broncoespasmo induzido pelo exercício (BIE) descreve o estreitamento das vias aéreas que ocorre em associação ao exercício. BIE ocorre em até 90% dos pacientes asmáticos e estima-se que ocorra em >10% da população geral. Revisões recentes identificaram a asma como fator de risco para morte súbita e relataram mortes atribuídas diretamente à BIE."
  },
  {
    "identificador": "CA23.22",
    "valor": "Asma variante com tosse",
    "descricao": "Asma variante com tosse é uma forma oculta de asma em que o único sinal ou sintoma é tosse crônica."
  },
  {
    "identificador": "CA23.3",
    "valor": "Asma não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA23.30",
    "valor": "Asma não especificada com exacerbação",
    "descricao": "Refere-se a uma doença inflamatória não especificada das vias aéreas, caracterizada por sintomas variáveis e recorrentes de obstrução reversível de via aérea e broncoespasmo, com piora aguda súbita."
  },
  {
    "identificador": "CA23.31",
    "valor": "Asma não especificada com status asmaticus",
    "descricao": "Refere-se a doença inflamatória não especificada das vias aéreas caracterizada por sintomas variáveis e recorrentes, obstrução reversível do fluxo aéreo e broncoespasmo, com exacerbação aguda de asma que não responde aos tratamentos padrão com broncodilatadores inalatórios e esteroides."
  },
  {
    "identificador": "CA23.32",
    "valor": "Asma não especificada, não complicada",
    "descricao": ""
  },
  {
    "identificador": "CA24",
    "valor": "Bronquiectasia",
    "descricao": "Bronquiectasia é a dilatação anormal de uma ou mais vias aéreas. Em condições normais, glândulas minúsculas presentes no revestimento das vias aéreas produzem uma pequena quantidade de muco. O muco mantém as vias aéreas úmidas e captura qualquer poeira e sujeira no ar inspirado. Porque bronquiectasias causam dilatação anormal das vias aéreas, uma quantidade extra de muco tende a se formar e a se acumular nas porções dilatadas. Vias aéreas dilatadas com excesso de muco estão propensas a infecção."
  },
  {
    "identificador": "CA25",
    "valor": "Fibrose cística",
    "descricao": "Fibrose cística (FC) é uma doença genética caracterizada pela produção de suor com alto conteúdo de sal e secreções mucosas com viscosidade anormal. A doença é crônica e geralmente progressiva, usualmente com seu início ocorrendo durante a primeira infância ou, ocasionalmente, no nascimento (íleo meconial). Praticamente qualquer órgão interno pode ser afetado, mas as principais manifestações dizem respeito ao sistema respiratório (bronquite crônica), pâncreas (insuficiência pancreática, diabetes da adolescência e, ocasionalmente, pancreatite) e, mais raramente, intestino (obstrução intestinal) e fígado (cirrose). Os sintomas e sinais habituais de apresentação incluem infecção pulmonar persistente, insuficiência pancreática e níveis elevados de cloreto no suor. Muitos paciente, entretanto, mostram sintomas discretos ou atípicos e clínicos devem estar alertas para a possibilidade de FC mesmo quando apenas poucas das manifestações habituais estão presentes. Para o diagnóstico da fibrose cística devem estar presentes ambos os critérios: sintomas compatíveis com FC em pelo menos um sistema orgânico e evidência de disfunção do regulador da condutância transmembrana da fibrose cística (CFTR)"
  },
  {
    "identificador": "CA25.0",
    "valor": "Fibrose cística clássica",
    "descricao": ""
  },
  {
    "identificador": "CA25.1",
    "valor": "Fibrose cística atípica",
    "descricao": ""
  },
  {
    "identificador": "CA25.2",
    "valor": "Fibrose cística subclínica",
    "descricao": ""
  },
  {
    "identificador": "CA25.Z",
    "valor": "Fibrose cística não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA26",
    "valor": "Bronquiolite crônica",
    "descricao": "Bronquiolite e bronquiolite obliterante são termos genéricos usados para descrever lesões inflamatórias inespecíficas que afetam primariamente as pequenas vias aéreas e que geralmente poupam o interstício. Bronquiolite pode ser causada por lesão inalatória, infecção ou drogas; ser associada a transplante de órgãos ou a doença do tecido conjuntivo; ou ser idiopática. As principais categorias histopatológicas de bronquiolite são: constritiva, proliferativa, folicular, fibrose intersticial centrada em vias aéreas e panbronquiolite difusa. Os padrões de bronquiolite constritiva e proliferativa podem ocorrer simultaneamente."
  },
  {
    "identificador": "CA26.0",
    "valor": "Bronquiolite obliterativa crônica",
    "descricao": "Bronquiolite obliterante é comumente usado para descrever várias condições não relacionadas entre si cujo resultado final é a obstrução funcional de bronquíolos. A forma típica é a bronquiolite constritiva. Bronquiolite constritiva é um achado histológico incomum caracterizado por alterações nas paredes dos bronquíolos membranosos e respiratórios, frequentemente sem alterações extensas em ductos alveolares e paredes alveolares. Tais alterações levam a estreitamento concêntrico ou completa obliteração do lúmen das vias aéreas. As manifestações clínicas da bronquiolite constritiva incluem obstrução progressiva do fluxo aéreo, algumas vezes na presença de radiografia de tórax relativamente normal. A gravidade clínica depende do tipo, da extensão e da gravidade da lesão pulmonar inicial."
  },
  {
    "identificador": "CA26.1",
    "valor": "Panbronquiolite difusa",
    "descricao": "Panbronquiolite difusa (PBD) é uma doença inflamatória idiopática que afeta principalmente os bronquíolos respiratórios, causando um transtorno respiratório obstrutivo grave progressivo de natureza supurativa. O início ocorre entre a segunda e quinta décadas da vida, e se manifesta com tosse crônica, dispneia ao esforço e produção de escarro. A maioria dos pacientes apresenta também sinusite crônica. Se não tratada, a PBD progride para bronquiectasias, insuficiência respiratória e morte. Melhora significativa do prognóstico foi relatada graças ao uso de antibióticos macrolídeos, cujo efeito é atribuído a uma ação anti-inflamatória e autorreguladora."
  },
  {
    "identificador": "CA26.Y",
    "valor": "Outra bronquiolite crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "CA26.Z",
    "valor": "Bronquiolite crônica não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA27",
    "valor": "Traqueobronquite",
    "descricao": "Traqueobronquite é a inflamação da traqueia e dos brônquios."
  },
  {
    "identificador": "CA27.0",
    "valor": "Traqueobroncopatia osteocondroplática",
    "descricao": "Traqueobroncopatia osteocondroplástica é um transtorno raro de causa desconhecida, observado em 0,4 por cento das broncoscopias, que afeta as grandes vias aéreas. É caracterizada pelo desenvolvimento de múltiplos nódulos submucosos ósseos e cartilaginosos conectados a cartilagem traqueal. A anormalidade poupa a parede membranosa posterior da traqueia. A despeito de alterações radiológicas marcantes, os pacientes apenas raramente são sintomáticos pois a obstrução grave da via aérea é incomum. A traqueoplastia linear pode ser necessária em pacientes com obstrução sintomática de vias aéreas."
  },
  {
    "identificador": "CA27.1",
    "valor": "Traqueobroncomegalia",
    "descricao": "Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos."
  },
  {
    "identificador": "CA27.Y",
    "valor": "Outra traqueobronquite especificada",
    "descricao": ""
  },
  {
    "identificador": "CA27.Z",
    "valor": "Traqueobronquite não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA2Y",
    "valor": "Outra doença especificada do trato respiratório inferior",
    "descricao": ""
  },
  {
    "identificador": "CA2Z",
    "valor": "Doença do trato respiratório inferior não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA40",
    "valor": "Pneumonia",
    "descricao": "Doença dos pulmões, frequentemente, mas nem sempre, causada por uma infecção por bactérias, vírus, fungos ou parasitas. Esta doença é caracterizada por febre, calafrios, tosse produtiva, dor no peito e falta de ar. A confirmação é feita, por exemplo, por radiografia do tórax."
  },
  {
    "identificador": "CA40.0",
    "valor": "Pneumonia bacteriana",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção de origem bacteriana. Esta doença é caracterizada por febre, letargia, dor de cabeça, mialgia, vômitos ou tosse. A transmissão ocorre por inalação de secreções respiratórias infectadas. A confirmação é feita por identificação da origem bacteriana em uma amostra de escarro."
  },
  {
    "identificador": "CA40.00",
    "valor": "Pneumonia por Chlamydophila pneumoniae",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção pela bactéria gram-negativa Chlamydia pneumoniae. Essa doença comumente se apresenta com um início gradual de tosse e febre baixa. Também pode se manifestar com faringite, laringite e sinusite. A transmissão ocorre por inalação de secreções respiratórias infectadas. A confirmação é feita por identificação de Chlamydia pneumoniae em uma amostra de escarro."
  },
  {
    "identificador": "CA40.01",
    "valor": "Pneumonia devida a Escherichia coli",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção pela bactéria gram-negativa Escherichia coli. Esta doença é caracterizada por febre, tosse e dispneia. A transmissão ocorre comumente por inalação de secreções respiratórias infectadas. A confirmação é feita pela identificação da Escherichia coli em amostras de sangue, escarro ou líquido pleural."
  },
  {
    "identificador": "CA40.02",
    "valor": "Pneumonia devida a Haemophilus infuenzae",
    "descricao": "Doença do sistema pulmonar, causada por infecção pela bactéria gram-negativa Haemophilus influenzae. Esta doença é caracterizada por tosse, falta de ar, febre, calafrios, dores musculares e dor no peito. A transmissão ocorre por inalação de secreções respiratórias infectadas ou contato direto. A confirmação é feita pela identificação do Haemophilus influenzae no sangue ou outro fluido corporal tipicamente estéril."
  },
  {
    "identificador": "CA40.03",
    "valor": "Pneumonia devida à Klebsiella pneumoniae",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção pela bactéria gram-negativa Klebsiella pneumoniae. Essa infecção comum se apresenta com expectoração espessa, hemorrágica e mucoide. A transmissão ocorre por inalação de secreções respiratórias infectadas. A confirmação é feita pela identificação da Klebsiella pneumoniae em uma amostra de escarro."
  },
  {
    "identificador": "CA40.04",
    "valor": "Pneumonia devida a Mycoplasma pneumoniae",
    "descricao": "Doença do sistema respiratório, causada por uma infecção por Mycoplasma pneumoniae. Esta infecção comumente se apresenta com tosse não produtiva, dor torácica ou febre. A transmissão se dá por inalação de secreções respiratórias infectadas. A confirmação é feita pela identificação do Mycoplasma pneumoniae em uma amostra de escarro."
  },
  {
    "identificador": "CA40.05",
    "valor": "Pneumonia devida a Pseudomonas aeruginosa",
    "descricao": "Doença do sistema respiratório causada por infecção pela bactéria Gram negativa Pseudomonas aeruginosa. Caracteriza-se por febre, tosse e dispneia."
  },
  {
    "identificador": "CA40.06",
    "valor": "Pneumonia devida a Staphylococcus",
    "descricao": "Doença do sistema pulmonar, causada por infecção por bactéria Gram-positiva Staphylococcus. Esta doença é caracterizada por febre, tosse, dispneia e abscessos pulmonares."
  },
  {
    "identificador": "CA40.07",
    "valor": "Pneumonia devida a Streptococcus pneumoniae",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção pela bactéria Gram positiva Streptococcus pneumonia. É caracterizada por um início agudo de febre e calafrios, ou rigores. Pode também se apresentar com dor torácica, tosse produtiva, dispneia, taquipneia, hipóxia ou taquicardia. A transmissão ocorre por inalação de secreções respiratórias infectadas ou por contato indireto. A confirmação é feita pela identificação do Streptococcus pneumoniae em amostra de escarro."
  },
  {
    "identificador": "CA40.08",
    "valor": "Pneumonia por estreptococos beta-hemolíticos",
    "descricao": "Doença dos pulmões causada por infecção pela bactéria Gram positiva Streptococcus beta-hemolítico. A doença é caracterizada por início agudo de febre e calafrios, ou tremores. Apresenta-se com dor torácica, tosse produtiva, dispneia, taquipneia, hipóxia ou taquicardia. A transmissão se dá pela inalação de secreções respiratórias infectadas ou por contato direto."
  },
  {
    "identificador": "CA40.0Y",
    "valor": "Pneumonia devida a outra bactéria especificada",
    "descricao": ""
  },
  {
    "identificador": "CA40.0Z",
    "valor": "Pneumonia bacteriana, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA40.1",
    "valor": "Pneumonia viral",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção de origem viral. Esta doença se manifesta por febre, letargia, cefaleia, mialgia, vômitos ou tosse. A transmissão ocorre por inalação de secreções respiratórias infectadas. A confirmação é feita pela identificação da origem viral em uma amostra de escarro."
  },
  {
    "identificador": "CA40.10",
    "valor": "Pneumonia devida a Adenovírus",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção por um adenovírus. Esta doença caracterizada por febre, calafrios, ou rigores. Pode também se apresentar com dor torácica, tosse produtiva, dispneia, taquipneia, hipóxia e taquicardia. A transmissão ocorre por gotículas. A confirmação é feita pela identificação do adenovírus em amostra de escarro."
  },
  {
    "identificador": "CA40.11",
    "valor": "Pneumonia devida ao vírus sincicial respiratório",
    "descricao": "Doença causada por uma infecção pelo vírus sincicial respiratório. É caracterizada por uma condição inflamatória dos pulmões comumente afetando os alvéolos (pneumonia), levando a tosse, espirros, febre ou chieira torácica. Esta doença pode ser grave em bebês prematuros e naqueles com doença concomitante ou imunossupressão. A transmissão ocorre por contato direto, transmissão por gotículas, ou contato indireto com secreções respiratórias infectadas. A confirmação é feita pela identificação do vírus sincicial respiratório, comumente por meio de detecção de antígenos ou cultura de células."
  },
  {
    "identificador": "CA40.12",
    "valor": "Pneumonia devida ao vírus parainfluenza",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção pelo vírus parainfluenza. Esta doença é caracterizada por febre, mal estar, tosse ou taquipneia. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza em secreções respiratórias, detecção de elevação significativa dos títulos de anticorpos IgG específicos em amostras pareadas de soro, ou detecção de anticorpos IgM específicos em uma única amostra de soro."
  },
  {
    "identificador": "CA40.13",
    "valor": "Pneumonia devida ao metapneumovírus humano",
    "descricao": "Doença do sistema respiratório, causada pelo metapneumovírus humano. Caracteriza-se por febre, mialgia, rinorreia, dispneia, taquipneia ou chieira torácica. Apresenta-se também com sintomas de pneumonia. A transmissão se dá por contato direto ou indireto, inalação de secreções respiratórias infectadas, ou por fômites. A confirmação é feita pela identificação do metapneumovírus em esfregaço de nasofaringe, nariz ou garganta, ou em amostra de sangue."
  },
  {
    "identificador": "CA40.1Y",
    "valor": "Pneumonia devida a outro vírus especificado",
    "descricao": ""
  },
  {
    "identificador": "CA40.1Z",
    "valor": "Pneumonia viral, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA40.2",
    "valor": "Pneumonia fúngica",
    "descricao": ""
  },
  {
    "identificador": "CA40.20",
    "valor": "Pneumonia por Pneumocystis",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção pelo fungo Pneumocystis jirovecii. Esta doença é caracterizada por febre, tosse seca, falta de ar ou fadiga. Transmissão ocorre por infecção oportunista. A confirmação é feita por identificação do fungo Pneumocystis jirovecii em lavado pulmonar ou em amostra de tecido."
  },
  {
    "identificador": "CA40.2Y",
    "valor": "Outra pneumonia fúngica especificada",
    "descricao": ""
  },
  {
    "identificador": "CA40.2Z",
    "valor": "Pneumonia fúngica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA40.Y",
    "valor": "Outra pneumonia especificada",
    "descricao": ""
  },
  {
    "identificador": "CA40.Z",
    "valor": "Pneumonia, organismo não especificado",
    "descricao": ""
  },
  {
    "identificador": "CA41",
    "valor": "Bronquiolite aguda",
    "descricao": "Doença aguda dos bronquíolos, comumente causada por infecção de origem bacteriana ou viral. Caracteriza-se por inflamação dos bronquíolos e coriza. Apresenta-se com tosse, chieira torácica, taquipneia, febre ou tiragem torácica. A transmissão se dá por inalação de secreções respiratórias infectadas. A confirmação é feita pela identificação do agente infeccioso em escarro ou amostra de sangue."
  },
  {
    "identificador": "CA41.0",
    "valor": "Bronquiolite aguda devida a vírus sincicial respiratório",
    "descricao": "Doença dos bronquíolos, causada por infecção pelo vírus sincicial respiratório. Caracteriza-se por inflamação dos bronquíolos. Pode se apresentar com tosse, chieira torácica ou falta de ar. A transmissão se dá por contato direto, gotículas, ou por contato indireto com secreções respiratórias infectadas. A confirmação é feita pela identificação do vírus sincicial respiratório em esfregaços da nasofaringe."
  },
  {
    "identificador": "CA41.Y",
    "valor": "Outra bronquiolite aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "CA41.Z",
    "valor": "Bronquiolite aguda, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA42",
    "valor": "Bronquite aguda",
    "descricao": "Doença aguda dos brônquios, geralmente causada por infecção bacteriana ou viral. Esta doença é caracterizada pela inflamação dos brônquios. Apresenta-se com tosse, sibilância, dor ou desconforto torácico, febre ou dispneia. A transmissão se dá pela inalação de secreções respiratórias infectadas. A confirmação é feita pela identificação do agente infeccioso um amostra de escarro."
  },
  {
    "identificador": "CA42.0",
    "valor": "Bronquite aguda devida a Streptococcus",
    "descricao": "Doença dos brônquios, causada por uma infecção pela bactéria gram-positivo estreptococo. Esta doença é caracterizada por inflamação dos brônquios levando a tosse e produção de catarro, ou falta de ar e chieira torácica. A transmissão ocorre por inalação de secreções respiratórias infectadas. A confirmação é feita pela identificação do estreptococo em uma amostra de escarro."
  },
  {
    "identificador": "CA42.1",
    "valor": "Bronquite aguda devida a Rhinovirus",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção por rinovírus. Esta doença é caracterizada por tosse, com ou sem produção de catarro. A transmissão ocorre por inalação de secreções respiratórias infectadas ou por contato direto."
  },
  {
    "identificador": "CA42.2",
    "valor": "Bronquite aguda devida a vírus sincicial respiratório",
    "descricao": "Inflamação de instalação rápida das grandes vias aéreas dos pulmões, incluindo qualquer parte dos brônquios, devida a infecção pelo vírus sincicial respiratório."
  },
  {
    "identificador": "CA42.3",
    "valor": "Bronquite aguda devida a vírus parainfluenza",
    "descricao": "Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
  },
  {
    "identificador": "CA42.4",
    "valor": "Bronquite aguda devida a Haemophilus influenzae",
    "descricao": "Doenças dos brônquios, causada por uma infecção pela bactéria gram-negativa Haemophilus influenzae. Esta doença é caracterizada por inflamação aguda dos brônquios levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas ou por contato direto. A confirmação é feita pela identificação do Haemophilus influenzae no sangue ou em outros líquidos corporais tipicamente estéreis."
  },
  {
    "identificador": "CA42.5",
    "valor": "Bronquite aguda devida a vírus Coxsackie",
    "descricao": "Doença do sistema pulmonar, causada por uma infecção por vírus Coxsackie. Esta doença é caracterizada por tosse, febre ou taquipneia. A transmissão ocorre por via fecal-oral ou transmissão vertical. A confirmação é feita por identificação do coxsackievírus em amostras de secreções de vias respiratórias superiores."
  },
  {
    "identificador": "CA42.Y",
    "valor": "Outra bronquite aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "CA42.Z",
    "valor": "Bronquite aguda, sem especificação",
    "descricao": ""
  },
  {
    "identificador": "CA43",
    "valor": "Abscesso do pulmão ou do mediastino",
    "descricao": ""
  },
  {
    "identificador": "CA43.0",
    "valor": "Gangrena ou necrose de pulmão",
    "descricao": "Os termos \"pneumonia necrotizante\" ou \"gangrena pulmonar' são usados para distinguir necrose pulmonar com múltiplos pequenos abscessos de uma lesão cavitária maior (abscesso pulmonar)"
  },
  {
    "identificador": "CA43.1",
    "valor": "Abscesso de pulmão com pneumonia",
    "descricao": ""
  },
  {
    "identificador": "CA43.2",
    "valor": "Abscesso de pulmão sem pneumonia",
    "descricao": ""
  },
  {
    "identificador": "CA43.3",
    "valor": "Abscesso do mediastino",
    "descricao": ""
  },
  {
    "identificador": "CA43.Y",
    "valor": "Outro abscesso especificado do pulmão ou do mediastino",
    "descricao": ""
  },
  {
    "identificador": "CA43.Z",
    "valor": "Abscesso do pulmão ou do mediastino, não especificado",
    "descricao": ""
  },
  {
    "identificador": "CA44",
    "valor": "Piotórax",
    "descricao": "Inflamação supurativa do espaço pleural, tipicamente devida a infecção bacteriana aguda. Pode ocorrer como complicação de pneumonia, toracotomia, abscessos (pulmonar, hepático ou subdiafragmático), ou traumatismo penetrante com infecção secundária."
  },
  {
    "identificador": "CA45",
    "valor": "Infecções respiratórias, não classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "CA4Y",
    "valor": "Outras infecções pulmonares especificadas",
    "descricao": ""
  },
  {
    "identificador": "CA4Z",
    "valor": "Infecções pulmonares não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CA60",
    "valor": "Pneumoconiose",
    "descricao": "Pneumoconiose é uma doença pulmonar causada pela inalação de micropartículas e caracterizadas do ponto de vista histopatológico por fibrose intersticial. Os diferentes tipos de pneumoconioses variam em relação aos tipos de partículas inaladas, frequentemente associadas a alguma exposição ocupacional."
  },
  {
    "identificador": "CA60.0",
    "valor": "Pneumoconiose devida a poeira contendo sílica",
    "descricao": "Doença intersticial pulmonar devida à inalação de poeira de sílica. O acúmulo de sílica/silicatos nos pulmões leva a fibrose e formação de opacidades nos lobos superiores dos pulmões à radiografia do tórax."
  },
  {
    "identificador": "CA60.00",
    "valor": "Pneumoconiose devida a pó de talco",
    "descricao": ""
  },
  {
    "identificador": "CA60.0Y",
    "valor": "Outra pneumoconiose devida a poeira contendo sílica",
    "descricao": ""
  },
  {
    "identificador": "CA60.0Z",
    "valor": "Pneumoconiose devida a poeira contendo sílica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA60.1",
    "valor": "Pneumoconiose do trabalhador de carvão",
    "descricao": "A pneumoconiose do minerador de carvão é uma doença intersticial devida à inalação de poeira de carvão. O acúmulo de carvão nos pulmões leva a fibrose e formação de manchas de carvão que são vistas na radiografia de tórax como opacidades e fibrose."
  },
  {
    "identificador": "CA60.2",
    "valor": "Pneumoconiose devida a fibras minerais incluindo asbesto",
    "descricao": "A asbestose é uma pneumoconiose, doença intersticial devida à inalação de fibras de asbesto. O acúmulo das fibras no pulmão leva a fibrose difusa e a formação de opacidades nas porções inferiores dos pulmões, vistas à radiografia do tórax. Corpúsculos de asbesto podem ser detectados nos pulmões e no escarro."
  },
  {
    "identificador": "CA60.3",
    "valor": "Pneumoconiose associada a tuberculose",
    "descricao": "Doença pulmonar ocupacional e transtorno pulmonar restritivo causados pela inalação de poeiras, frequentemente em minas, e associados a uma doença infecciosa comum, em muitos casos fatal, por diferentes cepas de micobactérias, usualmente Mycobacterium tuberculosis."
  },
  {
    "identificador": "CA60.4",
    "valor": "Aluminose de pulmão",
    "descricao": "Aluminose é uma doença pulmonar causada pela inalação de poeiras de certos compostos de alumínio."
  },
  {
    "identificador": "CA60.5",
    "valor": "Fibrose pulmonar por bauxita",
    "descricao": ""
  },
  {
    "identificador": "CA60.6",
    "valor": "Beriliose",
    "descricao": "Doença crônica por berílio, também conhecida como beriliose, é um transtorno ocupacional de hipersensibilidade causado por exposição ao berílio em ambiente de trabalho. Caracteriza-se pela formação de granulomas não caseosos e não necrotizantes nos órgãos afetados, mais frequentemente pulmões e pele."
  },
  {
    "identificador": "CA60.7",
    "valor": "Fibrose de pulmão por grafite",
    "descricao": "Fibrose pulmonar por grafite é o dano pulmonar causado por inalação excessiva de grafite."
  },
  {
    "identificador": "CA60.8",
    "valor": "Siderose",
    "descricao": "O termo siderose se refere à pneumoconiose resultante da inalação de ferro a partir de vapores de soldas ou de poeira de mineração de ferro ou hematita."
  },
  {
    "identificador": "CA60.9",
    "valor": "Estanose",
    "descricao": "Estanose é uma pneumoconiose não fibrótica benigna causada pela exposição a óxidos de estanho, que incluem o óxido estanoso (SnO) e o óxido estânico (SnO2)"
  },
  {
    "identificador": "CA60.Y",
    "valor": "Outra pneumoconiose especificada",
    "descricao": ""
  },
  {
    "identificador": "CA60.Z",
    "valor": "Pneumoconiose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA70",
    "valor": "Pneumonite de hipersensibilidade devida a poeiras orgânicas",
    "descricao": "Pneumonite de hipersensibilidade devida a poeira orgânica é uma inflamação dos alvéolos, bronquíolos terminais e interstício pulmonar causada por hipersensibilidade à inalação de poeira orgânica, como alérgenos derivados de proteína fúngica, bacteriana, animal."
  },
  {
    "identificador": "CA70.0",
    "valor": "Pulmão de fazendeiro",
    "descricao": "Doença pulmonar do fazendeiro é uma pneumonite por hipersensibilidade, causada por inalação de poeira orgânica contendo esporos de microrganismos, frequentemente actinomicetos termofílicos, e menos comumente Saccharopolyspora rectivirgula, vivendo em feno, palha ou grãos mofados. Sintomas típicos incluem dispneia, tosse, cansaço, dores de cabeça e febre/sudorese noturna ocasionais, com curso clínico agudo, subagudo ou crônico e que podem resultar em insuficiência crônica com doença granulomatosa."
  },
  {
    "identificador": "CA70.1",
    "valor": "Bagaçose",
    "descricao": "Bagaçose é uma pneumonite de hipersensibildiade devida à inalação do bagaço (o resíduo da cana após a extração do acúcar)"
  },
  {
    "identificador": "CA70.2",
    "valor": "Pulmão dos criadores de pássaros",
    "descricao": "Pulmão dos criadores de pássaros, também chamado de doença pulmonar dos alimentadores de pombos, é uma alveolite alérgica causada por inalação de partículas emanadas de aves, algumas vezes especificadas por espécies de ave. A apresentação pode ser aguda com calafrios, tosse, febre, falta de ar, opressão torácica usualmente com resolução dentro de 24 horas, após cessação da exposição ao antígeno, subagudas com tosse e dispneia ao longo de vários dias a semanas, enquanto formas crônicas resultam em falta de ar, tosse, perda de apetite ou perda de peso."
  },
  {
    "identificador": "CA70.3",
    "valor": "Suberose",
    "descricao": "Suberose, também conhecida como doença do manipulador de cortiça ou doença do trabalhador de cortiça, é um tipo de pneumonite de hipersensibilidade usualmente causada pelo fungo Penicillium glabrum (anteriormente denominado Penicillium frequentans) após exposição ao pó de cortiça. Chrysonilia sitophilia, Aspergillus furmigatus, poeira de cortiça não contaminada e Mucor mucedo podem também ter papel significativo na patogênese da doença."
  },
  {
    "identificador": "CA70.4",
    "valor": "Pulmão dos trabalhadores do malte",
    "descricao": "Doença do sistema pulmonar, causada pelos fungos Aspergillus clavatus ou Aspergillus fumigatus. Esta doença comumente se apresenta com febre, calafrios, fadiga, perda de peso, tosse, dor de cabeça, mialgia ou falta de ar. A transmissão ocorre por inalação de esporos de fungos. A confirmação é feita pela identificação de Aspergillus em uma amostra de escarro, sangue ou pele."
  },
  {
    "identificador": "CA70.5",
    "valor": "Pulmão do produtor de cogumelos",
    "descricao": "Pulmão do produtor de cogumelos é uma pneumonite de hipersensibilidade devida a esporos de cogumelos e mofos."
  },
  {
    "identificador": "CA70.6",
    "valor": "Pulmão do descascador de bordo",
    "descricao": "Pulmão do descascador de bordo é uma pneumonite de hipersensibilidade ocupacional devida ao mofo presente da casca do bordo, contendo Cryptostroma corticale."
  },
  {
    "identificador": "CA70.7",
    "valor": "Pulmão do ar-condicionado ou do umidificador",
    "descricao": "Forma da síndrome do edifício doente causada por organismos que contaminam umidificadores e tubulações de aparelhos de ar-condicionado. O ar-condicionado expele ar frio contendo esporos dos organismos em todo o edifício."
  },
  {
    "identificador": "CA70.Y",
    "valor": "Outra pneumonite de hipersensibilidade especificada devida a poeiras orgânicas",
    "descricao": ""
  },
  {
    "identificador": "CA70.Z",
    "valor": "Pneumonite de hipersensibilidade devida a poeiras orgânicas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA71",
    "valor": "Pneumonite devida a sólidos ou líquidos",
    "descricao": ""
  },
  {
    "identificador": "CA71.0",
    "valor": "Pneumonite devida a aspiração de alimento ou vômito",
    "descricao": "Inflamação aguda do parênquima pulmonar devida à passagem inadvertida de sólidos ou líquidos ingeridos para a via aérea, por disfunção da deglutição ou após episódio agudo de vômito ou de refluxo gastresofagiano."
  },
  {
    "identificador": "CA71.1",
    "valor": "Pneumonite devida a óleos ou extratos oleosos",
    "descricao": "Pneumonia (pneumonite) lipoídica é uma forma rara de pneumonia (pneumonite), causada pela inalação ou aspiração de substâncias que contenham gorduras, como vaselina, óleo mineral, alguns laxativos, etc."
  },
  {
    "identificador": "CA71.2",
    "valor": "Pneumonite devida a aspiração de sangue",
    "descricao": ""
  },
  {
    "identificador": "CA71.3",
    "valor": "Pneumonite lipoídica",
    "descricao": "Pneumonia (pneumonite) lipoídica se refere a dois tipos de pneumonias (pneumonites) lipoídicas, uma é a pneumonia (pneumonite) lipoídica exógena e a outra é a pneumonia (pneumonite) endógena. A pneumonia (pneumonite) lipoídica exógena é o acúmulo de óleos aspirados dentro dos alvéolos e subsequente reação de corpo estranho. A pneumonia (pneumonite) lipoídica endógena, também chamada pneumonia (pneumonite) por colesterol ou pneumonia (pneumonite) dourada, é o acúmulo localizado de macrófagos repletos de lípides dentro de espaços alveolares distais a uma via aérea obstruída."
  },
  {
    "identificador": "CA71.Y",
    "valor": "Outra pneumonite especificada devida a sólidos ou líquidos",
    "descricao": ""
  },
  {
    "identificador": "CA71.Z",
    "valor": "Pneumonite devida a sólidos ou líquidos, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA72",
    "valor": "Síndrome de Mendelson",
    "descricao": "Esta pneumonite química é causada por aspiração durante anestesia, especialmente durante a gravidez. O conteúdo da aspiração pode incluir suco gástrico, sangue, bile, água ou uma associação destes."
  },
  {
    "identificador": "CA7Y",
    "valor": "Outra pneumonite especificada",
    "descricao": ""
  },
  {
    "identificador": "CA7Z",
    "valor": "Pneumonite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CA80",
    "valor": "Doenças das vias aéreas devidas a poeiras orgânicas específicas",
    "descricao": "Doença de vias aéreas devida a poeiras orgânicas específicas inclui doenças de vias aéreas devidas à poeira de algodão ou outras fibras vegetais como linho, cannabis, maconha, ou sisal."
  },
  {
    "identificador": "CA80.0",
    "valor": "Bissinose",
    "descricao": "A bissinose (pulmão marrom) é uma doença pulmonar causada pela exposição às poeiras do processamento do algodão."
  },
  {
    "identificador": "CA80.1",
    "valor": "Bissinose devida a exposição a linho",
    "descricao": "Forma de doença pulmonar obstrutiva crônica causada pela inalação de partículas de linho não processadas; é uma forma de bissinose."
  },
  {
    "identificador": "CA80.2",
    "valor": "Bissinose devida a exposição a canabis",
    "descricao": "Doença pulmonar causada por exposição a poeiras do processamento de canabis."
  },
  {
    "identificador": "CA80.Y",
    "valor": "Outras doenças especificadas de vias aéreas devidas a poeiras orgânicas específicas",
    "descricao": ""
  },
  {
    "identificador": "CA80.Z",
    "valor": "Doenças de vias aéreas devidas a poeiras orgânicas | específicas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CA81",
    "valor": "Condições respiratórias devidas à inalação de substâncias químicas, gases, fumaças ou vapores",
    "descricao": "Refere-se a condições que afetam os órgãos e tecidos responsáveis pela troca gasosa devidas à inalação de substâncias químicas, gases, fumaças e vapores"
  },
  {
    "identificador": "CA81.0",
    "valor": "Bronquite ou pneumonite devida a inalação de substâncias químicas, gases, fumaças e vapores",
    "descricao": "Inflamação das membranas mucosas dos brônquios (vias aéreas de grande e médio calibres que carreiam o fluxo aéreo da traqueia até as partes mais distais do parênquima pulmonar) e do tecido pulmonar, decorrente da inalação de substâncias químicas, gases, fumaças e vapores."
  },
  {
    "identificador": "CA81.1",
    "valor": "Edema pulmonar devido a substâncias químicas, gases fumaças e vapores",
    "descricao": ""
  },
  {
    "identificador": "CA81.2",
    "valor": "Inflamação de vias aéreas superiores devida a substâncias químicas, gases, fumaças e vapores",
    "descricao": ""
  },
  {
    "identificador": "CA81.Y",
    "valor": "Outras condições respiratórias especificadas devidas à inalação de substâncias químicas, gases, fumaças ou vapores",
    "descricao": ""
  },
  {
    "identificador": "CA81.Z",
    "valor": "Condições respiratórias devidas à inalação de substâncias químicas, gases, fumaças ou vapores, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CA82",
    "valor": "Condições respiratórias devidas a outros agentes externos",
    "descricao": ""
  },
  {
    "identificador": "CA82.0",
    "valor": "Manifestações pulmonares agudas devidas a radiação",
    "descricao": "Reação inflamatória aguda dos pulmões em resposta à exposição a doses altas ou repetidas de irradiação."
  },
  {
    "identificador": "CA82.1",
    "valor": "Manifestações pulmonares crônicas ou outras manifestações devidas a irradiação",
    "descricao": "Reação inflamatória crônica dos pulmões, resultando por fim em fibrose, em resposta à exposição a doses altas ou repetidas de irradiação."
  },
  {
    "identificador": "CA82.2",
    "valor": "Transtornos pulmonares intersticiais agudos induzidos por droga",
    "descricao": "Reação inflamatória aguda dos pulmões em resposta a drogas."
  },
  {
    "identificador": "CA82.3",
    "valor": "Transtornos pulmonares intersticiais crônicos induzidos por droga",
    "descricao": "Reação inflamatória crônica dos pulmões, resultando ao final em fibrose, em resposta a drogas."
  },
  {
    "identificador": "CA82.4",
    "valor": "Condições alérgicas ou de hipersensibilidade induzidas por Aspergillus",
    "descricao": ""
  },
  {
    "identificador": "CA82.Y",
    "valor": "Outras condições respiratórias especificadas devidas a agentes externos",
    "descricao": ""
  },
  {
    "identificador": "CA82.Z",
    "valor": "Condições respiratórias devidas a agentes externos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CA8Y",
    "valor": "Outras doenças pulmonares especificadas devidas a agentes externos",
    "descricao": ""
  },
  {
    "identificador": "CA8Z",
    "valor": "Doenças pulmonares devidas a agentes externos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CB00",
    "valor": "Síndrome do desconforto respiratório agudo",
    "descricao": "Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
  },
  {
    "identificador": "CB01",
    "valor": "Edema pulmonar",
    "descricao": "Edema pulmonar é uma condição causada por excesso de líquido nos pulmões, que se acumula nos sacos alveolares do pulmão, dificultando a respiração."
  },
  {
    "identificador": "CB02",
    "valor": "Eosinofilia pulmonar",
    "descricao": "O termo eosinofilia pulmonar compreende um grupo heterogêneo de transtornos que têm em comum o achado de um número anormalmente elevado de eosinófilos"
  },
  {
    "identificador": "CB02.0",
    "valor": "Eosinofilia pulmonar asmática",
    "descricao": "Eosinofilia pulmonar asmática é um forma de eosinofilia pulmonar associada a asma que tem sido comumente atribuída a fungos, como espécies de Aspergillus. Todavia, muitos casos não apresentaram qualquer alérgeno."
  },
  {
    "identificador": "CB02.1",
    "valor": "Pneumonite eosinofílica idiopática",
    "descricao": "Doença idiopática na qual um determinado tipo de glóbulos brancos chamados eosinófilo se acumulam nos pulmões. Estas células causam desarranjo dos espaços aéreos (alvéolos) normais onde o oxigênio é extraído da atmosfera."
  },
  {
    "identificador": "CB02.10",
    "valor": "Pneumonite eosinofílica aguda idiopática",
    "descricao": "Pneumonia (pneumonite) eosinofílica idiopática aguda é caracterizada por uma insuficiência respiratória febril aguda associada a infiltrados radiológicos difusos e eosinofilia no lavado broncoalveolar (LBA) na ausência de infecção. Os pacientes, inicialmente sadios e frequentemente jovens, apresentam-se com hipoxemia grave."
  },
  {
    "identificador": "CB02.11",
    "valor": "Pneumonite eosinofílica crônica idiopática",
    "descricao": "Pneumonia (pneumonite) eosinofílica crônica idiopática é uma doença pulmonar caracterizada por sintomas respiratórios e gerais subagudos ou crônicos, eosinofilia alveolar e/ou sanguínea e infiltrados pulmonares periféricos em exame de imagem do tórax, e eosinofilia sanguínea na maioria dos casos."
  },
  {
    "identificador": "CB02.1Y",
    "valor": "Outra pneumonite eosinofílica idiopática especificada",
    "descricao": ""
  },
  {
    "identificador": "CB02.1Z",
    "valor": "Pneumonite eosinofílica idiopática, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB02.2",
    "valor": "Eosinofilia pulmonar tropical",
    "descricao": "Eosinofilia pulmonar tropical é uma síndrome de chieira torácica, febre e eosinofilia, encontrada predominantemente no subcontinente indiano e em outras áreas tropicais. \r\nEsta síndrome foi denominada de eosinofilia tropical, eosinofilia tropical pulmonar ou eosinofilia pulmonar tropical filariótica . A eosinofilia tropical pulmonar filariótica é uma manifestação clínica da filaríase linfática, infecção parasitária causada pelo nematódeo filária (lombrigas) que infestam vasos linfáticos e a corrente sanguínea."
  },
  {
    "identificador": "CB02.Y",
    "valor": "Outra eosinofilia pulmonar especificada",
    "descricao": ""
  },
  {
    "identificador": "CB02.Z",
    "valor": "Eosinofilia pulmonar não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB03",
    "valor": "Pneumonite intersticial idiopática",
    "descricao": "As pneumonias (pneumonites) intersticiais idiopáticas são um subgrupo de doenças intersticiais difusas do pulmão de etiologia desconhecida caracterizadas pela expansão do compartimento intersticial (ou seja, a porção do parênquima pulmonar compreendida entre as membranas basais do epitélio alveolar e do endotélio vascular) com um infiltrado de células inflamatórias. O infiltrado inflamatório é acompanhado, algumas vezes, de fibrose, seja na forma de deposição anormal de colágeno ou de proliferação de fibroblastos capazes de síntese de colágeno."
  },
  {
    "identificador": "CB03.0",
    "valor": "Pneumonite intersticial aguda",
    "descricao": "Pneumonia (pneumonite) intersticial aguda, também chamada de síndrome de Hamman-Rich, é uma forma de pneumonia (pneumonite) rapidamente progressiva e histologicamente distinta de pneumonia (pneumonite) intersticial idiopática."
  },
  {
    "identificador": "CB03.1",
    "valor": "Combinação de fibrose pulmonar e enfisema",
    "descricao": "Combinação de fibrose pulmonar e enfisema (CPFE) é uma síndrome de combinação de enfisema de lobos superiores dos pulmões e fibrose de lobos inferiores, definida em tomografia do tórax e caracterizada por espirometria subnormal, comprometimento grave da troca gasosa, prevalência elevada de hipertensão pulmonar e sobrevida ruim. \r\nO perfil funcional característico da CPFE é uma capacidade de difusão do monóxido de carbono acentuadamente comprometida, e hipoxemia ao esforço, com volumes pulmonares preservados. Apesar da espirometria subnormal, que pode ser responsável pelo seu subdiagnóstico, a CPFE é uma entidade grave. A presença de hipertensão arterial pulmonar no momento do diagnóstico é um determinante crítico do prognóstico."
  },
  {
    "identificador": "CB03.2",
    "valor": "Pneumonia organizante criptogênica",
    "descricao": "Pneumonia (pneumonite) organizante criptogênica ou bronquiolite obliterante com pneumonia (pneumonite) em organização (BOOP) é uma doença pulmonar inflamatória não infecciosa com características clinicas, radiológicas e patológicas particulares, e que responde bem ao tratamento com corticosteroides."
  },
  {
    "identificador": "CB03.3",
    "valor": "Pneumonite intersticial descamativa",
    "descricao": "Forma de pneumonia (pneumonite) intersticial idiopática apresentando elevados níveis de macrófagos."
  },
  {
    "identificador": "CB03.4",
    "valor": "Fibrose pulmonar idiopática",
    "descricao": "Fibrose pulmonar idiopática (FPI) é definida como uma forma específica de pneumonia (pneumonite) intersticial crônica progressiva de causa desconhecida, que ocorre principalmente em adultos mais velhos, limitada aos pulmões e associada a padrão histopatológico e/ou radiológico de PIU (pneumonia intersticial usual). A definição de FPI requer a exclusão de outras formas de pneumonia (pneumonite) intersticial, incluindo outras pneumonias (pneumonites) intersticiais idiopáticas e Doença Intersticial Pulmonar (DIP) associada a exposição ambiental, medicação ou doença sistêmica."
  },
  {
    "identificador": "CB03.5",
    "valor": "Pneumonia intersticial linfoide",
    "descricao": "Refere-se a várias condições nas quais linfócitos são produzidos em quantidade excessiva. Ocorrem tipicamente em pacientes que têm o sistema imune comprometido. Algumas vezes são equiparadas a \"doenças imunoproliferativas\", mas, tecnicamente, as doenças linfoproliferativas são um subgrupo das doenças imunoproliferativas, junto com as hipergamaglobulinemia e paraproteinemias."
  },
  {
    "identificador": "CB03.6",
    "valor": "Bronquiolite respiratória - doença pulmonar intersticial",
    "descricao": "Bronquiolite respiratória - doença intersticial pulmonar é um transtorno pulmonar inflamatório leve que se desenvolve em fumantes de cigarros e caracterizado por falta de ar e tosse, alterações funcionais pulmonares restritivas e obstrutivas mistas, demonstração na tomografia do tórax de alta resolução de micronódulos centrolobulares, opacidades em vidro fosco e espessamento peribronquiolar."
  },
  {
    "identificador": "CB03.Y",
    "valor": "Outra pneumonia intersticial idiopática especificada",
    "descricao": ""
  },
  {
    "identificador": "CB03.Z",
    "valor": "Pneumonia intersticial idiopática não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB04",
    "valor": "Doenças intersticiais primárias do pulmão específicas da infância",
    "descricao": ""
  },
  {
    "identificador": "CB04.0",
    "valor": "Transtornos pulmonares difusos do desenvolvimento",
    "descricao": ""
  },
  {
    "identificador": "CB04.1",
    "valor": "Síndromes de displasia linfática pulmonar",
    "descricao": ""
  },
  {
    "identificador": "CB04.2",
    "valor": "Transtornos do metabolismo do surfactante",
    "descricao": "Doença intersticial pulmonar primária específica da infância devida a anomalias da proteína do surfactante pulmonar é um grupo de doenças intersticiais pulmonares (DIP) induzidas por mutações genéticas interferindo na função do surfactante e na troca gasosa no pulmão. Os transtornos causados per estas mutações afetam bebês nascidos a termo e crianças mais velhas, e exibem considerável sobreposição em sua apresentação clínica e histológica."
  },
  {
    "identificador": "CB04.3",
    "valor": "Condições alveolares ou perialveolares",
    "descricao": ""
  },
  {
    "identificador": "CB04.30",
    "valor": "Hemosiderose pulmonar idiopática",
    "descricao": "Hemosiderose pulmonar idiopática é uma doença respiratória devida a episódios repetidos de hemorragia alveolar difusa sem qualquer causa subjacente aparente, mais frequente em crianças. Anemia, tosse e infiltrados pulmonares na radiografia do tórax são observados na maioria dos pacientes."
  },
  {
    "identificador": "CB04.31",
    "valor": "Proteinose alveolar pulmonar",
    "descricao": "Doença pulmonar rara em que ocorre acúmulo anormal de surfactante dentro dos alvéolos, interferindo com a troca gasosa. Proteinose alveolar pulmonar (PAP) pode ocorrer de forma primária ou secundária no contexto de malignidades (especialmente na leucemia mieloide), infecção pulmonar ou exposição ambiental a poeiras ou substâncias químicas."
  },
  {
    "identificador": "CB04.3Y",
    "valor": "Outras condições alveolares ou perialveolares especificadas",
    "descricao": ""
  },
  {
    "identificador": "CB04.3Z",
    "valor": "Condições alveolares ou perialveolares, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CB04.4",
    "valor": "Capilarite pulmonar",
    "descricao": "Capilarite pulmonar pauci-imune isolada é uma vasculite de pequenos vasos restrita aos pulmões que pode induzir hemorragia alveolar difusa com dispneia, anemia, dor torácica, hemoptise e infiltrados alveolares bilaterais e difusos na radiografia do tórax, sem qualquer doença sistêmica subjacente. O ANCA é frequentemente positivo, mas pode ser negativo."
  },
  {
    "identificador": "CB04.5",
    "valor": "Síndrome cérebro-pulmão-tireoide",
    "descricao": "A síndrome cérebro-pulmão-tireoide é uma doença rara caracterizada por hipotireoidismo congênito, síndrome do desconforto respiratório infantil (SDRI) e coreia hereditária benigna."
  },
  {
    "identificador": "CB04.6",
    "valor": "Pneumonite crônica da infância",
    "descricao": "Pneumonite crônica da infância é uma forma rara de doença intersticial pulmonar (DIP) pediátrica que compartilha as características clínicas e radiológicas de outras formas de DIP (tosse, taquipneia e infiltrados intersticiais em exames de imagem do tórax) e que abriga alterações histopatológicas específicas que incluem espessamento difuso de septos alveolares, hiperplasia de células epiteliais alveolares tipo 2 e presença de células mesenquimais primitivas dentro dos septos alveolares."
  },
  {
    "identificador": "CB04.7",
    "valor": "Hiperplasia de células neuroendócrinas da infância",
    "descricao": "Hiperplasia de células neuroendócrinas da infância é uma forma não letal de doença intersticial pulmonar (DIP) pediátrica caracterizada por taquipneia e desconforto respiratório sem insuficiência respiratória."
  },
  {
    "identificador": "CB04.Y",
    "valor": "Outras doenças intersticiais primárias especificadas do pulmão específicas da infância",
    "descricao": ""
  },
  {
    "identificador": "CB04.Z",
    "valor": "Doenças intersticiais primárias do pulmão específicas da infância, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CB05",
    "valor": "Doenças intersticiais pulmonares associadas a doenças sistêmicas",
    "descricao": "Refere-se a um grupo de doenças pulmonares que afetam o interstício (tecido e espaço em torno dos alvéolos pulmonares). Este diagnóstico está associado a doenças que afetam vários órgãos e tecidos, ou o corpo como um todo."
  },
  {
    "identificador": "CB05.0",
    "valor": "Dano alveolar difuso",
    "descricao": "Trata-se de um padrão histológico de doença pulmonar. É visto na síndrome do desconforto respiratório agudo (SDRA), na lesão pulmonar aguda relacionada a transfusão (TRALI) e na pneumonia (pneumonite) intersticial aguda (PIA)."
  },
  {
    "identificador": "CB05.1",
    "valor": "Doenças intersticiais pulmonares associadas a doenças do tecido conjuntivo",
    "descricao": "Doenças intersticiais pulmonares associadas a doenças do tecido conjuntivo são um grupo de doenças pulmonares que afetam o interstício (tecido e espaço em torno dos sacos aéreos dos pulmões) em associação com doenças do tecido conjuntivo."
  },
  {
    "identificador": "CB05.2",
    "valor": "Doenças intersticiais pulmonares associadas a doenças granulomatosas",
    "descricao": "Doenças intersticiais pulmonares associadas a doenças granulomatosas se referem a um grupo de doenças que afetam o interstício (tecido e espaço em torno dos sacos alveolares dos pulmões) em associação a doenças granulomatosas."
  },
  {
    "identificador": "CB05.3",
    "valor": "Doenças intersticiais pulmonares associadas a doenças metabólicas",
    "descricao": "Doenças intersticiais pulmonares associadas a doenças metabólicas refere-se a um grupo de doenças pulmonares que afetam o interstício (tecido e espaço em torno dos sacos alveolares dos pulmões). O diagnóstico é feito em associação com uma grande classe de doenças genéticas que envolvem transtornos do metabolismo."
  },
  {
    "identificador": "CB05.4",
    "valor": "Doenças intersticiais pulmonares associadas a vasculites sistêmicas",
    "descricao": "Doenças intersticiais pulmonares associadas a vasculites sistêmicas se refere a um grupo de doenças pulmonares que afetam o interstício (tecido e espaço em torno dos sacos aéreos dos pulmões). O diagnóstico é associado a um tipo de vasculite de pequenos vasos."
  },
  {
    "identificador": "CB05.40",
    "valor": "Transtornos respiratórios na Síndrome de Churg-Strauss",
    "descricao": "Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma vasculite autoimune de vasos médios e pequenos, levando à necrose."
  },
  {
    "identificador": "CB05.41",
    "valor": "Transtornos respiratórios na poliangeíte microscópica",
    "descricao": "Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
  },
  {
    "identificador": "CB05.4Y",
    "valor": "Outra doenças intersticiais pulmonares especificadas associadas a vasculites sistêmicas",
    "descricao": ""
  },
  {
    "identificador": "CB05.4Z",
    "valor": "Doenças intersticiais pulmonares associadas a vasculites sistêmicas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB05.5",
    "valor": "Hemossiderose pulmonar secundária",
    "descricao": "Hemosiderose pulmonar secundária é uma doença respiratória decorrente da deposição de macrófagos carregados de hemossiderina nos pulmões como resultado de hemorragias alveolares repetidas secundárias a outra doença, especialmente transtornos imunitários (ou seja, síndrome de Heiner, doenças autoimunes), transtornos trombóticos e transtornos cardiovasculares como a estenose mitral. Manifesta-se como uma tríade de hemoptise, anemia e infiltrados parenquimatosos difusos na radiografia do tórax."
  },
  {
    "identificador": "CB05.Y",
    "valor": "Outras doenças intersticiais pulmonares especificadas associadas a doenças sistêmicas",
    "descricao": ""
  },
  {
    "identificador": "CB05.Z",
    "valor": "Doenças intersticiais pulmonares associadas a doenças sistêmicas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CB06",
    "valor": "Microlitíase alveolar pulmonar",
    "descricao": "Microlitíase alveolar pulmonar é uma doença idiopática rara na qual concreções de compostos de cálcio e fósforo se acumulam em espaços alveolares. Um transtorno sistêmico do metabolismo do cálcio não foi identificado, e os níveis séricos de cálcio e fosfato são normais. Tosse e dispneia são os sintomas de apresentação mais comuns. Expectoração de microlitos tem sido relatado. Crepitações inspiratórias, baqueteamento digital e sinais de cor pulmonale podem estar presentes na doença mais avançada."
  },
  {
    "identificador": "CB07",
    "valor": "Linfangioleiomiomatose",
    "descricao": "Linfangioleiomiomatose (LAM) é uma doença pulmonar de cistos múltiplos, caracterizada por destruição cística progressiva dos pulmões e anormalidades dos linfáticos, frequentemente associada a angiomiolipomas (AML). A LAM ocorre esporadicamente ou como manifestação do complexo da esclerose tuberosa (CET)."
  },
  {
    "identificador": "CB07.0",
    "valor": "Linfangioleiomiomatose associada a complexo de esclerose tuberosa",
    "descricao": "Doença pulmonar rara que resulta na proliferação de crescimento desordenado de músculo liso (leiomioma) nos pulmões inteiros, nos bronquíolos, septos alveolares espaços perivasculares e linfáticos, o que resulta na obstrução das pequenas vias aéreas (levando à formação de cistos pulmonares e pneumotórax) e dos linfáticos (levando a derrame pleural quiloso). Este diagnóstico está associado a uma doença multissistêmica genética rara que causa o crescimento de tumores não malignos no cérebro e em outros órgãos vitais como rins, coração, olhos, pulmões e pele."
  },
  {
    "identificador": "CB07.1",
    "valor": "Linfangioleiomiomatose esporádica",
    "descricao": "Doença pulmonar rara que resulta na proliferação de crescimento desordenado de músculo liso (leiomioma) nos pulmões inteiros, nos bronquíolos, septos alveolares, espaços perivasculares e linfáticos, levando à obstrução de pequenas vias aéreas (com formação de cistos e de pneumotórax) e dos linfáticos (levando a derrame pleural quiloso). A LAM ocorre de forma esporádica, afeta apenas mulheres, geralmente em idade reprodutiva; LAM ocorre também em pacientes que têm esclerose tuberosa."
  },
  {
    "identificador": "CB07.Y",
    "valor": "Outra linfangioleiomiomatose especificada",
    "descricao": ""
  },
  {
    "identificador": "CB07.Z",
    "valor": "Linfangioleiomiomatose não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB0Y",
    "valor": "Outras doenças respiratórias que afetam principalmente o interstício pulmonar, especificadas",
    "descricao": ""
  },
  {
    "identificador": "CB0Z",
    "valor": "Doenças respiratórias que afetam principalmente o interstício pulmonar, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CB20",
    "valor": "Placas pleurais",
    "descricao": "Depósitos de fibras colágenas hialinas na pleura parietal resultantes de inflamação crônica. Mais comumente associadas à exposição prévia ao asbesto, tipicamente se tornam visíveis anos após a inalação da exposição incitante."
  },
  {
    "identificador": "CB21",
    "valor": "Pneumotórax",
    "descricao": "Pneumotórax é uma coleção anormal de ar ou gás no espaço pleural, que separa os pulmões da caixa torácica, e que pode interferir com a respiração normal."
  },
  {
    "identificador": "CB21.0",
    "valor": "Pneumotórax hipertensivo espontâneo",
    "descricao": "Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
  },
  {
    "identificador": "CB21.1",
    "valor": "Outro pneumotórax espontâneo",
    "descricao": "O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
  },
  {
    "identificador": "CB21.Y",
    "valor": "Outro pneumotórax especificado",
    "descricao": ""
  },
  {
    "identificador": "CB21.Z",
    "valor": "Pneumotórax, não especificado",
    "descricao": ""
  },
  {
    "identificador": "CB22",
    "valor": "Doenças de mediastino, não classificadas em outra parte",
    "descricao": "Refere-se a doenças do mediastino, onde o mediastino é um grupo não delineado de estruturas no tórax, circundado por tecido conjuntivo frouxo. É o compartimento central da cavidade torácica."
  },
  {
    "identificador": "CB22.0",
    "valor": "Mediastinite fibrosante",
    "descricao": "Mediastinite fibrosante, também conhecida como mediastinite esclerosante ou fibrose mediastínica é um transtorno caracterizado por uma reação fibrótica excessiva no mediastino. Pode resultar no comprometimento de vias aéreas, grandes vasos e outras estruturas mediastinais, com morbidade diretamente relacionada à localização e à extensão da fibrose. A causa mais comum é a histoplasmose, da qual é uma complicação rara e tardia, mas pode também ocorrem em associação com outras infecções e com transtornos autoimunes sistêmicos como a doença de Behçet, a granulomatose com poliangeíte e a fibrose retroperitoneal."
  },
  {
    "identificador": "CB22.Y",
    "valor": "Outras doenças especificadas de mediastino, não classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "CB22.Z",
    "valor": "Doença de mediastino, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB23",
    "valor": "Transtornos do diafragma",
    "descricao": "Esta categoria inclui anormalidades de posição ou movimentação do diafragma (paralisia, relaxamento e deformidade adquirida) e a inflamação do diafragma, mas neoplasias do diafragma, malformações congênitas do diafragma e hérnias diafragmáticas estão incluídas em outras categorias."
  },
  {
    "identificador": "CB24",
    "valor": "Derrame quiloso",
    "descricao": "Um quilotórax (derrame quiloso) significa um vazamento de linfa a partir do ducto torácico. Uma concentração de triglicérides no líquido pleural superior a 110 mg por decilitro significa alta probabilidade de quilotórax, enquanto uma concentração abaixo de 50 mg por decilitro torna altamente improvável que seja quilotórax."
  },
  {
    "identificador": "CB25",
    "valor": "Fibrotórax",
    "descricao": "Fibrotórax resulta da fibrose da pleura visceral e se manifesta clinicamente por excursão respiratória reduzida e por fisiologia pulmonar restritiva. Existem dois mecanismos distintos que podem levar à formação do fibrotórax: 1) Mais frequentemente o fibrotórax se desenvolve como consequência de inflamação pleural em pacientes com derrames pleurais, inclusive hemotórax, derrame tuberculso ou empiema crônico; 2) Menos frequentemente, o fibrotórax resulta de doença parenquimatosa pulmonar e pode ser observado em pacientes com tuberculose, bronquiectasias ou abscesso pulmonar."
  },
  {
    "identificador": "CB26",
    "valor": "Hemotórax",
    "descricao": "Hemotórax é a presença de sangue com ou sem ar no espaço pleural. A causa mais comum é o traumatismo torácico. O hemotórax deve ser considerado presente quando o hematócrito do líquido pleural for maior que a metade do do sangue periférico. Numerosas localizações de sangramento podem ser responsáveis pelo hemotórax, incluindo laceração pulmonar, laceração de vaso intercostal e ruptura de adesão pleural."
  },
  {
    "identificador": "CB27",
    "valor": "Derrame pleural",
    "descricao": "Presença de líquido na cavidade pleural, resultante de transudação ou exsudação excessivas a partir das superfícies pleurais."
  },
  {
    "identificador": "CB2Y",
    "valor": "Outros transtornos pleurais, do diafragma ou do mediastino, especificados",
    "descricao": ""
  },
  {
    "identificador": "CB2Z",
    "valor": "Transtornos pleurais, do diafragma ou do mediastino, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "CB40.0",
    "valor": "Discinesia ciliar",
    "descricao": "Função defeituosa dos cílios revestindo o trato respiratório (inferior e superior, seios, tuba auditiva, orelha média) resultando em transporte mucociliar alterado e se manifestando como como infecção recorrente de vias aéreas superiores e inferiores, tosse crônica produtiva, rinossinusite crônica ou otite média persistente. As forma adquiridas resultam de lesão do trato respiratório associada principalmente a infecções como bronquiolites ou doença pulmonar obstrutiva crônica. As raras formas primárias são herdadas como transtorno autossômico recessivo que se apresenta precocemente na vida e tipicamente progridem para bronquiectasias; podem estar associadas a infertilidade no homem e na mulher, devido a mobilidade anormal dos espermatozoides ou da função alterada das tubas uterinas, respectivamente."
  },
  {
    "identificador": "CB40.1",
    "valor": "Síndrome de Young",
    "descricao": "Síndrome de Young é caracterizada pela associação de azoospermia obstrutiva com infecções sinusobrônquicas recorrentes."
  },
  {
    "identificador": "CB40.2",
    "valor": "Colapso pulmonar",
    "descricao": ""
  },
  {
    "identificador": "CB40.3",
    "valor": "Enfisema intersticial",
    "descricao": "Trata-se de coleção de ar fora das vias aéreas normais do corpo e, em vez disso, encontrada dentro do tecido conjuntivo das camadas peribroncovasculares, dos septos interlobulares e da pleura visceral. Esta coleção se desenvolve como resultado de rutura de alvéolos ou bronquíolos terminais."
  },
  {
    "identificador": "CB40.4",
    "valor": "Enfisema compensatório",
    "descricao": "Enfisema compensatório é uma condição na qual uma parte do pulmão aumenta em tamanho e função, quando outra parte está destruída ou temporariamente inútil. Ocorre, por exemplo, em associação com pneumonias, derrames pleurais ou pneumotórax. Anatomicamente, observa-se aumento do pulmão normal; não há variações da estrutura normal; o pulmão não afetado, como resultado da distensão, tem capacidade vital aumentada e é capaz de realizar trabalho maior do que em sua condição usual. Os tecidos não mostram semelhança com aqueles verdadeiramente enfisematosos. Esta alteração não é de forma alguma relacionada ao verdadeiro enfisema e o termo não deve ser usado, uma vez que cria grande confusão na literatura. Seu uso é tão injustificado quanto o termo nefrite compensatória em relação ao aumento compensatório do rim quando o rim contralateral foi removido. O verdadeiro enfisema não pode nunca compensar um tecido pulmonar doente, uma vez que o pulmão enfisematoso é total ou quase totalmente sem função."
  },
  {
    "identificador": "CB40.Y",
    "valor": "Outras doenças especificadas do sistema respiratório",
    "descricao": ""
  },
  {
    "identificador": "CB41.0",
    "valor": "Insuficiência respiratória aguda",
    "descricao": "A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência."
  },
  {
    "identificador": "CB41.00",
    "valor": "Insuficiência respiratória aguda, Tipo I",
    "descricao": "Quando a insuficiência respiratória aguda causa baixos níveis de oxigênio no sangue sem elevação do dióxido de carbono, ela é chamada de insuficiência respiratória aguda hipoxêmica ou insuficiência respiratória aguda, Tipo I."
  },
  {
    "identificador": "CB41.01",
    "valor": "Insuficiência respiratória aguda, Tipo II",
    "descricao": "Quando a insuficiência respiratória aguda causa elevação do dióxido de carbono no sangue, ela é chamada de insuficiência respiratória aguda hipercápnica ou insuficiência respiratória aguda, Tipo II."
  },
  {
    "identificador": "CB41.0Z",
    "valor": "Insuficiência respiratória aguda, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB41.1",
    "valor": "Insuficiência respiratória crônica",
    "descricao": "Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
  },
  {
    "identificador": "CB41.10",
    "valor": "Insuficiência respiratória crônica, Tipo I",
    "descricao": "Quando a insuficiência respiratória crônica causa baixo nível de oxigênio no sangue sem elevação do nível de dióxido de carbono, ela é chamada de insuficiência respiratória crônica hipoxêmica ou insuficiência respiratória crônica, Tipo I."
  },
  {
    "identificador": "CB41.11",
    "valor": "Insuficiência respiratória crônica, Tipo II",
    "descricao": "Quando a insuficiência respiratória crônica causa elevação do nível de dióxido de carbono no sangue, ela é chamada de insuficiência respiratória crônica hipercápnica ou insuficiência respiratória crônica, Tipo II."
  },
  {
    "identificador": "CB41.1Z",
    "valor": "Insuficiência respiratória crônica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB41.2",
    "valor": "Insuficiência respiratória, não especificada como aguda ou crônica",
    "descricao": "Refere-se a um uma troca gasosa inadequada pelo sistema respiratório, que resulta em que níveis de oxigênio, de dióxido de carbono ou de ambos no sangue arterial não podem ser mantidos dentro das faixas normais, não especificada como aguda ou crônica."
  },
  {
    "identificador": "CB41.20",
    "valor": "Insuficiência respiratória não especificada, Tipo I",
    "descricao": "Esta ocorre quando a PaCO2 pode estar normal ou baixa. É tipicamente causada por um desequilíbrio da relação ventilação/perfusão (V/Q); o volume de ar que entra e sai dos pulmões não se corresponde ao fluxo sanguíneo pulmonar. O defeito básico na insuficiência respiratória tipo 1 é a insuficiência de oxigenação."
  },
  {
    "identificador": "CB41.21",
    "valor": "Insuficiência respiratória, não especificada, Tipo II",
    "descricao": "Insuficiência respiratória tipo 2 é causada por ventilação inadequada; tanto o oxigênio quanto o dióxido de carbono são afetados. Definida pela elevação nos níveis de dióxido de carbono (PaCO2) gerados no organismo."
  },
  {
    "identificador": "CB41.2Z",
    "valor": "Insuficiência respiratória, não especificada",
    "descricao": ""
  },
  {
    "identificador": "CB60",
    "valor": "Mau funcionamento de traqueostomia",
    "descricao": ""
  },
  {
    "identificador": "CB61",
    "valor": "Insuficiência pulmonar crônica pós-cirúrgica",
    "descricao": ""
  },
  {
    "identificador": "CB62",
    "valor": "Estenose subglótica pós-procedimento",
    "descricao": ""
  },
  {
    "identificador": "CB63",
    "valor": "Estenose pós-procedimento da traqueia",
    "descricao": ""
  },
  {
    "identificador": "CB64",
    "valor": "Lesão pulmonar aguda relacionada a transfusão",
    "descricao": "Complicação pós transfusional grave caracterizada por instalação aguda de edema pulmonar não cardiogênico subsequente a transfusão de hemoderivados."
  }
]