[
  {
    "identificador": "DA00",
    "valor": "Transtornos dos lábios",
    "descricao": "Um grupo de alguma desarranjo ou condição que afete a estrutura normal e funcional dos lábios, resultante de fatores de desenvolvimento ou traumáticos ou doença sistêmica."
  },
  {
    "identificador": "DA00.0",
    "valor": "Queilite",
    "descricao": "Queilite é o termo genérico aplicado às condições inflamatórias do lábio."
  },
  {
    "identificador": "DA00.1",
    "valor": "Traumatismo labial autoprovocado",
    "descricao": "Dano autoprovocado aos lábios por morder, cutucar, mastigar, etc."
  },
  {
    "identificador": "DA00.2",
    "valor": "Alterações pigmentares dos lábios",
    "descricao": "Anormalidade no material que muda a cor da luz refletida ou transmitida como resultado da absorção seletiva do comprimento de onda, dos lábios."
  },
  {
    "identificador": "DA00.3",
    "valor": "Fissura labial",
    "descricao": ""
  },
  {
    "identificador": "DA00.Y",
    "valor": "Outros transtornos especificados dos lábios",
    "descricao": ""
  },
  {
    "identificador": "DA00.Z",
    "valor": "Transtornos dos lábios, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA01",
    "valor": "Transtornos da mucosa oral",
    "descricao": "Inflamação dos tecidos moles da boca, como mucosa, palato ou lábio, bem como qualquer descontinuidade tecidual patológica ou traumática associada."
  },
  {
    "identificador": "DA01.0",
    "valor": "Distúrbios do epitélio oral",
    "descricao": ""
  },
  {
    "identificador": "DA01.00",
    "valor": "Leucoplasia oral",
    "descricao": "Leucoplasia é uma condição em que áreas de queratose aparecem como placas brancas aderentes nas mucosas da cavidade oral. A leucoplasia pode afetar outras localizações da mucosa do trato gastrointestinal, ou superfícies mucosas do trato urinário e genitais."
  },
  {
    "identificador": "DA01.01",
    "valor": "Leucoplasia pilosa",
    "descricao": "Leucoplasia pilosa oral é uma hiperplasia epitelial focal da mucosa oral associada ao vírus Epstein-Barr. Está intimamente associada ao HIV e ocorre em indivíduos imunocomprometidos e imunocompetentes infectados pelo HIV. Também é, no entanto, encontrada em pessoas não infectadas que estão imunossuprimidas, ex. receptores de transplante de órgãos. Apresenta-se como placas brancas com aspecto corrugado ou piloso, afetando principalmente as bordas laterais da língua."
  },
  {
    "identificador": "DA01.02",
    "valor": "Erupção cutânea errante na boca",
    "descricao": "Contraparte da língua geográfica que afeta outras partes do epitélio oral. É menos comum do que a língua geográfica."
  },
  {
    "identificador": "DA01.0Y",
    "valor": "Outros distúrbios especificados do epitélio oral",
    "descricao": ""
  },
  {
    "identificador": "DA01.0Z",
    "valor": "Distúrbios do epitélio oral, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA01.1",
    "valor": "Transtornos erosivos ou ulcerativos não infecciosos da mucosa oral",
    "descricao": "Grupo de transtornos erosivos e ulcerativos da mucosa oral sem infecção."
  },
  {
    "identificador": "DA01.10",
    "valor": "Afta oral ou ulceração semelhante a afta",
    "descricao": "Ulceração frequente, pequena, rasa e dolorosa na mucosa oral. Ulceração oral recorrente que se assemelha clinicamente a estomatite aftosa recorrente, mas apresenta-se de forma atípica, incluindo início após a adolescência, com febre, história familiar forte ou não diminuindo sua ocorrência com a idade."
  },
  {
    "identificador": "DA01.11",
    "valor": "Mucosite oral",
    "descricao": "Mucosite ulcerativa é a inflamação da mucosa oral com inflamação, ulceração e frequentemente com sangramento."
  },
  {
    "identificador": "DA01.12",
    "valor": "Estomatite ulcerativa crônica",
    "descricao": "Estomatite ulcerativa crônica (EUC) é uma doença rara que se apresenta com erosões e ulceração crônicas da mucosa oral semelhantes ao líquen plano erosivo, mas refratárias às terapias padrão. Tipicamente afeta mulheres idosas. O diagnóstico requer a demonstração de depósitos perinucleares granulares pontilhados de IgG nas camadas basal e parabasal do epitélio oral (antinuclear estratificado específico epitelial ou padrão SES-ANA). Há evidências crescentes de que a EUC é uma doença autoimune provocada por anticorpos IgG circulantes dirigidos contra delta-Np63, uma isoforma da família p53 de fatores de transcrição nuclear que está presente ao redor dos núcleos de queratinócitos basais epiteliais orais normais. A EUC normalmente responde a tratamento com hidroxicloroquina."
  },
  {
    "identificador": "DA01.13",
    "valor": "Eritema multiforme com ulceração oral",
    "descricao": "Condição cutânea de origem desconhecida, possivelmente mediada por deposição de imunocomplexos (majoritariamente IgM) na microvasculatura superficial de pele e mucosa oral, que geralmente se segue a uma infecção ou exposição a medicamentos."
  },
  {
    "identificador": "DA01.14",
    "valor": "Úlcera oral induzida por drogas",
    "descricao": "Ulceração da mucosa oral atribuível a medicação. Drogas anti-inflamatórias não esteroidais (AINE) e drogas citotóxicas como metotrexato são causas bem reconhecidas, mas vários outros medicamentos foram relacionados."
  },
  {
    "identificador": "DA01.15",
    "valor": "Úlceras orais",
    "descricao": "Ulceração oral de outro tipo especificado ou não especificado."
  },
  {
    "identificador": "DA01.1Y",
    "valor": "Outros transtornos erosivos ou ulcerativos não infecciosos especificados da mucosa oral",
    "descricao": ""
  },
  {
    "identificador": "DA01.1Z",
    "valor": "Transtornos erosivos ou ulcerativos não infecciosos da mucosa oral, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA01.2",
    "valor": "Granuloma ou lesões semelhantes a granuloma da mucosa oral",
    "descricao": "Tipo específico de resposta inflamatória crônica da mucosa oral caracterizado por um acúmulo localizado de macrófagos epitelioides, células gigantes multinucleadas e linfócitos."
  },
  {
    "identificador": "DA01.20",
    "valor": "Granuloma de células gigantes, central",
    "descricao": "Condição benigna dos maxilares. É duas vezes mais provável de afetar mulheres e mais provável de acontecer em indivíduos na faixa etária de 20 a 40 anos. Os granulomas centrais de células gigantes são mais comuns na mandíbula e frequentemente ultrapassam a linha média."
  },
  {
    "identificador": "DA01.21",
    "valor": "Granulomatose orofacial",
    "descricao": "Granulomatose orofacial (GOF) é uma entidade clínico-patológica incomum caracterizada por linfedema persistente e/ou recorrente e fissuras de lábios e mucosa oral (esta última com aspecto de \"pedras da calçada\"), ulceração oral e presença, na biópsia, de granulomas não caseosos. GOF pode ser uma manifestação precoce da doença de Crohn, às vezes apresentando-se meses ou anos antes da doença intestinal. Alguns casos estão associados a infecções dentárias, sarcoidose, alergia alimentar ou alergia de contato. A queilite granulomatosa é uma forma de GOF restrita aos lábios. Raramente, a GOF pode estar associada a língua fissurada e a paralisia facial (síndrome de Melkersson-Rosenthal)."
  },
  {
    "identificador": "DA01.2Y",
    "valor": "Outros granulomas ou lesões semelhantes a granuloma especificados da mucosa oral",
    "descricao": ""
  },
  {
    "identificador": "DA01.2Z",
    "valor": "Granuloma ou lesões semelhantes a granuloma da mucosa oral, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA01.3",
    "valor": "Infecções de lábios ou mucosa oral",
    "descricao": "Grupo de condições caracterizadas pela invasão de lábios e mucosa oral por organismos nocivos (patógenos), como bactérias, fungos, protozoários, riquétsias ou vírus."
  },
  {
    "identificador": "DA01.30",
    "valor": "Celulite ou abscesso de tecidos moles da boca",
    "descricao": "Infecção dos tecidos moles da boca resultando em celulite e/ou formação de abscesso."
  },
  {
    "identificador": "DA01.3Y",
    "valor": "Outras infecções especificadas de lábios ou mucosa oral",
    "descricao": ""
  },
  {
    "identificador": "DA01.3Z",
    "valor": "Infecções de lábios ou mucosa oral, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA01.4",
    "valor": "Hiperplasia irritativa da mucosa oral",
    "descricao": ""
  },
  {
    "identificador": "DA01.40",
    "valor": "Hiperplasia papilar da mucosa oral",
    "descricao": "Condição patológica oral que aparece na boca como um crescimento excessivo de tecido geralmente abaixo de uma dentadura e está associada a higiene ruim da prótese, uso excessivo de prótese e próteses mal adaptadas."
  },
  {
    "identificador": "DA01.41",
    "valor": "Hiperplasia pela prótese",
    "descricao": ""
  },
  {
    "identificador": "DA01.42",
    "valor": "Pólipo fibroepitelial oral",
    "descricao": ""
  },
  {
    "identificador": "DA01.4Z",
    "valor": "Hiperplasia irritativa da mucosa oral, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA01.Y",
    "valor": "Outros transtornos especificados da mucosa oral",
    "descricao": ""
  },
  {
    "identificador": "DA01.Z",
    "valor": "Transtornos da mucosa oral, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA02",
    "valor": "Transtornos especificados diversos dos lábios ou da mucosa oral",
    "descricao": ""
  },
  {
    "identificador": "DA02.0",
    "valor": "Transtornos genéticos ou de desenvolvimento envolvendo lábios ou mucosa oral",
    "descricao": "Grupo de transtornos genéticos e de desenvolvimento caracterizados por desenvolvimento facial anormal que envolve particularmente os lábios e a mucosa oral."
  },
  {
    "identificador": "DA02.1",
    "valor": "Xerostomia",
    "descricao": "Boca seca. Isso pode resultar de muitas causas, incluindo desidratação, disfunção das glândulas salivares, supressão da produção de saliva por drogas (p. ex., anticolinérgicos) ou respiração oral habitual."
  },
  {
    "identificador": "DA02.2",
    "valor": "Fibrose submucosa oral",
    "descricao": ""
  },
  {
    "identificador": "DA02.3",
    "valor": "Gengivoestomatite de contato",
    "descricao": "Inflamação da gengiva e mucosa oral devida ao contato com irritantes ou alérgenos, mas sem especificação do mecanismo envolvido."
  },
  {
    "identificador": "DA02.30",
    "valor": "Gengivoestomatite de contato alérgica",
    "descricao": "Dermatite de contato alérgica que afeta a gengiva e a mucosa oral."
  },
  {
    "identificador": "DA02.31",
    "valor": "Gengivoestomatite de contato por irritantes",
    "descricao": "Inflamação da gengiva e mucosa oral devida ao contato com irritantes."
  },
  {
    "identificador": "DA03",
    "valor": "Doenças da língua",
    "descricao": "Qualquer processo patológico que afeta os tecidos estruturais da língua, com ou sem interferência nas funções normais da língua."
  },
  {
    "identificador": "DA03.0",
    "valor": "Glossite",
    "descricao": "Inflamação da língua"
  },
  {
    "identificador": "DA03.1",
    "valor": "Língua geográfica",
    "descricao": "Condição caracterizada por glossite migratória e perda das papilas dorsais, com aparência semelhante a um mapa geográfico, que dá origem ao nome."
  },
  {
    "identificador": "DA03.2",
    "valor": "Atrofia de papilas linguais",
    "descricao": ""
  },
  {
    "identificador": "DA03.3",
    "valor": "Glossite romboide mediana",
    "descricao": ""
  },
  {
    "identificador": "DA03.4",
    "valor": "Hipertrofia de papilas linguais",
    "descricao": ""
  },
  {
    "identificador": "DA03.5",
    "valor": "Macroglossia",
    "descricao": "Macroglossia é o termo médico para uma língua grande ou aumentada. Pode ser devida a uma variedade de condições congênitas ou adquiridas. Macroglossia isolada não tem causa determinada. Ela é observada comumente na síndrome de Down. As causas mais comuns de aumento da língua são malformações vasculares (p.ex., linfangioma ou hemangioma) e hipertrofia muscular. Pode, no entanto, ser devida a infiltração, assim como ocorre na amiloidose sistêmica primária."
  },
  {
    "identificador": "DA03.Y",
    "valor": "Outras doenças da língua especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA04",
    "valor": "Doenças de glândulas salivares",
    "descricao": "Grupo de doenças com qualquer condição patológica que afete os tecidos estruturais das glândulas salivares ou os ductos salivares, que podem ou não interferir na produção e transporte normal de saliva para a cavidade oral."
  },
  {
    "identificador": "DA04.0",
    "valor": "Atrofia de glândula salivar",
    "descricao": "Atrofia de glândula salivar é uma consumpção ou redução no tamanho da glândula salivar, que não é suficiente para causar necrose. Pode ocorrer em resposta a desnutrição, escassez de uso (desuso ou imobilização), redução do suprimento sanguíneo, perda de inervação, lesão celular crônica, envelhecimento etc. Inclui síndrome de Sjögren, radioterapia e sialoadenite obstrutiva."
  },
  {
    "identificador": "DA04.1",
    "valor": "Hipertrofia de glândula salivar",
    "descricao": ""
  },
  {
    "identificador": "DA04.2",
    "valor": "Sialoadenite",
    "descricao": "Sialoadenite (ou sialadenite) é uma inflamação da glândula salivar. Frequentemente associada com dor, sensibilidade ao toque, vermelhidão, e edema localizado na área afetada."
  },
  {
    "identificador": "DA04.3",
    "valor": "Abscesso de glândula salivar",
    "descricao": "Coleção de pus (neutrófilos) que se acumulou dentro da glândula salivar devido a um processo inflamatório em resposta a um processo infeccioso (usualmente causado por bactérias ou parasitas) ou outros corpos estranhos."
  },
  {
    "identificador": "DA04.4",
    "valor": "Sialolitíase",
    "descricao": "Sialolitíase é uma condição em que uma massa calcificada se forma dentro de uma glândula salivar, normalmente no ducto da glândula submandibular. Os sintomas comuns são dor e edema da glândula salivar afetada, que pioram quando o fluxo salivar é estimulado."
  },
  {
    "identificador": "DA04.5",
    "valor": "Mucocele de glândula salivar",
    "descricao": "Termo clínico usado para descrever um edema azulado, macio e frequentemente flutuante a palpação, causado por bloqueio ou ruptura de um ducto de glândula salivar."
  },
  {
    "identificador": "DA04.6",
    "valor": "Distúrbios de secreção salivar",
    "descricao": "Grupo de condições caracterizadas por um aumento ou redução na secreção de saliva."
  },
  {
    "identificador": "DA04.7",
    "valor": "Sialofagia",
    "descricao": "Deglutição excessiva da saliva."
  },
  {
    "identificador": "DA04.8",
    "valor": "Sialosquese",
    "descricao": "Diminuição da secreção salivar."
  },
  {
    "identificador": "DA04.Y",
    "valor": "Outras doenças especificadas de glândulas salivares",
    "descricao": ""
  },
  {
    "identificador": "DA04.Z",
    "valor": "Doenças de glândulas salivares, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA05",
    "valor": "Cistos de região oral ou facio-cervical",
    "descricao": "Cistos da região oral ou face-pescoço, apresentando revestimento epitelial e divisão distintos em comparação com o tecido adjacente, que podem conter ar, fluidos ou material semissólido."
  },
  {
    "identificador": "DA05.0",
    "valor": "Cistos odontogênicos de desenvolvimento",
    "descricao": "Cistos derivados de tecido odontogênico (formador de dentes), geralmente contendo material fluido ou semissólido, que se desenvolvem durante vários estágios da odontogênese."
  },
  {
    "identificador": "DA05.1",
    "valor": "Cistos não odontogênicos de desenvolvimento da cavidade oral",
    "descricao": "Cistos que se originam de tecido não odontogênico (não formador de dentes). Por definição, os cistos são revestidos por epitélio. Estes cistos incluem, por exemplo: cisto do ducto nasopalatino, cisto palatino do neonato, cisto globulomaxilar e muito mais."
  },
  {
    "identificador": "DA05.Y",
    "valor": "Outros cistos especificados de região oral ou facio-cervical",
    "descricao": ""
  },
  {
    "identificador": "DA05.Z",
    "valor": "Cistos de região oral ou facio-cervical, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA06",
    "valor": "Doenças dos maxilares",
    "descricao": "Grupo de doenças associadas aos maxilares que não são classificadas em outra parte."
  },
  {
    "identificador": "DA06.0",
    "valor": "Afecções inflamatórias dos maxilares",
    "descricao": ""
  },
  {
    "identificador": "DA06.1",
    "valor": "Alveolite maxilar",
    "descricao": "Inflamação do alvéolo"
  },
  {
    "identificador": "DA06.2",
    "valor": "Exostose de maxilar",
    "descricao": "Formação de massa óssea na face vestibular, bucal ou facial da maxila ou mandíbula, que pode acometer a face lingual; exostoses são mais frequentes no osso maxilar."
  },
  {
    "identificador": "DA06.3",
    "valor": "Cisto ósseo de Stafne",
    "descricao": "Embora comumente chamado de cisto ósseo de Stafne, esta lesão não é um cisto verdadeiro, mas sim uma cavidade devido a um defeito cortical focal da face medial da mandíbula. É encontrado com mais frequência em homens de meia-idade e geralmente é descoberto em imagem radiografia como um achado incidental. Geralmente estão localizados na região entre o primeiro molar inferior e o ângulo mandibular. Destaca-se pela dificuldade de distinguir o cisto de outras lesões radiolúcidas na mandíbula, como o mieloma ou o carcinoma escamoso metastático. A cavidade é geralmente preenchida por parte da glândula salivar submandibular ou gordura adjacente. Acredita-se que seja resultado da remodelação óssea pelo tecido salivar adjacente. Foram observadas regressões dos cistos após a ressecção da glândula próxima. A prevalência estimada varia em torno de 0,10-0,48%.\r\nPatologia: Acredita-se que os cistos de Stafne resultem da remodelação do osso pelo tecido salivar adjacente, e observou-se que regridem após a ressecção da glândula próxima. Geralmente aparecem na área entre o primeiro molar inferior e o ângulo mandibular 6."
  },
  {
    "identificador": "DA06.Y",
    "valor": "Outras doenças especificadas dos maxilares",
    "descricao": ""
  },
  {
    "identificador": "DA06.Z",
    "valor": "Doenças dos maxilares, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA07",
    "valor": "Transtornos de desenvolvimento ou erupção de dentes",
    "descricao": "Alteração do processo de formação normal do dente, da cronologia normal de erupção na boca ou do alinhamento adequado da arcada dentária, afetando um ou vários dentes."
  },
  {
    "identificador": "DA07.0",
    "valor": "Opacidades ou lesões relacionadas ao flúor",
    "descricao": "Anormalidade relacionada ao flúor no tecido de um organismo (em termos leigos, \"dano\"), usualmente causada por doença ou traumatismo."
  },
  {
    "identificador": "DA07.1",
    "valor": "Opacidades do esmalte não fluoróticas",
    "descricao": "Condição caracterizada por opacidades do esmalte, manchas brancas ou áreas visivelmente mais claras na superfície de um dente, não atribuídas ao flúor, que ocorrem em áreas com baixo teor de flúor."
  },
  {
    "identificador": "DA07.3",
    "valor": "Alterações na formação dos dentes",
    "descricao": "Grupo de condições caracterizadas por alterações de formação dos dentes."
  },
  {
    "identificador": "DA07.4",
    "valor": "Anomalia de raiz (dentária)",
    "descricao": "Presença comum de raízes fundidas demonstradas por imagem de raio-X como raízes curtas ou longas, supranumerárias ou fundidas. Essas anomalias radiculares são comumente observadas em molares permanentes, especialmente em terceiros molares, que apresentam na maioria dos casos uma raiz fundida, 2 ou 3 raízes fundidas, até mesmo 4 raízes fundidas, ápice radicular arredondado ou dilacerações."
  },
  {
    "identificador": "DA07.5",
    "valor": "Displasia do cemento",
    "descricao": ""
  },
  {
    "identificador": "DA07.6",
    "valor": "Alterações da erupção dentária",
    "descricao": ""
  },
  {
    "identificador": "DA07.60",
    "valor": "Síndrome da erupção dentária",
    "descricao": "Desconforto gengival e maxilar quando os dentes de um bebê começam a erupcionar. A erupção tipicamente começa entre os 4 e 7 meses de idade e permanece até cerca de 3 anos de idade. Os sintomas mais comuns incluem irritabilidade, choro, falta de apetite, gengivas vermelhas e edemaciadas, salivação em excesso e dificuldade para dormir."
  },
  {
    "identificador": "DA07.61",
    "valor": "Ancilose dentária",
    "descricao": "Anquilose dentária é a fixação sólida de um dente, resultante da fusão do cemento e do osso alveolar, com obliteração do ligamento periodontal. É incomum na dentição decídua e muito rara em dentes permanentes."
  },
  {
    "identificador": "DA07.6Y",
    "valor": "Outras alterações especificadas da erupção dentária",
    "descricao": ""
  },
  {
    "identificador": "DA07.6Z",
    "valor": "Alterações da erupção dentária, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA07.7",
    "valor": "Dentes inclusos",
    "descricao": "Um dente não irrompido. Em geral está completamente coberto por osso."
  },
  {
    "identificador": "DA07.8",
    "valor": "Dentes impactados",
    "descricao": "Um dente impactado é um dente que está parcial ou totalmente abaixo da linha da gengiva e não consegue erupcionar adequadamente. Os dentes do siso (terceiros molares) são os dentes mais comumente impactados."
  },
  {
    "identificador": "DA07.Y",
    "valor": "Outros transtornos especificados de desenvolvimento ou erupção do dentes",
    "descricao": ""
  },
  {
    "identificador": "DA07.Z",
    "valor": "Transtornos de desenvolvimento ou erupção dos dentes, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA08",
    "valor": "Doenças de tecidos duros dos dentes",
    "descricao": "Grupo de condições que afetam a integridade de esmalte, dentina ou cemento dos dentes."
  },
  {
    "identificador": "DA08.0",
    "valor": "Cárie dentária",
    "descricao": "Condição caracterizada pela destruição localizada de tecido calcificado, iniciada na superfície do dente por descalcificação do esmalte, seguida pela lise enzimática de estruturas orgânicas, resultando em formação de cavidade."
  },
  {
    "identificador": "DA08.1",
    "valor": "Algumas doenças especificadas dos tecidos duros dos dentes",
    "descricao": ""
  },
  {
    "identificador": "DA08.10",
    "valor": "Atrito dentário excessivo",
    "descricao": "O desgaste patológico da superfície dental como resultado do contato dente a dente."
  },
  {
    "identificador": "DA08.11",
    "valor": "Abrasão de dentes",
    "descricao": "Abrasão é a perda anormal da superfície do dente resultante de forças de atrito direto entre os dentes e objetos externos, ou de forças de atrito entre os componentes dos dentes em contato na presença de um meio abrasivo."
  },
  {
    "identificador": "DA08.12",
    "valor": "Erosão de dentes",
    "descricao": "Erosão dentária é uma perda gradual e irreversível da superfície normalmente dura do dente devida a processos químicos, não bacterianos."
  },
  {
    "identificador": "DA08.13",
    "valor": "Abfração",
    "descricao": "Conceito teórico de perda de estrutura dentária não causada por cárie dentária"
  },
  {
    "identificador": "DA08.14",
    "valor": "Reabsorção patológica dos dentes",
    "descricao": "Reabsorção dentária, externa, reabsorção de tecido dentário calcificado, começando na superfície externa, geralmente no ápice ou na superfície lateral da raiz, como resultado de reação tecidual no tecido periodontal ou pericoronário, aumentando em gravidade com a idade."
  },
  {
    "identificador": "DA08.15",
    "valor": "Alterações pós-eruptivas da cor dos tecidos duros dos dentes",
    "descricao": "Esta é uma condição caracterizada por mudanças de cor dos tecidos duros dos dentes após a erupção dental."
  },
  {
    "identificador": "DA08.2",
    "valor": "Lesões dentárias crônicas",
    "descricao": "Grupo de condições caracterizadas por danos persistentes ou duradouros causados ​​por uma força externa aplicada ao dente resultante de meios intencionais ou não intencionais."
  },
  {
    "identificador": "DA08.3",
    "valor": "Fratura dentária não traumática",
    "descricao": "Descontinuidade da estrutura dentária na direção vertical ou horizontal do eixo longo de um dente e que pode afetar o esmalte e/ou a dentina. Essa condição é denominada fratura incompleta e pode estar relacionada a cargas de flexão atuando sobre os dentes. Em alguns casos, a polpa dentária pode ser afetada."
  },
  {
    "identificador": "DA08.4",
    "valor": "Depósitos nos dentes",
    "descricao": "Em odontologia, cálculo ou tártaro é uma forma de placa dental endurecida."
  },
  {
    "identificador": "DA08.Y",
    "valor": "Outras doenças especificadas de tecidos duros dos dentes",
    "descricao": ""
  },
  {
    "identificador": "DA08.Z",
    "valor": "Doenças de tecidos duros dos dentes, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA09",
    "valor": "Doenças de polpa e tecidos periapicais",
    "descricao": "Polpa dental é a parte do dente localizada na parte central da coroa embaixo da dentina e composta por tecido conjuntivo, vasos sanguíneos e terminações nervosas.\r\nOs tecidos periapicais são aqueles localizados no ápice da raiz do dente ao redor do forame apical."
  },
  {
    "identificador": "DA09.0",
    "valor": "Pulpite",
    "descricao": "Inflamação do tecido pulpar resultante de fatores irritantes de natureza diversa como bacterianos, hiperêmicos, químicos ou térmicos que atuam direta ou indiretamente sobre a polpa dentária."
  },
  {
    "identificador": "DA09.1",
    "valor": "Necrose da polpa",
    "descricao": "Necrose da polpa dentária é quando clinicamente o dente não responde a estímulos térmicos; o dente pode estar assintomático ou sensível a percussão e palpação."
  },
  {
    "identificador": "DA09.2",
    "valor": "Abscesso pulpar",
    "descricao": "Inflamação aguda ou crônica da polpa dentária, associada a uma coleção circunscrita de tecido necrótico e pus decorrentes da decomposição de leucócitos e bactérias, às vezes cercada por tecido conjuntivo."
  },
  {
    "identificador": "DA09.3",
    "valor": "Abscesso Phoenix",
    "descricao": "Condição aguda que acontece imediatamente após um procedimento endodôntico ou em um dente com polpa necrosada."
  },
  {
    "identificador": "DA09.4",
    "valor": "Degeneração da polpa",
    "descricao": ""
  },
  {
    "identificador": "DA09.5",
    "valor": "Formação anormal de tecidos duros na polpa",
    "descricao": "Condição que afeta o dente caracterizada por dentina secundária ou irregular na região pulpar."
  },
  {
    "identificador": "DA09.6",
    "valor": "Abscesso periapical",
    "descricao": ""
  },
  {
    "identificador": "DA09.60",
    "valor": "Abscesso periapical com envolvimento facial",
    "descricao": "Lesão periapical purulenta resultante da necrose dos tecidos pulpares do dente, e que invadiu tecidos moles e ósseos da face."
  },
  {
    "identificador": "DA09.61",
    "valor": "Abscesso periapical com fístula",
    "descricao": ""
  },
  {
    "identificador": "DA09.62",
    "valor": "Abscesso periapical sem fístula",
    "descricao": ""
  },
  {
    "identificador": "DA09.6Y",
    "valor": "Outro abscesso periapical especificado",
    "descricao": ""
  },
  {
    "identificador": "DA09.6Z",
    "valor": "Abscesso periapical, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DA09.7",
    "valor": "Periodontite periapical",
    "descricao": ""
  },
  {
    "identificador": "DA09.70",
    "valor": "Periodontite apical aguda de origem pulpar",
    "descricao": "Periodontite periapical aguda é o resultado da inflamação dos tecidos periapicais subsequente a necrose pulpar."
  },
  {
    "identificador": "DA09.71",
    "valor": "Periodontite apical crônica",
    "descricao": "Inflamação periapical caracterizada por formação de granuloma dentário."
  },
  {
    "identificador": "DA09.7Y",
    "valor": "Outra periodontite periapical especificada",
    "descricao": ""
  },
  {
    "identificador": "DA09.7Z",
    "valor": "Periodontite periapical, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA09.8",
    "valor": "Cisto radicular",
    "descricao": "Cisto radicular é definido como uma área de inflamação crônica exibindo uma cavidade central fechada circundada por um revestimento epitelial."
  },
  {
    "identificador": "DA09.Y",
    "valor": "Outras doenças especificadas de polpa e tecidos periapicais",
    "descricao": ""
  },
  {
    "identificador": "DA09.Z",
    "valor": "Doenças de polpa e tecidos periapicais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0A",
    "valor": "Alguns transtornos especificados de dentes ou estruturas de suporte",
    "descricao": ""
  },
  {
    "identificador": "DA0A.0",
    "valor": "Exfoliação dos dentes devida a causas sistêmicas",
    "descricao": "A perda prematura de dentes associada a doença sistêmica geralmente resulta de alguma alteração no sistema imune ou no tecido conjuntivo."
  },
  {
    "identificador": "DA0A.1",
    "valor": "Perda de dentes devida a acidente, extração ou a doenças periodontais localizadas",
    "descricao": ""
  },
  {
    "identificador": "DA0A.2",
    "valor": "Atrofia do rebordo alveolar edêntulo",
    "descricao": ""
  },
  {
    "identificador": "DA0A.3",
    "valor": "Raiz dentária retida",
    "descricao": "Fragmento de estrutura radicular ou raiz completa que permanece nos maxilares geralmente como resultado de fratura durante o procedimento de extração do dente correspondente."
  },
  {
    "identificador": "DA0A.Y",
    "valor": "Outros transtornos especificados de dentes ou estruturas de suporte",
    "descricao": ""
  },
  {
    "identificador": "DA0A.Z",
    "valor": "Transtornos não especificados de dentes ou estruturas de suporte",
    "descricao": ""
  },
  {
    "identificador": "DA0B",
    "valor": "Doenças gengivais",
    "descricao": "Gengivite é a inflamação dos tecidos da gengiva sem perda do tecido conjuntivo."
  },
  {
    "identificador": "DA0B.0",
    "valor": "Gengivite alérgica",
    "descricao": ""
  },
  {
    "identificador": "DA0B.1",
    "valor": "Gengivite catarral",
    "descricao": ""
  },
  {
    "identificador": "DA0B.2",
    "valor": "Gengivite eruptiva",
    "descricao": ""
  },
  {
    "identificador": "DA0B.3",
    "valor": "Gengivite atrófica senil",
    "descricao": ""
  },
  {
    "identificador": "DA0B.4",
    "valor": "Abscessos gengivais múltiplos agudos",
    "descricao": ""
  },
  {
    "identificador": "DA0B.5",
    "valor": "Deformidades ou condições de desenvolvimento ou adquiridas da gengiva",
    "descricao": "Diferença importante de desenvolvimento na forma de uma parte do corpo ou órgão em comparação com a forma média dessa parte."
  },
  {
    "identificador": "DA0B.6",
    "valor": "Pericoronarite",
    "descricao": "Condição da gengiva na qual irritação e inflamação são produzidas pela coroa de um dente parcialmente irrompido."
  },
  {
    "identificador": "DA0B.Y",
    "valor": "Outras doenças gengivais especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0B.Z",
    "valor": "Doenças gengivais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0C",
    "valor": "Doença periodontal",
    "descricao": "Doença periodontal pode se referir a qualquer processo patológico envolvendo a gengiva, o osso alveolar (processo alveolar), o cemento e/ou o ligamento periodontal."
  },
  {
    "identificador": "DA0C.0",
    "valor": "Periodontite aguda",
    "descricao": "Doença aguda que afeta as estruturas de suporte do dente, ou seja, gengiva, osso alveolar e membrana periodontal."
  },
  {
    "identificador": "DA0C.1",
    "valor": "Periodontite agressiva",
    "descricao": "Tipo de doença periodontal que inclui periodontite agressiva localizada (PAL) e periodontite agressiva generalizada (PAG)."
  },
  {
    "identificador": "DA0C.2",
    "valor": "Periodontose",
    "descricao": "Periodontose é definida como uma doença do periodonto que ocorre em um adolescente saudável e é caracterizada por uma perda rápida de osso alveolar ao redor de mais de um dente da dentição permanente."
  },
  {
    "identificador": "DA0C.3",
    "valor": "Doenças periodontais necrosantes",
    "descricao": "Infecção caracterizada por necrose de tecidos periodontais."
  },
  {
    "identificador": "DA0C.30",
    "valor": "Periodontite ulcerativa necrosante",
    "descricao": ""
  },
  {
    "identificador": "DA0C.31",
    "valor": "Noma",
    "descricao": "Doença infecciosa devastadora que destrói os tecidos moles e duros das estruturas orais e paraorais."
  },
  {
    "identificador": "DA0C.3Y",
    "valor": "Outras doenças periodontais necrosantes especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0C.3Z",
    "valor": "Doenças periodontais necrosantes, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0C.4",
    "valor": "Abscesso periodontal",
    "descricao": "Infecção purulenta localizada de tecidos periodontais; manifestação clínica comum em pacientes com periodontite moderada ou avançada."
  },
  {
    "identificador": "DA0C.5",
    "valor": "Eritema gengival linear",
    "descricao": ""
  },
  {
    "identificador": "DA0C.Y",
    "valor": "Outra doença periodontal especificada",
    "descricao": ""
  },
  {
    "identificador": "DA0C.Z",
    "valor": "Doença periodontal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA0D",
    "valor": "Alguns transtornos especificados da gengiva ou rebordo alveolar edêntulo",
    "descricao": "Grupo de doenças que estão associadas a gengiva ou rebordo alveolar e que não estão classificadas em outra parte."
  },
  {
    "identificador": "DA0D.0",
    "valor": "Retração gengival",
    "descricao": ""
  },
  {
    "identificador": "DA0D.1",
    "valor": "Hiperplasia gengival",
    "descricao": "Um supercrescimento anormal dos tecidos gengivais."
  },
  {
    "identificador": "DA0D.2",
    "valor": "Lesões gengivais ou do rebordo alveolar edêntulo associadas a traumatismo",
    "descricao": "Dano de lesões gengivais ou mucosas resultantes de estímulos externos. As causas comuns de úlceras traumáticas incluem: irritação da dentadura, mordida, lesões, queimaduras e irritação por fricção de dentes pontiagudos ou fraturados."
  },
  {
    "identificador": "DA0D.3",
    "valor": "Hipoplasminogenemia",
    "descricao": "Hipoplasminogenemia grave ou deficiência de plasminogênio (plg) tipo I é uma doença sistêmica caracterizada por fibrinólise extracelular acentuadamente comprometida, levando à formação de pseudomembranas lenhosas (ricas em fibrina) em mucosas durante a cicatrização de feridas."
  },
  {
    "identificador": "DA0D.4",
    "valor": "Gengivite por rolo de algodão",
    "descricao": ""
  },
  {
    "identificador": "DA0D.5",
    "valor": "Ulceração gengival",
    "descricao": ""
  },
  {
    "identificador": "DA0D.Y",
    "valor": "Outros transtornos especificados da gengiva ou rebordo alveolar edêntulo",
    "descricao": ""
  },
  {
    "identificador": "DA0E",
    "valor": "Anomalias dentofaciais",
    "descricao": "Anormalidade congênita ou adquirida na qual estruturas dentárias e orais desviam da função, forma ou posição normal."
  },
  {
    "identificador": "DA0E.0",
    "valor": "Anomalias importantes (major) do tamanho da mandíbula",
    "descricao": ""
  },
  {
    "identificador": "DA0E.00",
    "valor": "Micrognatia",
    "descricao": "Comprimento e largura da mandíbula aparentemente reduzidos quando observados de frente, mas não de lado. Este é um termo agrupado que compreende encurtamento e estreitamento da mandíbula e do queixo."
  },
  {
    "identificador": "DA0E.0Y",
    "valor": "Outras anomalias importantes (major) do tamanho da mandíbula, especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0E.0Z",
    "valor": "Anomalias importantes (major) do tamanho da mandíbula, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0E.1",
    "valor": "Anomalias da relação entre mandíbula e base do crânio",
    "descricao": "Anormalidade congênita ou adquirida na qual a porção do crânio que sustenta o maxilar superior se desvia da forma, função ou posição normal."
  },
  {
    "identificador": "DA0E.2",
    "valor": "Anomalias da relação entre as arcadas dentárias",
    "descricao": "Anormalidade congênita ou adquirida na qual a relação da arcada dentária se desvia da forma, função ou posição normal."
  },
  {
    "identificador": "DA0E.3",
    "valor": "Anomalias de posição dos dentes",
    "descricao": "Anomalias dentárias são alterações craniofaciais de forma, função ou posição de dentes, ossos e tecidos da mandíbula e e da boca. As anomalias de posição do dente podem ser classificadas em ectópica, transmigração, transposição, rotação."
  },
  {
    "identificador": "DA0E.4",
    "valor": "Impactação alimentar",
    "descricao": "O aprisionamento forçado de alimento entre os dentes adjacentes durante a mastigação, produzindo retração gengival e formação de bolsa."
  },
  {
    "identificador": "DA0E.5",
    "valor": "Maloclusão",
    "descricao": "Má oclusão é a relação atípica entre os dentes maxilares e mandibulares que pode interferir na eficiência dos movimentos excursivos da mandíbula, que são essenciais para o processo mastigatório eficaz."
  },
  {
    "identificador": "DA0E.50",
    "valor": "Má oclusão classe II divisão 2",
    "descricao": "Esta condição está relacionada com a classificação de oclusão de Angle em que a posição do primeiro molar superior permanente está alinhada ou em uma relação anterior ao primeiro molar permanente inferior, de tal forma que a cúspide mésio-vestibular do molar superior é mesial ao sulco vestibular do molar inferior e os incisivos centrais estão em linguoversão."
  },
  {
    "identificador": "DA0E.51",
    "valor": "Má oclusão classe I de Angle",
    "descricao": "O primeiro molar permanente superior está em discreta distoversão em relação ao primeiro molar permanente inferior, e a cúspide mesiovestibular do molar superior está alinhada com o sulco vestibular do molar inferior."
  },
  {
    "identificador": "DA0E.5Y",
    "valor": "Outra maloclusão especificada",
    "descricao": ""
  },
  {
    "identificador": "DA0E.5Z",
    "valor": "Maloclusão, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA0E.6",
    "valor": "Anormalidades dentofaciais funcionais",
    "descricao": "Disfunção da articulação temporomandibular (ATM) é o nome dado a um grupo de sintomas que causam dor em cabeça, face e mandíbula. Os sintomas incluem dor de cabeça, dolorimento nos músculos da mastigação e estalos ou rigidez nas articulações. Frequentemente têm causas psicológicas assim como físicas."
  },
  {
    "identificador": "DA0E.7",
    "valor": "Transtornos dentofaciais parafuncionais",
    "descricao": "Bruxismo é uma atividade repetitiva dos músculos da mandíbula caracterizada por apertar ou ranger os dentes e/ou por trancamentos ou impulsos da mandíbula. O bruxismo tem duas manifestações circadianas distintas: pode ocorrer durante o sono (indicado como bruxismo do sono) ou durante a vigília (indicado como bruxismo de vigília)."
  },
  {
    "identificador": "DA0E.8",
    "valor": "Transtornos da articulação temporomandibular",
    "descricao": "Termo guarda-chuva que cobre a dor aguda ou crônica, especialmente dos músculos da mastigação e/ou inflamação da articulação temporomandibular, que conecta a mandíbula ao crânio"
  },
  {
    "identificador": "DA0E.Y",
    "valor": "Outras anomalias dentofaciais especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0E.Z",
    "valor": "Anomalias dentofaciais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA0F",
    "valor": "Distúrbios sensoriais que afetam o complexo orofacial",
    "descricao": ""
  },
  {
    "identificador": "DA0F.0",
    "valor": "Síndrome da ardência bucal",
    "descricao": "A síndrome da ardência bucal é uma dor orofacial crônica com sensação de queimação ou disestética intraoral que se repete por mais de duas horas por dia em 50% dos dias por mais de três meses, sem lesões causadoras evidentes na investigação clínica e no exame. Caracteriza-se por estresse emocional significativo (ansiedade, raiva/frustração ou depressão) ou interferência nas funções orofaciais, como comer, bocejar, falar etc. A síndrome da ardência bucal é multifatorial: fatores biológicos, psicológicos e sociais contribuem para o quadro da dor. O diagnóstico é apropriado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados."
  },
  {
    "identificador": "DA0F.Y",
    "valor": "Outros distúrbios sensoriais especificados que afetam o complexo orofacial",
    "descricao": ""
  },
  {
    "identificador": "DA0F.Z",
    "valor": "Distúrbios sensoriais que afetam o complexo orofacial, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA0Y",
    "valor": "Outras doenças ou transtornos especificados do complexo orofacial",
    "descricao": ""
  },
  {
    "identificador": "DA0Z",
    "valor": "Doenças ou transtornos do complexo orofacial, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA20",
    "valor": "Alterações anatômicas adquiridas do esôfago",
    "descricao": "Este grupo incorpora transtornos esofágicos principalmente devidos a alterações morfológicas adquiridas do esôfago."
  },
  {
    "identificador": "DA20.0",
    "valor": "Obstrução do esôfago",
    "descricao": "Obstáculo à passagem do conteúdo luminal no esôfago. A obstrução do esôfago pode ser parcial ou completa e causada por fatores intrínsecos ou extrínsecos."
  },
  {
    "identificador": "DA20.1",
    "valor": "Divertículo do esôfago, adquirido",
    "descricao": "Divertículo do esôfago é um transtorno que apresenta herniação sacular da parede esofágica."
  },
  {
    "identificador": "DA20.2",
    "valor": "Membrana esofágica",
    "descricao": "A membrana esofágica é uma membrana fina localizada no esôfago médio ou superior, resultando em dor e disfagia."
  },
  {
    "identificador": "DA20.3",
    "valor": "Perfuração do esôfago",
    "descricao": "Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica."
  },
  {
    "identificador": "DA20.30",
    "valor": "Ruptura espontânea do esôfago",
    "descricao": "Perfuração espontânea da parede esofágica. Isso mais comumente resulta de um aumento súbito da pressão intraesofágica combinado com uma pressão intratorácica relativamente negativa causada por esforço ou vômito. Isso é conhecido como ruptura de esforço do esôfago ou síndrome de Boerhaave."
  },
  {
    "identificador": "DA20.3Y",
    "valor": "Outras perfurações especificadas do esôfago",
    "descricao": ""
  },
  {
    "identificador": "DA20.3Z",
    "valor": "Perfuração do esôfago, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA20.Y",
    "valor": "Outras alterações anatômicas adquiridas especificadas do esôfago",
    "descricao": ""
  },
  {
    "identificador": "DA20.Z",
    "valor": "Alterações anatômicas adquiridas do esôfago, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA21",
    "valor": "Distúrbios de motilidade do esôfago",
    "descricao": "Este grupo incorpora transtornos esofágicos devidos a distúrbios da função motora esofágica."
  },
  {
    "identificador": "DA21.0",
    "valor": "Acalásia",
    "descricao": "Acalasia é um transtorno da motilidade do músculo liso esofágico caracterizado por uma perda do peristaltismo no esôfago distal e uma falha no relaxamento do esfíncter esofágico inferior (EEI). O mecanismo básico é a degeneração dos neurônios (células ganglionares) dos plexos mioentéricos da parede esofágica, mas a causa ainda não está clara."
  },
  {
    "identificador": "DA21.1",
    "valor": "Transtorno de motilidade do esôfago cervical ou superior",
    "descricao": "Transtorno de motilidade do esôfago cervical e superior é uma condição caracterizada por engasgos, deglutição de ar, regurgitação líquida para o nariz ou experimentar desconforto ao engolir alimentos devido à incompetência do esfíncter esofágico superior."
  },
  {
    "identificador": "DA21.2",
    "valor": "Transtorno do peristaltismo esofágico",
    "descricao": "Transtorno do peristaltismo esofágico é parte de um espectro de transtornos da motilidade no esôfago torácico caracterizados por disfagia e dor torácica devido à descoordenação das contrações peristálticas esofágicas. Não há anormalidade no relaxamento do esfíncter esofágico inferior."
  },
  {
    "identificador": "DA21.20",
    "valor": "Peristaltismo hipertensivo",
    "descricao": "Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia."
  },
  {
    "identificador": "DA21.21",
    "valor": "Peristaltismo hipotensivo",
    "descricao": "Este é um transtorno de motilidade do esôfago caracterizado por peristaltismo reduzido. A disfunção peristáltica provavelmente leva à depuração de volume prejudicada."
  },
  {
    "identificador": "DA21.22",
    "valor": "Peristaltismo espástico",
    "descricao": "Este é um transtorno de motilidade do esôfago caracterizado por peristaltismo espástico hipercontrátil, conhecido como esôfago em britadeira na presença de relaxamento normal do esfíncter esofágico inferior (EEI). Esta categoria também inclui espasmo esofagiano difuso (EED) com contração descoordenada, caracterizada por latência distal reduzida na manometria esofágica."
  },
  {
    "identificador": "DA21.2Y",
    "valor": "Outro transtorno especificado do peristaltismo esofágico",
    "descricao": ""
  },
  {
    "identificador": "DA21.2Z",
    "valor": "Transtorno do peristaltismo esofágico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DA21.3",
    "valor": "Transtorno da função do esfíncter esofágico inferior",
    "descricao": "Transtorno da função do esfíncter esofágico inferior é uma condição caracterizada por disfagia, dor torácica, pirose e regurgitação devido à incompetência do esfíncter esofágico inferior."
  },
  {
    "identificador": "DA21.Y",
    "valor": "Outro distúrbio de motilidade especificado do esôfago",
    "descricao": ""
  },
  {
    "identificador": "DA21.Z",
    "valor": "Distúrbios de motilidade do esôfago, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA22",
    "valor": "Doença de refluxo gastroesofágico",
    "descricao": "Condição que se desenvolve quando o refluxo do conteúdo do estômago causa sintomas incômodos e/ou complicações."
  },
  {
    "identificador": "DA22.0",
    "valor": "Doença do refluxo gastroesofágico não erosiva",
    "descricao": "Condição patológica em que os pacientes apresentam sintomas clássicos de doença do refluxo gastroesofágico (DRGE), mas não têm esofagite aparente ou lesão da mucosa esofágica."
  },
  {
    "identificador": "DA22.1",
    "valor": "Doença do refluxo gastroesofágico erosiva",
    "descricao": "A doença do refluxo gastroesofágico erosiva é definida endoscopicamente por soluções de continuidade da mucosa esofágica distal."
  },
  {
    "identificador": "DA22.Z",
    "valor": "Doença do refluxo gastroesofágico, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA23",
    "valor": "Epitélio metaplásico colunar do esôfago",
    "descricao": "Condição adquirida na qual o tecido que reveste o esôfago é substituído por tecido semelhante ao revestimento do intestino ou do estômago subsequente a refluxo gastroesofágico crônico."
  },
  {
    "identificador": "DA23.0",
    "valor": "Epitélio de Barrett",
    "descricao": "O epitélio de Barrett é definido como aquele com metaplasia colunar circunferencial do esôfago a partir da junção esofagogástrica. Recentemente, do ponto de vista da adenocarcinogênese do esôfago, o termo epitélio de Barrett exige a confirmação histológica de metaplasia intestinal especializada."
  },
  {
    "identificador": "DA23.1",
    "valor": "Displasia do epitélio de Barrett",
    "descricao": "A displasia do epitélio de Barrett é definida como o epitélio neoplásico que permanece restrito à mucosa, sem invadir a membrana basal do esôfago de Barrett. A displasia do epitélio de Barrett é considerada um precursor do adenocarcinoma que se origina no esôfago de Barrett."
  },
  {
    "identificador": "DA23.2",
    "valor": "Úlcera de Barrett",
    "descricao": "A úlcera de Barrett é definida como ulceração no epitélio colunar do esôfago."
  },
  {
    "identificador": "DA23.Y",
    "valor": "Outro epitélio metaplásico colunar especificado do esôfago",
    "descricao": ""
  },
  {
    "identificador": "DA23.Z",
    "valor": "Epitélio metaplásico colunar do esôfago, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DA24",
    "valor": "Esofagite",
    "descricao": "A esofagite é a inflamação do esôfago.\r\nA esofagite pode causar dor e dificuldade para engolir e dor no peito. A esofagite tem várias causas; algumas causas comuns incluem refluxo gástrico, infecção, medicamentos orais e alergias. O tratamento da esofagite depende da causa subjacente e da gravidade do dano ao tecido que reveste o esôfago. Se não for tratada, esta condição pode causar úlceras ou cicatrizes no esôfago, causando estreitamento do esôfago, perda de peso não intencional e desidratação."
  },
  {
    "identificador": "DA24.0",
    "valor": "Esofagite infecciosa",
    "descricao": "A esofagite infecciosa envolve inflamação, irritação e edema do esôfago devidos a algum agente infeccioso."
  },
  {
    "identificador": "DA24.00",
    "valor": "Flegmão esofágico",
    "descricao": "Processo inflamatório difuso alastrante com formação de exsudato supurativo/purulento ou pus na parede esofágica. Muitas vezes evolui para uma coleção delimitada de pus, abscesso esofágico. Isso se deve majoritariamente a inflamação aguda por infecção bacteriana."
  },
  {
    "identificador": "DA24.0Y",
    "valor": "Outras esofagites infecciosas especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA24.0Z",
    "valor": "Esofagite infeciosa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA24.1",
    "valor": "Esofagite eosinofílica",
    "descricao": "Esofagite eosinofílica é uma condição inflamatória em que a parede esofágica está preenchida por um grande número de eosinófilos. É diagnosticada com base em sintomas esofágicos típicos e biópsias da mucosa esofágica que demonstram infiltração do epitélio esofágico com eosinófilos."
  },
  {
    "identificador": "DA24.2",
    "valor": "Esofagite devida a causas externas",
    "descricao": "Inflamação do esôfago devida a causas externas, como radiação, ingestão de álcalis e ácidos e deglutição de pílulas ou alimentos que falham em transitar por todo o esôfago."
  },
  {
    "identificador": "DA24.20",
    "valor": "Esofagite química",
    "descricao": "Inflamação esofágica causada por lesão química, incluindo soluções alcalinas ou ácidas."
  },
  {
    "identificador": "DA24.21",
    "valor": "Esofagite induzida por drogas",
    "descricao": "Refere-se a uma inflamação do esôfago induzida por drogas. Medicamentos podem induzir anormalidades esofágicas por meio de efeitos sistêmicos e por causar lesão direta da mucosa esofágica, a chamada esofagite \"induzida por pílula\"."
  },
  {
    "identificador": "DA24.22",
    "valor": "Esofagite por radiação",
    "descricao": ""
  },
  {
    "identificador": "DA24.2Z",
    "valor": "Esofagite devida a causas externas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA24.Y",
    "valor": "Outra esofagite especificada",
    "descricao": ""
  },
  {
    "identificador": "DA24.Z",
    "valor": "Esofagite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA25",
    "valor": "Úlcera esofágica",
    "descricao": "Úlcera esofágica é um defeito da integridade tecidual da parede do esôfago. Causa lesões inflamatórias na mucosa esofágica, com extensão para além da submucosa, atingindo a camada muscular da mucosa. A úlcera esofágica devida aos sucos digestivos ácidos é classificada em outra parte, na doença do refluxo gastroesofágico, e está excluída dessa entidade diagnóstica."
  },
  {
    "identificador": "DA25.0",
    "valor": "Erosão esofágica",
    "descricao": "Erosão esofágica representa uma solução de continuidade da mucosa que se estende até a camada muscular da mucosa sem transpassá-la. A erosão esofágica devida à doença do refluxo gastroesofágico está excluída dessa entidade diagnóstica."
  },
  {
    "identificador": "DA25.1",
    "valor": "Úlcera esofágica infecciosa",
    "descricao": "Úlcera esofágica infecciosa é a ulceração ou erosão na mucosa do esôfago devida a um agente infeccioso, como bactérias, vírus, fungos e parasitas."
  },
  {
    "identificador": "DA25.10",
    "valor": "Úlcera esofágica bacteriana",
    "descricao": "Úlcera na mucosa do esôfago devida a infecção bacteriana."
  },
  {
    "identificador": "DA25.11",
    "valor": "Úlcera esofágica fúngica",
    "descricao": "Úlcera na mucosa do esôfago devida a infecção fúngica."
  },
  {
    "identificador": "DA25.12",
    "valor": "Úlcera esofágica parasitária",
    "descricao": "Úlcera na mucosa do esôfago devida a infecção parasitária."
  },
  {
    "identificador": "DA25.13",
    "valor": "Úlcera esofágica viral",
    "descricao": "Úlcera na mucosa do esôfago devida a infecção viral."
  },
  {
    "identificador": "DA25.1Y",
    "valor": "Outra úlcera esofágica infecciosa especificada",
    "descricao": ""
  },
  {
    "identificador": "DA25.1Z",
    "valor": "Úlcera esofágica infecciosa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA25.2",
    "valor": "Úlcera esofágica devida a doença alérgica ou imune",
    "descricao": "Úlcera ou erosão esofágica devida a doenças alérgicas ou imunes sistêmicas."
  },
  {
    "identificador": "DA25.3",
    "valor": "Úlcera esofágica devida a causas externas",
    "descricao": "Úlcera ou erosão esofágica devida a causas externas, como ingestão de determinadas substâncias químicas ou drogas, radiação e lesão térmica, ou outras causas externas."
  },
  {
    "identificador": "DA25.30",
    "valor": "Úlcera esofágica química",
    "descricao": "É uma úlcera esofágica causada por lesão química, incluindo soluções alcalinas ou ácidas."
  },
  {
    "identificador": "DA25.31",
    "valor": "Úlcera esofágica induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "DA25.32",
    "valor": "Úlcera esofágica por radiação",
    "descricao": ""
  },
  {
    "identificador": "DA25.3Y",
    "valor": "Úlcera esofágica devida a outras causas externas especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA25.3Z",
    "valor": "Úlcera esofágica devida a causas externas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA25.Y",
    "valor": "Outra úlcera esofágica especificada",
    "descricao": ""
  },
  {
    "identificador": "DA25.Z",
    "valor": "Úlcera esofágica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA26",
    "valor": "Transtornos vasculares do esôfago",
    "descricao": "Esse grupo incorpora os transtornos vasculares que afetam principalmente os vasos sanguíneos do esôfago. Inclui as doenças arteriais, venosas, capilares que transportam o sangue para e do esôfago."
  },
  {
    "identificador": "DA26.0",
    "valor": "Varizes esofagianas",
    "descricao": "Veias anormalmente dilatadas se desenvolveram como shunts portossistêmicos no revestimento do terço inferior do esôfago, em pacientes com hipertensão portal. Uma vez que as varizes esofágicas se desenvolvem, elas continuam a crescer, e o sangramento das varizes esofágicas pode ser fatal."
  },
  {
    "identificador": "DA26.00",
    "valor": "Variz esofágica rota",
    "descricao": ""
  },
  {
    "identificador": "DA26.01",
    "valor": "Varizes esofagianas sem sangramento",
    "descricao": ""
  },
  {
    "identificador": "DA26.0Z",
    "valor": "Varizes esofagianas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA26.1",
    "valor": "Angiodisplasia ou malformação arteriovenosa do esôfago",
    "descricao": "Vasos sanguíneos aumentados ou alargados com paredes finas que são semelhantes a veias varicosas. Pode ser uma fonte de sangramento gastrointestinal e anemia."
  },
  {
    "identificador": "DA26.2",
    "valor": "Hemorragia intramural de esôfago",
    "descricao": "Hematoma na parede do esôfago que pode se formar espontaneamente ou como resultado de traumatismo, ingestão tóxica ou procedimentos endoscópicos. É raramente observado."
  },
  {
    "identificador": "DA26.3",
    "valor": "Síndrome da laceração hemorrágica gastroesofágica",
    "descricao": "Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse."
  },
  {
    "identificador": "DA26.Y",
    "valor": "Outros transtornos vasculares especificados do esôfago",
    "descricao": ""
  },
  {
    "identificador": "DA26.Z",
    "valor": "Transtornos vasculares do esôfago, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA2Y",
    "valor": "Outras doenças especificadas do esôfago",
    "descricao": ""
  },
  {
    "identificador": "DA2Z",
    "valor": "Doenças do esôfago não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA40",
    "valor": "Alterações anatômicas adquiridas do estômago",
    "descricao": "Este grupo incorpora transtornos gástricos principalmente devidos a alterações morfológicas adquiridas do estômago."
  },
  {
    "identificador": "DA40.0",
    "valor": "Obstrução da via de saída gástrica",
    "descricao": "A obstrução da saída gástrica é um transtorno caracterizado por dor abdominal epigástrica e vômitos pós-prandiais devido à obstrução mecânica principalmente ao nível do piloro."
  },
  {
    "identificador": "DA40.1",
    "valor": "Fístula gástrica adquirida",
    "descricao": "Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
  },
  {
    "identificador": "DA40.2",
    "valor": "Volvo gástrico",
    "descricao": "Volvo gástrico é uma entidade clínica incomum definida como uma rotação anormal (torção) de todo ou parte do estômago em mais de 180 graus, criando uma obstrução em circuito fechado do fluxo de material através do estômago. Isso pode resultar em encarceramento e estrangulamento, com perda variável do suprimento sanguíneo.\r\nEmbora raro na infância, um baço errante também pode estar associado ao volvo gástrico, porque compartilham uma etiologia comum: ausência congênita de anexos viscerais intraperitoneais."
  },
  {
    "identificador": "DA40.3",
    "valor": "Divertículo gástrico",
    "descricao": "O divertículo gástrico é um transtorno que apresenta saculações através da parede gástrica."
  },
  {
    "identificador": "DA40.4",
    "valor": "Estenose e estreitamento em ampulheta do estômago",
    "descricao": "Alteração estrutural do estômago em que ele se apresenta aproximadamente dividido em duas partes assemelhando-se ao formato de uma ampulheta, frequentemente devido a cicatrizes que complicam a úlcera gástrica crônica."
  },
  {
    "identificador": "DA40.5",
    "valor": "Gastroptose",
    "descricao": "Este é o deslocamento para baixo anormal do estômago."
  },
  {
    "identificador": "DA40.Y",
    "valor": "Outras alterações anatômicas adquiridas especificadas do estômago",
    "descricao": ""
  },
  {
    "identificador": "DA40.Z",
    "valor": "Alterações anatômicas adquiridas do estômago, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA41",
    "valor": "Transtornos gastroduodenais motores ou secretórios",
    "descricao": "Este grupo incorpora transtornos decorrentes de anormalidades da função motora gastroduodenal e da função secretora gastroduodenal, frequentemente resultando em transtorno de transporte e/ou digestão dos alimentos."
  },
  {
    "identificador": "DA41.0",
    "valor": "Motilidade gástrica anormal",
    "descricao": ""
  },
  {
    "identificador": "DA41.00",
    "valor": "Gastroparesia",
    "descricao": "Gastroparesia é um transtorno no qual o estômago leva muito tempo para esvaziar o seu conteúdo, principalmente devido ao mau funcionamento do nervo vago."
  },
  {
    "identificador": "DA41.0Y",
    "valor": "Outra motilidade gástrica anormal especificada",
    "descricao": ""
  },
  {
    "identificador": "DA41.0Z",
    "valor": "Outra motilidade gástrica anormal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA41.1",
    "valor": "Dilatação aguda do estômago",
    "descricao": "Dilatação aguda do estômago é um transtorno devido ao aumento agudo da cavidade gástrica por hiperdistensão, resultando na retenção de alimentos e produtos da digestão no estômago."
  },
  {
    "identificador": "DA41.2",
    "valor": "Hipersecreção ácida",
    "descricao": "Hipersecreção ácida é uma condição devida a hipersecreção basal de ácido gástrico no estômago, resultando em úlcera péptica e esteatorreia."
  },
  {
    "identificador": "DA41.3",
    "valor": "Acloridria",
    "descricao": "Acloridria é uma condição devida à ausência de ácido clorídrico no estômago, resultando em má digestão e má absorção."
  },
  {
    "identificador": "DA41.Y",
    "valor": "Outros transtornos gastroduodenais motores ou secretórios, especificados",
    "descricao": ""
  },
  {
    "identificador": "DA41.Z",
    "valor": "Transtornos gastroduodenais motores ou secretórios, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA42",
    "valor": "Gastrite",
    "descricao": "Gastrite é uma lesão da mucosa gástrica que envolve dano epitelial, inflamação da mucosa e regeneração das células epiteliais, excluindo por qualquer anormalidade epitelial. A gastrite é causada por vários fatores como agentes infecciosos, drogas, agentes químicos, reação autoimune e outros. A gastrite é diagnosticada por histopatologia e/ou endoscopia. A gastrite é classificada como aguda e crônica pelo curso clínico."
  },
  {
    "identificador": "DA42.0",
    "valor": "Gastrite autoimune",
    "descricao": "Tipo de gastrite crônica atrófica restrita à mucosa do corpo gástrico e caracterizada por atrofia intensa das glândulas secretoras de ácido e acloridria.Está geralmente associada a presença de anticorpo sérico anti-célula parietal , com ou sem anemia perniciosa."
  },
  {
    "identificador": "DA42.1",
    "valor": "Gastrite induzida por Helicobacter pylori",
    "descricao": "Gastrite com infecção por Helicobacter pylori. A infecção por H. pylori causa gastrite aguda no início. Persistindo a infecção, a mucosa gástrica se transforma em gastrite crônica e gastrite atrófica, um dos fatores de risco para adenocarcinoma gástrico."
  },
  {
    "identificador": "DA42.2",
    "valor": "Gastrite eosinofílica",
    "descricao": ""
  },
  {
    "identificador": "DA42.3",
    "valor": "Gastrite linfocítica",
    "descricao": "Gastrite crônica caracterizada por uma infiltração peculiar de linfócitos benignos nas glândulas gástricas e da mucosa superficial. A gastrite linfocítica está associada a doença celíaca, gastrite por Helicobacter pylori (HP) e gastrite varioliforme."
  },
  {
    "identificador": "DA42.4",
    "valor": "Gastrite alérgica",
    "descricao": "Gastrite devida a transtornos alérgicos, significando principalmente à gastrite aguda secundária a alergia alimentar. Porém, isso inclui também gastrite alérgica devida a substâncias não alimentares e gastrite devida a hipersensibilidade não mediada por IgE. Isto inclui gastroduodenite e gastroenterite."
  },
  {
    "identificador": "DA42.40",
    "valor": "Gastrite alérgica devida a hipersensibilidade mediada por IgE",
    "descricao": ""
  },
  {
    "identificador": "DA42.41",
    "valor": "Gastrite alérgica devida a hipersensibilidade não mediada por IgE",
    "descricao": ""
  },
  {
    "identificador": "DA42.4Y",
    "valor": "Outra gastrite alérgica especificada",
    "descricao": ""
  },
  {
    "identificador": "DA42.4Z",
    "valor": "Gastrite alérgica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA42.5",
    "valor": "Gastrite devida a refluxo duodenogástrico",
    "descricao": "Gastrite secundária a refluxo excessivo de conteúdo duodenal incluindo bile para o estômago."
  },
  {
    "identificador": "DA42.6",
    "valor": "Doença de Ménétrier",
    "descricao": "Gastrite caracterizada por hipertrofia da mucosa gástrica, que pode causar pregas gigantes. O espessamento das pregas é causado predominantemente pela expansão do compartimento de células epiteliais da mucosa gástrica. Os pacientes com doença de Ménétrier mais \r\nfrequentemente apresentam hipoalbuminemia secundária à perda de albumina para o lúmen gástrico."
  },
  {
    "identificador": "DA42.7",
    "valor": "Gastrite de etiologia desconhecida com características endoscópicas ou patológicas específicas",
    "descricao": ""
  },
  {
    "identificador": "DA42.70",
    "valor": "Gastrite superficial aguda de etiologia desconhecida",
    "descricao": ""
  },
  {
    "identificador": "DA42.71",
    "valor": "Gastrite superficial crônica de etiologia desconhecida",
    "descricao": "Inflamação persistente ou recorrente da lâmina própria, limitada ao terço externo da mucosa na área foveolar."
  },
  {
    "identificador": "DA42.72",
    "valor": "Gastrite hemorrágica aguda de etiologia desconhecida",
    "descricao": "Inflamação de início rápido do revestimento mucoso do estômago com sangramento associado ou fluxo sanguíneo anormal."
  },
  {
    "identificador": "DA42.73",
    "valor": "Gastrite atrófica crônica de etiologia desconhecida",
    "descricao": "Inflamação persistente ou recorrente da mucosa gástrica com atrofia levando à diminuição da concentração de ácido clorídrico no suco gástrico. A gastrite atrófica frequentemente progride a partir da gastrite crônica."
  },
  {
    "identificador": "DA42.74",
    "valor": "Gastrite metaplásica de etiologia desconhecida",
    "descricao": "Gastrite com lesão metaplásica intestinal, visualizada endoscopicamente como uma alteração nodular acinzentada."
  },
  {
    "identificador": "DA42.75",
    "valor": "Gastrite granulomatosa de etiologia desconhecida",
    "descricao": "Doença rara caracterizada pela presença de granulomas no interior do\r\nmucosa ou submucosa gástrica. Causas comuns de gastrite granulomatosa são a doença de Crohn (DC), sarcoidose disseminada e infecções (tuberculose [TB], sífilis, fungos)."
  },
  {
    "identificador": "DA42.76",
    "valor": "Gastrite hipertrófica de etiologia desconhecida",
    "descricao": "Gastrite com hipertrofia de pregas na grande curvatura do corpo gástrico, em que se observa hipertrofia de glândulas."
  },
  {
    "identificador": "DA42.7Y",
    "valor": "Outra gastrite especificada de etiologia desconhecida com características endoscópicas ou patológicas específicas",
    "descricao": ""
  },
  {
    "identificador": "DA42.8",
    "valor": "Gastrite devida a causas externas",
    "descricao": "Gastrite causada por substâncias externas, com álcool, radiação, agente químico e por outras causas externas."
  },
  {
    "identificador": "DA42.80",
    "valor": "Gastrite alcoólica",
    "descricao": "Inflamação da mucosa gástrica devida ao uso excessivo de álcool."
  },
  {
    "identificador": "DA42.81",
    "valor": "Gastrite por radiação",
    "descricao": ""
  },
  {
    "identificador": "DA42.82",
    "valor": "Gastrite química",
    "descricao": ""
  },
  {
    "identificador": "DA42.83",
    "valor": "Gastrite induzida por drogas",
    "descricao": "Gastrite aguda ou crônica induzida por ingestão de alguns conhecidos agentes lesivos da mucosa gástrica, como AINE, aspirina e antibióticos."
  },
  {
    "identificador": "DA42.8Z",
    "valor": "Gastrite devida a causas externas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA42.9",
    "valor": "Flegmão gástrico",
    "descricao": "Processo inflamatório difuso alastrante com formação de exsudato supurativo/ purulento ou pus na parede gástrica. Muitas vezes evolui para uma coleção delimitada de pus, abscesso gástrico. Isso se deve principalmente devido a uma inflamação aguda por infecção bacteriana."
  },
  {
    "identificador": "DA42.Y",
    "valor": "Outra gastrite especificada",
    "descricao": ""
  },
  {
    "identificador": "DA42.Z",
    "valor": "Gastrite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA43",
    "valor": "Transtornos vasculares do estômago",
    "descricao": "Este grupo incorpora transtornos vasculares que afetam principalmente os vasos sanguíneos do estômago. Eles incluem transtornos vasculares de artérias, veias e capilares que transportam sangue para e a partir do estômago"
  },
  {
    "identificador": "DA43.0",
    "valor": "Varizes gástricas",
    "descricao": "Desenvolvimento de veias anormalmente dilatadas no revestimento do estômago (fundo e/ou cárdia) em pacientes com hipertensão portal. Uma vez desenvolvidas, as varizes gástricas continuam a crescer, e seu sangramento pode ser fatal."
  },
  {
    "identificador": "DA43.1",
    "valor": "Angiodisplasia de estômago",
    "descricao": "Pequena malformação vascular do estômago. A maioria das lesões tem menos de 10 mm de tamanho e é frequentemente observada em várias localizações. Pode ser uma fonte de sangramento gastrointestinal e anemia."
  },
  {
    "identificador": "DA43.2",
    "valor": "Malformação arteriovenosa do estômago",
    "descricao": "Malformação arteriovenosa é uma lesão vascular na qual artérias e veias estão emaranhadas e não conectadas por capilares."
  },
  {
    "identificador": "DA43.3",
    "valor": "Gastropatia hipertensiva portal",
    "descricao": "Alterações na mucosa do estômago em pacientes com hipertensão portal; de longe a sua causa mais comum é a cirrose hepática."
  },
  {
    "identificador": "DA43.4",
    "valor": "Ectasia vascular difusa do estômago",
    "descricao": "Vasos sanguíneos dilatados e tortuosos no antro pilórico distribuídos de forma radial em relação ao piloro (o chamado estômago em melancia). Pode causar hemorragia gastrointestinal aguda e crônica."
  },
  {
    "identificador": "DA43.Y",
    "valor": "Outros transtornos vasculares especificados do estômago",
    "descricao": ""
  },
  {
    "identificador": "DA43.Z",
    "valor": "Transtornos vasculares do estômago, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA44",
    "valor": "Pólipo gástrico",
    "descricao": "Lesão protuberante no epitélio gástrico causada por crescimento excessivo de células epiteliais gástricas, classificada como tipo pediculado ou séssil."
  },
  {
    "identificador": "DA44.0",
    "valor": "Pólipo hiperplásico do estômago",
    "descricao": "Devido ao crescimento excessivo de células epiteliais foveolares gástricas. O fundamento histológico do pólipo hiperplásico é a gastrite atrófica, causada principalmente por infecção crônica por H. pylori."
  },
  {
    "identificador": "DA44.1",
    "valor": "Pólipo de glândula fúndica do estômago",
    "descricao": "Devido a hiperplasia de células de glândulas fúndicas. O pólipo fúndico se origina em área da glândula fúndica sem gastrite atrófica. A maioria dos casos é H. pylori negativo."
  },
  {
    "identificador": "DA44.2",
    "valor": "Pólipo hamartomatoso do estômago",
    "descricao": "Formado por glândulas oxínticas dilatadas e glândulas oxínticas com deformações irregulares à histologia. A maioria deles está localizada no corpo ou fundo gástrico."
  },
  {
    "identificador": "DA44.Y",
    "valor": "Outro pólipo gástrico especificado",
    "descricao": ""
  },
  {
    "identificador": "DA44.Z",
    "valor": "Pólipo gástrico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DA4Y",
    "valor": "Outras doenças especificadas do estômago",
    "descricao": ""
  },
  {
    "identificador": "DA4Z",
    "valor": "Doenças do estômago, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA50",
    "valor": "Alterações anatômicas adquiridas do duodeno",
    "descricao": "Este grupo incorpora transtornos duodenais principalmente devidos a alterações morfológicas adquiridas do duodeno."
  },
  {
    "identificador": "DA50.0",
    "valor": "Obstrução do duodeno",
    "descricao": "Obstáculo da passagem do conteúdo luminal no duodeno. A obstrução do duodeno pode ser parcial ou completa e causada por fatores intrínsecos ou extrínsecos. A obstrução simples está associada a diminuição ou interrupção do fluxo do conteúdo luminal. A obstrução por estrangulamento está associada a comprometimento do fluxo sanguíneo para o duodeno, além da obstrução do fluxo do conteúdo luminal."
  },
  {
    "identificador": "DA50.1",
    "valor": "Divertículo de duodeno",
    "descricao": "Divertículo do duodeno é um transtorno apresentando saculações da parede duodenal."
  },
  {
    "identificador": "DA50.2",
    "valor": "Fístula de duodeno",
    "descricao": "Fístula do duodeno é uma abertura através da parede duodenal e para dentro da cavidade peritoneal, para outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
  },
  {
    "identificador": "DA50.3",
    "valor": "Deformidade do duodeno, adquirida",
    "descricao": "Alterações do duodeno em resposta a doença do duodeno, compressão de outros órgãos ao redor do duodeno."
  },
  {
    "identificador": "DA50.Y",
    "valor": "Outras alterações anatômicas adquiridas especificadas do duodeno",
    "descricao": ""
  },
  {
    "identificador": "DA50.Z",
    "valor": "Alterações anatômicas adquiridas do duodeno, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA51",
    "valor": "Duodenite",
    "descricao": "Duodenite é uma lesão da mucosa duodenal que envolve dano epitelial e inflamação da mucosa, exceto por qualquer defeito epitelial. A duodenite é causada por vários fatores como elevada secreção ácida, agentes infecciosos, drogas, agentes químicos e outros. A metaplasia gástrica é considerada resposta adaptativa à hiperacidez. Helicobacter pylori pode colonizar o epitélio da metaplasia gástrica, e induzir a duodenite. A duodenite é diagnosticada por histopatologia e/ou endoscopia. A duodenite é classificada como fase aguda e crônica conforme o curso clínico."
  },
  {
    "identificador": "DA51.0",
    "valor": "Duodenite associada a Helicobacter pylori",
    "descricao": "Duodenite associada a infecção por Helicobacter pylori. H. pylori pode colonizar o epitélio da metaplasia gástrica presente no bulbo e induzir a duodenite."
  },
  {
    "identificador": "DA51.1",
    "valor": "Duodenite eosinofílica",
    "descricao": "Doença caracterizada por infiltração eosinofílica de várias camadas do duodeno na ausência de qualquer causa conhecida de eosinofilia."
  },
  {
    "identificador": "DA51.2",
    "valor": "Duodenite linfocítica",
    "descricao": "Duodenite crônica caracterizada por um denso infiltrado de linfócitos benignos no epitélio e na lâmina própria. A duodenite linfocítica pode se apresentar como dano precoce induzido por glúten."
  },
  {
    "identificador": "DA51.3",
    "valor": "Duodenite alérgica",
    "descricao": "Duodenite devida a transtornos alérgicos."
  },
  {
    "identificador": "DA51.4",
    "valor": "Duodenite de etiologia desconhecida com características endoscópicas ou patológicas específicas",
    "descricao": "Duodenite de etiologia desconhecida que apresenta achados endoscópicos ou patológicos específicos, incluindo duodenite hemorrágica aguda e duodenite granulomatosa."
  },
  {
    "identificador": "DA51.40",
    "valor": "Duodenite aguda hemorrágica de etiologia desconhecida",
    "descricao": ""
  },
  {
    "identificador": "DA51.41",
    "valor": "Duodenite granulomatosa de etiologia desconhecida",
    "descricao": "Doença rara caracterizada pela presença de granulomas na mucosa ou submucosa duodenal. As causas comuns são a doença de Crohn (DC), sarcoidose disseminada e infecções (tuberculose [TB], sífilis, fungos)."
  },
  {
    "identificador": "DA51.4Z",
    "valor": "Duodenite de etiologia desconhecida com características endoscópicas ou patológicas específicas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA51.5",
    "valor": "Duodenite devida a causas externas",
    "descricao": "Duodenite causada por substâncias externas, como álcool, radiação, agente químico e por outras causas externas."
  },
  {
    "identificador": "DA51.50",
    "valor": "Duodenite alcoólica",
    "descricao": ""
  },
  {
    "identificador": "DA51.51",
    "valor": "Duodenite induzida por drogas",
    "descricao": "Duodenite aguda ou crônica induzida por ingestão de alguns agentes conhecidos por causar dano à mucosa duodenal, como AINE e aspirina."
  },
  {
    "identificador": "DA51.52",
    "valor": "Duodenite química",
    "descricao": ""
  },
  {
    "identificador": "DA51.53",
    "valor": "Duodenite por radiação",
    "descricao": ""
  },
  {
    "identificador": "DA51.5Y",
    "valor": "Duodenite devida a outras causas externas especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA51.5Z",
    "valor": "Duodenite devida a causas externas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA51.6",
    "valor": "Duodenite infecciosa",
    "descricao": ""
  },
  {
    "identificador": "DA51.60",
    "valor": "Fleimão duodenal",
    "descricao": "Processo inflamatório difuso que se espalha com formação de exsudato supurativo/purulento ou pus na parede duodenal. Frequentemente evolui para um bolsão purulento localizado, abscesso duodenal. Isso se deve principalmente como resultado de inflamação aguda por infecção bacteriana."
  },
  {
    "identificador": "DA51.6Y",
    "valor": "Outra duodenite infecciosa especificada",
    "descricao": ""
  },
  {
    "identificador": "DA51.6Z",
    "valor": "Duodenite infecciosa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA51.Y",
    "valor": "Outra duodenite especificada",
    "descricao": ""
  },
  {
    "identificador": "DA51.Z",
    "valor": "Duodenite não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA52",
    "valor": "Transtornos vasculares do duodeno",
    "descricao": "Este grupo incorpora transtornos vasculares que afetam principalmente os vasos sanguíneos do duodeno. Eles incluem transtornos vasculares das artérias, veias e capilares que transportam o sangue de e para o duodeno."
  },
  {
    "identificador": "DA52.0",
    "valor": "Varizes duodenais",
    "descricao": "Desenvolvimento de veias anormalmente dilatadas no revestimento do duodeno consequentes a shunts portossistêmicos, em pacientes com hipertensão portal. Uma vez desenvolvidas, as varizes duodenais continuam a progredir, e seu sangramento pode ser fatal."
  },
  {
    "identificador": "DA52.1",
    "valor": "Angiodisplasia do duodeno",
    "descricao": "Ectasia das veias submucosas duodenais e dos capilares da mucosa superposta. A maioria das lesões são menores que 10 mm, e lesões múltiplas são frequentes. Na endoscopia observam-se lesões planas ou levemente elevadas, avermelhadas, arredondadas ou estreladas."
  },
  {
    "identificador": "DA52.2",
    "valor": "Malformação arteriovenosa do duodeno",
    "descricao": "A malformação arteriovenosa é uma lesão vascular na qual artérias e veias estão emaranhadas e não conectadas por capilares. Os vasos sanguíneos estão dilatados e de paredes frágeis no duodeno, geralmente próximos à superfície interna. Surgem como áreas muito vermelhas e tendem a sangrar facilmente com traumatismo mínimo."
  },
  {
    "identificador": "DA52.Y",
    "valor": "Outros transtornos vasculares especificados do duodeno",
    "descricao": ""
  },
  {
    "identificador": "DA52.Z",
    "valor": "Transtornos vasculares do duodeno, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA53",
    "valor": "Pólipo duodenal",
    "descricao": "Lesão protuberante no epitélio duodenal causada por supercrescimento local de células epiteliais duodenais."
  },
  {
    "identificador": "DA53.0",
    "valor": "Pólipo duodenal hiperplásico",
    "descricao": "Devido a crescimento excessivo de células epiteliais gástricas do tipo foveolar no duodeno."
  },
  {
    "identificador": "DA53.Y",
    "valor": "Outro pólipo duodenal especificado",
    "descricao": ""
  },
  {
    "identificador": "DA53.Z",
    "valor": "Pólipo duodenal, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DA5Y",
    "valor": "Outras doenças especificadas do duodeno,",
    "descricao": ""
  },
  {
    "identificador": "DA5Z",
    "valor": "Doenças do duodeno, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA60",
    "valor": "Úlcera gástrica",
    "descricao": "Úlcera gástrica é definida como uma solução de continuidade na mucosa do estômago como resultado de efeitos cáusticos de ácido e pepsina no lúmen. Histologicamente, a úlcera gástrica é identificada como necrose da mucosa que se estende através da muscular da mucosa até a submucosa. Na visão endoscópica ou radiológica, há uma profundidade considerável da lesão. Quando a ruptura do revestimento epitelial está confinada à mucosa sem penetrar através da muscular da mucosa, a lesão superficial é chamada de “erosão”."
  },
  {
    "identificador": "DA60.0",
    "valor": "Erosão gástrica",
    "descricao": "Erosão gástrica representa uma solução de continuidade da mucosa que se estende até a muscular da mucosa mas não a atravessa. A erosão gástrica pode constituir uma fase do desenvolvimento da úlcera ou acompanhar algumas formas de úlcera gástrica."
  },
  {
    "identificador": "DA60.1",
    "valor": "Úlcera gástrica associada a Helicobacter pylori",
    "descricao": "O Helicobacter pylori (H. pylori) é um bacilo gram-negativo encontrado na camada mucosa que recobre o epitélio gástrico, dentro das células epiteliais e aderido às células mucosas, provocando inflamação. É responsável pela maioria das úlceras gástricas. O H. pylori que acomete a mucosa do estômago produtora de ácido pode levar a hipocloridria ou acloridria e posteriormente a ulceração gástrica."
  },
  {
    "identificador": "DA60.2",
    "valor": "Úlcera gástrica associada ao Helicobacter pylori e induzida por medicamentos",
    "descricao": ""
  },
  {
    "identificador": "DA60.3",
    "valor": "Úlceras de estresse do estômago",
    "descricao": "Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
  },
  {
    "identificador": "DA60.4",
    "valor": "Úlcera gástrica eosinofílica",
    "descricao": "Úlcera gástrica causada por gastrite eosinofílica."
  },
  {
    "identificador": "DA60.5",
    "valor": "Úlcera gástrica linfocítica",
    "descricao": "Úlcera gástrica causada por gastrite linfocítica."
  },
  {
    "identificador": "DA60.6",
    "valor": "Úlcera gástrica devida a causas externas",
    "descricao": "Úlcera gástrica causada por substâncias externas, como álcool, radiação, agente químico e por outras causas externas."
  },
  {
    "identificador": "DA60.60",
    "valor": "Úlcera gástrica induzida por álcool",
    "descricao": ""
  },
  {
    "identificador": "DA60.61",
    "valor": "Úlcera gástrica induzida por agente químico",
    "descricao": ""
  },
  {
    "identificador": "DA60.62",
    "valor": "Úlcera gástrica induzida por drogas",
    "descricao": "Medicamentos como AINE podem causar úlcera gástrica. Outros medicamentos que podem aumentar o risco de ulceração incluem cloreto de potássio, uso concomitante de esteroides com AINE, bifosfonatos e micofenolato de mofetila."
  },
  {
    "identificador": "DA60.63",
    "valor": "Úlcera gástrica por radiação",
    "descricao": ""
  },
  {
    "identificador": "DA60.6Y",
    "valor": "Outra úlcera gástrica especificada devida a causas externas",
    "descricao": ""
  },
  {
    "identificador": "DA60.6Z",
    "valor": "Úlcera gástrica devida a causas externas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA60.7",
    "valor": "Úlcera gástrica secundária a infecções",
    "descricao": "Úlcera gástrica devida a doenças infecciosas que não o Helicobacter pylori, como micobactérias, vírus, fungos e parasitas."
  },
  {
    "identificador": "DA60.Y",
    "valor": "Outra úlcera gástrica especificada",
    "descricao": ""
  },
  {
    "identificador": "DA60.Z",
    "valor": "Úlcera gástrica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA61",
    "valor": "Úlcera péptica, localização não especificada",
    "descricao": "Úlcera péptica é definida como uma solução de continuidade na mucosa do trato gastrointestinal como resultado dos efeitos cáusticos de ácido e pepsina no lúmen. A úlcera péptica pode se desenvolver em qualquer parte do trato gastrointestinal exposta a ácido e pepsina. As localizações mais comuns são o estômago e o bulbo duodenal, mas a úlcera péptica também pode se desenvolver no esôfago em doenças do refluxo gastroesofágico e no íleo distal como resultado de um divertículo de Meckel revestido por mucosa gástrica heterotópica."
  },
  {
    "identificador": "DA62",
    "valor": "Úlcera anastomótica",
    "descricao": "A úlcera anastomótica se desenvolve subsequente a ressecção gástrica ou outros procedimentos, como gastroenterostomia, que envolve a anastomose do estômago com alguma outra porção do trato gastrointestinal. Nesses casos, desenvolve-se uma úlcera perto do estoma; é quase invariavelmente no ramo eferente do intestino, não no estômago."
  },
  {
    "identificador": "DA62.0",
    "valor": "Erosão anastomótica",
    "descricao": "Erosão anastomótica representa uma ruptura da mucosa que se estende até a muscular da mucosa, porém sem ultrapassá-la. A erosão anastomótica pode constituir uma fase do desenvolvimento da úlcera ou acompanhar algumas formas de úlcera anastomótica."
  },
  {
    "identificador": "DA62.1",
    "valor": "Úlcera anastomótica associada a infecção por Helicobacter pylori.",
    "descricao": "A úlcera anastomótica associada a Helicobacter pylori é uma úlcera ao nível da anastomose que está associada à infecção por Helicobacter pylori. A infecção por Helicobacter pylori é considerada como um dos fatores de risco para úlcera anastomótica."
  },
  {
    "identificador": "DA62.2",
    "valor": "Ùlcera anastomótica induzida por drogas",
    "descricao": "A úlcera anastomótica induzida por drogas é uma úlcera na anastomose que é causada pela ingestão de drogas. O uso de AINE é considerado como um dos fatores de risco para úlcera anastomótica."
  },
  {
    "identificador": "DA62.3",
    "valor": "Úlcera péptica anastomótica",
    "descricao": "Úlcera péptica anastomótica é uma úlcera resultante dos efeitos do ácido gástrico na mucosa intestinal suscetível."
  },
  {
    "identificador": "DA62.Y",
    "valor": "Outra úlcera anastomótica especificada",
    "descricao": ""
  },
  {
    "identificador": "DA62.Z",
    "valor": "Úlcera anastomótica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA63",
    "valor": "Úlcera duodenal",
    "descricao": "Úlcera duodenal é definida como uma ruptura nítida na mucosa duodenal como resultado dos efeitos cáusticos do ácido e da pepsina no lúmen. Histologicamente, a úlcera duodenal é identificada como necrose da mucosa que se estende através da muscular da mucosa alcançando a submucosa. Na visão endoscópica ou radiológica, há uma profundidade apreciável da lesão. Quando a ruptura do revestimento epitelial está confinada à mucosa sem penetrar através da muscular da mucosa, a lesão superficial é chamada de “erosão”."
  },
  {
    "identificador": "DA63.0",
    "valor": "Erosão duodenal",
    "descricao": "Erosão duodenal representa uma ruptura da mucosa que se estende até a muscular da mucosa, porém sem ultrapassá-la. A erosão duodenal pode constituir uma fase do desenvolvimento da úlcera ou acompanhar algumas formas de úlcera duodenal."
  },
  {
    "identificador": "DA63.1",
    "valor": "Úlcera duodenal associada a Helicobacter-pylori",
    "descricao": "O Helicobacter pylori (H. pylori) é um bacilo gram-negativo encontrado na camada mucosa que recobre o epitélio gástrico, dentro das células epiteliais e aderido às células mucosas, levando a inflamação. Acredita-se que o H. pylori infecte o antro gástrico ou a mucosa gástrica ectópica no duodeno. Isto está associado ao aumento da produção de ácido e ulceração duodenal."
  },
  {
    "identificador": "DA63.2",
    "valor": "Úlcera duodenal associada a Helicobacter-pylori e induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "DA63.3",
    "valor": "Úlcera de estresse do duodeno",
    "descricao": "Úlceras de estresse do duodeno são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes que podem resultar em hemorragia digestiva alta aguda. Geralmente são erosões superficiais, mas podem evoluir para úlceras."
  },
  {
    "identificador": "DA63.4",
    "valor": "Úlcera duodenal eosinofílica",
    "descricao": "Úlcera duodenal causada por duodenite eosinofílica"
  },
  {
    "identificador": "DA63.5",
    "valor": "Úlcera duodenal devida a causas externas",
    "descricao": "Úlcera duodenal causada por substâncias externas, como álcool, radiação, agente químico e por outras causas externas."
  },
  {
    "identificador": "DA63.50",
    "valor": "Úlcera duodenal induzida por drogas",
    "descricao": "Medicamentos como AINE podem causar úlcera duodenal. Outros medicamentos que podem aumentar o risco de ulceração incluem cloreto de potássio, uso concomitante de esteroides com AINE, bifosfonatos e micofenolato de mofetila."
  },
  {
    "identificador": "DA63.51",
    "valor": "Úlcera duodenal por radiação",
    "descricao": ""
  },
  {
    "identificador": "DA63.52",
    "valor": "Úlcera duodenal por agente químico",
    "descricao": ""
  },
  {
    "identificador": "DA63.5Y",
    "valor": "Úlcera duodenal devida a outras causas externas especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA63.5Z",
    "valor": "Úlcera duodenal devida a causas externas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA63.6",
    "valor": "Úlcera duodenal infecciosa",
    "descricao": ""
  },
  {
    "identificador": "DA63.60",
    "valor": "Úlcera duodenal bacteriana",
    "descricao": "Úlcera duodenal causada por infecção por bactérias. Isso inclui micobactérias, Treponema pallidum (bactéria da sífilis) e outras infecções bacterianas no duodeno."
  },
  {
    "identificador": "DA63.61",
    "valor": "Úlcera duodenal viral",
    "descricao": "Úlcera duodenal causada por infecção por vírus. Doenças infecciosas como citomegalovírus e vírus herpes simples são frequentemente associadas a úlcera duodenal."
  },
  {
    "identificador": "DA63.62",
    "valor": "Úlcera duodenal fúngica",
    "descricao": "Úlcera duodenal causada por infecção por fungo. Isso inclui infecção por candida e outras infecções fúngicas no duodeno."
  },
  {
    "identificador": "DA63.63",
    "valor": "Úlcera duodenal parasitária",
    "descricao": ""
  },
  {
    "identificador": "DA63.6Z",
    "valor": "Úlcera duodenal infecciosa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA63.Y",
    "valor": "Outra úlcera duodenal especificada",
    "descricao": ""
  },
  {
    "identificador": "DA63.Z",
    "valor": "Úlcera duodenal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA7Z",
    "valor": "Doenças do estômago ou duodeno, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA90",
    "valor": "Anomalias não estruturais do desenvolvimento do intestino delgado",
    "descricao": "Qualquer defeito congênito do intestino delgado que resulte da interferência no crescimento normal e na diferenciação do feto. Tais defeitos podem surgir em qualquer estágio do desenvolvimento embrionário, variam muito em tipo e gravidade e são causados ​​por uma ampla variedade de fatores determinantes, incluindo mutações genéticas, aberrações cromossômicas, agentes teratogênicos e fatores ambientais. A maioria dos defeitos de desenvolvimento são aparentes ao nascimento, especialmente qualquer malformação estrutural, mas alguns se tornam evidentes mais tarde."
  },
  {
    "identificador": "DA90.0",
    "valor": "Diarreia sindrômica",
    "descricao": "Diarreia sindrômica, também conhecida como diarreia fenotípica ou síndrome trico-hepato-entérica, é uma enteropatia congênita que se apresenta com início precoce de diarreia grave exigindo uso de nutrição parenteral (NP), associada a dismorfismo facial, cabelo lanoso e pouco pigmentado, e doença hepática, com fibrose ou cirrose extensa, em cerca de metade dos pacientes."
  },
  {
    "identificador": "DA90.1",
    "valor": "Defeito congênito de transporte intestinal",
    "descricao": "Esta é uma doença congênita da mucosa do intestino delgado que se apresenta com diarreia intratável e má absorção de nutrientes em crianças pequenas, devido a defeito do transportador de nutrientes em enterócitos."
  },
  {
    "identificador": "DA90.2",
    "valor": "Transtornos congênitos da motilidade intestinal",
    "descricao": "Trata-se de um transtorno congênito do intestino delgado que apresenta grave comprometimento ou alteração do movimento intestinal, frequentemente associado à má absorção de nutrientes em crianças pequenas."
  },
  {
    "identificador": "DA90.Y",
    "valor": "Outras anomalias não estruturais especificadas do desenvolvimento do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA90.Z",
    "valor": "Anomalias não estruturais do desenvolvimento do intestino delgado, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA91",
    "valor": "Obstrução do intestino delgado",
    "descricao": "Impedimento da passagem do conteúdo luminal no intestino delgado. A obstrução do intestino delgado pode ser parcial ou completa e causada por fatores intrínsecos ou extrínsecos. A obstrução simples está associada à diminuição ou interrupção do fluxo do conteúdo luminal. A obstrução por estrangulamento está associada ao fluxo sanguíneo comprometido para o intestino delgado, além do fluxo obstruído do conteúdo luminal."
  },
  {
    "identificador": "DA91.0",
    "valor": "Intussuscepção do intestino delgado",
    "descricao": "A intussuscepção ocorre quando um segmento do intestino invagina (como um telescópio) no intestino distal adjacente, levando à obstrução e possivelmente lesão isquêmica."
  },
  {
    "identificador": "DA91.1",
    "valor": "Volvo do intestino delgado",
    "descricao": "Um vôlvulo é uma torção anormal do intestino em torno do eixo de seu próprio mesentério, resultando em obstrução do intestino mais proximal. A torção do mesentério pode envolver os vasos mesentéricos e assim tornar a alça envolvida particularmente suscetível a estrangulamento e gangrena, resultando em perfuração, peritonite e sepse."
  },
  {
    "identificador": "DA91.2",
    "valor": "Aderências intestinais ou bandas de intestino delgado com obstrução",
    "descricao": "Obstrução do intestino delgado resultante de aderência intra-abdominal devida a laparotomia, traumatismo e inflamação intra-abdominal, como endometriose."
  },
  {
    "identificador": "DA91.3",
    "valor": "Íleo obstrutivo do intestino delgado devido a impactação",
    "descricao": "A obstrução do intestino delgado pode ocorrer quando uma substância como cálculos biliares ou enterólitos é muito grande para atravessar o intestino delgado, especialmente na válvula ileocecal."
  },
  {
    "identificador": "DA91.30",
    "valor": "Íleo biliar do intestino delgado",
    "descricao": "Obstrução do intestino delgado devida a estenose resultante da impactação de cálculos biliares."
  },
  {
    "identificador": "DA91.31",
    "valor": "Enterólito do intestino delgado",
    "descricao": "Esta é uma concreção mineral ou cálculo formado em qualquer parte do sistema gastrointestinal, mas neste caso no intestino delgado."
  },
  {
    "identificador": "DA91.3Y",
    "valor": "Outro íleo obstrutivo especificado do intestino delgado devido a impactação",
    "descricao": ""
  },
  {
    "identificador": "DA91.3Z",
    "valor": "Íleo obstrutivo do intestino delgado devido a impactação, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DA91.Y",
    "valor": "Outras obstruções especificadas do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA91.Z",
    "valor": "Obstrução do intestino delgado, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA92",
    "valor": "Outras alterações anatômicas adquiridas do intestino delgado",
    "descricao": "Este grupo incorpora transtornos do intestino delgado principalmente devidos a alterações morfológicas adquiridas do intestino delgado, exceto por obstrução do intestino delgado."
  },
  {
    "identificador": "DA92.0",
    "valor": "Fístula do intestino delgado",
    "descricao": "Uma fístula do intestino delgado é definida como uma comunicação anormal entre o intestino delgado e outra superfície epitelizada, como a pele ou uma alça intestinal adjacente."
  },
  {
    "identificador": "DA92.1",
    "valor": "Pneumatose intestinal do intestino delgado",
    "descricao": "Pneumatose intestinal é uma condição rara caracterizada por múltiplos cistos cheios de gás, tipicamente dentro da subserosa e submucosa do intestino delgado."
  },
  {
    "identificador": "DA92.Y",
    "valor": "Outras alterações anatômicas adquiridas especificadas do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA92.Z",
    "valor": "Alterações anatômicas adquiridas do intestino delgado, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DA93",
    "valor": "Transtornos da motilidade do intestino delgado",
    "descricao": "Transtornos da motilidade do intestino delgado devidos a contrações anormais, como contrações fracas e contrações desorganizadas (não sincronizadas). A perda da capacidade de coordenar a atividade motora pode causar uma variedade de transtornos, incluindo distensão do intestino delgado e supercrescimento bacteriano."
  },
  {
    "identificador": "DA93.0",
    "valor": "Íleo paralítico",
    "descricao": "Um tipo de íleo, uma obstrução funcional não mecânica do intestino delgado, e um estado de inibição fisiopatológica da atividade motora devido a causas não mecânicas. A paralisia não precisa ser completa, mas os músculos intestinais devem estar tão inativos que levem a um bloqueio funcional do intestino."
  },
  {
    "identificador": "DA93.Y",
    "valor": "Outros transtornos especificados da motilidade do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA93.Z",
    "valor": "Transtornos da motilidade do intestino delgado, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA94",
    "valor": "Enterite ou úlcera não infecciosa do intestino delgado",
    "descricao": "A enterite não infecciosa e a úlcera do intestino delgado constituem inflamação ou lesão tecidual no intestino delgado de origem não infecciosa, geralmente devida a medicamentos, incluindo efeitos colaterais de quimioterapia ou radioterapia; ou distúrbios alérgicos ou sistêmicos. Sua gravidade pode variar de leve e incomodativo a grave e com risco de vida."
  },
  {
    "identificador": "DA94.0",
    "valor": "Úlcera primária do intestino delgado",
    "descricao": "Enterite ou úlcera do intestino delgado de origem desconhecida"
  },
  {
    "identificador": "DA94.00",
    "valor": "Ulceração primária inespecífica do intestino delgado",
    "descricao": "Úlcera primária ou simples do intestino delgado que ocorre além do duodeno é rara. A lesão inclui úlceras únicas em jejuno e íleo de etiologia desconhecida. A úlcera não específica acompanhada de doença de Behçet é classificada em outra parte com esofagogastroduodenoscopia."
  },
  {
    "identificador": "DA94.01",
    "valor": "Úlceras crônicas múltiplas não específicas do intestino delgado",
    "descricao": "Em pacientes afetados, as úlceras crônicas múltiplas não específicas são predominantemente encontradas no íleo, de forma circular ou irregular. As margens das úlceras são sempre claras e a mucosa interposta parece normal. O quadro destas é frequentemente caracterizado por anemia e hipoalbuminemia devido a sangramento e perda de proteínas pelas úlceras múltiplas."
  },
  {
    "identificador": "DA94.02",
    "valor": "Enterite ulcerativa estenosante multifocal criptogênica",
    "descricao": "Enterite ulcerativa estenosante multifocal criptogênica é uma doença independente e rara caracterizada por diarreia crônica e por ulceração inespecífica do intestino delgado e estenose ulcerativa que responde à terapia com corticosteroides."
  },
  {
    "identificador": "DA94.0Y",
    "valor": "Outra úlcera primária especificada do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA94.0Z",
    "valor": "Úlcera primária do intestino delgado, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA94.1",
    "valor": "Enterite induzida por drogas ou tóxica do intestino delgado",
    "descricao": "Enterite ou úlcera do intestino delgado devida a medicamentos, incluindo agentes lesivos à mucosa, como AINE, aspirina e antibióticos, e devida a quimioterapia e substâncias químicas tóxicas."
  },
  {
    "identificador": "DA94.2",
    "valor": "Enterite alérgica ou alimentar do intestino delgado",
    "descricao": "Enterite ou úlcera do intestino delgado devida a transtornos alérgicos, incluindo alergia alimentar. Essa categoria inclui tanto hipersensibilidade intestinal do tipo imediato (mediada por IgE) quanto a não mediada por IgE, e transtornos eosinofílicos do intestino delgado. A síndrome de enterocolite induzida por proteínas alimentares (SEIPA ou FPIES, abreviatura em inglês) também está incluída aqui."
  },
  {
    "identificador": "DA94.20",
    "valor": "Enterite alérgica mediada por IgE do intestino delgado",
    "descricao": "Hipersensibilidade intestinal de tipo imediato (mediada por IgE) devida à exposição de indivíduos previamente sensibilizados a um determinado alérgeno. Os sintomas são dor abdominal aguda e diarreia, que podem estar combinados a outras manifestações em caso de anafilaxia."
  },
  {
    "identificador": "DA94.21",
    "valor": "Enterite eosinofílica",
    "descricao": "Refere-se a uma condição rara e heterogênea de inflamação do intestino delgado, caracterizada por infiltração eosinofílica em placas ou difusa do tecido intestinal."
  },
  {
    "identificador": "DA94.22",
    "valor": "Síndrome de enterocolite induzida por proteína alimentar",
    "descricao": "Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
  },
  {
    "identificador": "DA94.2Y",
    "valor": "Outra enterite alérgica ou alimentar especificada do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA94.2Z",
    "valor": "Enterite alérgica ou alimentar do intestino delgado, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA94.3",
    "valor": "Enterite ou úlcera do intestino delgado devida a causas externas",
    "descricao": "Enterite e úlcera do intestino delgado induzidas por causas externas, como corpo estranho, radiação, traumatismo e outras causas externas. A enterite devida a substâncias químicas e tóxicas está excluída daqui e classificada sob \"Enterite tóxica ou induzida por drogas do intestino delgado'."
  },
  {
    "identificador": "DA94.30",
    "valor": "Enterite ou úlcera do intestino delgado devida a corpo estranho",
    "descricao": ""
  },
  {
    "identificador": "DA94.31",
    "valor": "Enterite ou úlcera do intestino delgado devida a radiação",
    "descricao": ""
  },
  {
    "identificador": "DA94.32",
    "valor": "Enterite ou úlcera de intestino delgado devida a trauma",
    "descricao": ""
  },
  {
    "identificador": "DA94.3Z",
    "valor": "Enterite ou úlcera do intestino delgado devida a causas externas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA94.Y",
    "valor": "Outra enterite ou úlcera não infecciosa especificada do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA94.Z",
    "valor": "Enterite ou úlcera não infecciosa do intestino delgado, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA95",
    "valor": "Doença celíaca",
    "descricao": "A doença celíaca é uma intolerância permanente às proteínas do glúten, presentes no trigo, centeio e cevada. É uma distúrbio autoimune, caracterizado por um estado inflamatório crônico da mucosa e submucosa do intestino delgado, que pode prejudicar a digestão e absorção de nutrientes, levando à desnutrição."
  },
  {
    "identificador": "DA96",
    "valor": "Má absorção intestinal ou enteropatia perdedora de proteínas",
    "descricao": "A má absorção intestinal é uma doença na qual a absorção de nutrientes alimentares através do trato intestinal está comprometida. A deficiência de um único ou múltiplos nutrientes pode levar à desnutrição.\r\nA enteropatia perdedora de proteínas é uma doença na qual há perda excessiva de proteína plasmática para o intestino. Maior perda de proteínas do que síntese pode levar à hipoalbuminemia."
  },
  {
    "identificador": "DA96.0",
    "valor": "Má absorção intestinal",
    "descricao": "Má absorção intestinal (síndrome) ocorre devida a interferência patológica com a sequência fisiológica normal de digestão (processo intraluminal), absorção (processo mucoso) e transporte (eventos pós-mucosos) de nutrientes no intestino delgado. O conceito de insuficiência intestinal é um tipo grave com risco de vida de má absorção intestinal devida a intestino curto, defeitos estruturais dos enterócitos e dismotilidade intestinal, etc."
  },
  {
    "identificador": "DA96.00",
    "valor": "Síndrome do supercrescimento bacteriano",
    "descricao": "Síndrome do supercrescimento bacteriano é um termo que descreve as manifestações clínicas que ocorrem quando a má movimentação do conteúdo intestinal permite que determinadas bactérias intestinais normais cresçam excessivamente, causando diarreia e absorção prejudicada de nutrientes (má absorção). Vários processos etiológicos podem interferir em mecanismos que mantêm o número dessas bactérias baixo. Estes incluem anormalidades estruturais (congênitas ou cirúrgicas) e transtornos que causam diminuição da acidez gástrica, redução da atividade peristáltica e dano ou atrofia da mucosa."
  },
  {
    "identificador": "DA96.01",
    "valor": "Espru tropical",
    "descricao": "O espru tropical é uma síndrome que envolve todo o intestino delgado que causa diarreia aguda ou crônica e má absorção de nutrientes de gravidade progressiva e que resulta em desnutrição e anemia por deficiência de ácido fólico. O transtorno ocorre apenas entre pessoas (principalmente adultos) que visitam, ou são residentes, de algumas regiões tropicais e subtropicais. As alterações histológicas consistem em alongamento da área da cripta e alargamento e encurtamento das vilosidades com inflamação crônica do intestino delgado. A causa do espru tropical não é conhecida, mas níveis excessivos de alguns tipos de bactérias no intestino delgado foram sugeridos como implicados, e a terapia antimicrobiana pode resultar na cura das anormalidades intestinais."
  },
  {
    "identificador": "DA96.02",
    "valor": "Má absorção ou intolerância a nutrientes específicos",
    "descricao": "Intolerância alimentar é um termo usado para a dificuldade em digerir um alimento devida a várias respostas fisiológicas associadas a um determinado alimento, ou composto encontrado. A intolerância alimentar não deve ser confundida com alergia alimentar, que envolve primariamente a reação imune contra o alimento."
  },
  {
    "identificador": "DA96.04",
    "valor": "Síndrome do intestino curto",
    "descricao": "Ter menos de 200 cm de intestino delgado residual, com ou sem cólon em um adulto e, para crianças (< 18 anos), menos de 25% do comprimento normal do intestino para sua respectiva idade."
  },
  {
    "identificador": "DA96.05",
    "valor": "Insuficiência intestinal",
    "descricao": "A redução da função intestinal abaixo do mínimo necessário para a absorção de macronutrientes e/ou água e eletrólitos, de modo que a suplementação intravenosa é necessária para manter a saúde e/ou o crescimento."
  },
  {
    "identificador": "DA96.0Y",
    "valor": "Outra má absorção intestinal especificada",
    "descricao": ""
  },
  {
    "identificador": "DA96.0Z",
    "valor": "Má absorção intestinal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA96.1",
    "valor": "Enteropatia perdedora de proteína",
    "descricao": "Enteropatia perdedora de proteínas é uma síndrome caracterizada pela perda intensa de proteínas séricas para o intestino. Não é uma doença única, mas uma manifestação atípica de outras doenças, que envolve a mucosa intestinal, bem como os vasos sanguíneos ou linfáticos intestinais."
  },
  {
    "identificador": "DA96.Y",
    "valor": "Outra má absorção intestinal ou enteropatia perdedora de proteínas especificada",
    "descricao": ""
  },
  {
    "identificador": "DA96.Z",
    "valor": "Má absorção intestinal ou enteropatia perdedora de proteínas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DA97",
    "valor": "Alguns transtornos vasculares do intestino delgado",
    "descricao": "Todo o intestino delgado recebe seu suprimento sanguíneo da artéria mesentérica superior e a drenagem venosa é feita através do sistema porta pela veia mesentérica superior. Transtornos vasculares incluem lesões a esses vasos e capilares."
  },
  {
    "identificador": "DA97.0",
    "valor": "Angiodisplasia do intestino delgado",
    "descricao": "Pequenos vasos submucosos dilatados da mucosa do intestino delgado com vasos perfurantes passando pela muscular da mucosa."
  },
  {
    "identificador": "DA97.1",
    "valor": "Malformação arteriovenosa do intestino delgado",
    "descricao": "Malformações vasculares do intestino delgado que resultam de um desenvolvimento inadequado localizado de parte do plexo vascular primitivo e consistem em comunicações arteriovenosas anormais sem capilares interpostos. Variam em tamanho, desde lesões maciças que são alimentadas por múltiplos vasos até lesões tão pequenas que são difíceis de identificar em arteriografia, cirurgia ou autópsia, mas relativamente maiores que a angiodisplasia."
  },
  {
    "identificador": "DA97.2",
    "valor": "Vasculite de artérias mesentéricas",
    "descricao": "Parte de vasculite sistêmica envolvendo o trato gastrointestinal que causa isquemia mesentérica. Isso inclui lúpus eritematoso sistêmico, poliarterite nodosa, vasculite granulomatosa alérgica (síndrome de Churg-Strauss) e tromboangeíte obliterante (doença de Buerger)."
  },
  {
    "identificador": "DA97.3",
    "valor": "Varizes do intestino delgado",
    "descricao": "A dilatação do plexo venoso no intestino delgado."
  },
  {
    "identificador": "DA97.Z",
    "valor": "Alguns transtornos vasculares do intestino delgado, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA98",
    "valor": "Pólipos do intestino delgado",
    "descricao": "Os pólipos do intestino delgado são anormalidades benignas semelhantes a cogumelos do intestino delgado que podem ter uma haste ou serem planos com um haste. (Pólipos do intestino delgado são qualquer massa de tecido que surja da parede do intestino delgado e se projete para o lúmen.)"
  },
  {
    "identificador": "DA98.0",
    "valor": "Hamartoma do intestino delgado",
    "descricao": "Hamartoma de intestino delgado é uma massa não neoplásica de tecido autóctone no intestino delgado."
  },
  {
    "identificador": "DA98.1",
    "valor": "Pólipo hiperplásico do intestino delgado",
    "descricao": "Pólipos hiperplásicos/metaplásicos do intestino delgado geralmente resultam da maturação anormal das células da mucosa do intestino delgado e geralmente são de tamanho pequeno."
  },
  {
    "identificador": "DA98.2",
    "valor": "Pólipo fibroide inflamatório do intestino delgado",
    "descricao": "Pólipo fibroide inflamatório (PFI) é um tumor raro e apresenta-se como uma lesão solitária grande ou séssil que se origina na submucosa. É caracterizada por células fusiformes e estreladas inseridas em um estroma mixoide inflamatório."
  },
  {
    "identificador": "DA98.3",
    "valor": "Hiperplasia linfoide do intestino delgado",
    "descricao": "Hiperplasia linfoide do intestino delgado é uma formação de tecido linfoide bem diferenciado devida a divisão celular aumentada na mucosa do intestino delgado."
  },
  {
    "identificador": "DA98.Y",
    "valor": "Outros pólipos especificados do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA98.Z",
    "valor": "Pólipos do intestino delgado, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DA9Y",
    "valor": "Outras doenças especificadas do intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "DA9Z",
    "valor": "Doenças do intestino delgado, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB10",
    "valor": "Apendicite",
    "descricao": "A apendicite é uma condição caracterizada pela inflamação do apêndice vermiforme."
  },
  {
    "identificador": "DB10.0",
    "valor": "Apendicite aguda",
    "descricao": "Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
  },
  {
    "identificador": "DB10.00",
    "valor": "Apendicite aguda com peritonite generalizada",
    "descricao": "Condição caracterizada por inflamação aguda do apêndice vermiforme que se estende para uma inflamação livre e não contida do peritônio. Há usualmente uma perfuração livre e tratamento cirúrgico é recomendado."
  },
  {
    "identificador": "DB10.01",
    "valor": "Apendicite aguda com peritonite localizada",
    "descricao": "Esta condição é caracterizada por inflamação aguda do apêndice vermiforme com peritonite que está confinado a em abscesso ou flegmão. Frequentemente há uma perfuração coberta subjacente do apêndice com drenagem do lúmen do apêndice."
  },
  {
    "identificador": "DB10.02",
    "valor": "Apendicite aguda sem peritonite localizada ou generalizada",
    "descricao": "Esta condição é caracterizada por inflamação aguda do apêndice vermiforme em que não há menção sobre a extensão da peritonite. Apendicite aguda sem peritonite está incluída aqui. Apendicite aguda sem perfuração ou abscesso e apendicite apenas flegmonosa ou supurativa, que geralmente podem ser tratadas de forma conservadora, também estão incluídas aqui."
  },
  {
    "identificador": "DB10.1",
    "valor": "Apendicite crônica",
    "descricao": "Forma corretamente diagnosticada de apendicite não aguda. A apendicite crônica é um transtorno causado por inflamação do apêndice durante um período de tempo. Enquanto a apendicite aguda apresenta a manifestação típica de um apêndice inflamado, a apendicite crônica pode causar sintomas relacionados a desconforto abdominal ou sintomas mais gerais. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
  },
  {
    "identificador": "DB10.Y",
    "valor": "Outra apendicite especificada",
    "descricao": ""
  },
  {
    "identificador": "DB10.Z",
    "valor": "Apendicite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB11",
    "valor": "Algumas doenças especificadas do apêndice",
    "descricao": "Doenças do apêndice que não sejam apendicite ou neoplasia. Isso inclui intussuscepção, mucocele, hiperplasia, concreções apendiculares, divertículo, fístula e outras doenças específicas do apêndice."
  },
  {
    "identificador": "DB11.0",
    "valor": "Megaloapêndice",
    "descricao": "O apêndice vermiforme é um órgão que pode ter tamanhos, localizações e potenciais funcionais variáveis. Isso se refere ao apêndice mais longo e maior do que o tamanho normal."
  },
  {
    "identificador": "DB11.1",
    "valor": "Hiperplasia do apêndice",
    "descricao": "Hiperplasia do apêndice é a proliferação de crescimento rápido de células linfoides normais que se assemelham ao tecido linfoide."
  },
  {
    "identificador": "DB11.2",
    "valor": "Concreções apendiculares",
    "descricao": "Condição do apêndice preenchido com calcificação"
  },
  {
    "identificador": "DB11.3",
    "valor": "Divertículo do apêndice, adquirido",
    "descricao": "Uma condição de uma protusão sacular de uma estrutura oca do apêndice."
  },
  {
    "identificador": "DB11.4",
    "valor": "Fístula do apêndice",
    "descricao": "Condição de uma comunicação anormal entre o apêndice e os órgãos vizinhos."
  },
  {
    "identificador": "DB11.5",
    "valor": "Intussuscepção do apêndice",
    "descricao": "Condição onde uma parte do apêndice invaginou em outra seção do apêndice. A invaginação completa do apêndice no ceco pode progredir para uma intussuscepção colo-cólica e/ou ileocólica."
  },
  {
    "identificador": "DB11.6",
    "valor": "Mucocele do apêndice",
    "descricao": "Mucocele do apêndice é um apêndice dilatado, cístico, preenchido com mucina. A mucocele simples não é uma neoplasia e resulta da obstrução crônica do lúmen proximal, geralmente por tecido fibroso."
  },
  {
    "identificador": "DB1Y",
    "valor": "Outras doenças especificadas do apêndice",
    "descricao": ""
  },
  {
    "identificador": "DB1Z",
    "valor": "Doenças do apêndice, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB30",
    "valor": "Obstrução do intestino grosso",
    "descricao": "Impedimento da passagem do conteúdo luminal no intestino grosso. A obstrução do intestino grosso pode ser parcial ou completa, e causada por fatores intrínsecos ou extrínsecos. A obstrução simples está associada à diminuição ou interrupção do fluxo do conteúdo luminal. A obstrução por estrangulamento está associada ao fluxo sanguíneo prejudicado para o intestino grosso, além do fluxo obstruído do conteúdo luminal."
  },
  {
    "identificador": "DB30.0",
    "valor": "Intussuscepção do intestino grosso",
    "descricao": "A intussuscepção ocorre quando um segmento do intestino se invagina (como um telescópio) no intestino distal adjacente, levando à obstrução e possivelmente lesão isquêmica. A intussuscepção do cólon é uma condição relativamente incomum, que é mais frequente nos primeiros anos de vida. Existem três variedades principais: cecocólica, colocólica e sigmoidoretal."
  },
  {
    "identificador": "DB30.1",
    "valor": "Volvo do intestino grosso",
    "descricao": "Um volvo é uma torção anormal do intestino em torno do eixo de seu próprio mesentério, resultando em obstrução de segmento intestinal mais proximal. A torção do mesentério pode envolver os vasos mesentéricos e assim tornar a alça envolvida particularmente suscetível a estrangulamento e gangrena, que resultam em perfuração, peritonite e sepse. As localizações clássicas de volvo do intestino grosso são o ceco e o cólon sigmoide, embora haja relatos de volvo do cólon transverso e da flexura esplênica."
  },
  {
    "identificador": "DB30.2",
    "valor": "Aderências do intestino grosso com obstrução",
    "descricao": "Obstrução do intestino grosso por aderência intra-abdominal devida à laparotomia, traumatismo e inflamação intra-abdominal, tal como a endometriose."
  },
  {
    "identificador": "DB30.3",
    "valor": "Impactação do intestino grosso",
    "descricao": "Obstrução do intestino grosso pode ocorrer quando uma substância, como cálculo biliar, corpo estranho ou enterólito, não fecal, é muito grande para transitar pelo intestino grosso."
  },
  {
    "identificador": "DB30.4",
    "valor": "Estenose do reto",
    "descricao": "A estenose retal é definida pelo estreitamento do reto."
  },
  {
    "identificador": "DB30.Y",
    "valor": "Outra obstrução especificada do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB30.Z",
    "valor": "Obstrução do intestino grosso, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB31",
    "valor": "Outras alterações anatômicas adquiridas de intestino grosso",
    "descricao": "Este grupo incorpora transtornos adquiridos do intestino grosso principalmente devidos a alterações morfológicas do cólon e do reto. As doenças diverticulares e a obstrução do intestino grosso são classificadas em GB a GD, respectivamente."
  },
  {
    "identificador": "DB31.0",
    "valor": "Fístula do intestino grosso",
    "descricao": "A fístula do intestino grosso é definida como uma comunicação anormal entre o intestino grosso e outra superfície epitelizada, como a pele, um órgão ou uma alça intestinal adjacentes. A fístula colovesical é a mais comum, mas foram descritas fístulas colovaginais, colocólicas, coloileais, colocutâneas e coloanais. A fístula devida à doença de Crohn está excluída desta entidade nosológica."
  },
  {
    "identificador": "DB31.1",
    "valor": "Pneumatose intestinal do intestino grosso",
    "descricao": "Refere-se à pneumatose intestinal no intestino grosso, que é uma condição caracterizada por múltiplos cistos cheios de gás, tipicamente dentro da subserosa e submucosa do intestino."
  },
  {
    "identificador": "DB31.2",
    "valor": "Prolapso retal",
    "descricao": "O prolapso da mucosa retal refere-se à descida abdominal da mucosa retal. O local mais bem conhecido do prolapso da mucosa é a parede anterior do reto."
  },
  {
    "identificador": "DB31.Y",
    "valor": "Algumas outras alterações anatômicas adquiridas especificadas de intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB31.Z",
    "valor": "Alterações anatômicas adquiridas de intestino grosso, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB32",
    "valor": "Transtornos de motilidade do intestino grosso",
    "descricao": "Transtornos da motilidade do cólon devido a contrações anormais, como espasmos e paralisia colônica. A perda da capacidade de coordenar a atividade motora pode causar uma variedade de transtornos, incluindo distensão cólica e constipação grave."
  },
  {
    "identificador": "DB32.0",
    "valor": "Pseudo-obstrução do cólon",
    "descricao": "A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
  },
  {
    "identificador": "DB32.1",
    "valor": "Constipação de trânsito lento",
    "descricao": "Constipação de trânsito lento (CTL) tipicamente envolve a passagem extraordinariamente lenta do conteúdo luminal através do intestino grosso. Isso pode levar a problemas crônicos, como constipação, escape fecal de difícil controle, podendo ser necessário realizar colectomia."
  },
  {
    "identificador": "DB32.2",
    "valor": "Megacólon",
    "descricao": "Megacólon é um termo descritivo que indica uma dilatação anormal do intestino grosso. A dilatação é frequentemente acompanhada por uma paralisia dos movimentos peristálticos do intestino."
  },
  {
    "identificador": "DB32.20",
    "valor": "Megacólon tóxico",
    "descricao": "Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
  },
  {
    "identificador": "DB32.2Y",
    "valor": "Outro megacólon especificado",
    "descricao": ""
  },
  {
    "identificador": "DB32.2Z",
    "valor": "Megacólon, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DB32.3",
    "valor": "Hipoganglionose adquirida do intestino grosso",
    "descricao": "A hipoganglionose adquirida é caracterizada histologicamente como uma degeneração de células ganglionares e gliose. O prognóstico geralmente é bom após a ressecção do intestino afetado."
  },
  {
    "identificador": "DB32.Y",
    "valor": "Outros transtornos especificados de motilidade do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB32.Z",
    "valor": "Transtornos de motilidade do intestino grosso, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DB33",
    "valor": "Algumas colites ou proctites não infecciosas",
    "descricao": "Colites e proctites não infecciosas correspondem a inflamação ou defeito tecidual no intestino grosso de origem não infecciosa, mas que não incluídas em doenças inflamatórias intestinais, inclusive tipos específicos de colite, colite devida à medicação incluindo efeitos colaterais de quimioterapia ou radioterapia; ou transtornos alérgicos ou sistêmicos."
  },
  {
    "identificador": "DB33.0",
    "valor": "Úlcera primária do cólon",
    "descricao": "Condição com úlceras únicas ou múltiplas (defeito da mucosa) que se desenvolvem no reto ou no cólon. As úlceras do cólon podem causar sangramento com o esforço evacuatório em pessoas com constipação crônica."
  },
  {
    "identificador": "DB33.1",
    "valor": "Colite microscópica",
    "descricao": "Condição inflamatória do cólon que só é detectável quando o revestimento do cólon é examinado ao microscópio. A aparência endoscópica do revestimento interno do cólon é normal. Existem dois tipos de colite microscópica: colite linfocítica e colite colagenosa."
  },
  {
    "identificador": "DB33.10",
    "valor": "Colite colagenosa",
    "descricao": "Colite colagenosa é caracterizada por diarreia aquosa crônica, apresentação radiológica e endoscópica normais do cólon e uma característica histopatológica específica que consiste na presença de uma banda de colágeno subepitelial (10 mm ou mais) adjacente à membrana basal, juntamente com infiltração de linfócitos epiteliais e inflamação crônica da lâmina própria."
  },
  {
    "identificador": "DB33.11",
    "valor": "Colite linfocítica",
    "descricao": "A colite linfocítica é um transtorno inflamatório intestinal caracterizado por aumento do número de linfócitos intraepiteliais, e se manifesta como diarreia aquosa crônica, dor abdominal, náusea, incontinência e urgência fecal. Juntamente com a colite colagenosa, forma um grupo conhecido como colite microscópica."
  },
  {
    "identificador": "DB33.1Y",
    "valor": "Outra colite microscópica especificada",
    "descricao": ""
  },
  {
    "identificador": "DB33.1Z",
    "valor": "Colite microscópica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB33.2",
    "valor": "Colite alérgica ou alimentar",
    "descricao": "Colite e proctite devidas a transtornos alérgicos, incluindo alergia alimentar. Essa categoria inclui tanto hipersensibilidade colônica do tipo imediato (mediada por IgE), quanto a não mediada por IgE, e transtornos eosinofílicos do intestino grosso. Proctite/colite induzida por proteína da comida de bebês também estão incluídas nesse grupo."
  },
  {
    "identificador": "DB33.20",
    "valor": "Proctite ou colite infantil induzida por proteína de alimentos",
    "descricao": "Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
  },
  {
    "identificador": "DB33.2Y",
    "valor": "Outra colite alérgica ou alimentar especificada",
    "descricao": ""
  },
  {
    "identificador": "DB33.2Z",
    "valor": "Colite alérgica ou alimentar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB33.3",
    "valor": "Colite de desvio",
    "descricao": "Condição inflamatória que ocorre em segmentos do cólon e do reto que são desviados do fluxo fecal por cirurgia."
  },
  {
    "identificador": "DB33.4",
    "valor": "Colites ou proctites devidas a causas externas",
    "descricao": "Colite e proctite induzidas por causas externas, como substâncias químicas e tóxicas, corpo estranho, radiação, traumatismo e outras causas externas."
  },
  {
    "identificador": "DB33.40",
    "valor": "Colite ou proctite química",
    "descricao": "Refere-se à condição de inflamação do intestino grosso causada por substâncias químicas ou tóxicas."
  },
  {
    "identificador": "DB33.41",
    "valor": "Colite induzida por radiação",
    "descricao": "Isso se refere à inflamação do intestino grosso e úlcera do cólon devidas à radiação."
  },
  {
    "identificador": "DB33.42",
    "valor": "Proctite por radiação",
    "descricao": "Proctite por radiação é uma doença retal rara induzida diretamente pela radioterapia pélvica e caracterizada por sangramento retal, alteração do hábito intestinal, tenesmo e sepse."
  },
  {
    "identificador": "DB33.43",
    "valor": "Colite induzida por drogas",
    "descricao": "Colite ou úlcera do intestino grosso devida a medicamentos, incluindo agentes que causam dano à mucosa, como AINE, antibióticos, medicamentos quimioterápicos e outros medicamentos."
  },
  {
    "identificador": "DB33.4Y",
    "valor": "Outras colites ou proctites especificadas devidas a causas externas",
    "descricao": ""
  },
  {
    "identificador": "DB33.4Z",
    "valor": "Colites ou proctites devidas a causas externas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB33.Y",
    "valor": "Outras colites ou proctites não infecciosas especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB33.Z",
    "valor": "Colites e proctites não infecciosas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB34",
    "valor": "Algumas doenças vasculares do intestino grosso",
    "descricao": "Todo o intestino grosso recebe seu suprimento sanguíneo dos ramos cólicos da artéria mesentérica superior e da artéria mesentérica inferior, e a drenagem venosa é feita através do sistema porta, via veia mesentérica superior e inferior. Doenças vasculares incluem lesões nesses vasos e capilares."
  },
  {
    "identificador": "DB34.0",
    "valor": "Angiodisplasia do cólon",
    "descricao": "Pequenos vasos submucosos dilatados da parede do cólon, com vasos perfurantes atravessando a muscular da mucosa."
  },
  {
    "identificador": "DB34.1",
    "valor": "Malformação arteriovenosa do intestino grosso",
    "descricao": "Malformações vasculares do intestino grosso que resultam de um desenvolvimento inadequado localizado de parte do plexo vascular primitivo, consistindo em comunicações arteriovenosas anormais sem capilares interpostos. Variam em tamanho, desde lesões maciças que são alimentadas por múltiplos vasos, até lesões tão pequenas que são difíceis de identificar em arteriografia, cirurgia ou autópsia, mas relativamente maiores que a angiodisplasia."
  },
  {
    "identificador": "DB34.2",
    "valor": "Vasculite do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB34.3",
    "valor": "Varizes do intestino grosso",
    "descricao": "Veias anormalmente dilatadas no revestimento do intestino grosso. Varizes intestinais representam varizes em uma localização incomum em pacientes com cirrose e hipertensão portal."
  },
  {
    "identificador": "DB34.4",
    "valor": "Úlcera retal hemorrágica aguda",
    "descricao": "Úlcera retal hemorrágica aguda é considerada como um transtorno isquêmico agudo da mucosa, que ocorre em pacientes idosos que sofrem de redução incipiente do fluxo sanguíneo devida a fatores arterioscleróticos. Estes pacientes estão frequentemente acamados, e isso causa uma diminuição no fluxo sanguíneo da mucosa do reto inferior, o que por sua vez desencadeia essa doença."
  },
  {
    "identificador": "DB34.Y",
    "valor": "Outras doenças vasculares especificadas do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB34.Z",
    "valor": "Doenças vasculares do intestino grosso, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB35",
    "valor": "Pólipo do intestino grosso",
    "descricao": "Os pólipos são lesões de crescimento anormal que surgem da mucosa do intestino grosso, projetando-se para o lúmen intestinal. Os pólipos podem causar sangramento e, com o tempo, podem evoluir para câncer."
  },
  {
    "identificador": "DB35.0",
    "valor": "Pólipo hiperplásico do intestino grosso",
    "descricao": "Pólipos hiperplásicos são lesões verdadeiramente benignas, sem possuir potencial de progressão para câncer colorretal. Patologicamente, os pólipos hiperplásicos não têm displasia."
  },
  {
    "identificador": "DB35.1",
    "valor": "Pólipo inflamatório do intestino grosso",
    "descricao": "Os pólipos inflamatórios ocorrem como resultado de inflamação crônica que acomete o cólon e reto."
  },
  {
    "identificador": "DB35.2",
    "valor": "Pólipo linfoide benigno do intestino grosso",
    "descricao": "Pólipos linfoides benignos estão associados a hiperplasia (divisão celular aumentada) do tecido linfoide da mucosa colônica. São observados em partes do intestino onde os tecidos linfoides estão concentrados, como o íleo do intestino delgado ou reto."
  },
  {
    "identificador": "DB35.3",
    "valor": "Pólipo hamartomatoso do intestino grosso",
    "descricao": "O pólipo hamartomatoso é uma malformação benigna não neoplásica semelhante a um tumor, resultante de formação anormal de tido normal. Contém elementos mesenquimais de excesso de estroma vascular e/ou fibroso e proliferação glandular com dilatação cística."
  },
  {
    "identificador": "DB35.4",
    "valor": "Pólipo fibroide inflamatório do intestino grosso",
    "descricao": "O pólipo fibroide inflamatório é uma lesão submucosa benigna, não encapsulada, composta principalmente por tecido conjuntivo frouxo, vasos e com componente inflamatório eosinofílico."
  },
  {
    "identificador": "DB35.Y",
    "valor": "Outro pólipo especificado do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB35.Z",
    "valor": "Outro pólipo do intestino grosso, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DB36",
    "valor": "Algumas infecções do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB36.0",
    "valor": "Abcesso colônico",
    "descricao": "Condição do cólon, causada por infecção bacteriana, viral ou fúngica. Esta condição é caracterizada por acúmulo focal de material purulento no tecido colônico. Esta doença pode se manifestar com dor nas costas, dor abdominal, febre, sangramento retal ou diarreia. A confirmação geralmente é feita por exames avançados de imagens."
  },
  {
    "identificador": "DB36.1",
    "valor": "Abscesso retal",
    "descricao": "Condição do reto, causada por uma infecção bacteriana, viral ou fúngica. Esta condição é caracterizada por um acúmulo focal de material purulento na área retal."
  },
  {
    "identificador": "DB36.10",
    "valor": "Abscesso perirretal",
    "descricao": "Condição da região perirretal, causada por uma infecção bacteriana, viral ou fúngica. Esta condição é caracterizada por acúmulo focal de material purulento na região perirretal. Essa condição pode se manifestar com dor e inchaço perirretais, febre, calafrios ou constipação. A confirmação geralmente é feita por exames avançados de imagem."
  },
  {
    "identificador": "DB36.11",
    "valor": "Abscesso ísquio-retal",
    "descricao": "Condição do reto, causada por uma infecção bacteriana, viral ou fúngica. Esta condição é caracterizada por um acúmulo focal de material purulento no espaço isquiorretal. Essa condição se manifesta com dor na região perianal, dor nas costas, inchaço ou febre. A confirmação geralmente é feita por exames avançados de imagem."
  },
  {
    "identificador": "DB36.12",
    "valor": "Celulite retal",
    "descricao": ""
  },
  {
    "identificador": "DB36.Y",
    "valor": "Outras infecções especificadas do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB36.Z",
    "valor": "Infecções do intestino grosso, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB3Y",
    "valor": "Outras doenças especificadas do intestino grosso",
    "descricao": ""
  },
  {
    "identificador": "DB3Z",
    "valor": "Doenças do intestino grosso, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB50",
    "valor": "Fissura ou fístula das regiões anais",
    "descricao": "Fissura anal e fístula são transtornos comuns de regiões anais. Uma fissura anal é uma laceração linear superficial no anoderma, distal à linha denteada. Uma fístula anal é um trajeto inflamatório entre o canal anal e a pele."
  },
  {
    "identificador": "DB50.0",
    "valor": "Fissura anal",
    "descricao": "Uma fissura anal é uma ruptura ou laceração linear na mucosa que reveste o canal anal. Pode ocorrer quando fezes duras ou grandes são eliminadas após a defecação, e tipicamente causam dor e sangramento anal vermelho vivo."
  },
  {
    "identificador": "DB50.1",
    "valor": "Fístula anal",
    "descricao": "Fístula anal é uma comunicação anormal, um trajeto oco revestido por tecido de granulação conectando a abertura primária dentro do canal anal a uma abertura secundária na pele perineal. Geralmente estão associadas a abscessos anorretais e acredita-se que sejam uma condição crônica subsequente a evacuação de um abscesso."
  },
  {
    "identificador": "DB50.2",
    "valor": "Fístula anorretal",
    "descricao": ""
  },
  {
    "identificador": "DB50.Y",
    "valor": "Outra fissura ou fístula especificada das regiões anais",
    "descricao": ""
  },
  {
    "identificador": "DB50.Z",
    "valor": "Fissura ou fístula das regiões anais, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB51",
    "valor": "Estenose do canal anal",
    "descricao": ""
  },
  {
    "identificador": "DB52",
    "valor": "Úlcera do ânus",
    "descricao": "Úlcera do ânus é um defeito tecidual localizado nas regiões anais, estendendo-se para além da submucosa, penetrando na muscular da mucosa."
  },
  {
    "identificador": "DB53",
    "valor": "Prolapso anal",
    "descricao": "É uma condição em que o tecido retal perde o seu suporte interno, protraindo-se do ânus para o exterior do corpo."
  },
  {
    "identificador": "DB5Y",
    "valor": "Outras alterações anatômicas adquiridas especificadas do canal anal",
    "descricao": ""
  },
  {
    "identificador": "DB5Z",
    "valor": "Alteracões anatômicas adquiridas do canal anal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB60",
    "valor": "Hemorroidas",
    "descricao": "Um prolapso de bolsões vasculares resultando em sangramento e inchaço doloroso no canal anal. As hemorroidas internas são veias inchadas dentro do canal anal e uma em uma veia do plexo retal superior, originando-se acima da linha pectínea e recobertas por mucosa.\r\nAs hemorroidas internas são classificadas de acordo com o grau de prolapso, embora isso nem sempre reflita a gravidade dos sintomas."
  },
  {
    "identificador": "DB60.0",
    "valor": "Hemorroidas de primeiro grau",
    "descricao": "(grau I): as hemorroidas de primeiro grau se projetam para o canal anal e às vezes sangram, mas não prolapsam pelo ânus."
  },
  {
    "identificador": "DB60.1",
    "valor": "Hemorroidas de segundo grau",
    "descricao": "(grau II): hemorroidas de segundo grau prolapsam do ânus durante as evacuações, mas depois voltam para o canal anal, espontaneamente."
  },
  {
    "identificador": "DB60.2",
    "valor": "Hemorroidas de terceiro grau",
    "descricao": "(grau III): As hemorroidas de terceiro grau permanecem prolapsadas, a menos que sejam empurradas suavemente de volta para o canal anal, e podem ser reduzidas manualmente."
  },
  {
    "identificador": "DB60.3",
    "valor": "Hemorroidas de quarto grau",
    "descricao": "(grau IV): hemorroidas de quarto grau não podem ser empurradas de volta para o canal anal, estando permanentemente prolapsadas."
  },
  {
    "identificador": "DB60.Z",
    "valor": "Hemorroidas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB61",
    "valor": "Trombose venosa perianal",
    "descricao": "Lesões semelhantes a cerejas extremamente dolorosas sob a pele da região perianal, contendo sangue coagulado tem sido atribuídas a ruptura de um vaso sanguíneo com formação de hematoma. No entanto, a histologia confirmou que essas lesões são formadas por trombos situados dentro dos vasos de paredes finas do plexo anal externo."
  },
  {
    "identificador": "DB62",
    "valor": "Plicomas de pele hemorroidários residuais",
    "descricao": "Refere-se a pequenos tumores benignos residuais que se formam primariamente em áreas onde a pele forma vincos, especialmente no canal anal, que ajudam na continência fecal."
  },
  {
    "identificador": "DB6Y",
    "valor": "Outras hemorroidas ou afecções venosas perianais especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB6Z",
    "valor": "Hemorroidas ou afecções perianais venosas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB70",
    "valor": "Infecções da região anal",
    "descricao": "Infecções do canal anal causadas por vários microrganismos, incluindo bactérias, vírus, fungos, parasitas e outros agentes especificados."
  },
  {
    "identificador": "DB70.0",
    "valor": "Abscesso da região anal",
    "descricao": "Condição da região do reto e do ânus, causada por uma infeção de origem bacteriana, viral ou fúngica. É caracterizada por acúmulo focal de material purulento na região do reto e do ânus."
  },
  {
    "identificador": "DB70.00",
    "valor": "Abscesso anal",
    "descricao": "Condição do ânus, causada por uma infecção de origem bacteriana, viral ou fúngica. É caracterizada por um acúmulo focal de material purulento nas criptas ou glândulas perianais. Pode apresentar dor e inchaço na região perianal ou febre. A confirmação é comumente feita por exame proctológico."
  },
  {
    "identificador": "DB70.01",
    "valor": "Abscesso anorretal",
    "descricao": ""
  },
  {
    "identificador": "DB70.02",
    "valor": "Abscesso intra-esfincteriano",
    "descricao": "Condição do espaço intraesfincteriano, causada por infeção de origem bacteriana, viral ou fúngica. É caracterizada por um acúmulo focal de material purulento entre os esfíncteres anais interno e externo. A confirmação comumente é feita por ultrassonografia ou métodos de imagem avançados."
  },
  {
    "identificador": "DB70.0Y",
    "valor": "Outro abscesso especificado da região anal",
    "descricao": ""
  },
  {
    "identificador": "DB70.0Z",
    "valor": "Abscesso da região anal, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DB70.Y",
    "valor": "Outras infecções especificadas da região anal",
    "descricao": ""
  },
  {
    "identificador": "DB70.Z",
    "valor": "Infecções da região anal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB71",
    "valor": "Pólipo anal",
    "descricao": "Crescimento anormal em forma de cogumelo a partir do epitélio de revestimento do ânus e do canal anal."
  },
  {
    "identificador": "DB71.0",
    "valor": "Pólipo anal inflamatório",
    "descricao": "Pólipo inflamatório é um crescimento anormal, semelhante a um cogumelo, que se protunde a partir da mucosa que reveste o ânus. Essa massa é uma reação a algum tipo de inflamação crônica no ânus."
  },
  {
    "identificador": "DB71.1",
    "valor": "Pólipo linfoide",
    "descricao": "O pólipo linfoide é uma pequena lesão polipoide benigna, focal ou difusa, composta por tecido linfoide bem diferenciado."
  },
  {
    "identificador": "DB71.2",
    "valor": "Papila anal hipertrofiada",
    "descricao": "O aumento das papilas anais existentes é uma consequência de inflamação crônica e proliferação fibrótica na zona anorretal, que é conhecido como pólipo anal hipertrofiado ou fibroso."
  },
  {
    "identificador": "DB71.Y",
    "valor": "Outro pólipo anal especificado",
    "descricao": ""
  },
  {
    "identificador": "DB71.Z",
    "valor": "Pólipo anal, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DB72",
    "valor": "Algumas doenças especificadas do canal anal",
    "descricao": ""
  },
  {
    "identificador": "DB72.0",
    "valor": "Espasmo anal",
    "descricao": "Espasmo do esfíncter muscular anal."
  },
  {
    "identificador": "DB7Y",
    "valor": "Outras doenças especificadas do canal anal",
    "descricao": ""
  },
  {
    "identificador": "DB7Z",
    "valor": "Doenças do canal anal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB90",
    "valor": "Doença hepática infecciosa",
    "descricao": ""
  },
  {
    "identificador": "DB90.0",
    "valor": "Abscesso hepático",
    "descricao": "Condição do fígado, causada por uma infecção de origem bacteriana, viral ou fúngica. Caracterizada por acúmulo focal de material purulento no fígado. Pode se apresentar com febre, dor abdominal e choque. A confirmação é feita por métodos de imagem avançados ou ultrassonografia."
  },
  {
    "identificador": "DB90.Y",
    "valor": "Outra doença hepática infecciosa especificada",
    "descricao": ""
  },
  {
    "identificador": "DB90.Z",
    "valor": "Doença hepática infecciosa não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB91",
    "valor": "Insuficiência hepática aguda ou subaguda",
    "descricao": "Insuficiência hepática aguda e subaguda é caracterizada pelo início de coagulopatia e/ou encefalopatia hepática dentro de 8 semanas do início de sintomas em um paciente sem doença hepática conhecida previamente."
  },
  {
    "identificador": "DB91.0",
    "valor": "Insuficiência hepática aguda ou subaguda devida a vírus da hepatite",
    "descricao": "Infecção aguda por vírus da hepatite A, B, C, D e E pode causar insuficiência hepática aguda ou subaguda. O prognóstico varia de acordo com o vírus."
  },
  {
    "identificador": "DB91.1",
    "valor": "Outra insuficiência hepática aguda ou subaguda",
    "descricao": "Outras causas de insuficiência hepática aguda ou subaguda são drogas, agentes tóxicos, doenças metabólicas (principalmente doença de Wilson), doenças isquêmicas, hepatite autoimune e doenças desconhecidas."
  },
  {
    "identificador": "DB91.Z",
    "valor": "Insuficiência hepática aguda ou subaguda não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB92",
    "valor": "Doença hepática gordurosa não alcoólica",
    "descricao": "DHGNA (doença hepática gordurosa não alcoólica) é caracterizada por fígado gorduroso relacionado à resistência a insulina na ausência de consumo alcoólico significativo. Abrange um espectro patológico desde estatose simples até esteatohepatite. Cerca de 10 a 20% dos casos têm esteatohepatite (esteatohepatite não alcoólica: NASH), que pode progredir para cirrose e carcinoma hepatocelular."
  },
  {
    "identificador": "DB92.0",
    "valor": "Doença hepática gordurosa não alcoólica sem esteatohepatite não alcoólica",
    "descricao": ""
  },
  {
    "identificador": "DB92.1",
    "valor": "Esteatohepatite não alcoólica",
    "descricao": "Esteatohepatite não alcoólica (NASH) é a forma histológica de doença hepática gordurosa não alcoólica (DHGNA) em que as características principais são a evidência histológica de lesão de hepatócitos (como a balonização ou alteração hialina de Mallory) e inflamação lobular importante. NASH está frequentemente associada a fibrose de distribuição pericentral e perissinusoidal (um padrão de fibrose portal também existe, particularmente em crianças). NASH é a forma clinicamente progressiva da DHGNA com desfechos clínicos que incluem eventos cardiovasculares e cirrose ou carcinoma hepatocelular. Embora novos biomarcadores para NASH tenham sido relatados, a histologia continua sendo o padrão-ouro para o diagnóstico."
  },
  {
    "identificador": "DB92.Y",
    "valor": "Outra doença hepática gordurosa não alcoólica especificada",
    "descricao": ""
  },
  {
    "identificador": "DB92.Z",
    "valor": "Doença hepática gordurosa não alcoólica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB93",
    "valor": "Fibrose ou cirrose hepática",
    "descricao": ""
  },
  {
    "identificador": "DB93.0",
    "valor": "Fibrose hepática",
    "descricao": "Fibrose hepática é definida como um excesso de depósito de componentes da matriz extracelular (i.e.: colágeno, glicoproteínas, proteoglicanos) dentro do fígado. Esta resposta a lesão hepática é potencialmente reversível. Em contraste, na maioria do pacientes, cirrose não é um processo reversível."
  },
  {
    "identificador": "DB93.1",
    "valor": "Cirrose hepática",
    "descricao": "Cirrose hepática é o estágio final de fibrose do fígado, causada por muitos tipos de doenças e condições hepáticas. Nodulação difusa do fígado devida a bandas fibrosas subdividem o fígado em nódulos regenerativos. Os vasos sanguíneos mantém o fluxo através de colágeno resistente, o que contribui para a hipertensão portal. Cirrose hepática é geralmente irreversível. Alguns pacientes com cirrose em estágio inicial são assintomáticos e outros, em estágio avançado, evidenciam sinais e sintomas causados pela diminuição da função de síntese hepática, hipertensão portal ou redução da capacidade de desintoxicação."
  },
  {
    "identificador": "DB93.2",
    "valor": "Alguma fibrose ou cirrose hepática especificada",
    "descricao": "Outra formação de excesso de tecido conjuntivo fibroso em um órgão ou tecido em um processo reparativo ou reativo, e a doença hepática crônica é caracterizada por substituição do tecido hepático por fibrose, tecido cicatricial e nódulo regenerativos."
  },
  {
    "identificador": "DB93.20",
    "valor": "Cirrose hereditária infantil de indígenas norte-americanos",
    "descricao": "Cirrose hereditária infantil de índios norte-americanos é uma colestase intrahepática autossômica recessiva grave que tem sido descrita apenas em crianças aborígenes do noroeste de Quebec. Manifesta-se primeiro como uma icterícia transitória neonatal, evoluindo para fibrose periportal e cirrose durante o período entre a infância até a adolescência."
  },
  {
    "identificador": "DB93.21",
    "valor": "Cirrose idiopática associada ao cobre",
    "descricao": "Cirrose idiopática associada ao cobre é uma rara doença hepática rara por sobrecarga de cobre, caracterizada por uma cirrose rapidamente progressiva desde os primeiros anos de vida levando a insuficiência hepática e abrigando um aspecto patológico específico: fibrose pericelular, infiltração inflamatória, necrose de hepatócitos, ausência de esteatose, regeneração deficiente e coloração histoquímica para cobre."
  },
  {
    "identificador": "DB93.Y",
    "valor": "Outra fibrose ou cirrose hepática especificada",
    "descricao": ""
  },
  {
    "identificador": "DB94",
    "valor": "Doença alcoólica do fígado",
    "descricao": "Doença hepática alcoólica é um dano ao fígado e à sua função devido ao consumo excessivo de álcool durante um prolongado período de tempo. O diagnóstico é feito pela história de consumo alcoólico excessivo e exclusão de outras causas de doenças hepáticas. Entretanto, é importante salientar que o consumo excessivo de álcool interage com outras causas de doença hepática crônica piorando a gravidade patológica e o desfecho clínico; exemplos importantes (relativamente comuns) são a associação com hepatite C crônica, obesidade e fígado gorduroso relacionado a diabetes e hemocromatose."
  },
  {
    "identificador": "DB94.0",
    "valor": "Fígado gorduroso alcoólico",
    "descricao": "Doença hepática gordurosa alcoólica é a retenção anormal de lipídios nas células hepáticas evidente como gordura corável (esteatose) devida ao excesso de ingesta alcoólica. É o estágio inicial da doença hepática alcoólica. É difícil de distinguir histologicamente a doença hepática gordurosa alcoólica da doença hepática gordurosa não alcoólica. O diagnóstico depende da história do grau de consumo alcoólico (veja definição de DHGNA (doença hepática gordurosa não alcoólica))."
  },
  {
    "identificador": "DB94.1",
    "valor": "Hepatite alcoólica",
    "descricao": "Hepatite alcoólica é uma lesão e inflamação do fígado causada por consumo excessivo de álcool. É caracterizada por infiltração por neutrófilos, degeneração baloniforme de hepatócitos e depósito de corpúsculos hialinos de Mallory. A hepatite alcoólica muitas vezes ocorre concomitantemente em pacientes com outras formas de doença hepática alcoólica, como fígado gorduroso (esteatohepatite alcoólica), fibrose hepática e cirrose."
  },
  {
    "identificador": "DB94.10",
    "valor": "Hepatite alcoólica com cirrose",
    "descricao": "Inflamação do fígado devida ao consumo excessivo de álcool, consequência da doença hepática caracterizada por substituição do tecido hepático por fibrose, tecido cicatricial e nódulos regenerativos."
  },
  {
    "identificador": "DB94.1Y",
    "valor": "Outra hepatite alcoólica especificada",
    "descricao": ""
  },
  {
    "identificador": "DB94.1Z",
    "valor": "Hepatite alcoólica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB94.2",
    "valor": "Fibrose hepática alcoólica",
    "descricao": "Fibrose alcoólica do fígado é definida por uma deposição excessiva de colágeno e matriz extracelular no fígado, histologicamente evidente, causada por consumo excessivo de álcool."
  },
  {
    "identificador": "DB94.3",
    "valor": "Cirrose hepática alcoólica sem hepatite",
    "descricao": "Cirrose alcoólica é um estágio patológico avançado da doença hepática alcoólica caracterizada por fibrose difusa que conecta tratos portais e veias centrais, distorção da arquitetura hepática e formação de nódulos regenerativos. Ocorre frequentemente com hepatite alcoólica."
  },
  {
    "identificador": "DB94.Y",
    "valor": "Outras doença alcoólica especificada do fígado",
    "descricao": ""
  },
  {
    "identificador": "DB94.Z",
    "valor": "Doença alcoólica do fígado, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB95",
    "valor": "Doença hepática tóxica ou induzida por droga",
    "descricao": "Doença hepática tóxica ou induzida por droga é uma hepatotoxicidade como lesão do fígado que está associada a uma função hepática diminuída por exposição a uma droga ou outro agente não infeccioso."
  },
  {
    "identificador": "DB95.0",
    "valor": "Doença hepática tóxica ou induzida por droga com necrose hepática aguda ou hepatite aguda",
    "descricao": "Lesão hepatocelular aguda que se desenvolve dentro de 1 a 20 semanas após o início do tratamento. As lesões histológicas consistem principalmente em necrose focal em ponte ou zonal, mas evidente inflamação lobular e do trato portal com hepatite por droga. Características extra-hepáticas de hipersensibilidade por droga incluindo erupção cutânea, linfadenopatia, eosinofilia ou outras manifestações sistêmicas são observadas em alguns casos."
  },
  {
    "identificador": "DB95.1",
    "valor": "Doença hepática tóxica ou induzida por droga com hepatite crônica",
    "descricao": "É uma forma crônica de lesão hepática induzida por droga que quase sempre depende da exposição continuada ao agente e é caracterizada por hepatite de interface, necrose em ponte e fibrose."
  },
  {
    "identificador": "DB95.10",
    "valor": "Doença hepática tóxica ou induzida por droga com hepatite crônica, com cirrose",
    "descricao": "Forma crônica de lesão hepática induzida por droga caracterizada por hepatite de interface, necrose e fibrose em ponte, com o desenvolvimento de cirrose."
  },
  {
    "identificador": "DB95.11",
    "valor": "Doença hepática tóxica ou induzida por droga com hepatite crônica sem cirrose",
    "descricao": ""
  },
  {
    "identificador": "DB95.1Z",
    "valor": "Doença hepática tóxica ou induzida por droga com hepatite crônica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB95.2",
    "valor": "Doença hepática tóxica ou induzida por droga com colestase",
    "descricao": "É uma lesão hepática colestática induzida por droga onde os sintomas de prurido e icterícia são geralmente proeminentes e elevação de fosfatase alcalina sérica é o achado bioquímico dominante."
  },
  {
    "identificador": "DB95.20",
    "valor": "Doença hepática crônica tóxica ou induzida por droga com colestase",
    "descricao": "Colestase crônica definida pela persistência de lesão hepática colestática induzida por droga por mais de 3 meses."
  },
  {
    "identificador": "DB95.2Y",
    "valor": "Outra doença hepática tóxica ou induzida por droga com colestase, especificada",
    "descricao": ""
  },
  {
    "identificador": "DB95.2Z",
    "valor": "Doença hepática tóxica ou induzida por droga com colestase, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB95.3",
    "valor": "Doença hepática tóxica ou induzida por droga com fígado gorduroso",
    "descricao": "Fígado gorduroso induzido por droga que consiste em três tipos de esteatose, incluindo esteatose microvesicular, esteatose macrovesicular e fosfolipidose."
  },
  {
    "identificador": "DB95.30",
    "valor": "Doença hepática tóxica ou induzida por droga com doença hepática gordurosa crônica",
    "descricao": "Esteatose crônica induzida por droga caracterizada por glóbulos de triglicérides relativamente grandes, que efetivamente preenchem o hepatócito, deslocando o núcleo e outros constituintes intracelulares para a periferia. Alguns pacientes evidenciam esteatohepatite, esteatose com necrose focal e infiltrado celular inflamatório, levando ao desenvolvimento de cirrose."
  },
  {
    "identificador": "DB95.3Y",
    "valor": "Outra doença hepática tóxica ou induzida por droga com fígado gorduroso, especificada",
    "descricao": ""
  },
  {
    "identificador": "DB95.3Z",
    "valor": "Doença hepática tóxica ou induzida por droga com fígado gorduroso, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB95.4",
    "valor": "Doença hepática tóxica ou induzida por droga com hepatite granulomatosa",
    "descricao": ""
  },
  {
    "identificador": "DB95.5",
    "valor": "Doença hepática tóxica ou induzida por droga com fibrose ou cirrose hepática",
    "descricao": "Fibrose hepática induzida por droga como resultado final de hepatite crônica, hepatotoxicidade crônica, esteatohepatite ou colestase crônica com lesão ao ducto biliar"
  },
  {
    "identificador": "DB95.6",
    "valor": "Doença hepática tóxica ou induzida por droga com transtornos vasculares do fígado",
    "descricao": "Transtornos associados a droga, levando a hipertensão portal independente da doença hepática primária, incluindo trombose da veia hepática, doença hepática veno-oclusiva, hipertensão portal não cirrótica e hiperplasia nodular regenerativa."
  },
  {
    "identificador": "DB95.7",
    "valor": "Doença hepática tóxica ou induzida por droga com tumores hepáticos",
    "descricao": "Medicamentos e exposição química têm sido associados a várias formas de neoplasias hepáticas, incluindo hiperplasia nodular focal, adenoma hepático, carcinoma hepatocelular, colangiocarcinoma e angiossarcoma."
  },
  {
    "identificador": "DB95.Y",
    "valor": "Outra doença hepática tóxica ou induzida por droga, especificada",
    "descricao": ""
  },
  {
    "identificador": "DB95.Z",
    "valor": "Doença hepática tóxica ou induzida por droga, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB96",
    "valor": "Doença hepática autoimune",
    "descricao": "As doenças hepáticas autoimunes são geralmente doenças hepáticas crônicas em que a etiologia não é clara, entretanto mecanismos autoimunes são evidentes ou estão implicados no seu desenvolvimento. O órgão alvo primário é o fígado e/ou o sistema biliar. Pode evoluir para cirrose hepática."
  },
  {
    "identificador": "DB96.0",
    "valor": "Hepatite autoimune",
    "descricao": "A hepatite autoimune é uma hepatite crônica que pode evoluir para cirrose hepática, geralmente caracterizada pela presença de autoanticorpos circulantes e hiperglobulinemia. Está subdividida em três categorias principais de acordo com os autoanticorpos detectados."
  },
  {
    "identificador": "DB96.1",
    "valor": "Colangite biliar primária",
    "descricao": "A colangite biliar primária é caracterizada pela destruição progressiva e desaparecimento das células epiteliais do ducto biliar intralobular, levando à colestase (fosfatase alcalina e GGT {gamma glutamil transferase} elevadas) e, eventualmente, cirrose hepática e insuficiência hepática, geralmente associada à presença de anticorpos antimitocondriais circulantes e aumento dos níveis séricos de IgM."
  },
  {
    "identificador": "DB96.10",
    "valor": "Colangite biliar primária com síndrome de sobreposição",
    "descricao": ""
  },
  {
    "identificador": "DB96.1Y",
    "valor": "Outra cirrose biliar primária especificada",
    "descricao": ""
  },
  {
    "identificador": "DB96.1Z",
    "valor": "Cirrose biliar primária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB96.2",
    "valor": "Colangite esclerosante primária",
    "descricao": "A colangite esclerosante primária é uma doença crônica que apresenta estreitamentos focais ou multifocais dos ductos biliares intra e/ou extra-hepáticos sem quaisquer causas aparentes, levando a colestase e, finalmente, cirrose hepática e insuficiência hepática."
  },
  {
    "identificador": "DB96.20",
    "valor": "Colangite esclerosante primária com cirrose",
    "descricao": "A colangite esclerosante primária com cirrose é a colangite esclerosante primária complicada com cirrose hepática."
  },
  {
    "identificador": "DB96.2Y",
    "valor": "Outra colangite esclerosante primária especificada",
    "descricao": ""
  },
  {
    "identificador": "DB96.2Z",
    "valor": "Colangite esclerosante primária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB96.Y",
    "valor": "Outra doença hepática autoimune especificada",
    "descricao": ""
  },
  {
    "identificador": "DB96.Z",
    "valor": "Doença hepática autoimune, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB97",
    "valor": "Algumas doenças hepáticas inflamatórias especificadas",
    "descricao": ""
  },
  {
    "identificador": "DB97.0",
    "valor": "Hepatite granulomatosa idiopática",
    "descricao": ""
  },
  {
    "identificador": "DB97.1",
    "valor": "Beriliose hepática",
    "descricao": ""
  },
  {
    "identificador": "DB97.2",
    "valor": "Hepatite crônica, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "DB97.Y",
    "valor": "Outra doença hepática inflamatória especificada",
    "descricao": ""
  },
  {
    "identificador": "DB97.Z",
    "valor": "Doença hepática inflamatória, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB98",
    "valor": "Transtornos vasculares do fígado",
    "descricao": "Transtornos vasculares do fígado são condições onde o fluxo sanguíneo hepático é desorganizado devido a dano, malformação e obstrução da artéria hepática, veia porta e veia hepática."
  },
  {
    "identificador": "DB98.0",
    "valor": "Infarto do fígado",
    "descricao": "Infarto do fígado é um dano hepático causado por suprimento sanguíneo limitado para o fígado, devido a obstrução ou redução do fluxo sanguíneo da artéria hepática, veia porta ou ambos."
  },
  {
    "identificador": "DB98.1",
    "valor": "Peliose hepática",
    "descricao": ""
  },
  {
    "identificador": "DB98.2",
    "valor": "Hiperplasia nodular regenerativa do fígado",
    "descricao": "Hiperplasia nodular regenerativa do fígado é um transtorno raro caracterizado por transformação micronodular difusa do parênquima hepático sem septos fibrosos entre os nódulos."
  },
  {
    "identificador": "DB98.3",
    "valor": "Trombose da veia porta",
    "descricao": "Trombose da veia porta é uma condição onde a veia porta e/ou seus ramos estão obstruídos, principalmente por um coágulo sanguíneo ou invasão tumoral maligna."
  },
  {
    "identificador": "DB98.4",
    "valor": "Trombose da veia esplênica",
    "descricao": "Trombose da veia esplênica é uma condição em que a veia esplênica está obstruída, principalmente por um coágulo sanguíneo ou invasão tumoral maligna."
  },
  {
    "identificador": "DB98.5",
    "valor": "Síndrome de Budd-Chiari",
    "descricao": "Síndrome de Budd-Chiari (SBC) é causada por obstrução do fluxo venoso de saída hepático, envolvendo ou as veias hepáticas ou o segmento terminal da veia cava inferior e levando a congestão hepática e necrose isquêmica. A gravidade depende da velocidade de início e extensão da obstrução. As obstruções são geralmente causadas por trombose na SBC primária, enquanto na SBC secundária resulta de invasão tumoral do lúmen ou compressão da veia por uma lesão expansiva. As principais manifestações da SBC são ascite levando a desnutrição e insuficiência renal, hemorragia gastrointestinal devida a hipertensão portal e insuficiência hepática resultando em encefalopatia e infecções graves. Formas assintomáticas também já foram descritas."
  },
  {
    "identificador": "DB98.6",
    "valor": "Doença hepática veno-oclusiva",
    "descricao": "Doença hepática veno-oclusiva (VOD hepática) é uma doença do fígado resultante de lesão tóxica aos capilares sinusoidais hepáticos, que leva a obstrução das pequenas veias hepáticas. O cenário clínico é caracterizado por hepatomegalia dolorosa, icterícia, edema e ascite."
  },
  {
    "identificador": "DB98.7",
    "valor": "Hipertensão portal",
    "descricao": "Hipertensão portal é o aumento anormal da pressão na veia porta, o que induz o desenvolvimento de vasos colaterais da veia porta, incluindo varizes de esôfago e de cárdia. Também contribui para o desenvolvimento de ascite."
  },
  {
    "identificador": "DB98.70",
    "valor": "Hipertensão portal idiopática",
    "descricao": ""
  },
  {
    "identificador": "DB98.71",
    "valor": "Fibrose portal não cirrótica",
    "descricao": ""
  },
  {
    "identificador": "DB98.72",
    "valor": "Transformação nodular parcial do fígado",
    "descricao": ""
  },
  {
    "identificador": "DB98.73",
    "valor": "Fístula arteriovenosa esplâcnica",
    "descricao": ""
  },
  {
    "identificador": "DB98.74",
    "valor": "Hipertensão portal secundária",
    "descricao": "É uma hipertensão (pressão sanguínea elevada) secundária no sistema venoso portal, que é composto pela veia porta e seus ramos e tributárias."
  },
  {
    "identificador": "DB98.7Y",
    "valor": "Outra hipertensão portal especificada",
    "descricao": ""
  },
  {
    "identificador": "DB98.7Z",
    "valor": "Hipertensão portal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB98.8",
    "valor": "Congestão passiva do fígado",
    "descricao": "Condição de congestão, devida a drenagem venosa comprometida, tipicamente por falência cardíaca direita, que afeta o fígado."
  },
  {
    "identificador": "DB98.9",
    "valor": "Aneurisma da artéria hepática",
    "descricao": "Aneurisma que se desenvolve na artéria hepática. Causas do aneurisma incluem arterioesclerose, vasculite, traumatismo e infecção."
  },
  {
    "identificador": "DB98.A",
    "valor": "Hemorragia hepática",
    "descricao": "Sangramento espontâneo traumático ou não traumático no fígado. A causa mais comum deste último é a ruptura de tumores hepáticos."
  },
  {
    "identificador": "DB98.B",
    "valor": "Lesão por isquemia de reperfusão do fígado",
    "descricao": "Lesão hepática causada por reperfusão sanguínea após uma isquemia não letal do fígado."
  },
  {
    "identificador": "DB98.Y",
    "valor": "Outros transtornos vasculares especificados do fígado",
    "descricao": ""
  },
  {
    "identificador": "DB98.Z",
    "valor": "Transtornos vasculares do fígado, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DB99",
    "valor": "Algumas doenças especificadas do fígado",
    "descricao": "Grupo de condições caracterizadas como sendo no ou associadas ao fígado e que não estão classificadas em outro lugar."
  },
  {
    "identificador": "DB99.0",
    "valor": "Doença hepática crônica",
    "descricao": ""
  },
  {
    "identificador": "DB99.1",
    "valor": "Cisto hepático",
    "descricao": "É um saco fechado, apresentando uma membrana e divisão distintas quando comparado ao tecido do entorno. Pode conter ar, fluidos ou material semi-sólido do fígado."
  },
  {
    "identificador": "DB99.10",
    "valor": "Doença policística do fígado",
    "descricao": "Doença policística do fígado é um transtorno genético caracterizado pelo surgimento de numerosos cistos espalhados por todo o fígado."
  },
  {
    "identificador": "DB99.1Y",
    "valor": "Outro cisto hepático especificado",
    "descricao": ""
  },
  {
    "identificador": "DB99.1Z",
    "valor": "Cisto hepático, não especifico",
    "descricao": ""
  },
  {
    "identificador": "DB99.2",
    "valor": "Síndrome hepatorrenal",
    "descricao": ""
  },
  {
    "identificador": "DB99.3",
    "valor": "Hipertensão portopulmonar",
    "descricao": "É a coexistência de hipertensão portal e pulmonar, e é uma complicação séria da doença hepática, presente em 0,25 a 4% dos pacientes que sofrem de cirrose."
  },
  {
    "identificador": "DB99.4",
    "valor": "Síndrome hepatopulmonar",
    "descricao": "É uma síndrome de falta de ar e hipoxemia (baixos níveis de oxigênio no sangue arterial) causada por vasodilatação (alargamento dos vasos sanguíneos) nos pulmões dos pacientes com doença hepática."
  },
  {
    "identificador": "DB99.5",
    "valor": "Encefalopatia hepática",
    "descricao": "Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
  },
  {
    "identificador": "DB99.6",
    "valor": "Colestase intra-hepática, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "DB99.60",
    "valor": "Colestase da nutrição parenteral",
    "descricao": "Condição em que a bile não pode fluir do fígado para o duodeno, então faz-se necessário alimentar o indivíduo por via endovenosa, evitando o processo usual de alimentação e digestão."
  },
  {
    "identificador": "DB99.6Y",
    "valor": "Outra colestase intra-hepática especificada",
    "descricao": ""
  },
  {
    "identificador": "DB99.6Z",
    "valor": "Colestase intra-hepática, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DB99.7",
    "valor": "Insuficiência hepática sem menção se aguda ou crônica",
    "descricao": ""
  },
  {
    "identificador": "DB99.8",
    "valor": "Insuficiência hepática crônica",
    "descricao": ""
  },
  {
    "identificador": "DB99.Y",
    "valor": "Outras doenças do fígado",
    "descricao": ""
  },
  {
    "identificador": "DB9Z",
    "valor": "Doenças do fígado não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DC10",
    "valor": "Alterações anatômicas adquiridas de vesícula biliar ou vias biliares",
    "descricao": "Isso considera a estrutura nas alterações da vesícula biliar e as longas estruturas tubulares que transportam a bile."
  },
  {
    "identificador": "DC10.0",
    "valor": "Obstrução de vesícula ou vias biliares",
    "descricao": "Obstrução no pequeno órgão que ajuda principalmente na digestão de gordura e concentra a bile produzida pelo fígado e em qualquer uma das numerosas estruturas semelhantes a tubos que transportam a bile."
  },
  {
    "identificador": "DC10.00",
    "valor": "Obstrução do ducto cístico",
    "descricao": ""
  },
  {
    "identificador": "DC10.01",
    "valor": "Obstrução da vesícula biliar",
    "descricao": ""
  },
  {
    "identificador": "DC10.02",
    "valor": "Obstrução de via biliar",
    "descricao": ""
  },
  {
    "identificador": "DC10.0Y",
    "valor": "Outra obstrução especificada de vesícula ou vias biliares",
    "descricao": ""
  },
  {
    "identificador": "DC10.0Z",
    "valor": "Obstrução de vesícula ou vias biliares, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC10.1",
    "valor": "Hidropsia da vesícula biliar",
    "descricao": "Acúmulo anormal de fluido seroso na vesícula biliar"
  },
  {
    "identificador": "DC10.2",
    "valor": "Fístula de vesícula ou ducto biliar",
    "descricao": "Conexão ou passagem anormal entre a vesícula biliar ou a via biliar e outros órgãos."
  },
  {
    "identificador": "DC10.3",
    "valor": "Pólipo de vesícula biliar",
    "descricao": "Depósitos de colesterol e triglicérides na parede da vesícula biliar, projetando para dentro do lúmen."
  },
  {
    "identificador": "DC10.4",
    "valor": "Colesterolose da vesícula biliar",
    "descricao": ""
  },
  {
    "identificador": "DC10.Y",
    "valor": "Outras alterações anatômicas adquiridas especificadas de vesícula biliar ou vias biliares",
    "descricao": ""
  },
  {
    "identificador": "DC10.Z",
    "valor": "Alterações anatômicas adquiridas de vesícula biliar ou vias biliares, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DC11",
    "valor": "Colelitíase",
    "descricao": "Colelitíase é o cálculo de vesícula biliar, ducto cístico ou ducto biliar. A maioria das pedras na vesícula biliar é assintomática, mas o sintoma inicial mais comum é a cólica biliar antes do desenvolvimento de complicações, incluindo colecistite aguda ou colangite."
  },
  {
    "identificador": "DC11.0",
    "valor": "Cálculo de vesícula biliar ou ducto cístico com colecistite aguda",
    "descricao": "Cálculos em vesícula biliar ou ducto cístico se manifestam com inflamação aguda da parede da vesícula biliar, tipicamente subsequente a obstrução do ducto cístico pelo cálculo."
  },
  {
    "identificador": "DC11.1",
    "valor": "Cálculo de vesícula biliar ou ducto cístico com outra colecistite",
    "descricao": "Cálculos na vesícula biliar ou ducto cístico que se apresentam com inflamação da parede da vesícula biliar e ducto cístico."
  },
  {
    "identificador": "DC11.2",
    "valor": "Cálculo de vesícula biliar ou ducto cístico com colangite",
    "descricao": ""
  },
  {
    "identificador": "DC11.3",
    "valor": "Cálculo de vesícula biliar ou ducto cístico sem colecistite ou colangite",
    "descricao": "Cálculos na vesícula biliar presentes sem inflamação de parede da vesícula biliar e via biliar."
  },
  {
    "identificador": "DC11.4",
    "valor": "Cálculo de via biliar com colangite",
    "descricao": "Cálculos na via biliar presentes com inflamação da via biliar"
  },
  {
    "identificador": "DC11.5",
    "valor": "Calculo de via biliar com colecistite",
    "descricao": "Cálculos na via biliar presentes com inflamação da parede de vesícula biliar."
  },
  {
    "identificador": "DC11.6",
    "valor": "Calculose de via biliar sem colangite ou colecistite",
    "descricao": "Cálculos na via biliar presentes sem inflamação de parede da vesícula biliar e via biliar."
  },
  {
    "identificador": "DC11.7",
    "valor": "Colelitíase intra-hepática",
    "descricao": ""
  },
  {
    "identificador": "DC11.Y",
    "valor": "Outra colelitíase especificada",
    "descricao": ""
  },
  {
    "identificador": "DC11.Z",
    "valor": "Colelitíase, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC12",
    "valor": "Colecistite",
    "descricao": "Inflamação da parede da vesícula biliar por infecção de vários organismos e/ou transtornos não especificados."
  },
  {
    "identificador": "DC12.0",
    "valor": "Colecistite aguda",
    "descricao": "Inflamação aguda da parede da vesícula biliar geralmente segue a obstrução do ducto cístico. A inflamação é evocada por fatores inflamatórios mecânicos, químicos, vasculares e bacterianos."
  },
  {
    "identificador": "DC12.00",
    "valor": "Agudização na colecistite crônica",
    "descricao": ""
  },
  {
    "identificador": "DC12.0Y",
    "valor": "Outra colecistite aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "DC12.0Z",
    "valor": "Colecistite aguda, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC12.1",
    "valor": "Colecistite crônica",
    "descricao": "Inflamação crônica da parede da vesícula biliar resultante de colecistite aguda repetida ou de irritação mecânica da parede da vesícula biliar por transtornos não especificados"
  },
  {
    "identificador": "DC12.Y",
    "valor": "Outra colecistite especificada",
    "descricao": ""
  },
  {
    "identificador": "DC12.Z",
    "valor": "Colecistite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC13",
    "valor": "Colangite",
    "descricao": ""
  },
  {
    "identificador": "DC14",
    "valor": "Algumas doenças biliares especificadas",
    "descricao": "Grupo de condições caracterizadas como estando dentro ou associadas ao trato biliar, a passagem para a bile, que não são classificadas em outro lugar."
  },
  {
    "identificador": "DC14.0",
    "valor": "Hemorragia da via biliar",
    "descricao": ""
  },
  {
    "identificador": "DC14.1",
    "valor": "Síndrome pós-colecistectomia",
    "descricao": "Isso descreve a presença de sintomas abdominais subsequentes à remoção cirúrgica da vesícula biliar. Os sintomas podem incluir náuseas e vômitos, distensão e diarreia, e dor no abdome superior direito. A dor é frequentemente atribuída à descoordenação do esfíncter de Oddi."
  },
  {
    "identificador": "DC14.2",
    "valor": "Disfunção do esfíncter de Oddi",
    "descricao": "Transtorno do movimento que consiste em efeitos adversos, incluindo movimentos voluntários diminuídos e a presença de movimentos involuntários na válvula muscular que controla o fluxo de sucos digestivos (bile e suco pancreático) através da ampola de Vater para a segunda parte do duodeno."
  },
  {
    "identificador": "DC14.3",
    "valor": "Adenomiomatose da vesícula biliar",
    "descricao": "Condição de uma parede anormal da vesícula biliar. Pode haver supercrescimento de mucosa, espessamento muscular e seios de Rokitansky-Aschoff."
  },
  {
    "identificador": "DC1Y",
    "valor": "Outras doenças especificadas de vesícula ou trato biliar",
    "descricao": ""
  },
  {
    "identificador": "DC1Z",
    "valor": "Doenças de vesícula ou trato biliar, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DC30",
    "valor": "Doenças císticas do pâncreas",
    "descricao": "Trata-se de uma bolsa fechada, com uma membrana e divisão distintas em comparação ao tecido do entorno, que pode conter ar, fluidos ou material semissólido, do pâncreas."
  },
  {
    "identificador": "DC30.0",
    "valor": "Cisto do pâncreas",
    "descricao": ""
  },
  {
    "identificador": "DC30.1",
    "valor": "Pseudocisto do pâncreas",
    "descricao": ""
  },
  {
    "identificador": "DC30.Y",
    "valor": "Outras doenças císticas especificadas do pâncreas",
    "descricao": ""
  },
  {
    "identificador": "DC30.Z",
    "valor": "Doenças císticas do pâncreas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DC31",
    "valor": "Pancreatite aguda",
    "descricao": "Inflamação do pâncreas com início súbito. As alterações patológicas variam de edema a necrose. Enquanto os casos leves frequentemente se recuperam sem complicações, os casos graves apresentam alta mortalidade devido a complicações sistêmicas, apesar do tratamento intensivo."
  },
  {
    "identificador": "DC31.0",
    "valor": "Pancreatite aguda idiopática",
    "descricao": "Pancreatite aguda cuja etiologia não pode ser identificada. Deve ser diagnosticada por exclusão de álcool, litíase biliar e outras etiologias possíveis."
  },
  {
    "identificador": "DC31.1",
    "valor": "Pancreatite aguda induzida por álcool",
    "descricao": "Pancreatite aguda associada a consumo de álcool. Apesar de o consumo de álcool ser uma das principais causas da doença, o diagnóstico deve feito após a exclusão de outras etiologias."
  },
  {
    "identificador": "DC31.2",
    "valor": "Pancreatite aguda biliar",
    "descricao": "Pancreatite aguda associada a litíase biliar. Apesar de a litíase biliar ser uma das principais etiologias, o diagnóstico deve ser realizado após a exclusão de outras etiologias. Supõe-se que o refluxo de bile para o ducto pancreático, causado por um cálculo impactado na papila duodenal, seja uma causa disto."
  },
  {
    "identificador": "DC31.3",
    "valor": "Pancreatite aguda induzida por droga",
    "descricao": "Pancreatite aguda causada por administração de droga. Alguns diuréticos, antibióticos e antitumorais, contraceptivos contendo estrogênio, azatioprina e outros foram relatados como indutores de pancreatite aguda."
  },
  {
    "identificador": "DC31.4",
    "valor": "Pancreatite aguda hereditária",
    "descricao": "Inflamação aguda recorrente do pâncreas caracterizada por episódios de dor abdominal intensa. Várias mutações genéticas estão associadas a essa pancreatite. O início da doença é geralmente antes dos 20 anos de idade, mas pode ocorrer em qualquer idade."
  },
  {
    "identificador": "DC31.5",
    "valor": "Exarcebação aguda de pancreatite crônica",
    "descricao": ""
  },
  {
    "identificador": "DC31.Y",
    "valor": "Outra pancreatite aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "DC31.Z",
    "valor": "Pancreatite aguda, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC32",
    "valor": "Pancreatite crônica",
    "descricao": ""
  },
  {
    "identificador": "DC32.0",
    "valor": "Pancreatite calcificante",
    "descricao": "Inflamação do pâncreas que requer atenção médica imediata e hospitalização durante um ataque, cujos sais de cálcio se acumulam em tecidos moles, causando seu endurecimento."
  },
  {
    "identificador": "DC32.1",
    "valor": "Pancreatite do sulco",
    "descricao": ""
  },
  {
    "identificador": "DC32.2",
    "valor": "Pancreatite crônica hereditária",
    "descricao": "Pancreatite crônica hereditária (PCH) é uma forma muito rara de pancreatite crônica de início na infância. Com exceção de um início mais precoce e uma progressão mais lenta do curso clínico, as características morfológicas e os achados laboratoriais da PCH não diferem daqueles presentes em pacientes com pancreatite crônica alcoólica."
  },
  {
    "identificador": "DC32.3",
    "valor": "Pancreatite crônica induzida por álcool",
    "descricao": ""
  },
  {
    "identificador": "DC32.4",
    "valor": "Pancreatite crônica idiopática",
    "descricao": "Inflamação do pâncreas caracterizada por dor abdominal recorrente ou persistente, não associada a fatores de risco conhecidos"
  },
  {
    "identificador": "DC32.5",
    "valor": "Pancreatite tropical",
    "descricao": "Pancreatite tropical é uma doença pancreática rara de início juvenil que ocorre principalmente em países tropicais em desenvolvimento e é caracterizada por pancreatite crônica não alcoólica que se manifesta com dor abdominal, esteatorreia e pancreatopatia fibrocalculosa. Também é comumente associada ao desenvolvimento de cálculos pancreáticos e câncer pancreático em uma frequência muito maior do que a observada na pancreatite crônica comum."
  },
  {
    "identificador": "DC32.Y",
    "valor": "Outra pancreatite crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "DC32.Z",
    "valor": "Pancreatite crônica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC33",
    "valor": "Pancreatite autoimune",
    "descricao": "Pancreatite autoimune (PAI) é uma doença pancreática rara caracterizada por pancreatite crônica não alcoólica que se apresenta com dor abdominal, esteatorreia, icterícia obstrutiva, e responde bem a terapia com esteroides e é observada em duas subformas: PAI tipo 1 que acomete homens idosos, envolve outros órgãos e tem níveis aumentados de imunoglobina G4 (IgG4) e PAI tipo 2 que afeta ambos os sexos igualmente, mas se apresenta em uma idade mais jovem e não tem envolvimento de outros órgãos ou níveis aumentados de IgG4."
  },
  {
    "identificador": "DC34",
    "valor": "Pancreatite obstrutiva",
    "descricao": "Esta é uma obstrução na presença de inflamação do pâncreas que requer atenção médica imediata e hospitalização durante um ataque, que tem múltiplas causas e sintomas, que ocorre quando enzimas pancreáticas (especialmente a tripsina) que digerem os alimentos são ativadas no pâncreas em vez de no intestino delgado."
  },
  {
    "identificador": "DC35",
    "valor": "Algumas doenças especificadas do pâncreas",
    "descricao": ""
  },
  {
    "identificador": "DC35.0",
    "valor": "Atrofia do pâncreas",
    "descricao": ""
  },
  {
    "identificador": "DC35.1",
    "valor": "Insuficência pancreática secundária",
    "descricao": ""
  },
  {
    "identificador": "DC35.2",
    "valor": "Esteatorréia pancreática",
    "descricao": ""
  },
  {
    "identificador": "DC3Y",
    "valor": "Outras doenças especificadas do pâncreas",
    "descricao": ""
  },
  {
    "identificador": "DC3Z",
    "valor": "Doenças do pâncreas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DC50",
    "valor": "Peritonite",
    "descricao": "Peritonite é a inflamação do peritônio, uma condição marcada por exudações no peritônio de soro, fibrina, células e pus."
  },
  {
    "identificador": "DC50.0",
    "valor": "Peritonite primária",
    "descricao": "Peritonite sem fonte cirúrgica nem fonte evidente do agente infeccioso e outro agente."
  },
  {
    "identificador": "DC50.00",
    "valor": "Peritonite bacteriana espontânea",
    "descricao": "Infecção bacteriana aguda do líquido ascítico sem fonte evidente do agente infectante em paciente com cirrose hepática ou em paciente em diálise peritonial."
  },
  {
    "identificador": "DC50.01",
    "valor": "Outra peritonite primária especificada",
    "descricao": ""
  },
  {
    "identificador": "DC50.1",
    "valor": "Peritonite secundária",
    "descricao": "Peritonite com fonte evidente de um agente infectante ou devida a outras doenças."
  },
  {
    "identificador": "DC50.10",
    "valor": "Peritonite eosinofílica",
    "descricao": "Há 10% ou mais de eosinófilos no efluente peritoneal na apresentação inicial, e suas causas são frequentemente obscuras. No entanto, casos foram relatados com reações alérgicas, exposição a medicamentos como vancomicina, infecções fúngicas e virais, logo após a troca do cateter e no tratamento com icodextrina."
  },
  {
    "identificador": "DC50.11",
    "valor": "Peritonite mesentérica",
    "descricao": "Peritonite devida a necrose gordurosa mesentérica ou saponificação"
  },
  {
    "identificador": "DC50.12",
    "valor": "Peritonite proliferativa crônica",
    "descricao": "Extensa fibrose peritonial em resposta a amianto, diálise peritonial contínua ambulatorial. Obstrução intestinal clínica devida a aderências peritoneais maciças."
  },
  {
    "identificador": "DC50.13",
    "valor": "Peritonite por Streptococcus pneumoniae",
    "descricao": "Inflamação do peritônio devida aum membro anaeróbio Gram positivo, aerotolerante, alfa-hemolítico, do gênero Streptococcus."
  },
  {
    "identificador": "DC50.1Y",
    "valor": "Outra peritonite secundária especificada",
    "descricao": ""
  },
  {
    "identificador": "DC50.1Z",
    "valor": "Peritonite secundária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC50.2",
    "valor": "Abscesso peritoneal",
    "descricao": "Abscessos peritoneais são coleções localizadas de pus na cavidade peritoneal, potencialmente fatais se não forem prontamente tratadas. Eles decorrem de várias condições, como complicações pós-cirúrgicas e infecções intra-abdominais. O diagnóstico agora se baseia em exames de imagens sofisticados juntamente com a avaliação clínica, sendo a ultrassonografia uma ferramenta valiosa."
  },
  {
    "identificador": "DC50.Z",
    "valor": "Peritonite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC51",
    "valor": "Alguns transtornos especificados do peritônio e retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "DC51.0",
    "valor": "Ascite quilosa",
    "descricao": "Ascite quilosa é uma forma rara de ascite causada por acúmulo de linfa na cavidade peritoneal, geralmente devido a malignidade intra-abdominal, cirrose hepática ou complicações de cirurgia abdominal, e se apresenta com distensão abdominal indolor, mas progressiva, dispneia e ganho de peso."
  },
  {
    "identificador": "DC51.1",
    "valor": "Aderências peritoneais",
    "descricao": "Transtornos de aderência do peritônio por tecido cicatricial ou fibrose"
  },
  {
    "identificador": "DC51.2",
    "valor": "Hemoperitônio",
    "descricao": "Retenção de sangue na cavidade peritonial"
  },
  {
    "identificador": "DC51.Y",
    "valor": "Alguns outros transtornos especificados do peritônio e retroperitônio",
    "descricao": ""
  },
  {
    "identificador": "DC5Z",
    "valor": "Doenças do peritônio, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DC70",
    "valor": "Diverticulite do intestino delgado",
    "descricao": "Quando as bolsas do intestino delgado (divertículos) ficam infectadas ou inflamadas, a condição é chamada de diverticulite. A diverticulite pode levar a várias complicações graves, como pequenas lacerações, chamadas de perfurações e abscessos, formação de fístula para órgãos adjacentes, sangramento ou bloqueios no lúmen, sendo necessário atendimento médico."
  },
  {
    "identificador": "DC70.0",
    "valor": "Diverticulite do intestino delgado com complicação",
    "descricao": "Desenvolve-se a partir da diverticulose, que envolve a formação de bolsas (divertículos) na parte externa do intestino delgado e resulta da inflamação de um ou alguns desses divertículos do intestino delgado, com complicação."
  },
  {
    "identificador": "DC70.00",
    "valor": "Diverticulite do intestino delgado com perfuração ou abscesso",
    "descricao": "Desenvolve-se a partir da diverticulose, que envolve a formação de bolsas (divertículos) na parte externa do intestino delgado, e que resulta se um ou alguns desses divertículos se inflamam, com perfuração ou abscesso."
  },
  {
    "identificador": "DC70.0Y",
    "valor": "Diverticulite do intestino delgado com outra complicação especificada",
    "descricao": ""
  },
  {
    "identificador": "DC70.0Z",
    "valor": "Diverticulite do intestino delgado com complicação não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC70.1",
    "valor": "Diverticulite do intestino delgado sem complicação",
    "descricao": "Desenvolve-se a partir da diverticulose, que envolve a formação de bolsas (divertículos) na parte externa do intestino delgado, e resulta da inflamação de um ou alguns desses divertículos do intestino delgado, sem complicação."
  },
  {
    "identificador": "DC70.Z",
    "valor": "Diverticulite de intestino delgado sem especificação da presença de complicações",
    "descricao": ""
  },
  {
    "identificador": "DC71",
    "valor": "Diverticulose do intestino delgado",
    "descricao": "Diverticulose do intestino delgado é uma condição caracterizada pela presença de múltiplas hérnias mucosas semelhantes a sacos chamadas divertículos através de pontos fracos na parede ou no revestimento do intestino delgado. Pequenos divertículos do intestino delgado são muito menos comuns do que os divertículos do cólon. A maioria das pessoas com diverticulose não apresenta desconforto ou sintomas. No entanto, algumas pessoas podem sentir dor ou desconforto no abdômen, inchaço e sangramento."
  },
  {
    "identificador": "DC71.0",
    "valor": "Diverticulose do intestino delgado com hemorragia",
    "descricao": "Condição de ter divertículos no intestino delgado, que são protusões da mucosa e da submucosa através de pontos fracos das camadas musculares na parede do intestino delgado, com hemorragia."
  },
  {
    "identificador": "DC71.1",
    "valor": "Diverticulose do intestino delgado sem hemorragia",
    "descricao": "Condição de ter divertículos no intestino delgado, que são protusões da mucosa e da submucosa através de pontos fracos das camadas musculares na parede do intestino delgado, sem hemorragia."
  },
  {
    "identificador": "DC71.Z",
    "valor": "Diverticulose do intestino delgado, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC72",
    "valor": "Divertículo do intestino delgado",
    "descricao": "Condição morfológica na qual há uma pequena bolsa no revestimento do intestino delgado, que protunde para fora através de um ponto fraco. Cada bolsa é chamada de divertículo. A condição de ter múltiplos divertículos com sintomas ou com inflamação está excluída dessa entidade diagnóstica."
  },
  {
    "identificador": "DC72.0",
    "valor": "Divertículo do intestino delgado com hemorragia",
    "descricao": "Condição morfológica na qual há uma pequena bolsa chamada divertículo no revestimento do intestino delgado, com hemorragia."
  },
  {
    "identificador": "DC72.1",
    "valor": "Divertículo do intestino delgado sem hemorragia",
    "descricao": "Condição morfológica na qual há uma pequena bolsa chamada divertículo no revestimento do intestino delgado, sem hemorragia."
  },
  {
    "identificador": "DC72.Z",
    "valor": "Divertículo do intestino delgado, sem especificação sobre a presença ou ausência de hemorragia",
    "descricao": ""
  },
  {
    "identificador": "DC80",
    "valor": "Diverticulite do intestino grosso",
    "descricao": "Define-se a diverticulite quando um ou mais divertículos são a fonte de inflamação macroscópica visível. Frequentemente é acompanhada de formação de abscesso pericólico."
  },
  {
    "identificador": "DC80.0",
    "valor": "Diverticulite do intestino grosso com complicação",
    "descricao": "Desenvolve-se a partir da diverticulose, que envolve a formação de bolsas (divertículos) na parte externa do cólon e resulta da inflamação de um ou alguns desses divertículos, com complicação.."
  },
  {
    "identificador": "DC80.00",
    "valor": "Diverticulite do intestino grosso com perfuração ou abscesso",
    "descricao": "Desenvolve-se a partir da diverticulose, que envolve a formação de bolsas (divertículos) na parte externa do cólon e que resulta se um desses divertículos fica inflamado, do intestino grosso com perfuração ou abscesso."
  },
  {
    "identificador": "DC80.0Y",
    "valor": "Diverticulite do intestino grosso com outra complicação especificada",
    "descricao": ""
  },
  {
    "identificador": "DC80.0Z",
    "valor": "Diverticulite do intestino grosso com complicação não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC80.1",
    "valor": "Diverticulite do intestino grosso sem complicação",
    "descricao": "Desenvolve-se a partir da diverticulose, que se caracteriza pela formação de bolsas (divertículos) na parede externa do cólon e resulta da inflamação de um ou mais desses divertículos, do intestino grosso sem haver complicações."
  },
  {
    "identificador": "DC80.Z",
    "valor": "Diverticulite do intestino grosso sem especificação da presença de complicações",
    "descricao": ""
  },
  {
    "identificador": "DC81",
    "valor": "Diverticulose do intestino grosso",
    "descricao": "O nome diverticulose é usado apenas para indicar a presença de múltiplos divertículos no intestino grosso, com ou sem as anormalidades musculares encontradas na doença diverticular clássica. A condição de ter várias bolsas (divertículos) é chamada de diverticulose. A maioria das pessoas com diverticulose não apresenta desconforto ou sintomas. No entanto, algumas pessoas podem sentir cólicas ou desconforto na parte inferior do abdômen, distensão abdominal e constipação."
  },
  {
    "identificador": "DC81.0",
    "valor": "Diverticulose do intestino grosso com hemorragia",
    "descricao": "Condição de ter divertículos no intestino grosso, que são protusões da mucosa e da submucosa através de pontos fracos das camadas musculares na parede do cólon, complicada com hemorragia."
  },
  {
    "identificador": "DC81.1",
    "valor": "Diverticulose do intestino grosso sem hemorragia",
    "descricao": "Condição de ter divertículos no intestino grosso, que são protusões da mucosa e da submucosa através de pontos fracos das camadas musculares na parede do cólon, sem hemorragia."
  },
  {
    "identificador": "DC81.Z",
    "valor": "Diverticulose do intestino grosso, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DC82",
    "valor": "Divertículo do intestino grosso",
    "descricao": "Condição morfológica em que tipicamente uma bolsa de membrana mucosa (incluindo a muscular da mucosa), por mecanismo de pulsão, projeta-se através e além das camadas musculares circulares da parede intestinal, de modo que elas venham a se situar na gordura pericólica e nos apêndices epiploicos. Cada bolsa é chamada de divertículo. Exclui-se aqui a condição de ter vários divertículos com sintomas ou com inflamação."
  },
  {
    "identificador": "DC82.0",
    "valor": "Divertículo do intestino grosso com hemorragia",
    "descricao": "Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, com hemorragia."
  },
  {
    "identificador": "DC82.1",
    "valor": "Divertículo do intestino grosso, sem hemorragia",
    "descricao": "Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, sem hemorragia."
  },
  {
    "identificador": "DC82.Z",
    "valor": "Divertículo do intestino grosso, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DC90",
    "valor": "Doença diverticular de intestino delgado e grosso",
    "descricao": ""
  },
  {
    "identificador": "DD00",
    "valor": "Diverticulite de parte não especificada do intestino",
    "descricao": ""
  },
  {
    "identificador": "DD00.0",
    "valor": "Diverticulite de parte não especificada do intestino com complicação",
    "descricao": ""
  },
  {
    "identificador": "DD00.00",
    "valor": "Diverticulite de parte não especificada do intestino com perfuração ou abscesso",
    "descricao": ""
  },
  {
    "identificador": "DD00.0Y",
    "valor": "Outra diverticulite de parte não especificada do intestino com complicação especificada",
    "descricao": ""
  },
  {
    "identificador": "DD00.0Z",
    "valor": "Diverticulite de parte não especificada do intestino com complicação não especificada",
    "descricao": ""
  },
  {
    "identificador": "DD00.1",
    "valor": "Diverticulite de parte não especificada do intestino sem complicação",
    "descricao": ""
  },
  {
    "identificador": "DD00.Z",
    "valor": "Diverticulite de parte não especificada do intestino sem especificação da presença ou ausência de complicações",
    "descricao": ""
  },
  {
    "identificador": "DD01",
    "valor": "Diverticulose de parte não especificada do intestino",
    "descricao": ""
  },
  {
    "identificador": "DD01.0",
    "valor": "Diverticulose de parte não especificada do intestino com hemorragia",
    "descricao": ""
  },
  {
    "identificador": "DD01.1",
    "valor": "Diverticulose de parte não especificada do intestino sem hemorragia",
    "descricao": ""
  },
  {
    "identificador": "DD01.Z",
    "valor": "Diverticulose de parte não especificada do intestino, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DD02",
    "valor": "Divertículo de parte não especificada do intestino",
    "descricao": ""
  },
  {
    "identificador": "DD02.0",
    "valor": "Doença diverticular de parte não especificada do intestino com hemorragia",
    "descricao": ""
  },
  {
    "identificador": "DD02.1",
    "valor": "Divertículo de parte não especificada do intestino sem complicação",
    "descricao": ""
  },
  {
    "identificador": "DD02.Z",
    "valor": "Divertículo de parte não especificada do intestino, não especificado",
    "descricao": ""
  },
  {
    "identificador": "DD1Z",
    "valor": "Doença diverticular do intestino, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DD30",
    "valor": "Transtornos vasculares agudos do intestino",
    "descricao": "A isquemia intestinal tem uma oclusão vascular associada, geralmente devida a ateroma, trombo ou êmbolo, mas ocasionalmente resultante de uma arterite, vasculite ou outra condição."
  },
  {
    "identificador": "DD30.0",
    "valor": "Infarto arterial mesentérico agudo",
    "descricao": "Infarto arterial mesentérico agudo é um transtorno isquêmico de interrupção súbita do fluxo arterial mesentérico por causa de oclusão da artéria mesentérica. Pode ser adicionalmente subdividido em embolia arterial mesentérica aguda (EAMA) e trombose arterial mesentérica aguda (TAMA)."
  },
  {
    "identificador": "DD30.1",
    "valor": "Isquemia arterial mesentérica aguda",
    "descricao": "Isquemia mesentérica aguda se refere a estados de baixo fluxo da circulação mesentérica, nos quais o fluxo sanguíneo inadequado através da circulação mesentérica causa isquemia e eventual gangrena da parede intestinal. Pode ser causada por várias condições, como oclusão arterial, oclusão venosa, obstrução por estrangulamento e hipoperfusão associada a doenças vasculares não oclusivas."
  },
  {
    "identificador": "DD30.2",
    "valor": "Oclusão venosa mesentérica aguda",
    "descricao": "Oclusão venosa mesentérica aguda é um transtorno isquêmico de interrupção súbita do fluxo venoso mesentérico devido a trombose venosa."
  },
  {
    "identificador": "DD30.Y",
    "valor": "Outros transtornos vasculares agudos especificados do intestino",
    "descricao": ""
  },
  {
    "identificador": "DD30.Z",
    "valor": "Transtornos vasculares agudos do intestino, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DD31",
    "valor": "Transtornos vasculares crônicos do intestino",
    "descricao": ""
  },
  {
    "identificador": "DD31.0",
    "valor": "Isquemia mesentérica não oclusiva",
    "descricao": "Isquemia mesentérica não oclusiva causa 20% a 30% dos episódios de isquemia mesentérica aguda. A isquemia mesentérica sem obstrução anatômica arterial ou venosa é devida a vasoespasmo mesentérico, que pode ocorrer durante períodos de fluxo mesentérico relativamente baixo, especialmente se houver doença aterosclerótica arterial subjacente. Esse estado de baixo fluxo pode resultar de insuficiência cardíaca, hipotensão ou hipovolemia."
  },
  {
    "identificador": "DD31.00",
    "valor": "Colite isquêmica",
    "descricao": "Colite isquêmica é a forma mais comum de lesão isquêmica do intestino e ocorre com maior frequência em pessoas idosas. A doença pode resultar de eventos oclusivos ou não oclusivos, principalmente no território da artéria mesentérica inferior, em ramos colônicos da artéria mesentérica superior e nas veias mesentéricas superior e inferior. A flexura esplênica e a junção retossigmoide, onde existe baixa perfusão, são comumente afetadas."
  },
  {
    "identificador": "DD31.0Y",
    "valor": "Outra isquemia mesentérica não oclusiva especificada",
    "descricao": ""
  },
  {
    "identificador": "DD31.0Z",
    "valor": "Isquemia mesentérica não oclusiva, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DD31.Y",
    "valor": "Outros transtornos vasculares crônicos especificados do intestino",
    "descricao": ""
  },
  {
    "identificador": "DD31.Z",
    "valor": "Transtornos vasculares crônicos do intestino, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DD3Y",
    "valor": "Outras doenças vasculares isquêmicas especificadas do intestino",
    "descricao": ""
  },
  {
    "identificador": "DD3Z",
    "valor": "Transtornos vasculares isquêmicos do intestino, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DD50",
    "valor": "Hérnia de parede não abdominal",
    "descricao": "Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
  },
  {
    "identificador": "DD50.0",
    "valor": "Hérnia diafragmática",
    "descricao": "Hérnia que ocorre através do forâmen no diafragma"
  },
  {
    "identificador": "DD50.1",
    "valor": "Hérnia pélvica",
    "descricao": "Hérnia que ocorre através do forame na parede pélvica."
  },
  {
    "identificador": "DD50.2",
    "valor": "Hérnia intra-abdominal",
    "descricao": "Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
  },
  {
    "identificador": "DD50.20",
    "valor": "Hérnia intra-abdominal primária",
    "descricao": "Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
  },
  {
    "identificador": "DD50.21",
    "valor": "Hérnia intra-abdominal secundária",
    "descricao": "Hérnia que ocorre dentro do abdômen e de forma secundária através da abertura recoberta por peritônio após cirurgia abdominal ou traumatismo."
  },
  {
    "identificador": "DD50.2Y",
    "valor": "Outra hérnia intra-abdominal especificada",
    "descricao": ""
  },
  {
    "identificador": "DD50.2Z",
    "valor": "Hérnia intra-abdominal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DD50.Y",
    "valor": "Hérnia de parede não abdominal, especificada",
    "descricao": ""
  },
  {
    "identificador": "DD50.Z",
    "valor": "Hérnia de parede não abdominal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DD51",
    "valor": "Hérnia inguinal",
    "descricao": "Hérnia que ocorre quando parte de um órgão interno protunde atráves de uma área frágil do músculo. A maioria das hérnias ocorrem no abdômen. Hérnia inguinal é o tipo mais comum e ocorre na virilha (região inguinal)."
  },
  {
    "identificador": "DD52",
    "valor": "Hérnia femoral",
    "descricao": "Hérnia femoral é uma protrusão de uma alça do intestino através de uma parede abdominal enfraquecida, localizada no abdômen inferior, perto da coxa.\r\nUma hérnia ocorre quando o conteúdo do abdome (geralmente parte do intestino delgado) se comprime através de um ponto fraco ou rompe a fina parede muscular do abdome, que mantém os órgãos abdominais no lugar. Hérnias femorais tendem a ocorrer mais frequentemente em mulheres do que em homens."
  },
  {
    "identificador": "DD53",
    "valor": "Hérnia umbilical",
    "descricao": "Uma hérnia ocorre quando parte de um órgão interno protunde através de uma área fraca do músculo. Uma hérnia umbilical é uma protrusão de peritônio e fluido, omento ou uma porção de órgão(s) abdominal(s) através do anel umbilical. O anel umbilical é o tecido fibroso e muscular ao redor do umbigo. Hérnias pequenas geralmente fecham espontaneamente sem tratamento aos 1 ou 2 anos de idade. As hérnias umbilicais geralmente são indolores e são comuns em lactentes."
  },
  {
    "identificador": "DD54",
    "valor": "Hérnia paraumbilical",
    "descricao": "Hérnias paraumbilicais ou periumbilicais ocorrem próximas ao umbigo e as hérnias supraumbilicais ocorrem logo acima dele. As hérnias paraumbilicais são grandes defeitos abdominais através da linha alba na região do umbigo e geralmente estão relacionadas à diástase dos músculos retos abdominais."
  },
  {
    "identificador": "DD55",
    "valor": "Hérnia epigástrica",
    "descricao": "Hérnia que ocorre através da área fraca do abdome superior entre o umbigo e o apêndice xifoide na linha alba. Embora as hérnias epigástricas congênitas tenham sido descritas em lactentes, geralmente são consideradas uma condição adquirida."
  },
  {
    "identificador": "DD56",
    "valor": "Hernia incisional",
    "descricao": "A hérnia que ocorre em área fragilizada pela incisão de cirurgia abdominal prévia ou de trauma abdominal maior."
  },
  {
    "identificador": "DD57",
    "valor": "Hérnia paraestomal",
    "descricao": "Hérnia que ocorre através da área paraestomal fragilizada após a abertura do estoma."
  },
  {
    "identificador": "DD5Y",
    "valor": "Outras hérnias especificadas",
    "descricao": ""
  },
  {
    "identificador": "DD5Z",
    "valor": "Hérnias não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DD70",
    "valor": "Doença de Crohn",
    "descricao": "A doença de Crohn é caracterizada por inflamação transmural crônica e recidivante que se estende por todas as camadas das paredes do intestino delgado e/ou grosso, e com potencial para envolver todo o trato gastrointestinal do paciente."
  },
  {
    "identificador": "DD70.0",
    "valor": "Doença de Crohn do trato gastrointestinal superior",
    "descricao": "Doença de Crohn envolvida no trato gastrointestinal superior, como cavidade oral, esôfago, estômago e duodeno."
  },
  {
    "identificador": "DD70.1",
    "valor": "Doença de Crohn do intestino delgado",
    "descricao": "Doença de Crohn, que é caracterizada por inflamação transmural crônica e recorrente, pode afetar qualquer parte do trato digestivo. Isto se refere à doença de Crohn envolvendo o intestino delgado."
  },
  {
    "identificador": "DD70.2",
    "valor": "Doença de Crohn do apêndice",
    "descricao": "Doença de Crohn, que é caracterizada por inflamação transmural crônica e recorrente, pode afetar qualquer parte do trato digestivo. Isto se refere à doença de Crohn envolvendo o apêndice."
  },
  {
    "identificador": "DD70.3",
    "valor": "Doença de Crohn do intestino grosso",
    "descricao": "Doença de Crohn, que é caracterizada por inflamação transmural crônica e recorrente, pode afetar qualquer parte do trato digestivo. Isto se refere à doença de Crohn envolvida no intestino grosso."
  },
  {
    "identificador": "DD70.4",
    "valor": "Doença de Crohn da região anal",
    "descricao": "Doença de Crohn comumente envolve o ânus e a área perianal e pode preceder em anos qualquer outro envolvimento intestinal. A constelação de sintomas e sinais que podem ocorrer inclui prurido anal, maceração, acrocórdons, fissuras, fístulas, erosões e infecção secundária com abscessos."
  },
  {
    "identificador": "DD70.5",
    "valor": "Doença de Crohn de ambos intestinos, delgado e grosso",
    "descricao": "A doença de Crohn, caracterizada por inflamação transmural crônica e recorrente, pode afetar qualquer parte do trato digestivo. Isso se refere à doença de Crohn envolvida no intestino delgado e grosso."
  },
  {
    "identificador": "DD70.6",
    "valor": "Doença de Crohn de locais anastomóticos",
    "descricao": "Doença de Crohn, que é caracterizada por inflamação transmural crônica e recorrente, pode afetar qualquer parte do trato digestivo. Isto se refere à doença de Crohn envolvendo o local de anastomose de trato gastrointestinal, como úlcera anastomótica devida à doença de Crohn."
  },
  {
    "identificador": "DD70.Y",
    "valor": "Doença de Crohn de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "DD70.Z",
    "valor": "Doença de Crohn, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "DD71",
    "valor": "Colite ulcerativa",
    "descricao": "Colite ulcerativa é um transtorno inflamatório crônico de etiologia desconhecida que continuamente causa úlceras no revestimento do reto e do cólon. A inflamação é histologicamente restrita à mucosa."
  },
  {
    "identificador": "DD71.0",
    "valor": "Pancolite ulcerativa",
    "descricao": ""
  },
  {
    "identificador": "DD71.1",
    "valor": "Colite ulcerativa esquerda",
    "descricao": ""
  },
  {
    "identificador": "DD71.2",
    "valor": "Retosigmoidite ulcerativa",
    "descricao": ""
  },
  {
    "identificador": "DD71.3",
    "valor": "Proctite ulcerativa",
    "descricao": ""
  },
  {
    "identificador": "DD71.Y",
    "valor": "Outra colite ulcerativa especificada",
    "descricao": ""
  },
  {
    "identificador": "DD71.Z",
    "valor": "Colite ulcerativa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "DD72",
    "valor": "Colite indeterminada",
    "descricao": "Colite indeterminada é um transtorno inflamatório crônico do cólon, para o qual um diagnóstico definitivo de doença de Crohn ou colite ulcerativa não pode ser feito."
  },
  {
    "identificador": "DD7Y",
    "valor": "Outras doenças inflamatórias intestinais especificadas",
    "descricao": ""
  },
  {
    "identificador": "DD7Z",
    "valor": "Doenças inflamatórias intestinais não especificadas",
    "descricao": ""
  },
  {
    "identificador": "DD90",
    "valor": "Transtornos esofágicos ou gastroduodenais funcionais",
    "descricao": "Este grupo incorpora transtornos esofágicos e gastroduodenais que apresentam principalmente queixas gastrointestinais superiores desagradáveis sem alterações morfológicas aparentes de esôfago, estômago e duodeno."
  },
  {
    "identificador": "DD90.0",
    "valor": "Globus",
    "descricao": "Globus é uma sensação não dolorosa persistente ou intermitente de um caroço ou corpo estranho na garganta não relacionado à deglutição, sem transtorno estrutural ou motor da faringe e/ou esôfago, muitas vezes acompanhado de ansiedade aguda ou conflitos emocionais."
  },
  {
    "identificador": "DD90.1",
    "valor": "Disfagia funcional",
    "descricao": "Disfagia funcional é um transtorno em que não há anormalidades estruturais e nem refluxo gastroesofágico como causa da \r\ndisfagia, caracterizado por sensação de alimentos sólidos e/ou líquidos grudando, alojando-se ou passando anormalmente pelo esôfago."
  },
  {
    "identificador": "DD90.2",
    "valor": "Pirose funcional",
    "descricao": "Pirose funcional é um transtorno em que não há anormalidades estruturais e nem refluxo gastroesofágico como causa da pirose, e é caracterizada por desconforto ou dor retroesternal em queimação."
  },
  {
    "identificador": "DD90.3",
    "valor": "Dispepsia funcional",
    "descricao": "Dispepsia funcional é um transtorno definido como a presença de sintomas de dispepsia supostamente originados da região gastroduodenal, na ausência de qualquer doença orgânica, sistêmica ou metabólica que possa explicar os sintomas, como dor epigástrica, queimação epigástrica, plenitude pós-prandial e saciedade precoce."
  },
  {
    "identificador": "DD90.4",
    "valor": "Náusea ou vômito funcionais",
    "descricao": "Náusea e vômitos funcionais são um transtorno em que não há anormalidades estruturais para causar náusea e vômito."
  },
  {
    "identificador": "DD90.5",
    "valor": "Transtornos funcionais de eructação",
    "descricao": "Transtornos funcionais de eructação são eructações incômodas e repetitivas com deglutição excessiva de ar observada e sem evidência de deglutição excessiva de ar."
  },
  {
    "identificador": "DD90.6",
    "valor": "Síndrome de ruminação do adulto",
    "descricao": "Síndrome de ruminação do adulto é um transtorno na idade adulta caracterizado pela regurgitação persistente ou recorrente de alimentos ingeridos recentemente até a boca com subsequente cuspir ou remastigação e deglutição."
  },
  {
    "identificador": "DD90.Y",
    "valor": "Outros transtornos esofágicos ou gastroduodenais funcionais, especificados",
    "descricao": ""
  },
  {
    "identificador": "DD90.Z",
    "valor": "Transtornos esofágicos ou gastroduodenais funcionais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DD91",
    "valor": "Síndrome do intestino irritável ou alguns transtornos funcionais intestinais especificados",
    "descricao": "Este grupo incorpora transtornos intestinais funcionais que apresentam principalmente sintomas atribuíveis ao trato intestinal na ausência de patologia orgânica única e específica no intestino delgado e grosso."
  },
  {
    "identificador": "DD91.0",
    "valor": "Síndrome do intestino irritável",
    "descricao": "Síndrome do intestino irritável (SII) é um transtorno intestinal funcional no qual a dor ou desconforto abdominal está associada à defecação ou a uma mudança no hábito intestinal e com características de defecação desordenada."
  },
  {
    "identificador": "DD91.00",
    "valor": "Síndrome do intestino irritável, predomínio de constipação",
    "descricao": "Subtipo de padrão intestinal da síndrome do intestino irritável, caracterizado por alteração do hábito intestinal com predomínio de constipação."
  },
  {
    "identificador": "DD91.01",
    "valor": "Síndrome do intestino irritável com predomínio de diarreia",
    "descricao": "Subtipo de padrão intestinal da síndrome do intestino irritável, caracterizado por alteração do hábito intestinal com predomínio de diarreia."
  },
  {
    "identificador": "DD91.02",
    "valor": "Síndrome do intestino irritável, tipo misto",
    "descricao": "Subtipo de padrão intestinal da síndrome do intestino irritável, caracterizado por alteração do hábito intestinal, apresentando-se tanto com diarreia quanto com constipação. O subtipo com diarreia e constipação alternadamente variando muitas vezes ao longo do tempo também é considerado sinônimo."
  },
  {
    "identificador": "DD91.03",
    "valor": "Síndrome do intestino irritável, não subtipada",
    "descricao": ""
  },
  {
    "identificador": "DD91.0Z",
    "valor": "Síndrome do intestino irritável, tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "DD91.1",
    "valor": "Constipação funcional",
    "descricao": "Constipação funcional é um transtorno intestinal funcional que se apresenta como defecação persistentemente difícil, infrequente ou aparentemente incompleta, que não preenche os critérios da SII (síndrome do intestino irritável)."
  },
  {
    "identificador": "DD91.2",
    "valor": "Diarreia funcional",
    "descricao": "Diarreia funcional é uma síndrome contínua ou recorrente caracterizada pela passagem de fezes moles (pastosas) ou aquosas sem dor ou desconforto abdominal."
  },
  {
    "identificador": "DD91.3",
    "valor": "Distensão funcional",
    "descricao": "Distensão funcional é uma sensação recorrente de distensão abdominal, que pode ou não estar associada a uma distensão mensurável, mas não faz parte de outro transtorno intestinal ou gastroduodenal funcional."
  },
  {
    "identificador": "DD91.4",
    "valor": "Síndrome da dor abdominal funcional",
    "descricao": "Síndrome da dor abdominal funcional representa uma síndrome dolorosa atribuída ao abdome que está fracamente relacionada à função intestinal, está associada a alguma perda das atividades diárias e está presente há pelo menos 6 meses. A dor é constante, quase constante ou pelo menos recorrente. Também há a falta de relação dos sintomas com a ingestão de alimentos ou defecação."
  },
  {
    "identificador": "DD91.Y",
    "valor": "Outra síndrome do intestino irritável ou transtornos funcionais intestinais, especificados",
    "descricao": ""
  },
  {
    "identificador": "DD91.Z",
    "valor": "Síndrome do intestino irritável ou transtornos funcionais intestinais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DD92",
    "valor": "Transtorno anorretais funcionais",
    "descricao": "Este grupo incorpora os transtornos anorretais que apresentam principalmente queixas anorretais e de defecação sem alterações morfológicas aparentes das regiões anorretais. No entanto, a distinção entre transtornos anorretais orgânicos e funcionais pode ser difícil de se fazer em pacientes individuais."
  },
  {
    "identificador": "DD92.0",
    "valor": "Incontinência fecal funcional",
    "descricao": "Passagem descontrolada recorrente de material fecal em um indivíduo com idade de desenvolvimento de pelo menos 4 anos e um ou mais dos seguintes aspectos;\r\n\r\na. Funcionamento anormal de músculos com inervação normal e estruturalmente intactos\r\n\r\nb. Anormalidades menores da estrutura e/ou inervação do esfíncter\r\n\r\nc. Hábitos intestinais normais ou alterados\r\n\r\nd. Causas psicológicas"
  },
  {
    "identificador": "DD92.1",
    "valor": "Dor anorretal funcional",
    "descricao": "Este grupo incorpora transtornos funcionais que consistem sobretudo de dor nas regiões anorretais. Nesta categoria, dois transtornos (proctalgia crônica - síndrome do elevador do ânus e proctalgia fugaz) são distinguidos com base na duração, frequência e qualidade característica da dor."
  },
  {
    "identificador": "DD92.2",
    "valor": "Transtornos funcionais da defecação",
    "descricao": "Transtornos funcionais da defecação são caracterizados por contração paradoxal ou relaxamento inadequado dos músculos do assoalho pélvico durante a tentativa de defecação (defecação dissinérgica) ou forças propulsivas inadequadas durante a tentativa de defecação (propulsão defecatória inadequada). Os pacientes devem satisfazer os critérios diagnósticos para constipação funcional."
  },
  {
    "identificador": "DD92.Y",
    "valor": "Outros transtornos anorretais funcionais especificados",
    "descricao": ""
  },
  {
    "identificador": "DD92.Z",
    "valor": "Transtornos anorretais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DD93",
    "valor": "Transtornos funcionais digestivos dos lactentes ou crianças na primeira ou segunda infância",
    "descricao": "Este grupo incorpora transtornos funcionais gastrointestinais em lactentes e em crianças na primeira infância e transtornos diagnosticados, mais frequentemente em crianças em idade escolar e adolescentes. Esses transtornos incluem uma combinação variável de sintomas frequentemente dependentes da idade, crônicos ou recorrentes não explicados por anormalidades estruturais ou bioquímicas."
  },
  {
    "identificador": "DD93.0",
    "valor": "Regurgitação do lactente",
    "descricao": "Regurgitação funcional que se apresenta frequentemente (2 ou mais vezes/dia por 3 ou mais semanas) em lactentes durante o primeiro ano de vida, sem esforço de vômito, hematêmese, aspiração, apneia ou dificuldades de alimentação ou deglutição, ou postura anormal."
  },
  {
    "identificador": "DD93.1",
    "valor": "Cólica do lactente",
    "descricao": "Condição na qual um bebê saudável chora ou apresenta sintomas de angústia (cólicas, gemidos, etc.) com frequência e por longos períodos, sem qualquer razão discernível."
  },
  {
    "identificador": "DD93.2",
    "valor": "Disquesia do lactente",
    "descricao": ""
  },
  {
    "identificador": "DD93.Y",
    "valor": "Outros transtornos funcionais digestivos especificados dos lactentes ou crianças na primeira ou segunda infância",
    "descricao": ""
  },
  {
    "identificador": "DD93.Z",
    "valor": "Transtornos funcionais digestivos dos lactentes ou crianças na primeira ou segunda infância, não especificados",
    "descricao": ""
  },
  {
    "identificador": "DD94",
    "valor": "Transtorno funcional da vesícula biliar",
    "descricao": "Transtorno de motilidade que se manifesta sintomaticamente com dor biliar como consequência de um transtorno metabólico inicial (bile supersaturada com colesterol) ou de uma alteração da motilidade primária da vesícula biliar, pelo menos inicialmente, sem qualquer anormalidade da composição da bile. As concentrações séricas de enzimas hepáticas, bilirrubina conjugada e amilase/lipase estão normais."
  },
  {
    "identificador": "DD95",
    "valor": "Transtorno funcional do esfíncter de Oddi",
    "descricao": "Transtorno funcional do esfíncter de Oddi que se caracteriza por anormalidades de motilidade do esfíncter de Oddi associadas a impedimento do fluxo de bile e suco pancreático e regurgitação dos mesmos. Causa dor abdominal intensa e elevação sérica de enzimas pancreáticas, hepáticas ou ambas."
  },
  {
    "identificador": "DD9Y",
    "valor": "Outros transtornos gastrointestinais funcionais especificados",
    "descricao": ""
  },
  {
    "identificador": "DD9Z",
    "valor": "Transtornos gastrointestinais funcionais não especificados",
    "descricao": ""
  },
  {
    "identificador": "DE10",
    "valor": "Vômitos subsequentes a cirurgia gastrointestinal",
    "descricao": "Vômitos ocorridos após cirurgia gastrointestinal devido a distúrbios ou movimentos inadequados do trato gastrointestinal"
  },
  {
    "identificador": "DE11",
    "valor": "Síndrome de dumping",
    "descricao": "Síndrome de dumping é um grupo de sinais e sintomas que se desenvolve mais frequentemente em pessoas que foram submetidas a cirurgia para ressecção total ou parcial do estômago, ou em quem foi submetido a um bypass cirúrgico. Pode ocorrer precocemente (durante a refeição ou após 15-30 minutos com náuseas, vômitos, dor abdominal, cólicas, diarreia, tontura e palpitações cardíacas) ou tardiamente (1 a 3 horas após a refeição com sudorese, fraqueza, fadiga, tonturas, vertigens, palpitações cardíacas e desmaios)."
  },
  {
    "identificador": "DE12",
    "valor": "Mau funcionamento ou complicação de estoma externo de orgãos digestivos",
    "descricao": ""
  },
  {
    "identificador": "DE12.0",
    "valor": "Mau funcionamento ou complicação de colostomia ou enterostomia",
    "descricao": ""
  },
  {
    "identificador": "DE12.1",
    "valor": "Disfunção de gastrostomia",
    "descricao": ""
  },
  {
    "identificador": "DE13",
    "valor": "Má absorção pós-cirúrgica, não classificada em outra parte",
    "descricao": ""
  }
]