[
  {
    "identificador": "EA00",
    "valor": "Examtema viral devido a agente desconhecido ou não especificado",
    "descricao": "Erupção exantemática com sintomas sugestivos de etiologia viral quando o agente é desconhecido ou não especificado."
  },
  {
    "identificador": "EA0Y",
    "valor": "Exantema viral devido a outro vírus especificado",
    "descricao": ""
  },
  {
    "identificador": "EA10",
    "valor": "Pitiríase rósea",
    "descricao": "Pitiríase rósea é uma doença de pele aguda e autolimitada, provavelmente de origem infecciosa, que afeta principalmente crianças e adultos jovens, e caracterizada por uma erupção cutânea distintiva e sintomas constitucionais mínimos. A causa da pitiríase rósea é desconhecida, mas muitas características epidemiológicas e clínicas sugerem que um agente infeccioso pode estar envolvido. Na maioria dos casos, a doença segue um curso característico no qual uma lesão chamada placa-mãe, maior do que as lesões subsequentes, aparece vários dias antes da erupção de múltiplas máculas róseas escamosas predominantemente no tronco e região proximal dos membros."
  },
  {
    "identificador": "EA11",
    "valor": "Síndrome pápulo-purpúrica em 'luvas e meias'",
    "descricao": "Esta dermatose acral aguda é caracterizada por uma erupção papular e frequentemente purpúrica intensamente pruriginosa que afeta mãos, punhos, pés e tornozelos. Ela é frequentemente acompanhada de inflamação e ulceração orais, astenia e febre. Afeta predominantemente adultos e foi associada a uma série de infecções virais, mais comumente ao parvovírus B19."
  },
  {
    "identificador": "EA12",
    "valor": "Acrodermatite papular infantil",
    "descricao": "Acrodermatite papular infantil (síndrome de Gianotti-Crosti) é um padrão de reação cutânea a uma gama de agentes infecciosos que afetam predominantemente crianças pequenas de seis meses a dois anos de idade. Agentes implicados incluem o vírus da hepatite B, o vírus Epstein-Barr e alguns enterovírus. A erupção cutânea consiste em uma erupção profusa de pápulas opacas, vermelhas e achatadas de 5-10 mm de diâmetro que surgem primeiro nas coxas e nádegas, depois na face extensora dos braços, e finalmente na face. Pode haver linfadenopatia, mas a criança geralmente apresenta-se com bom estado geral e a erupção desaparece ao longo de poucas semanas."
  },
  {
    "identificador": "EA20",
    "valor": "Eritema necrolítico acral",
    "descricao": "Eritema necrolítico acral é uma dermatose distinta de localização acral que afeta pacientes com hepatite viral C ativa. Manifesta-se principalmente nas superfícies dorsais dos pés e mãos como áreas eritematosas bem circunscritas com bolhas flácidas em seus estágios iniciais e placas psoriasiformes elevadas descamativas na sua forma crônica. Microscopicamente há necrose de queratinócitos na porção superior da epiderme."
  },
  {
    "identificador": "EA3Z",
    "valor": "Transtorno não especificado de pele atribuível a infecção viral",
    "descricao": ""
  },
  {
    "identificador": "EA40",
    "valor": "Úlcera tropical fagedênica",
    "descricao": "Úlcera tropical (fagedênica) é uma doença de pele aguda ou crônica observada nos trópicos e subtrópicos que é caracterizada por necrose de epiderme e tecido superficial subjacente. As úlceras podem cicatrizar espontaneamente, deixando cicatrizes deprimidas regulares, mas às vezes aumentam e entram em uma fase crônica. Úlceras crônicas são frequentemente grandes e irregulares na forma e podem envolver toda a circunferência de um membro. Alterações pseudoepiteliomatosas podem desenvolver-se para um franco carcinoma escamoso. Acredita-se que os organismos de Vincent (Fusobacterium nucleatum e Borrelia vincentii) desempenham um papel patogênico."
  },
  {
    "identificador": "EA50",
    "valor": "Reações cutâneas mediadas por toxinas a infecções bacterianas distantes ou sistêmicas",
    "descricao": ""
  },
  {
    "identificador": "EA50.0",
    "valor": "Exantema marginado reumático",
    "descricao": "Exantema cutâneo que ocorre em até 10% dos casos de febre reumática. A erupção aparece como máculas ou pápulas rosadas ou vermelhas generalizadas que se expandem centrifugamente com área central clara para formar placas eritematosas anulares ou policíclicas. O exantema pode persistir intermitentemente por semanas a meses."
  },
  {
    "identificador": "EA50.1",
    "valor": "Eritema perineal mediado por toxina estreptocócica",
    "descricao": "Eritema perineal mediado por toxina estreptocócica é caracterizado por um significativo eritema macular difuso no períneo ocorrendo abruptamente após uma faringite estreptocócica. Muitas vezes é recorrente."
  },
  {
    "identificador": "EA50.2",
    "valor": "Síndrome da pele escaldada estafilocócica",
    "descricao": "Síndrome causada por uma infecção pela bactéria gram-positiva Staphylococcus. Esta síndrome é caracterizada por febre, bolhas, eritema, grandes áreas de descamação da pele ou sinal de Nikolsky. A transmissão ocorre por contato direto ou indireto com um indivíduo infectado, por fômites ou por transmissão iatrogênica. A confirmação é feita pela identificação de Staphylococcus em uma amostra de sangue ou pele."
  },
  {
    "identificador": "EA50.3",
    "valor": "Escarlatina estafilocócica",
    "descricao": "Exantema mediado por toxinas estafilocócicas de infecção a distância por Staphylococcus aureus, mas sem as complicações sistêmicas observadas na síndrome do choque tóxico estafilocócico, da qual pode ser considerada uma forma leve. Clinicamente assemelha-se à escarlatina."
  },
  {
    "identificador": "EA50.Y",
    "valor": "Outras reações cutâneas especificadas mediadas por toxina a infecções bacterianas distantes ou sistêmicas",
    "descricao": ""
  },
  {
    "identificador": "EA50.Z",
    "valor": "Reações cutâneas mediadas por toxinas a infecções bacterianas distantes ou sistêmicas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EA51",
    "valor": "Complicações cutâneas secundárias à imunização com BCG.",
    "descricao": "Complicações secundárias à imunização com Mycobacterium bovis atenuado (Bacillus Calmette-Guérin ou BCG)."
  },
  {
    "identificador": "EA5Y",
    "valor": "Envolvimento cutâneo por outra infecção bacteriana especificada",
    "descricao": ""
  },
  {
    "identificador": "EA5Z",
    "valor": "Envolvimento cutâneo por infecção bacteriana não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA60",
    "valor": "Algumas afecções de pele atribuíveis a infecção fúngica",
    "descricao": "Este grupo inclui tanto a infecção localizada da pele por fungo (p.ex. pitiríase versicolor) quanto infecções fúngicas sistêmicas com importantes manifestações cutâneas (p.ex. criptococose cutânea)."
  },
  {
    "identificador": "EA60.0",
    "valor": "Micoses subcutâneas",
    "descricao": ""
  },
  {
    "identificador": "EA60.1",
    "valor": "Micoses sistêmicas que afetam a pele",
    "descricao": ""
  },
  {
    "identificador": "EA60.Y",
    "valor": "Envolvimento da pele em outra infecção fúngica especificada",
    "descricao": ""
  },
  {
    "identificador": "EA60.Z",
    "valor": "Infecção fúngica da pele não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA6Y",
    "valor": "Envolvimento cutâneo por outra infecção ou infestação especificada",
    "descricao": ""
  },
  {
    "identificador": "EA80",
    "valor": "Eczema atópico",
    "descricao": "Dermatose eczematosa inflamatória crônica geneticamente determinada, associada com uma diátese atópica (níveis elevados de IgE circulante, alergia Tipo I, asma e rinite alérgica). Mutações nas filagrinas, com comprometimento da função de barreira da epiderme, são importantes na patogênese. O eczema atópico manifesta-se por prurido intenso, exsudação, formação de crostas, escoriações e liquenificação. A face e áreas não flexurais são frequentemente acometidas em bebês; envolvimento das dobras dos membros pode ser visto em qualquer idade. Embora geralmente limitado em extensão e duração, o eczema atópico pode ser generalizado e persistir por toda a vida."
  },
  {
    "identificador": "EA80.0",
    "valor": "Eczema atópico infantil",
    "descricao": "Eczema atópico infantil é definido como aquele presente durante o primeiro ano de vida. Manifesta-se tipicamente entre o segundo e sexto mês: cerca de 50% dos indivíduos com eczema atópico têm a primeira manifestação na infância. A face e áreas não flexurais são mais comumente afetadas. A área da fralda tende ser relativamente poupada. Acometimento das dobras dos membro, como é típico no eczema tópico da infância, também é frequentemente observado em bebês."
  },
  {
    "identificador": "EA80.1",
    "valor": "Eczema atópico na infância",
    "descricao": "Eczema atópico em crianças e adolescentes que apresenta os primeiros sintomas ou se mantém usualmente a partir de 2 anos até os 19 anos de idade. Sua prevalência é mais alta em latitudes nórdicas (p. ex. cerca de 20% das crianças norueguesas comparados a 0,7% das crianças da Tanzânia). As localizações mais caracteristicamente acometidas são as dobras de cotovelos e joelhos, regiões laterais do pescoço, punhos e tornozelos. À medida que a doença progride, a liquenificação (espessamento da pele) torna-se uma característica clínica típica, especialmente em áreas facilmente alcançáveis para coçadura. Variantes discoides são mais comuns em crianças de descendência africana e asiática."
  },
  {
    "identificador": "EA80.2",
    "valor": "Eczema atópico do adulto",
    "descricao": "Eczema atópico do adulto (19 anos ou mais) pode persistir da infância, recorrer em indivíduos adultos com uma história prévia de eczema atópico da criança ou, menos comumente, pode surgir pela primeira vez na vida adulta."
  },
  {
    "identificador": "EA80.Y",
    "valor": "Outras formas especificadas de eczema atópico",
    "descricao": ""
  },
  {
    "identificador": "EA80.Z",
    "valor": "Eczema atópico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EA81",
    "valor": "Dermatite seborreica e condições relacionadas",
    "descricao": "Um grupo de doenças inflamatórias relacionadas à pele que afetam predominantemente o couro cabeludo, face, tronco superior e áreas de dobras e se caracteriza por graus variáveis de eritema, descamação, inflamação e exsudação. Acredita-se que as leveduras malassezias exerçam um papel importante em sua patogênese. Embora esses transtornos sejam comuns, eles são vistos com maior frequência e gravidade entre as pessoas infectadas pelo HIV."
  },
  {
    "identificador": "EA81.0",
    "valor": "Dermatite seborreica da face",
    "descricao": "Dermatite seborreica afetando a face, mais tipicamente os sulcos nasolabiais e o mento."
  },
  {
    "identificador": "EA81.1",
    "valor": "Dermatite seborreica do couro cabeludo",
    "descricao": "Dermatite seborreica do couro cabeludo é caracterizada por vários graus de descamação, inflamação, exsudação e formação de crostas que afetam o couro cabeludo. Pode ocorrer isoladamente ou pode ser acompanhada de dermatite seborreica de outras localizações. Pode ser difícil de diferenciar da psoríase do couro cabeludo. A pitiríase capitis (caspa) é considerada uma forma leve de dermatite seborreica do couro cabeludo."
  },
  {
    "identificador": "EA81.Y",
    "valor": "Dermatite seborreica de outro tipo ou distribuição especificados",
    "descricao": ""
  },
  {
    "identificador": "EA81.Z",
    "valor": "Dermatite seborreica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA82",
    "valor": "Dermatite numular",
    "descricao": "Erupção cutânea também conhecida como eczema discoide, caracterizada por placas de eczema discoide ou em formato de moeda. As lesões geralmente ocorrem nas superfícies extensoras das extremidades, mas a face e o tronco também podem estar envolvidos. A causa é desconhecida."
  },
  {
    "identificador": "EA83",
    "valor": "Líquen simples ou liquenificação",
    "descricao": "Se uma área circunscrita da pele for submetida a repetidas fricções ou arranhões, ocorrerá espessamento epidérmico localizado ou liquenificação. Isso pode ocorrer como uma mácula distinta na pele normal (líquen simples), mas frequentemente complica o eczema ou outras dermatoses pruriginosas."
  },
  {
    "identificador": "EA83.0",
    "valor": "Líquen simples",
    "descricao": "Liquenificação pruriginosa circunscrita da pele de qualquer origem. Se uma área circunscrita da pele for submetida a repetidas fricções ou arranhões, ocorrerá espessamento epidérmico localizado ou liquenificação. A nuca, genitália, região perianal e panturrilha lateral são os locais comumente afetados."
  },
  {
    "identificador": "EA83.00",
    "valor": "Líquen simples da vulva",
    "descricao": "Liquenificação pruriginosa circunscrita da genitália externa feminina."
  },
  {
    "identificador": "EA83.01",
    "valor": "Líquen simplex da genitália masculina",
    "descricao": "Liquenificação pruriginosa circunscrita da genitália masculina. O escroto ou a base do pênis são os locais comumente afetados."
  },
  {
    "identificador": "EA83.02",
    "valor": "Líquen simples perianal",
    "descricao": "Liquenificação pruriginosa circunscrita de localização perianal."
  },
  {
    "identificador": "EA83.0Y",
    "valor": "Líquen simples de outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "EA83.0Z",
    "valor": "Líquen simples de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA83.1",
    "valor": "Liquenificação secundária",
    "descricao": "Espessamento da pele afetada por uma dermatose primária como resultado de repetidas fricções e arranhões."
  },
  {
    "identificador": "EA84",
    "valor": "Eczema asteatótico",
    "descricao": "O eczema asteatótico se desenvolve a partir da asteatose cutânea. Neste último, rachaduras e fissuras do estrato córneo epidérmico produzem uma pele descamativa com um eritema reticulado abaixo das escamas. Ocorre particularmente na porção inferior das pernas. É mais comum em idosos e é provocada por uma combinação de perda de oleosidade e dessecação da epiderme. Se a inflamação progride, pode tornar-se mais pruriginosa e eczematosa, eczema asteatótico."
  },
  {
    "identificador": "EA85",
    "valor": "Dermatite ou eczema de mãos ou pés",
    "descricao": "Dermatite (eczema) envolvendo as mãos e/ou pés."
  },
  {
    "identificador": "EA85.0",
    "valor": "Dermatite vesicular de mãos ou pés",
    "descricao": "Eczema de causa desconhecida que afeta principalmente as palmas das mãos, plantas dos pés e laterais dos dedos das mãos e dos pés. É comumente conhecido como ponfolix e é caracterizado por erupções de bolhas pruriginosas, muitas vezes multiloculadas, que tendem a se romper e ficar secundariamente infectadas. Ocorre mais comumente em adolescentes e adultos jovens. A sua relação com outras formas de eczema e com a sensibilização alérgica, especialmente ao níquel, ainda não foi devidamente elucidada."
  },
  {
    "identificador": "EA85.1",
    "valor": "Dermatite hiperqueratótica de mãos ou pés",
    "descricao": "Forma de eczema (dermatite) caracterizada por manchas altamente irritáveis, descamativas, fissuradas e hiperqueratóticas nas palmas das mãos e/ou plantas dos pés. A etiologia é desconhecida. Esse transtorno tem um curso crônico e pode ser extremamente refratário ao tratamento."
  },
  {
    "identificador": "EA85.2",
    "valor": "Dermatite das mãos",
    "descricao": "Dermatite ou eczema envolvendo predominantemente as mãos."
  },
  {
    "identificador": "EA85.20",
    "valor": "Eczema atópico das mãos",
    "descricao": "Eczema atópico acometendo predominantemente as mãos. Indivíduos com diátese atópica estão particularmente suscetíveis a ter eczema de mãos. Pode ser provocado por contato repetitivo com irritantes no trabalho, como cabelereiros, trabalhadores da cozinha e profissionais de saúde. Pode manifestar-se em um padrão discoide de eczema."
  },
  {
    "identificador": "EA85.2Y",
    "valor": "Outras dermatites especificadas das mãos",
    "descricao": ""
  },
  {
    "identificador": "EA85.2Z",
    "valor": "Dermatite das mãos, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA85.3",
    "valor": "Dermatite dos pés",
    "descricao": "Dermatite (eczema) envolvendo predominantemente os pés."
  },
  {
    "identificador": "EA86",
    "valor": "Dermatite ou eczema da parte inferior das pernas",
    "descricao": "Dermatite (eczema) afetando a parte inferior das pernas, mais comumente associada à insuficiência venosa dos membros inferiores, linfedema e/ou imobilidade."
  },
  {
    "identificador": "EA86.0",
    "valor": "Dermatite de estase de pernas",
    "descricao": "Processo eczematoso crônico que afeta a pele das pernas em associação com linfedema crônico de membros inferiores e imobilidade. Frequentemente está associada à lipodermatoesclerose. A falha da \"bomba muscular\" normal para auxiliar o retorno venoso é um componente importante na etiologia. É comum em obesos mórbidos. É caracterizada por inflamação de baixo grau com escamação e descamação variáveis."
  },
  {
    "identificador": "EA86.Z",
    "valor": "Dermatite ou eczema da parte inferior das pernas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA87",
    "valor": "Dermatite ou eczema da região anogenital",
    "descricao": "Dermatite (eczema) afetando a genitália externa, pregas crurais e/ou pele perianal."
  },
  {
    "identificador": "EA87.0",
    "valor": "Dermatite ou eczema da genitália masculina",
    "descricao": "Dermatite (eczema) envolvendo os órgãos genitais externos masculinos."
  },
  {
    "identificador": "EA87.1",
    "valor": "Dermatite ou eczema da genitália feminina",
    "descricao": "Dermatite (eczema) que afeta a genitália externa feminina."
  },
  {
    "identificador": "EA87.2",
    "valor": "Dermatite ou eczema da região perianal",
    "descricao": "Dermatite (eczema) envolvendo a pele perianal."
  },
  {
    "identificador": "EA87.Z",
    "valor": "Dermatite da região anogenital, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA88",
    "valor": "Dermatoses eczematosas especificadas diversas",
    "descricao": "Grupo heterogêneo de dermatoses eczematosas não classificadas em outra parte."
  },
  {
    "identificador": "EA88.0",
    "valor": "Dermatite infecciosa",
    "descricao": "Dermatite infecciosa (dermatite eczematoide infecciosa) é uma dermatite exsudativa aguda que se desenvolve na pele normal ao redor de um foco de infecção supurativa. Tais focos incluem feridas infectadas, sinusite supurada e infecção fúngica e/ou bacteriana inflamatória aguda das áreas entre os dedos dos pés. A dermatite pode se espalhar bem além da pele diretamente afetada pela supuração."
  },
  {
    "identificador": "EA88.00",
    "valor": "Vírus linfotrópico de células T humanas tipo 1 associado a dermatite infecciosa da infância",
    "descricao": "Dermatite inflamatória da infância que se desenvolve em uma minoria de crianças com infecção por HTLV-1, adquirida geralmente por meio do leite materno de uma mãe infectada. Embora a doença possa desaparecer espontaneamente na adolescência, há um alto risco de desenvolvimento de mielopatia associada ao vírus linfotrópico de células T humanas (paraparesia espástica tropical) na vida adulta. O início é mais frequente entre as idades de 2 e 3 anos, mas pode se manifestar desde tão cedo quanto poucos meses de idade até o final da infância. As localizações de predileção incluem couro cabeludo, orelhas, pálpebras, narinas, pescoço, axilas e virilha: erosões e crostas são comumente observadas."
  },
  {
    "identificador": "EA88.0Y",
    "valor": "Outra dermatite infecciosa especificada",
    "descricao": ""
  },
  {
    "identificador": "EA88.0Z",
    "valor": "Dermatite infecciosa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA88.1",
    "valor": "Eczema pós-traumático",
    "descricao": "Eczema localizado em pele danificada por traumatismo físico ou por queimaduras químicas ou térmicas. Pode aparecer meses ou anos após a cicatrização da lesão, geralmente com cicatrizes visíveis."
  },
  {
    "identificador": "EA88.2",
    "valor": "Eczema secundário disseminado",
    "descricao": "O desenvolvimento de inflamação eczematosa em locais distantes do local primário de um eczema ou dermatite. O início dessa disseminação pode ocorrer dias ou semanas após a dermatite primária. A distribuição do eczema secundário tende a ser simétrica. Eczema venoso, dermatite de contato alérgica, dermatite de contato irritativa aguda e dermatite infecciosa são todos os gatilhos potenciais. A etiopatologia precisa ainda é pouco compreendida."
  },
  {
    "identificador": "EA88.3",
    "valor": "Eczema secundário",
    "descricao": "Reação eczematosa à presença de outro transtorno cutâneo, geralmente inflamatório. Isso pode ser observado em algumas formas de psoríase quando a doença subjacente pode ser obscurecida por uma reação eczematosa concomitante."
  },
  {
    "identificador": "EA88.4",
    "valor": "Pitiríase alba",
    "descricao": "Dermatose inflamatória de baixo grau comum de etiologia desconhecida, na qual múltiplas máculas pequenas com descamação fina aparecem na face e, menos comumente, em ombros e braços de crianças. Podem inicialmente ser levemente eritematosas, mas logo se tornam hipopigmentadas com escamas superficiais finas. Histopatologicamente há uma leve dermatite espongiótica subaguda com redução da melanina. É mais proeminente em crianças com pele pigmentada e pode levantar preocupação sobre vitiligo."
  },
  {
    "identificador": "EA89",
    "valor": "Dermatite eczematosa generalizada de tipo não especificado",
    "descricao": "Eczema generalizado de etiologia incerta, desconhecida ou não especificada."
  },
  {
    "identificador": "EA8Y",
    "valor": "Outra dermatose eczematosa especificada",
    "descricao": ""
  },
  {
    "identificador": "EA8Z",
    "valor": "Dermatite ou eczema, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EA90",
    "valor": "Psoríase",
    "descricao": "A psoríase é uma afecção cutânea inflamatória comum, crônica e recorrente, caracterizada por queratinização e hiperproliferação epidérmicas anormais. Apresenta um importante componente genético e afeta cerca de 2% das populações de muitas regiões do mundo. Até 10-20% dos pacientes com psoríase também apresentam poliartrite inflamatória (artrite psoriática). Embora muitas pessoas com psoríase tenham doença limitada, tanto a psoríase quanto a artrite associada frequentemente causam grande incapacidade funcional e psicossocial. As formas mais graves de psoríase estão frequentemente associadas à síndrome metabólica e, consequentemente, à redução da expectativa de vida."
  },
  {
    "identificador": "EA90.0",
    "valor": "Psoríase em placas",
    "descricao": "A forma mais comum de psoríase, se manifesta como placas eritêmato-descamativas bem delimitadas na pele. Os locais típicos de envolvimento inicial são o couro cabeludo, as superfícies extensoras dos cotovelos e joelhos, a região lombar e a região pré-tibial. Na doença grave, a maior parte da superfície da pele pode estar envolvida."
  },
  {
    "identificador": "EA90.1",
    "valor": "Psoríase gutata",
    "descricao": "Erupção aguda e geralmente disseminada de pápulas pequenas (<1 cm) de psoríase associadas na maioria dos casos a infecção estreptocócica precedente, particularmente amigdalite e dor de garganta estreptocócica. Esta forma de psoríase é observada tipicamente em crianças e adultos jovens. Se não tratada, tende a se resolver em um período de quatro a seis meses."
  },
  {
    "identificador": "EA90.2",
    "valor": "Psoríase instável",
    "descricao": "Psoríase instável é uma forma inflamatória de psoríase que pode ser precursora de psoríase eritrodérmica ou pustulosa generalizada. Caracteriza-se por inflamação em torno das margens das placas existentes e/ou aparecimento de múltiplas pequenas pápulas e placas inflamatórias. Alguns pacientes podem ter uma tendência por toda a vida para psoríase instável. Tende a ser difícil de controlar sem recorrer a terapia sistêmica."
  },
  {
    "identificador": "EA90.3",
    "valor": "Psoríase eritrodérmica",
    "descricao": "Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
  },
  {
    "identificador": "EA90.4",
    "valor": "Psoríase pustulosa",
    "descricao": "Psoríase caracterizada por pústulas clinicamente visíveis. A psoríase pustulosa pode ser localizada ou generalizada e com risco de vida."
  },
  {
    "identificador": "EA90.40",
    "valor": "Psoríase pustulosa generalizada",
    "descricao": "Forma inflamatória de psoríase caracterizada pela presença de áreas amplamente distribuídas de pústulas estéreis visíveis."
  },
  {
    "identificador": "EA90.41",
    "valor": "Acropustulose de Hallopeau",
    "descricao": "Forma pustulosa incomum de psoríase que raramente pode evoluir para psoríase pustulosa generalizada. É caracterizada por pústulas e descamação variável ocorrendo dentro e ao redor das unhas e leitos ungueais dos dedos das mãos e dos pés. Pode causar destruição acentuada da unha e pode estar associada a uma artrite da articulação interfalangiana distal, pustulose palmoplantar ou psoríase em placas em outras localizações."
  },
  {
    "identificador": "EA90.42",
    "valor": "Pustulose palmoplantar",
    "descricao": "A pustulose palmoplantar (PPP) é uma condição inflamatória crônica da pele caracterizada por pústulas estéreis nas palmas das mãos e plantas dos pés que surgem repetidamente ao longo de meses ou anos. As áreas afetadas tendem a ficar eritematosas e descamativas; fissuras podem se formar e muitas vezes são dolorosas. Está fortemente associado ao tabagismo. Está associada à psoríase em outras partes do corpo em até 24% dos pacientes, embora pareça ter um perfil genético distinto da psoríase vulgar. Os polimorfismos do gene do receptor da interleucina-36 estão fortemente associados à psoríase pustulosa generalizada e foram detectados em uma minoria de pacientes com PPP."
  },
  {
    "identificador": "EA90.4Y",
    "valor": "Outra psoríase pustulosa especificada",
    "descricao": ""
  },
  {
    "identificador": "EA90.4Z",
    "valor": "Psoríase pustulosa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EA90.5",
    "valor": "Psoríase de localização ou distribuição especificada",
    "descricao": "A aparência, o manejo e o impacto da psoríase podem variar consideravelmente de acordo com sua localização. Variantes importantes estão listadas sob este título."
  },
  {
    "identificador": "EA90.50",
    "valor": "Psoríase do couro cabeludo",
    "descricao": "O couro cabeludo é frequentemente a localização de apresentação inicial e é a localização anatômica mais comumente envolvida por psoríase. As morfologias variam de placas distintas a envolvimento total do couro cabeludo com placas espessas ou áreas descamativas não espessadas quase idênticas à dermatite seborreica. Localizações de predileção incluem a área retroauricular imediata e a occipital."
  },
  {
    "identificador": "EA90.51",
    "valor": "Psoríase ungueal",
    "descricao": "Psoríase das unhas se manifesta como depressões, rugosidade, espessamento ou descolamento da lâmina ungueal e em seus estágios iniciais está acompanhada por vermelhidão do leito ungueal distal."
  },
  {
    "identificador": "EA90.52",
    "valor": "Psoríase flexural e intertriginosa",
    "descricao": "Psoríase envolvendo flexuras (pregas retroauriculares, axilas, pregas crurais) e/ou áreas intertriginosas (virilhas, sob as mamas e, em indivíduos obesos, prega abdominal do avental). Pode ocorrer isoladamente ou em associação com psoríase seborreica ou psoríase crônica em placas. As placas são finas, brilhantes e de cor vermelho-vivo com escamas mínimas. Podem tornar-se secundariamente fissuradas e/ou maceradas."
  },
  {
    "identificador": "EA90.53",
    "valor": "Psoríase anogenital",
    "descricao": "Psoríase envolvendo a pele anogenital, incluindo a vulva, pênis ou área perianal."
  },
  {
    "identificador": "EA90.5Y",
    "valor": "Psoríase de outra localização ou distribuição especificada",
    "descricao": ""
  },
  {
    "identificador": "EA90.Y",
    "valor": "Outras formas especificadas de psoríase",
    "descricao": ""
  },
  {
    "identificador": "EA90.Z",
    "valor": "Psoríase de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "EA91",
    "valor": "Líquen plano",
    "descricao": "Líquen plano é uma doença inflamatória de pele e mucosas caracterizada por intensa inflamação na interface entre epiderme/epitélio e derme/cório. Suas manifestações clínicas variam de acordo com a intensidade com que se desenvolve e com a localização de ataque. Na pele, geralmente se apresenta como uma erupção simétrica de pápulas ou placas rosas ou roxas pruriginosas de topo achatado. O envolvimento do couro cabeludo ou da matriz ungueal pode produzir perda permanente de cabelo ou unhas, respectivamente. Embora o envolvimento da membrana mucosa possa ser assintomático, pode causar dor e sofrimento significativos, principalmente quando é erosivo."
  },
  {
    "identificador": "EA91.0",
    "valor": "Líquen plano eruptivo agudo",
    "descricao": "Forma generalizada aguda de líquen plano."
  },
  {
    "identificador": "EA91.1",
    "valor": "Líquen plano hipertrófico",
    "descricao": "Forma crônica recalcitrante de líquen plano frequentemente localizada em pernas e tornozelos e caracterizada por placas de pele acentuadamente espessada. Frequentemente é extremamente pruriginosa. Pode deixar pigmentação permanente e cicatrizes."
  },
  {
    "identificador": "EA91.2",
    "valor": "Líquen plano folicular",
    "descricao": "Líquen plano envolvendo o folículo piloso em vez da epiderme. Tipicamente envolve o couro cabeludo, mas pode ser visto em outras localizações. Clinicamente apresenta-se como pequenas pápulas foliculares agrupadas, eritematosas e levemente escamosas."
  },
  {
    "identificador": "EA91.3",
    "valor": "Líquen plano de pele e mucosas genitais",
    "descricao": "Líquen plano de mucosas genitais tende a ser leve em homens, mas pode causar preocupação com relação a infecções sexualmente transmissíveis. Embora possa ser assintomática em mulheres, a forma erosiva grave pode causar dor intensa e incapacidade."
  },
  {
    "identificador": "EA91.4",
    "valor": "Líquen plano e reações liquenóides da mucosa oral",
    "descricao": "Reações liquenoides orais representam um desfecho comum em resposta a agentes extrínsecos (drogas, alérgenos), autoantígenos alterados ou superantígenos. A apresentação clínica pode variar de estrias reticulares brancas assintomáticas a eritema doloroso e erosões. Envolvimento cutâneo e mucoso de outras localizações é comum. Embora o líquen plano oral seja idiopático por definição, as reações liquenoides orais podem ser causadas por medicamentos ou agentes exógenos, como cinamatos e outros aromatizantes."
  },
  {
    "identificador": "EA91.40",
    "valor": "Líquen plano não erosivo da mucosa oral",
    "descricao": "Líquen plano oral em que o epitélio permanece intacto."
  },
  {
    "identificador": "EA91.41",
    "valor": "Líquen plano oral erosivo",
    "descricao": "Líquen plano oral em que o epitélio está ulcerado."
  },
  {
    "identificador": "EA91.42",
    "valor": "Líquen plano oral, não especificado",
    "descricao": "Líquen plano da mucosa oral sem menção da presença ou ausência de ulceração."
  },
  {
    "identificador": "EA91.43",
    "valor": "Mucosite liquenoide",
    "descricao": "Mucosite liquenoide oral é um termo que descreve manifestações clinicopatológicas da mucosa oral que representam um desfecho comum em resposta a agentes extrínsecos como drogas ou alérgenos de contato, ou autoantígenos supostamente alterados, como no líquen plano. A apresentação clínica pode variar de estrias reticulares brancas assintomáticas\r\na eritema doloroso e erosões. O líquen plano idiopático nem sempre pode ser distinguido de reações liquenoides a agentes externos e, nessas circunstâncias, é apropriado rotular as alterações observadas como mucosite liquenoide oral até que um diagnóstico mais definitivo possa ser feito."
  },
  {
    "identificador": "EA91.4Y",
    "valor": "Outras reações liquenoides especificadas da mucosa oral",
    "descricao": ""
  },
  {
    "identificador": "EA91.5",
    "valor": "Líquen plano ungueal",
    "descricao": "Líquen plano da unha se apresenta mais comumente como afinamento da placa ungueal com ranhuras e sulcos longitudinais. Hiperpigmentação, hiperceratose subungueal, onicólise e melanoníquia longitudinal também podem ocorrer. Raramente, a matriz pode ser destruída permanentemente com formação de pterígio proeminente. O líquen plano tem sido associado à atrofia idiopática das unhas na infância e pode se sobrepor à distrofia das vinte unhas da infância."
  },
  {
    "identificador": "EA91.6",
    "valor": "Líquen plano subagudo",
    "descricao": "A forma mais comum de líquen plano que afeta a pele. Pode estar limitada a poucas pápulas ou placas, mas pode ser generalizada. Pode continuar a se estender por meses e pode permanecer ativa por vários anos."
  },
  {
    "identificador": "EA91.Y",
    "valor": "Outro líquen plano especificado",
    "descricao": ""
  },
  {
    "identificador": "EA91.Z",
    "valor": "Líquen plano de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "EA92",
    "valor": "Dermatoses liquenoides",
    "descricao": "Condições diferentes do líquen plano em que há dano histológico à epiderme inferior acompanhado por um infiltrado inflamatório crônico na derme papilar interferindo na interface entre a epiderme e a derme."
  },
  {
    "identificador": "EA93",
    "valor": "Pitiríase liquenoide",
    "descricao": "Pitiríase liquenoide é uma doença cutânea inflamatória incomum de etiologia desconhecida. Pode variar de uma forma crônica relativamente leve a uma forma fulminante com necrose da pele e sintomas constitucionais graves. A doença pode durar de apenas semanas a meses ou anos. A forma crônica manifesta-se como múltiplas pequenas pápulas planas descamativas assintomáticas localizadas predominantemente em tronco e membros proximais. As formas agudas apresentam o aparecimento abrupto de múltiplas pápulas na mesma distribuição que rapidamente progridem para bolhas hemorrágicas e ulceração."
  },
  {
    "identificador": "EA94",
    "valor": "Pitiríase rubra pilar",
    "descricao": "Pitiríase rubra pilar (PRP) é o nome dado a um grupo de dermatoses papuloescamosas clinicamente semelhantes de etiologia desconhecida. Apresentam-se inicialmente com pápulas perifoliculares hiperceratóticas eritematosas, que tendem a coalescer em placas, mas que podem progredir para eritrodermia, particularmente em adultos. A distribuição, idade de início e velocidade de início diferem marcadamente entre pacientes e essas diferenças têm sido usadas para classificar o PRP em numerosos subtipos clinicamente distintos."
  },
  {
    "identificador": "EA95",
    "valor": "Parapsoríase de pequenas placas",
    "descricao": "A forma benigna da parapsoríase, doença crônica multifocal da pele caracterizada por placas eritematosas atróficas localizadas preferencialmente em tronco e extremidades proximais. A etiologia é desconhecida."
  },
  {
    "identificador": "EB00",
    "valor": "Urticária espontânea",
    "descricao": "Urticária espontânea é uma doença caracterizada por erupção diária ou quase diária de lesões papulares, angioedema ou ambos."
  },
  {
    "identificador": "EB00.0",
    "valor": "Urticária aguda",
    "descricao": "Urticária espontânea que dura menos que seis semanas."
  },
  {
    "identificador": "EB00.1",
    "valor": "Urticária crônica",
    "descricao": "Urticária espontânea com seis semanas ou mais de duração."
  },
  {
    "identificador": "EB00.Z",
    "valor": "Urticária espontânea, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EB01",
    "valor": "Urticária ou angioedema induzíveis",
    "descricao": "Urticárias induzidas ou físicas são um subgrupo heterogêneo de urticárias em que pápulas pruriginosas, angioedema ou ambos são desencadeados por um estímulo físico externo específico. O aparecimento das pápulas é caracteristicamente rápido com resolução em até uma hora. A exceção é a urticária de pressão tardia em que as pápulas levam mais tempo para se manifestar e resolver. A susceptibilidade individual à urticária física pode ser de curta duração."
  },
  {
    "identificador": "EB01.0",
    "valor": "Dermografismo",
    "descricao": "Dermografismo é caracterizado pelo surgimento de pápulas fugazes pruriginosas em resposta ao toque na pele. As pápulas são tipicamente lineares. Dermografismo sintomático é desencadeado por leve toque ou fricção da pele, e é pruriginoso, enquanto o dermografismo simples é uma resposta fisiológica comum a um toque firme e não é pruriginoso."
  },
  {
    "identificador": "EB01.1",
    "valor": "Urticária ao frio",
    "descricao": "Urticária ao frio é desencadeada por resfriamento da pele. As pápulas frequentemente se desenvolvem com o reaquecimento posterior da pele. Urticária ao frio por contato é desencadeada por resfriamento local da pele, enquanto a bem menos comum urticária ao frio reflexa é desencadeada pelo resfriamento generalizado causando uma queda da temperatura central."
  },
  {
    "identificador": "EB01.2",
    "valor": "Urticária de pressão tardia",
    "descricao": "Urticária de pressão tardia difere de outras formas de urticária física pelo fato de que o surgimento das pápulas está retardado em várias horas após o contato com o estímulo desencadeante. É comumente associada à urticária crônica espontânea, mas tende a responder mal a terapia com anti-histamínicos. As palmas das mãos e plantas dos pés, a cintura, as nádegas e as coxas são áreas comumente afetadas. \r\nAs pápulas podem ser induzidas por uma variedade de estímulos, incluindo ficar em pé, caminhar, usar roupas apertadas ou sentar-se em uma superfície dura."
  },
  {
    "identificador": "EB01.3",
    "valor": "Urticária de contato",
    "descricao": "Urticária resultante do contato da pele ou das mucosas com substância ou substâncias capazes de induzir lesões papulares por mecanismos imunológicos ou não imunológicos."
  },
  {
    "identificador": "EB01.Y",
    "valor": "Outras formas especificadas de urticária ou angioedema induzíveis",
    "descricao": ""
  },
  {
    "identificador": "EB01.Z",
    "valor": "Urticária ou angioedema induzíveis, não especificados",
    "descricao": ""
  },
  {
    "identificador": "EB02",
    "valor": "Urticária colinérgica ou condições associadas",
    "descricao": "Um conjunto de transtornos urticariformes associadas ao calor e à ativação de sudorese."
  },
  {
    "identificador": "EB02.0",
    "valor": "Urticária colinérgica",
    "descricao": "Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
  },
  {
    "identificador": "EB02.Y",
    "valor": "Outras condições mediadas por ativação colinérgica",
    "descricao": ""
  },
  {
    "identificador": "EB03",
    "valor": "Síndromes com reações urticariformes ou angioedema",
    "descricao": "Síndromes periódicas e outras síndromes em que a reação urticariforme ou o angioedema têm um papel importante."
  },
  {
    "identificador": "EB04",
    "valor": "Angioedema idiopático",
    "descricao": ""
  },
  {
    "identificador": "EB05",
    "valor": "Urticária de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB0Y",
    "valor": "Outros transtornos urticariformes especificados",
    "descricao": ""
  },
  {
    "identificador": "EB10",
    "valor": "Eritemas inflamatórios difusos",
    "descricao": "Grupo de transtornos caracterizados por vermelhidão difusa da pele. Podem ser devidos a drogas, infecções virais ou toxinas circulantes, mas frequentemente uma etiologia precisa não pode ser determinada."
  },
  {
    "identificador": "EB11",
    "valor": "Eritema anular",
    "descricao": "Eritema anular é o termo dado a um grupo de erupções anulares e arciformes crônicas nas quais anéis e arcos irregulares de eritema elevado se formam a partir de pápulas inflamatórias iniciais que aumentam lentamente enquanto desaparecem centralmente. As lesões geralmente estão localizadas em nádegas, coxas e braços, mas qualquer área pode estar envolvida. A condição pode persistir por meses a anos. Na maioria dos casos a etiologia permanece obscura."
  },
  {
    "identificador": "EB12",
    "valor": "Eritema multiforme",
    "descricao": "Eritema multiforme é uma dermatose inflamatória reativa autolimitada desencadeada por hipersensibilidade mediada por células, mais comumente a drogas ou infecções, particularmente Herpes simplex. Caracteriza-se por erupção de máculas, pápulas, nódulos, vesículas e/ou bolhas acometendo preferencialmente as faces dorsais de mãos e antebraços. Também pode envolver mucosas orais e genitais."
  },
  {
    "identificador": "EB12.0",
    "valor": "Eritema multiforme cutâneo",
    "descricao": "Eritema multiforme limitado à pele e tipicamente desencadeado por infecção recorrente por Herpes simples."
  },
  {
    "identificador": "EB12.1",
    "valor": "Eritema multiforme mucocutâneo",
    "descricao": "Eritema multiforme com envolvimento da mucosas, geralmente de mucosas orais e/ou genitais. Causa significativamente mais morbidade do que o eritema multiforme confinado à pele."
  },
  {
    "identificador": "EB12.Y",
    "valor": "Outro eritema multiforme especificado",
    "descricao": ""
  },
  {
    "identificador": "EB12.Z",
    "valor": "Eritema multiforme, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB13",
    "valor": "Síndrome de Stevens-Johnson ou necrólise epidérmica tóxica",
    "descricao": "Espectro de transtornos de hipersensibilidade graves e com risco de vida afetando pele e mucosas, mais comumente precipitados por uma reação idiossincrática a medicação. A síndrome de Stevens-Johnson (SSJ) sempre envolve superfícies mucosas, mas o envolvimento da pele está limitado por definição a <10% da área de superfície corporal (ASC). A necrólise epidérmica tóxica (NET) pode às vezes poupar as mucosas, mas o envolvimento da pele é por definição >30% ASC. Uma forma intermediária é reconhecida na qual o envolvimento da mucosa é acompanhado pelo envolvimento de 10-30% ASC da pele (síndrome de sobreposição SSJ_NET). Todas as formas resultam em extensa descamação e ulceração e carregam um risco significativo de desfecho fatal."
  },
  {
    "identificador": "EB13.0",
    "valor": "Síndrome de Stevens-Johnson",
    "descricao": "A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
  },
  {
    "identificador": "EB13.1",
    "valor": "Necrólise epidérmica tóxica",
    "descricao": "Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
  },
  {
    "identificador": "EB13.2",
    "valor": "Síndrome de sobreposição de Stevens-Johnson e necrólise epidérmica tóxica",
    "descricao": "Transtorno cutâneo reativo grave com manifestações de necrólise epidérmica tóxica e síndrome de Stevens-Johnson. É definida pela presença de acometimento da mucosa e de descolamento de pele entre 10% e 30% da superfície corporal. Pode ser considerado como uma forma intermediária desses dois transtornos e, como acontece com eles, na maioria dos casos pode ser atribuído a uma droga."
  },
  {
    "identificador": "EB20",
    "valor": "Dermatose neutrofílica febril aguda",
    "descricao": "A síndrome de Sweet (epônimo para dermatose neutrofílica febril aguda) é caracterizada por uma constelação de sintomas clínicos, manifestações físicas e achados patológicos que incluem febre, neutrofilia, lesões cutâneas eritematosas sensíveis (pápulas, nódulos e placas) e um infiltrado difuso consistindo predominantemente de neutrófilos maduros que estão tipicamente localizados na derme superior. A síndrome de Sweet se apresenta em três configurações clínicas: clássica (ou idiopática), associada a malignidade e induzida por drogas."
  },
  {
    "identificador": "EB21",
    "valor": "Pioderma gangrenoso",
    "descricao": "Doença idiopática, de rápida evolução e gravemente debilitante, que ocorre mais comumente em associação com colite ulcerativa crônica. Caracteriza-se pela presença de úlceras arroxeadas encharcadas, com bordas solapadas, aparecendo principalmente nas pernas. A maioria dos casos ocorre em pessoas entre 40 e 60 anos. Sua etiologia é desconhecida."
  },
  {
    "identificador": "EB2Y",
    "valor": "Outras dermatoses neutrofílicas especificadas",
    "descricao": ""
  },
  {
    "identificador": "EB30",
    "valor": "Celulite eosinofílica",
    "descricao": "A celulite eosinofílica (síndrome de Wells) é caracterizada por um quadro clínico particular que se assemelha à celulite e uma histologia típica com eosinofilia tecidual, edema e figuras de “chama” (aglomerados de eosinófilos e histiócitos ao redor de um núcleo de colágeno e detritos eosinofílicos). Pode afetar ambos os sexos, geralmente na vida adulta. Qualquer localização pode estar envolvida, com lesões únicas ou múltiplas e as recorrências são comuns. Inicialmente, as lesões são placas eritematosas pruriginosas com características que lembram urticária e celulite, mas formas bolhosas e nodulares também foram descritas. Pode surgir espontaneamente, mas vários medicamentos e infecções foram implicados."
  },
  {
    "identificador": "EB31",
    "valor": "Eritema nodoso",
    "descricao": "Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
  },
  {
    "identificador": "EB40",
    "valor": "Pênfigo",
    "descricao": "Pênfigo é um grupo de doenças cutâneas autoimunes crônicas caracterizadas pela formação de bolhas na pele e nas mucosas. As causas exatas da doença são desconhecidas, mas a doença é mediada por autoanticorpos para componentes do desmossomo. Três formas clínicas foram caracterizadas. Pênfigo vulgar, pênfigo foliáceo e pênfigo vegetante. Existem outras variantes, nomeadamente a dermatose intercelular por IgA e o pênfigo paraneoplásico."
  },
  {
    "identificador": "EB40.0",
    "valor": "Pênfigo vulgar",
    "descricao": "O pênfigo vulgar é uma doença autoimune crônica da pele caracterizada pela formação de bolhas na pele e nas mucosas mediada por autoanticorpos para os componentes do desmossomo desmogleína 1 e 3."
  },
  {
    "identificador": "EB40.00",
    "valor": "Pênfigo oral",
    "descricao": "Pênfigo oral é uma variante do pênfigo vulgar e é uma doença crônica autoimune da pele caracterizada pela formação de bolhas na mucosa oral mediada por autoanticorpos contra um componente desmossômico, a desmogleína 3, ."
  },
  {
    "identificador": "EB40.0Y",
    "valor": "Outro pênfigo vulgar especificado",
    "descricao": ""
  },
  {
    "identificador": "EB40.0Z",
    "valor": "Pênfigo vulgar, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB40.1",
    "valor": "Pênfigo foliáceo",
    "descricao": "O pênfigo foliáceo é uma doença autoimune crônica da pele caracterizada pela formação de bolhas superficiais na pele mediada por autoanticorpos ao componente desmogleína 1 do desmossomo."
  },
  {
    "identificador": "EB40.2",
    "valor": "Pênfigo paraneoplásico",
    "descricao": "Pênfigo paraneoplásico é uma doença autoimune grave, frequentemente fatal, caracterizada por bolhas e erosões não apenas na pele e nas mucosas, mas também envolvendo outros órgãos, incluindo o sistema respiratório. Autoanticorpos para uma variedade de componentes de plaquinas de desmossomos e hemidesmossomos e para o inibidor de protease, proteína alfa-2-macroglobulina-like-1, foram todos implicados em sua patogênese. Está fortemente associada a doença linfoproliferativa."
  },
  {
    "identificador": "EB40.Y",
    "valor": "Outro pênfigo especificado",
    "descricao": ""
  },
  {
    "identificador": "EB40.Z",
    "valor": "Pênfigo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB41",
    "valor": "Penfigoide",
    "descricao": "O grupo penfigóide de doenças imunobolhosas é caracterizado pela produção de anticorpos IgG para a zona da membrana basal epidérmica, levando a fendas subepidérmicas que se manifestam clinicamente como bolhas ou erosões da pele ou mucosas."
  },
  {
    "identificador": "EB41.0",
    "valor": "Penfigóide bolhoso",
    "descricao": "Penfigoide bolhoso é a doença bolhosa autoimune mais comum no mundo ocidental. Afeta principalmente os idosos e tipicamente se apresenta com um eritema urticado pruriginoso que evolui para uma erupção generalizada de bolhas tensas intactas. Às vezes pode envolver mucosas. É caracterizada por anticorpos IgG contra a zona da membrana basal, levando a fendas subepidérmicas que se manifestam clinicamente como bolhas."
  },
  {
    "identificador": "EB41.1",
    "valor": "Penfigoide de mucosa",
    "descricao": "O penfigoide de membrana mucosa (PMM) engloba um grupo heterogêneo de doenças autoimunes dominadas por membranas mucosas nas quais os autoanticorpos para antígenos da zona da membrana basal (ZBM) das membranas mucosas e da pele resultam em bolhas subepiteliais. A MMP pode ser limitada à conjuntiva (penfigóide ocular) ou à cavidade oral (penfigóide oral). Quando a pele está envolvida, geralmente é menos extensa e menos migratória do que no penfigoide bolhoso. A MMP segue um curso crônico e pode levar a cicatrizes graves com os riscos associados de perda de visão e estenose esofágica.\r\ntudo"
  },
  {
    "identificador": "EB41.Y",
    "valor": "Outro penfigoide especificado",
    "descricao": ""
  },
  {
    "identificador": "EB41.Z",
    "valor": "Penfigoide não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB42",
    "valor": "Dermatose bolhosa por IgA linear",
    "descricao": "Dermatose bolhosa por IgA linear é um transtorno imunobolhoso incomum que ocorre em adultos e em crianças. Caracteriza-se por deposição linear de IgA ao longo da membrana basal epidérmica. Embora o quadro clínico possa assemelhar-se à dermatite herpetiforme, não está associado à enteropatia por glúten e possui diferentes atributos clínicos e imunopatológicos."
  },
  {
    "identificador": "EB43",
    "valor": "Epidermólise bolhosa adquirida",
    "descricao": "A epidermólise bolhosa adquirida é uma doença bolhosa adquirida não familiar caracterizada pela presença de autoanticorpos para colágeno VII na zona da membrana basal da epiderme, como demonstrado por imunofluorescência direta. Há um amplo espectro de manifestações clínicas, incluindo uma variante induzida por trauma e uma variante mais inflamatória."
  },
  {
    "identificador": "EB44",
    "valor": "Dermatite herpetiforme",
    "descricao": "Dermatite herpetiforme é uma pele imunobolhosa caracterizada por erupções recorrentes de pápulas, vesículas ou bolhas intensamente pruriginosas, que são tipicamente agrupadas simetricamente nas superfícies extensoras dos membros e nas nádegas e costas. As lesões primárias são frequentemente obscurecidas por escoriação. Uma resposta anormal não completamente compreendida ao glúten da dieta provoca a formação de autoanticorpos contra transglutaminases teciduais e epidérmicas e deposição granular de IgA em papilas dérmicas. A doença está fortemente associada à enteropatia sensível ao glúten, que pode variar de inflamação epitelial jejunal leve a atrofia total das vilosidades (doença celíaca)."
  },
  {
    "identificador": "EB4Y",
    "valor": "Outra afecção imunobolhosa especificada",
    "descricao": ""
  },
  {
    "identificador": "EB50",
    "valor": "Lúpus eritematoso cutâneo subagudo",
    "descricao": "Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
  },
  {
    "identificador": "EB51",
    "valor": "Lúpus eritematoso cutâneo crônico",
    "descricao": "Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
  },
  {
    "identificador": "EB51.0",
    "valor": "Lúpus eritematoso discóide",
    "descricao": "Lúpus eritematoso discoide é caracterizado pela presença de placas discoides apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Tipicamente envolve face, orelhas e couro cabeludo, mas pode ocorrer disseminação generalizada. Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente."
  },
  {
    "identificador": "EB51.Y",
    "valor": "Outra forma especificada de lúpus eritematoso cutâneo crônico",
    "descricao": ""
  },
  {
    "identificador": "EB51.Z",
    "valor": "Lúpus eritematoso cutâneo crônico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB5Z",
    "valor": "Lúpus eritematoso cutâneo de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB60",
    "valor": "Líquen escleroso",
    "descricao": "O líquen escleroso é uma dermatose inflamatória crônica de etiologia desconhecida. Afeta tanto mulheres como homens de todas as idades. Caracteriza-se pelo desenvolvimento de placas brancas, lisas e atróficas na pele vulvar e perianal nas mulheres e no prepúcio e glande do pênis nos homens. Muitas vezes resulta na formação de cicatriz levando a um intróito estreito ou fimose com comprometimento da função urinária e sexual. O risco de carcinoma de células escamosas anogenital é ligeiramente aumentado. Menos comumente, outros locais da pele são afetados, independentemente ou em conjunto com o envolvimento anogenital."
  },
  {
    "identificador": "EB60.0",
    "valor": "Líquen escleroso da vulva",
    "descricao": "Líquen escleroso da vulva é um transtorno inflamatório de etiologia desconhecida que afeta a pele da vulva e da área perianal. Tipicamente afeta mulheres na quinta e sexta décadas de vida, embora não seja incomum em meninas pré-púberes. Ele se apresenta com prurido, dor ou dispareunia. A pele afetada é branca e atrófica, embora alterações secundárias, incluindo maceração, púrpura e erosão, possam dominar o quadro clínico. Em casos de longa data, pode haver redução acentuada da vulva, fusão labial e um risco aumentado de transformação maligna."
  },
  {
    "identificador": "EB60.1",
    "valor": "Líquen escleroso do pênis",
    "descricao": "Líquen escleroso do pênis se desenvolve quase exclusivamente em homens não circuncidados e é o resultado do contato oclusivo crônico de epitélio suscetível à urina. Frequentemente, causa dispareunia e dificuldades com a micção. Manifesta-se tipicamente como fimose esclerótica do prepúcio, que pode não ser possível de retração, junto com inflamação e esclerose da superfície mucocutânea do prepúcio e da glande do pênis. Estenose e ocasionalmente obliteração do orifício meatal externo podem ocorrer em casos graves. Embora mais comumente reconhecida em homens adultos, é uma causa comum de fimose adquirida em meninos."
  },
  {
    "identificador": "EB60.Y",
    "valor": "Líquen escleroso de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "EB60.Z",
    "valor": "Líquen escleroso não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB61",
    "valor": "Morfeia",
    "descricao": "Grupo de doenças relacionadas, de etiologia pouco compreendida, que afetam principalmente a pele e o tecido subcutâneo e são caracterizadas por fibrose, esclerose e atrofia cutâneas variáveis."
  },
  {
    "identificador": "EB61.0",
    "valor": "Morfeia em placas",
    "descricao": "A forma mais comum de morfeia que se apresenta como placas cerosas endurecidas, frequentemente com borda violácea e comumente afetando o tronco, especialmente nas dobras inframamárias e ao redor da cintura. A causa é desconhecida. É mais comum em mulheres do que em homens."
  },
  {
    "identificador": "EB61.1",
    "valor": "Morfeia linear",
    "descricao": "A morfeia linear é uma forma de morfeia que geralmente se apresenta na infância ou adolescência e geralmente é unilateral, afetando um membro com um endurecimento linear da pele, subcutâneo e ocasionalmente músculos e ossos subjacentes. Também pode afetar o couro cabeludo e a fronte (\"em golpe de sabre\") produzindo uma cicatriz deprimida semelhante a uma ferida de sabre cicatrizada, com esclerose da pele e alopecia do couro cabeludo afetado."
  },
  {
    "identificador": "EB61.Y",
    "valor": "Outras formas especificadas de morfeia",
    "descricao": ""
  },
  {
    "identificador": "EB61.Z",
    "valor": "Morfeia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EB7Y",
    "valor": "Outras dermatoses inflamatórias especificadas",
    "descricao": ""
  },
  {
    "identificador": "EB90",
    "valor": "Dermatoses resultantes de processos metabólicos alterados",
    "descricao": "Este grupo compreende as dermatoses em que quantidades anormais de material biológico se acumulam na pele. Os efeitos de tais acúmulos dependem do material específico envolvido. Exemplos incluem lípidos, mucina, amilóide, porfirinas e cálcio."
  },
  {
    "identificador": "EB90.0",
    "valor": "Lesões de pele do diabetes",
    "descricao": "Alterações cutâneas não especificadas atribuíveis ao diabetes."
  },
  {
    "identificador": "EB90.1",
    "valor": "Mucinose cutânea",
    "descricao": "Afecções da pele caracterizadas pelo acúmulo de mucina na pele"
  },
  {
    "identificador": "EB90.10",
    "valor": "Mixedema pré-tibial",
    "descricao": "Mixedema pré-tibial é uma forma de mucinose cutânea difusa em que há acúmulo de glicosaminoglicanos em excesso, especialmente ácido hialurônico, em derme e subcutâneo. É mais comumente observado nas pernas (áreas pré-tibiais), mas ocorre em outras partes das extremidades inferiores. Manifesta-se como nódulos, placas ou nódulos violáceos ou acastanhados, firmes, não depressíveis, assimétricos, que tendem a coalescer para produzir extensas áreas de inderuação com aparência de \"peau d'orange\" (casca de laranja).\r\nQuase sempre está associado a tireoidite autoimune (doença de Graves) e pode estar associado a baqueteamento digital (acropaquia) e exoftalmia (doença ocular da tireoide)."
  },
  {
    "identificador": "EB90.11",
    "valor": "Liquen mixedematoso",
    "descricao": "Líquen mixedematoso localizado é um grupo de doenças de pele caracterizadas pelo desenvolvimento de pápulas, nódulos e/ou placas com depósitos de mucina e grau variável de fibrose na ausência de doença tireoidiana. O grupo compreende cinco subformas: líquen mixedematoso nodular, líquen mixedematoso papular distinto, mucinose papulosa da infância, mucinose papulosa acral persistente e mucinose papulosa autocurativa."
  },
  {
    "identificador": "EB90.12",
    "valor": "Mucinosa eritematosa reticular",
    "descricao": "Mucinose eritematosa reticular compreende áreas de eritema reticular infiltrado afetando particularmente a parede torácica anterior superior. Histologicamente, há infiltrado de células inflamatórias mucinosas e crônicas na derme. Ocorre mais frequentemente em mulheres de meia-idade. A etiologia não é compreendida, embora a exposição à luz solar possa desempenhar um papel."
  },
  {
    "identificador": "EB90.1Y",
    "valor": "Outras formas especificadas de mucinose cutânea",
    "descricao": ""
  },
  {
    "identificador": "EB90.2",
    "valor": "Xantomas cutâneos ou subcutâneos",
    "descricao": "Uma acúmulo anormal de lipídios em pele ou tecidos moles, mais frequentemente devido a uma dislipidemia associada."
  },
  {
    "identificador": "EB90.20",
    "valor": "Xantoma plano",
    "descricao": "Os xantomas planos (planares) são xantomas cutâneos planos e contrastam com os xantomas eruptivos e tuberosos que se apresentam como pápulas e nódulos. Frequentemente são completamente maculares, mas podem evoluir para placas elevadas. O tipo mais comum é o xantelasma da pálpebra, mas também inclui o xantoma palmar e uma forma disseminada menos comum, o xantoma plano difuso, que pode ser mimetizado por um distúrbio clinicamente semelhante que está associado à paraproteinemia, xantomastose plana difusa normolipidêmico."
  },
  {
    "identificador": "EB90.21",
    "valor": "Xantoma tuberoso",
    "descricao": "Xantomas tuberosos são nódulos firmes amarelo-avermelhados que ocorrem sobre locais de pressão: geralmente indicam a presença de hiperlipidemia tipo 3 (hiperlipoproteinemia tipo III). Começam como pequenos xantomas, geralmente sobre as faces extensoras de cotovelos e joelhos, mas podem evoluir para lesões exofíticas bastante exuberantes, com vários centímetros de diâmetro e altura. Podem se desenvolver em outros locais de pressão, particularmente em calcanhares e superfícies plantares dos pés."
  },
  {
    "identificador": "EB90.22",
    "valor": "Xantoma eruptivo",
    "descricao": "Xantomas eruptivos se manifestam como grupos de pequenas pápulas amarelas que irrompem em grande número sobre superfícies extensoras, particularmente nádegas, dorso, pernas e braços. Estão associados a hipertrigliceridemia grave e podem estar associados a diabetes mellitus não controlada."
  },
  {
    "identificador": "EB90.23",
    "valor": "Xantoma tendinoso",
    "descricao": "Xantomas tendinosos se manifestam mais comumente como nódulos subcutâneos ligados aos tendões extensores sobre os dedos ou o tendão de Aquiles, embora outros tendões às vezes possam ser afetados. Eles são mais frequentemente observados na hipercolesterolemia familiar, mas também podem estar associados à hipercolesterolemia secundária devido à colestase prolongada."
  },
  {
    "identificador": "EB90.2Z",
    "valor": "Xantomas cutâneos ou subcutâneos de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "EB90.3",
    "valor": "Porfiria ou pseudoporfiria afetando a pele",
    "descricao": "Afecções da pele resultantes de ou simulando afecções devidas a alguns distúrbios do metabolismo das porfirinas."
  },
  {
    "identificador": "EB90.30",
    "valor": "Pseudoporfiria",
    "descricao": "Surgimento de bolhas em pele exposta nas extremidades assemelhando-se à porfiria cutânea tarda sem anormalidades demonstráveis ​​do metabolismo da porfirina."
  },
  {
    "identificador": "EB90.3Y",
    "valor": "Outra porfiria ou pseudoporfiria especificada afetando a pele",
    "descricao": ""
  },
  {
    "identificador": "EB90.4",
    "valor": "Calcificação da pele ou tecido subcutâneo",
    "descricao": "Grupo heterogêneo de afecções que resultam em deposição de cálcio na pele e tecidos moles."
  },
  {
    "identificador": "EB90.40",
    "valor": "Calcificação distrófica da pele de etiologia incerta ou não especificada",
    "descricao": "Deposição anormal de cálcio em pele e tecido subcutâneo de causa desconhecida (idiopática) ou não especificada."
  },
  {
    "identificador": "EB90.41",
    "valor": "Paniculite calcificada",
    "descricao": "Paniculite calcificada apresenta-se como massas subcutâneas firmes distintas, frequentemente afetando as coxas e os quadris. Está fortemente associada a hiperparatireoidismo, particularmente no contexto de insuficiência renal crônica. Pode ocorrer em conjunto com, mas é clinicamente distinta da arteriolopatia calcificada (calcifilaxia)."
  },
  {
    "identificador": "EB90.42",
    "valor": "Arteriolopatia calcificada",
    "descricao": "Arteriolopatia calcificada (calcifilaxia) é um transtorno vasculopático potencialmente fatal caracterizada por isquemia cutânea dolorosa e infarto devido a calcificação, fibroplasia intimal e trombose de arteríolas subcutâneas. É mais comumente associada a doença renal em estágio terminal ou transplante renal, particularmente no contexto de diabetes mellitus de longa data. A pele afetada, comumente em quadris e coxas, aparece mosqueada, cinza e desvitalizada antes de progredir para infarto de espessura total e ulceração profunda. Estas alterações podem ser acompanhadas por placas subcutâneas enduradas, indicando uma paniculite calcificante subjacente. A condição pode estar, mas nem sempre está, associada a hiperparatireoidismo ou a um produto cálcio-fosfato elevado."
  },
  {
    "identificador": "EB90.4Y",
    "valor": "Outra calcificação especificada da pele ou tecido subcutâneo",
    "descricao": ""
  },
  {
    "identificador": "EB9Y",
    "valor": "Outros transtornos metabólicos ou nutricionais especificados que afetam a pele",
    "descricao": ""
  },
  {
    "identificador": "EC10",
    "valor": "Síndromes genéticas com poiquilodermia",
    "descricao": "Síndromes hereditárias em que a poiquilodermia (pigmentação cutânea, atrofia e telangiectasias) é uma característica notável."
  },
  {
    "identificador": "EC1Y",
    "valor": "Outras síndromes genéticas especificadas que afetam a pele",
    "descricao": ""
  },
  {
    "identificador": "EC20",
    "valor": "Transtornos genéticos da queratinização",
    "descricao": "Transtornos hereditários caracterizados por queratinização epidérmica anormal. Incluem as ictioses e as queratodermias palmoplantares."
  },
  {
    "identificador": "EC20.0",
    "valor": "Ictiose não sindrômica",
    "descricao": "Ictioses hereditárias com manifestações clínicas limitadas ao tegumento."
  },
  {
    "identificador": "EC20.00",
    "valor": "Ictiose vulgar",
    "descricao": "Ictiose vulgar é responsável por 95% de todos os casos de ictiose hereditária. É uma condição autossômica dominante devida a mutações no gene da filagrina. Ao nascimento, a pele pode parecer normal, mas torna-se gradualmente seca, áspera e escamosa, com a maioria dos sinais e sintomas aparecendo por volta dos 5 anos de idade. A ictiose vulgar pode afetar todas as partes da superfície da pele, incluindo o rosto e couro cabeludo, embora as flexuras dos membros sejam geralmente poupadas. A hiperlinearidade das palmas é uma manifestação característica. Está intimamente associada ao desenvolvimento de eczema atópico."
  },
  {
    "identificador": "EC20.01",
    "valor": "Ictiose ligada ao cromossomo X",
    "descricao": "A ictiose ligada ao X é uma genodermatose recessiva ligada ao X associada à deficiência de esteróide sulfatase e ao sulfato de colesterol plasmático elevado. Descamação generalizada está presente no nascimento ou logo após o nascimento, mais proeminentemente nas extremidades, pescoço, tronco e nádegas. Ocorre apenas em homens e pode estar associada a doenças testiculares e opacidades da córnea."
  },
  {
    "identificador": "EC20.02",
    "valor": "Ictiose congênita autossômica recessiva",
    "descricao": "Grupo heterogêneo de ictioses determinadas geneticamente com herança autossômica recessiva."
  },
  {
    "identificador": "EC20.03",
    "valor": "Ictioses queratinopáticas",
    "descricao": "Ictioses hereditárias resultantes de mutações nos genes da queratina."
  },
  {
    "identificador": "EC20.0Y",
    "valor": "Outra ictiose não sindrômica especificada ou inclassificável",
    "descricao": ""
  },
  {
    "identificador": "EC20.1",
    "valor": "Descamação hereditária da pele",
    "descricao": "Um grupo de transtornos hereditários incomuns caracterizados por descamação anormal da pele"
  },
  {
    "identificador": "EC20.2",
    "valor": "Dermatoses acantolíticas hereditárias",
    "descricao": "Grupo de doenças hereditárias caracterizadas por acantólise epidérmica e perda da integridade epidérmica."
  },
  {
    "identificador": "EC20.3",
    "valor": "Ceratodermia palmoplantar hereditária",
    "descricao": "Transtornos hereditários de queratinização da pele das palmas das mãos e plantas dos pés."
  },
  {
    "identificador": "EC20.30",
    "valor": "Ceratodermias palmoplantares difusas",
    "descricao": "Ceratodermia palmoplantar em que há espessamento epidérmico confluente afetando as palmas das mãos e plantas dos pés."
  },
  {
    "identificador": "EC20.31",
    "valor": "Ceratodermias palmoplantares focais",
    "descricao": "Ceratodermia palmoplantar em que há espessamento epidérmico focal com áreas de pele palmar e plantar intervenientes normais."
  },
  {
    "identificador": "EC20.32",
    "valor": "Ceratodermia papular palmoplantar",
    "descricao": "Ceratodermia palmoplantar caracterizada pela presença de múltiplas pequenas pápulas hiperceratóticas distintas envolvendo a pele palmar e plantar."
  },
  {
    "identificador": "EC20.3Z",
    "valor": "Ceratodermia palmoplantar hereditária de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "EC20.Y",
    "valor": "Outros transtornos genéticos especificados de queratinização",
    "descricao": ""
  },
  {
    "identificador": "EC21",
    "valor": "Defeitos genéticos dos cabelos ou do crescimento dos cabelos",
    "descricao": ""
  },
  {
    "identificador": "EC21.0",
    "valor": "Defeitos genéticos da haste capilar",
    "descricao": ""
  },
  {
    "identificador": "EC21.1",
    "valor": "Síndromes genéticas com anormalidades da haste capilar",
    "descricao": ""
  },
  {
    "identificador": "EC21.2",
    "valor": "Alopecia hereditária ou hipotricose",
    "descricao": "Ausência ou rarefação dos cabelos geneticamente determinada."
  },
  {
    "identificador": "EC21.3",
    "valor": "Síndromes genéticas com alopecia ou hipotricose",
    "descricao": "Síndromes hereditárias em que os cabelos escassos ou ausentes são um compoenente"
  },
  {
    "identificador": "EC21.4",
    "valor": "Hipertricose geneticamente determinada",
    "descricao": "Excesso de pelos não andrógeno-dependente devido a anormalidade genética"
  },
  {
    "identificador": "EC21.Y",
    "valor": "Outros defeitos genéticos dos cabelos ou do crescimento dos cabelos, especificados",
    "descricao": ""
  },
  {
    "identificador": "EC21.Z",
    "valor": "Defeitos genéticos dos cabelos ou do crescimento dos cabelos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "EC22",
    "valor": "Defeitos genéticos das unhas ou do crescimento das unhas",
    "descricao": ""
  },
  {
    "identificador": "EC22.0",
    "valor": "Deformidades hereditárias das unhas",
    "descricao": "Anormalidades geneticamente determinadas do desenvolvimento das unhas."
  },
  {
    "identificador": "EC23",
    "valor": "Transtornos genéticos da pigmentação da pele",
    "descricao": "Transtornos genéticos da pele caracterizados por alteração da pigmentação, incluindo albinismo e formas hereditárias de lentiginose."
  },
  {
    "identificador": "EC23.0",
    "valor": "Hipermelanose ou lentiginose não sindrômica geneticamente determinada",
    "descricao": ""
  },
  {
    "identificador": "EC23.1",
    "valor": "Hipermelanose ou lentiginose sindrômica geneticamente determinada",
    "descricao": ""
  },
  {
    "identificador": "EC23.2",
    "valor": "Albinismo ou outros transtornos hipomelanóticos geneticamente determinados",
    "descricao": "Grande grupo de transtornos hereditários em que a produção cutânea de melanina está reduzida ou ausente, principalmente como resultado de defeitos em enzimas necessárias para a biossíntese normal de melanina."
  },
  {
    "identificador": "EC23.20",
    "valor": "Albinismo oculocutâneo",
    "descricao": "Albinismo oculocutâneo é um transtorno geneticamente heterogêneo caracterizado por pigmentação diminuída ou ausente dos cabelos, pele e olhos."
  },
  {
    "identificador": "EC23.2Y",
    "valor": "Outros transtornos hipomelanóticos geneticamente determinados especificados",
    "descricao": ""
  },
  {
    "identificador": "EC23.Y",
    "valor": "Outros transtornos genéticos especificados da pigmentação da pele",
    "descricao": ""
  },
  {
    "identificador": "EC23.Z",
    "valor": "Transtornos genéticos da pigmentação da pele, não especificados",
    "descricao": ""
  },
  {
    "identificador": "EC30",
    "valor": "Epidermólise bolhosa simples",
    "descricao": "Epidermólise bolhosa simples é o nome dado a um grupo heterogêneo de defeitos geneticamente determinados na adesão célula-célula epidérmica. Isso dá origem a bolhas em resposta a forças de atrito e cisalhamento."
  },
  {
    "identificador": "EC31",
    "valor": "Epidermólise bolhosa juncional",
    "descricao": "Epidermólise bolhosa juncional (lucidolítica) deve-se a defeitos ao nível da lâmina lúcida da membrana basal epidérmica. A forma grave generalizada (Herlitz) está associada a envolvimento generalizado da mucosa de órgãos internos e apresenta alta mortalidade na infância."
  },
  {
    "identificador": "EC32",
    "valor": "Epidermólise bolhosa distrófica",
    "descricao": "A epidermólise bolhosa distrófica (dermolítica) é devida a defeitos ou ausência de colágeno tipo VII. Como resultado, as fibrilas de ancoragem que fixam a membrana basal epidérmica à derme são defeituosas ou ausentes. A forma recessiva grave causa cicatrizes extensas e predispõe ao carcinoma escamoso (espinocelular) agressivo."
  },
  {
    "identificador": "EC33",
    "valor": "Epidermólise bolhosa sindrômica",
    "descricao": "Pequeno grupo de transtornos incluindo a síndrome de Kindler, em que a formação de bolhas na pele está associada a outros defeitos."
  },
  {
    "identificador": "EC3Z",
    "valor": "Epidermólise bolhosa",
    "descricao": ""
  },
  {
    "identificador": "EC40",
    "valor": "Pseudoxantoma elástico",
    "descricao": "Pseudoxantoma elástico (PXE) é um transtorno hereditário do tecido conjuntivo caracterizado por calcificação progressiva e fragmentação de fibras elásticas em pele, retina e paredes arteriais."
  },
  {
    "identificador": "EC4Y",
    "valor": "Outros transtornos genéticos especificados que afetam as proteínas da matriz dérmica",
    "descricao": ""
  },
  {
    "identificador": "EC50",
    "valor": "Anomalias de desenvolvimento do umbigo",
    "descricao": ""
  },
  {
    "identificador": "EC5Y",
    "valor": "Outras anomalias especificadas de desenvolvimento que afetam a pele",
    "descricao": ""
  },
  {
    "identificador": "EC7Y",
    "valor": "Outros transtornos genéticos ou de desenvolvimento especificados que afetam a pele",
    "descricao": ""
  },
  {
    "identificador": "EC90",
    "valor": "Prurido",
    "descricao": "Uma sensação de prurido intenso que produz o desejo de esfregar ou coçar a pele para obter alívio."
  },
  {
    "identificador": "EC90.0",
    "valor": "Prurido devido a transtorno cutâneo",
    "descricao": "Prurido devido a transtorno cutâneo, especialmente aqueles como xerose cutânea ou psoríase, onde o prurido pode ocorrer, mas não é um componente inerente do transtorno."
  },
  {
    "identificador": "EC90.1",
    "valor": "Prurido devido a transtorno sistêmico",
    "descricao": "Prurido devido a transtorno sistêmico subjacente, como insuficiência renal ou icterícia colestática."
  },
  {
    "identificador": "EC90.10",
    "valor": "Prurido urêmico",
    "descricao": "Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
  },
  {
    "identificador": "EC90.11",
    "valor": "Prurido colestático",
    "descricao": "Prurido devido à eliminação comprometida da bile"
  },
  {
    "identificador": "EC90.12",
    "valor": "Prurido associado à hemodiálise",
    "descricao": "Prurido generalizado atribuível à hemodiálise e não à doença renal crônica. As causas não são bem compreendidas."
  },
  {
    "identificador": "EC90.1Y",
    "valor": "Prurido devido a outro transtorno sistêmico especificado",
    "descricao": ""
  },
  {
    "identificador": "EC90.2",
    "valor": "Prurido induzido por droga",
    "descricao": "Prurido atribuível a drogas, em particular opioides."
  },
  {
    "identificador": "EC90.3",
    "valor": "Prurido devido a transtorno neurológico",
    "descricao": "Prurido resultante de dano ou irritação dos nervos sensoriais ou de suas conexões centrais."
  },
  {
    "identificador": "EC90.4",
    "valor": "Prurido psicogênico",
    "descricao": "Prurido crônico episódico na ausência de uma causa orgânica identificável e tipicamente associado a estresse e/ou depressão."
  },
  {
    "identificador": "EC90.5",
    "valor": "Prurido anogenital",
    "descricao": "Prurido persistente da pele perianal e/ou genitália externa."
  },
  {
    "identificador": "EC90.6",
    "valor": "Prurido de causa desconhecida",
    "descricao": "Prurido sem causa identificável apesar de investigação extensa."
  },
  {
    "identificador": "EC90.Y",
    "valor": "Prurido de outro tipo ou etiologia especificados",
    "descricao": ""
  },
  {
    "identificador": "EC90.Z",
    "valor": "Prurido, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EC91",
    "valor": "Prurigo",
    "descricao": "Prurigo é um padrão de reação cutânea devido ao ato de coçar crônico da pele. É caracterizada por pápulas e nódulos disseminados, simetricamente distribuídos, pruriginosos e escoriados com acantose epidérmica focal e hiperceratose na histologia."
  },
  {
    "identificador": "EC91.0",
    "valor": "Prurigo nodular",
    "descricao": "Dermatose crônica altamente pruriginosa de etiologia pouco compreendida que se apresenta com múltiplos nódulos verrucosos na pele, principalmente nos membros. Exsudação, crostas e escamas resultam de prurido repetido."
  },
  {
    "identificador": "EC91.1",
    "valor": "Prurigo atópico",
    "descricao": "Variante clínica de eczema atópico caracterizada por múltiplas pápulas discretas pruriginosas, muitas vezes escoriadas, particularmente nos membros."
  },
  {
    "identificador": "EC91.Z",
    "valor": "Prurigo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EC92",
    "valor": "Síndromes de dor mucocutânea ou cutânea",
    "descricao": "Uma gama de transtornos de dor crônica focal que afetam pele ou mucosas, com predileção pelas regiões orocervical e urogenital. São diagnósticos de exclusão e devem ser feitos apenas quando não se encontrar outra explicação para os sintomas. Eles estão frequentemente associados a sofrimento psicológico grave."
  },
  {
    "identificador": "EC92.0",
    "valor": "Penoscrotodinia",
    "descricao": "Transtorno somatoforme incomum, mas angustiante, que afeta homens, no qual há uma queixa clara e precisa de dor genital e/ou sensação de queimação na pele para a qual nenhuma causa subjacente pode ser encontrada."
  },
  {
    "identificador": "EC92.1",
    "valor": "Disestesia do couro cabeludo",
    "descricao": "Transtorno somatoforme incomum mas angustiante, no qual há uma queixa clara e precisa de dor no couro cabeludo ou sensação de queimação para a qual nenhuma causa subjacente pode ser encontrada."
  },
  {
    "identificador": "EC9Y",
    "valor": "Outros distúrbios especificados da sensibilidade cutânea",
    "descricao": ""
  },
  {
    "identificador": "ED00",
    "valor": "Transtorno artefatual da pele",
    "descricao": "As doenças artefactuais da pele englobam uma gama diversa de lesões auto-infligidas na pele que são provocadas por meios mecânicos ou pela aplicação ou injeção de irritantes químicos ou cáusticos. Podem simular outras dermatoses, mas geralmente têm uma configuração distinta, geométrica e bizarra que não pode ser explicada de outra forma."
  },
  {
    "identificador": "ED01",
    "valor": "Simulação de doença de pele",
    "descricao": "Simulação de doença de pele pode se apresentar de várias maneiras, como aplicação de cola, corantes ou maquiagem na pele (particularmente por crianças ou meninas adolescentes) e geralmente, embora nem sempre, seja prontamente reconhecida pelo que é. A motivação para a simulação pode variar, mas pode apontar para alguma forma de psicopatologia ou pode ser puramente experimentação."
  },
  {
    "identificador": "ED02",
    "valor": "Síndrome de equimose dolorosa",
    "descricao": "A síndrome de equimose dolorosa (síndrome de Gardner-Diamond, sensibilização autoeritrocitária, púrpura psicogênica) é uma apresentação clínica rara e pouco compreendida de equimoses dolorosas inexplicáveis, principalmente nas extremidades e/ou na face. Tem sido associada a estresse emocional ou a uma ou mais doenças mentais concomitantes."
  },
  {
    "identificador": "ED0Y",
    "valor": "Outras afecções de pele autoprovocadas",
    "descricao": ""
  },
  {
    "identificador": "ED2Y",
    "valor": "Outras condições mentais especificadas que afetam a pele",
    "descricao": ""
  },
  {
    "identificador": "ED30",
    "valor": "Dano cutâneo neuropático",
    "descricao": "Alterações na pele atribuíveis total ou parcialmente a danos nos nervos sensoriais ou autônomos."
  },
  {
    "identificador": "ED30.0",
    "valor": "Ulceração da pele neuropática",
    "descricao": "Ulceração da pele resultante do comprometimento da sensação de dor devido à disfunção do nervo sensorial."
  },
  {
    "identificador": "ED30.Y",
    "valor": "Outro dano cutâneo neuropático especificado",
    "descricao": ""
  },
  {
    "identificador": "ED31",
    "valor": "Síndrome dos pés ardentes",
    "descricao": "Acredita-se que a síndrome dos pés ardentes se deva a uma neuropatia autonômica específica afetando predominantemente nervos colinérgicos de fibras pequenas. É caracterizada por uma sensação desconfortável de queimação nos pés, muitas vezes acentuada por calor ou frio. Pode ser esporádica, familiar ou associada a diabetes mellitus."
  },
  {
    "identificador": "ED3Y",
    "valor": "Envolvimento cutâneo em outra condição neurológica especificada",
    "descricao": ""
  },
  {
    "identificador": "ED50",
    "valor": "Ictioses",
    "descricao": "Transtornos geneticamente determinados e adquiridos de queratinização epidérmica caracterizados por descamação difusa e/ou espessamento do estrato córneo."
  },
  {
    "identificador": "ED50.0",
    "valor": "Ictiose adquirida",
    "descricao": "A ictiose adquirida assemelha-se à ictiose vulgar autossômica dominante, mas se desenvolve na vida adulta em indivíduos sem história prévia de ictiose. Pode ser causada por determinados medicamentos, mas quando associada a malignidade subjacente (ou seja, paraneoplásica) está fortemente associada ao linfoma de Hodgkin e pode ser o sinal de apresentação desta doença. Pode estar menos comumente associada a outras neoplasias linfoides ou tumores sólidos."
  },
  {
    "identificador": "ED50.Z",
    "valor": "Ictiose de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "ED51",
    "valor": "Hiperqueratose ou acantose epidérmica difusa",
    "descricao": "Condições caracterizadas por espessamento difuso das camadas córneas e/ou espinhosas da epiderme."
  },
  {
    "identificador": "ED51.0",
    "valor": "Acantose nigricans",
    "descricao": "Acantose nigricans é caracterizada por pele escura, espessa e aveludada em dobras e vincos do corpo. É mais comumente encontrada em associação com obesidade e diabetes tipo 2, embora possa ser um componente de numerosas síndromes genéticas. Hiperinsulinemia e resistência à insulina são fatores subjacentes importantes. A acantose nigricans raramente pode ser causada por malignidade subjacente (acantose nigricans paraneoplásica)."
  },
  {
    "identificador": "ED51.00",
    "valor": "Acantose nigricans benigna",
    "descricao": "Acantose nigricans benigna é um espessamento e uma pigmentação acometendo predominantemente a pele flexural, especialmente em pescoço, axilas e virilhas. Acredita-se que seja devida a alta taxa de ligação de insulina a receptores do fator de crescimento semelhante à insulina, com resultante proliferação de queratinócitos. Está fortemente associada à resistência à insulina e à obesidade. O diabetes tipo 2 e a síndrome metabólica estão comumente associados."
  },
  {
    "identificador": "ED51.0Y",
    "valor": "Outra acantose nigricans especificada",
    "descricao": ""
  },
  {
    "identificador": "ED51.0Z",
    "valor": "Acantose nigricans, não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED51.Y",
    "valor": "Outras dermatoses hiperceratóticas ou acantóticas especificadas",
    "descricao": ""
  },
  {
    "identificador": "ED51.Z",
    "valor": "Hiperqueratose ou acantose epidérmica difusa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED52",
    "valor": "Poroceratoses",
    "descricao": "As poroceratoses resultam de um transtorno clonal de queratinização. Elas são caracterizadas por uma ou mais placas atróficas circundadas por uma borda hiperceratótica estriada clínica e histologicamente distinta (lamela cornoide). Múltiplas variantes clínicas da poroceratose são reconhecidas."
  },
  {
    "identificador": "ED53",
    "valor": "Descamação da pele",
    "descricao": "Uma série de transtornos hereditários e adquiridos caracterizados por uma tendência aumentada à descamação superficial da pele."
  },
  {
    "identificador": "ED54",
    "valor": "Xerose cutânea ou asteatose",
    "descricao": "Ressecamento da superfície da pele comumente devido ao desengorduramento da epiderme por exposição excessiva a sabões e detergentes ou dessecação por exposição prolongada à baixa umidade ambiente. Ocorre mais comumente em idosos e é observada particularmente nas pernas. É uma das principais causas de prurido em idosos. Em casos mais graves, a pele pode ficar inflamada (eczema asteatótico)."
  },
  {
    "identificador": "ED55",
    "valor": "Ceratodermia palmoplantar",
    "descricao": "Uma série de transtornos genéticos e adquiridos em que há espessamento da queratina epidérmica da pele das superfícies palmares das mãos e superfícies plantares dos pés."
  },
  {
    "identificador": "ED55.0",
    "valor": "Ceratodermia palmoplantar adquirida",
    "descricao": ""
  },
  {
    "identificador": "ED55.Z",
    "valor": "Ceratodermia palmoplantar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED56",
    "valor": "Ceratose pilar",
    "descricao": "Ceratose pilar é uma anormalidade muito comum da queratinização caracterizada pelo tamponamento ceratótico dos orifícios foliculares com graus variados de eritema perifolicular. É observada em até metade das crianças normais e em três quartos das crianças com ictiose vulgar. Os lados da face e as superfícies extensoras dos braços são localizações de predileção. A herança autossômica dominante muitas vezes pode ser demonstrada. Em algumas variantes, a atrofia ou a pigmentação podem ser mais proeminentes do que a ceratose."
  },
  {
    "identificador": "ED5Y",
    "valor": "Outros transtornos especificados da queratinização epidérmica",
    "descricao": ""
  },
  {
    "identificador": "ED60",
    "valor": "Hipermelanose adquirida",
    "descricao": "Aumento da pigmentação da melanina da pele resultante de doença ou de outros estímulos, incluindo radiação ultravioleta e hormônios."
  },
  {
    "identificador": "ED60.0",
    "valor": "Hipermelanose fisiológica",
    "descricao": "A resposta da pele normal à exposição à radiação ultravioleta natural ou artificial."
  },
  {
    "identificador": "ED60.00",
    "valor": "Bronzeado",
    "descricao": "Aumento da pigmentação da melanina da pele como resultado da exposição à luz solar natural."
  },
  {
    "identificador": "ED60.01",
    "valor": "Bronzeamento devido à exposição a fontes artificiais de radiação ultravioleta",
    "descricao": "Aumento da pigmentação da melanina como resultado de exposição deliberada (espreguiçadeiras e cabines de bronzeamento) ou não intencional aos raios UV."
  },
  {
    "identificador": "ED60.1",
    "valor": "Melasma",
    "descricao": "Condição comum de etiologia incompletamente compreendida, caracterizada por pigmentação melânica irregular das proeminências malares, fronte e pele perioral. A pigmentação é exacerbada pela exposição ao sol. O melasma é comum na gravidez e em mulheres que tomam contraceptivos orais; pode, no entanto, também ser visto em homens."
  },
  {
    "identificador": "ED60.2",
    "valor": "Hipermelanose pós-inflamatória",
    "descricao": "Pigmentação melânica da pele resultante de inflamação cutânea anterior, particularmente quando esta está centrada na junção dermo-epidérmica como no líquen plano. Danos aos melanócitos resultam na liberação de melanina na derme (incontinência pigmentar)."
  },
  {
    "identificador": "ED60.Y",
    "valor": "Hipermelanose de outra etiologia especificada",
    "descricao": ""
  },
  {
    "identificador": "ED60.Z",
    "valor": "Hipermelanose de etiologia não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED61",
    "valor": "Máculas ou lentigos melanóticos adquiridos",
    "descricao": "Máculas e placas planas distintas adquiridas de pigmentação da pele de melanina, incluindo sardas e lentigos."
  },
  {
    "identificador": "ED61.0",
    "valor": "Sardas",
    "descricao": "A presença de múltiplas efélides (efélides = sarda) é comumente visto na pele exposta ao sol de indivíduos com pele fototipo I (sensível ao sol). Ocorrem como uma profusão de máculas marrom-claras, particularmente na face e extremidades superiores, e tornam-se mais proeminentes após a exposição solar. Em contraste com os lentigos, histologicamente não há proliferação de queratinócitos."
  },
  {
    "identificador": "ED61.1",
    "valor": "Melanose mucosa",
    "descricao": "Pigmentação anormal das membranas mucosas"
  },
  {
    "identificador": "ED61.10",
    "valor": "Mácula melanótica peniana",
    "descricao": "Área circunscrita distinta de hipermelanose macular que afeta a glande ou o corpo do pênis. Elas são muito mais comuns do que o melanoma do pênis, mas pode-se suspeitar clinicamente de serem melanoma e, portanto, requerem biópsia. Por definição, a causa é desconhecida."
  },
  {
    "identificador": "ED61.11",
    "valor": "Mácula melanótica vulvar",
    "descricao": "Melanose genital benigna que afeta a vulva."
  },
  {
    "identificador": "ED61.1Y",
    "valor": "Outra melanose mucosa especificada",
    "descricao": ""
  },
  {
    "identificador": "ED61.Y",
    "valor": "Outras máculas ou lentigos melanóticos adquiridos especificados",
    "descricao": ""
  },
  {
    "identificador": "ED62",
    "valor": "Pigmentação endógena não melanínica",
    "descricao": "Pigmentação da pele resultante de pigmentos endógenos que não a melanina. O mais importante deles é a hemossiderina."
  },
  {
    "identificador": "ED62.0",
    "valor": "Pigmentação da pele por hemossiderina",
    "descricao": "Deposição dérmica de hemossiderina causa uma descoloração marrom-amarelada ou bronzeada da pele. A deposição pode ser focal, como observado subsequente a extravasamento repetido de glóbulos vermelhos (p.ex., em associação com hipertensão venosa ou vasculite crônica) ou por sobrecarga generalizada de ferro (p.ex., hemocromatose). A hemossiderina pode estimular a melanogênese e, portanto, a cor se deve a proporções variáveis ​​de hemossiderina e melanina."
  },
  {
    "identificador": "ED62.Y",
    "valor": "Outra pigmentação endógena não melanínica especificada",
    "descricao": ""
  },
  {
    "identificador": "ED63",
    "valor": "Transtornos hipomelanóticos adquiridos",
    "descricao": "Transtornos adquiridos caracterizados por diminuição ou perda de pigmento da pele. O mais importante deles é o vitiligo."
  },
  {
    "identificador": "ED63.0",
    "valor": "Vitiligo",
    "descricao": "Vitiligo é um transtorno pigmentar adquirido de pele e mucosas em que a destruição progressiva dos melanócitos resulta em perda de pigmentação da pele. Metade de todos os casos aparecem pela primeira vez antes dos 20 anos. O curso clínico é imprevisível, mas a extensão gradual das áreas envolvidas é a norma. A doença pode ter um impacto psicológico devastador, principalmente em pessoas com pele escura."
  },
  {
    "identificador": "ED63.1",
    "valor": "Hipomelanose devida à exposição a produtos químicos",
    "descricao": "Perda de pigmento da pele devida à exposição a agentes despigmentantes como a hidroquinona, que é frequentemente empregada como clareador cosmético da pele, e produtos químicos industriais como 4-terc-butilcatecol (PTBC) e fenóis para-substituídos (PSP)."
  },
  {
    "identificador": "ED63.2",
    "valor": "Hipomelanose pós-inflamatória",
    "descricao": "Redução na pigmentação da pele aparente subsequente a resolução de inflamação da pele. Isso pode ser decorrente de uma dermatose inflamatória, como dermatite ou líquen plano, ou pode ocorrer após traumatismo ou procedimentos intervencionistas. A perda de pigmento pode causar sofrimento psicológico significativo em indivíduos de pele escura, mas na maioria dos casos é temporária."
  },
  {
    "identificador": "ED63.3",
    "valor": "Síndrome de Vogt-Koyanagi-Harada",
    "descricao": ""
  },
  {
    "identificador": "ED63.Y",
    "valor": "Hipomelanose adquirida devida a outro transtornos especificado",
    "descricao": ""
  },
  {
    "identificador": "ED63.Z",
    "valor": "Hipomelanose adquirida de etiologia desconhecida ou não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED64",
    "valor": "Pigmentação anormal da pele",
    "descricao": "Pigmentação anormal da pele sem especificação do tipo ou causa."
  },
  {
    "identificador": "ED6Y",
    "valor": "Outros transtornos especificados da pigmentação da pele",
    "descricao": ""
  },
  {
    "identificador": "ED70",
    "valor": "Alopecia ou queda de cabelos",
    "descricao": "Afecções caracterizadas por perda anormal temporária ou permanente de cabelo, particularmente do couro cabeludo e da barba."
  },
  {
    "identificador": "ED70.0",
    "valor": "Alopecia de padrão masculino",
    "descricao": "Alopecia de padrão masculino (calvície comum; alopecia androgenética masculina) é o resultado de uma queda de cabelos progressiva e que segue um determinado padrão, mediada por exposição a andrógenos. Embora mais de 90% dos homens demonstrem algum grau de recessão frontoparietal da linha de implantação dos cabelos aos 20 anos, a extensão da perda dos fios é determinada geneticamente e apenas 30% dos homens em algum momento desenvolvem alopecia extensa."
  },
  {
    "identificador": "ED70.1",
    "valor": "Alopecia de padrão feminino",
    "descricao": "Alopecia de padrão feminino difere da alopecia androgenética masculina não apenas por ser geralmente menos pronunciada do que em homens, mas também pelo fato de que a linha normal de implantação frontal dos cabelos é geralmente preservada. Um quarto das mulheres desenvolverá alopecia de padrão feminino clinicamente detectável aos 70 anos. Na maioria dos casos, pode ser atribuída a efeitos de andrógenos."
  },
  {
    "identificador": "ED70.2",
    "valor": "Alopecia areata",
    "descricao": "Queda de cabelos em placas com inflamação microscópica, geralmente reversível, ocorrendo em áreas bem definidas e geralmente envolvendo a barba ou o couro cabeludo"
  },
  {
    "identificador": "ED70.20",
    "valor": "Alopecia areata em placas do couro cabeludo",
    "descricao": "A forma mais comum de alopecia areata, na qual uma ou mais placas geralmente circulares de queda de cabelo do couro cabeludo se desenvolvem."
  },
  {
    "identificador": "ED70.21",
    "valor": "Alopecia total",
    "descricao": "Alopecia total é uma forma de alopecia areata na qual a alopecia se estende a todo o couro cabeludo"
  },
  {
    "identificador": "ED70.2Y",
    "valor": "Outras formas especificadas de alopecia areata",
    "descricao": ""
  },
  {
    "identificador": "ED70.2Z",
    "valor": "Alopecia areata, não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED70.3",
    "valor": "Eflúvio telógeno",
    "descricao": "Queda aumentada de fios telógenos do couro cabeludo. Existem inúmeros gatilhos dentre os quais, doenças sistêmicas graves e gravidez são exemplos importantes."
  },
  {
    "identificador": "ED70.30",
    "valor": "Eflúvio telógeno agudo",
    "descricao": "Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
  },
  {
    "identificador": "ED70.31",
    "valor": "Eflúvio telógeno pós-parto",
    "descricao": "Fenômeno fisiológico em que ocorre queda difusa de cabelos dois a três meses subsequente ao parto. É devido a um adiamento da conversão cíclica normal de fios anágenos em telógenos durante a gravidez. Após o parto, um grande número de fios anágenos são convertidos simultaneamente em telógenos e caem dois a três meses depois. O ciclo normal dos cabelos é então retomado."
  },
  {
    "identificador": "ED70.3Y",
    "valor": "Queda aumentada de fios do couro cabeludo devida a outra causa especificada",
    "descricao": ""
  },
  {
    "identificador": "ED70.3Z",
    "valor": "Eflúvio telógeno,não especificado",
    "descricao": ""
  },
  {
    "identificador": "ED70.4",
    "valor": "Eflúvio anágeno",
    "descricao": "Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
  },
  {
    "identificador": "ED70.5",
    "valor": "Alopecia cicatricial",
    "descricao": "Queda de cabelos em que há dano irreversível ao folículo piloso por inflamação, infecção, infiltração maligna ou trauma, resultando em destruição do folículo e cicatrização por fibrose. Regeneração não ocorre uma vez que o folículo é destruído."
  },
  {
    "identificador": "ED70.50",
    "valor": "Foliculite descalvante",
    "descricao": "Foliculite descalvante é caracterizada pela progressão da foliculite do couro cabeludo para inflamação extensa, destruição folicular e cicatrizes. Em uma variante chamada foliculite em tufos, os fios de cabelo ficam aglomerados em tufos contendo uma dúzia ou mais fios. Em contraste com o curso na grande maioria das pessoas que desenvolvem uma foliculite pustulosa bacteriana do couro cabeludo, os indivíduos com foliculite descalvante parecem incapazes de erradicar Staphylococcus aureus do folículo piloso mesmo com antibioticoterapia apropriada. A formação recorrente de áreas pustulosas com inflamação e descamação circundantes leva a extensas cicatrizes permanentes e queda de cabelo."
  },
  {
    "identificador": "ED70.51",
    "valor": "Celulite dissecante",
    "descricao": "A celulite dissecante é um transtorno inflamatório destrutivo do couro cabeludo caracterizado por perifoliculite disseminada com abscesso dérmico e formação de trato fistuloso e cicatrizes extensas. Ocorre predominantemente em homens negros com idade entre 18 e 40 anos. Pode estar associada a hidradenite supurativa e acne conglobata (tríade de oclusão folicular) e a cisto pilonidal. Inchaços dolorosos se desenvolvem ao redor do vértex do couro cabeludo e coalescem para formar ondulações e sulcos edematosos irregulares. Com o tempo, uma extensa rede de tratos sinusais que secretam pus pode se desenvolver. Segue-se alopecia progressiva cicatricial permanente."
  },
  {
    "identificador": "ED70.5Y",
    "valor": "Alopecia cicatricial devida a outra causa especificada",
    "descricao": ""
  },
  {
    "identificador": "ED70.5Z",
    "valor": "Alopecia cicatricial de etiologia desconhecida ou não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED70.Y",
    "valor": "Outra alopecia ou queda de cabelos especificada",
    "descricao": ""
  },
  {
    "identificador": "ED70.Z",
    "valor": "Alopecia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED71",
    "valor": "Hipertricose",
    "descricao": ""
  },
  {
    "identificador": "ED72",
    "valor": "Hirsutismo ou síndromes com hirsutismo",
    "descricao": ""
  },
  {
    "identificador": "ED72.0",
    "valor": "Hirsutismo constitucional",
    "descricao": "Hirsutismo em uma pessoa com funções endócrina e reprodutiva normais. É mais prevalente em alguns grupos étnicos (p.ex., sul da Ásia) do que outros."
  },
  {
    "identificador": "ED72.1",
    "valor": "Hirsutismo associado à hiperandrogenemia",
    "descricao": "Excesso de pelos faciais e corporais de padrão masculino em mulheres, principalmente causados por SOP, por hiperandrogenemia associada à ovulação normal, ou idiopática, após exclusão de neoplasia secretora de androgênio, hiperplasia adrenal congênita e síndrome HAIR-AN. A gravidade do hirsutismo pode ser avaliada pelo escore de Ferriman-Gallwey."
  },
  {
    "identificador": "ED72.Z",
    "valor": "Hirsutismo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "ED73",
    "valor": "Afecções adquiridas da haste capilar",
    "descricao": ""
  },
  {
    "identificador": "ED73.0",
    "valor": "Cabelos submetidos às intempéries",
    "descricao": "Cabelos submetidos às intempéries a partir de danos repetitivos à haste capilar devidos a luz solar excessiva, umedecimento excessivo, agressões químicas, incluindo cosméticos capilares, e danos físicos. O cabelo parece opaco e sem brilho, fratura facilmente e pode apresentar \"pontas duplas\"."
  },
  {
    "identificador": "ED73.1",
    "valor": "Alterações adquiridas na cor dos cabelos",
    "descricao": "Alterações anormais difusas ou circunscritas na cor natural dos cabelos. As causas incluem medicamentos, embranquecimento prematuro idiopático dos cabelos, queda diferencial de cabelos pigmentados na alopecia areata, ou perda de pigmento capilar em associação com vitiligo ou nevos melanocíticos em regressão."
  },
  {
    "identificador": "ED73.10",
    "valor": "Canície prematura",
    "descricao": "Embranquecimento prematuro dos cabelos, geralmente considerado antes dos 20 anos em caucasianos, e antes dos 30 anos em africanos."
  },
  {
    "identificador": "ED73.11",
    "valor": "Poliose adquirida",
    "descricao": "Perda circunscrita de pigmento capilar. Está mais comumente associada a vitiligo (especialmente vitiligo segmentar), alopecia areata ou nevos melanocíticos em regressão. É também um componente da síndrome de Vogt-Koyanagi-Harada e da síndrome de Alezzandrini."
  },
  {
    "identificador": "ED73.Y",
    "valor": "Outras afecções adquiridas especificadas da haste capilar",
    "descricao": ""
  },
  {
    "identificador": "ED7Y",
    "valor": "Outras afecções especificadas dos cabelos",
    "descricao": ""
  },
  {
    "identificador": "ED80",
    "valor": "Acne",
    "descricao": "Acne sem especificação adicional."
  },
  {
    "identificador": "ED80.0",
    "valor": "Acne comedoniana",
    "descricao": "Acne na qual a principal manifestação é a presença de comedões abertos e/ou fechados, respectivamente cravos pretos e cravos brancos."
  },
  {
    "identificador": "ED80.1",
    "valor": "Acne superficial mista comedoniana e papulopustular",
    "descricao": "Acne na qual os comedões estão acompanhados por pequenas pápulas e pústulas inflamatórias"
  },
  {
    "identificador": "ED80.2",
    "valor": "Acne papulopustulosa",
    "descricao": "Acne na qual a principal manifestação é a presença de múltiplas pequenas pápulas e pústulas inflamatórias."
  },
  {
    "identificador": "ED80.3",
    "valor": "Acne nodular",
    "descricao": "Acne na qual grandes nódulos inflamatórios e cistos com conteúdo líquido, bem como lesões mais superficiais, estão presentes. Terapia sistêmica com antibióticos ou retinoides é geralmente necessária."
  },
  {
    "identificador": "ED80.4",
    "valor": "Acne inflamatória grave",
    "descricao": "Acne intensamente inflamatória, que pode ser aguda (acne fulminans) ou subaguda e crônica (acne conglobata)."
  },
  {
    "identificador": "ED80.40",
    "valor": "Acne fulminans",
    "descricao": "A acne fulminante é uma doença sistêmica grave na qual a acne inflamatória aguda com múltiplos abscessos foliculares e ulceração da pele é acompanhada de febre, perda de peso e artralgia. Tipicamente afeta adolescentes brancos do sexo masculino."
  },
  {
    "identificador": "ED80.41",
    "valor": "Acne conglobata",
    "descricao": "Forma inflamatória crônica e incomum de acne caracterizada pelo desenvolvimento de múltiplos abscessos e fístulas, seguidos por extensas cicatrizes hipertróficas e atróficas. Pode estar associada à espondiloartropatia ou a outras doenças oclusivas foliculares, incluindo foliculite dissecante do couro cabeludo e hidradenite supurativa."
  },
  {
    "identificador": "ED80.4Y",
    "valor": "Outra acne inflamatória grave especificada",
    "descricao": ""
  },
  {
    "identificador": "ED80.4Z",
    "valor": "Acne inflamatória grave, não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED80.5",
    "valor": "Cicatriz de acne",
    "descricao": "Cicatrizes resultantes da acne, variando de leve irregularidade da superfície da pele à distorção altamente desfigurante ou funcionalmente incapacitante da anatomia normal da pele."
  },
  {
    "identificador": "ED80.6",
    "valor": "Acne infantil",
    "descricao": "Acne infantil geralmente se apresenta aos 3-6 meses de idade, mas foi relatada tão tardia quanto 16 meses. Os bebês do sexo masculino são afetados mais comumente que os do sexo feminino, e pode haver antecedente de acne grave em um ou mais pais. Pode durar até os cinco anos de idade. Podem ser observadas tanto acne comedoniana quanto inflamatória com pápulas, pústulas e nódulos; cicatrizes podem ocorrer."
  },
  {
    "identificador": "ED80.Y",
    "valor": "Outra acne especificada",
    "descricao": ""
  },
  {
    "identificador": "ED80.Z",
    "valor": "Acne, não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED81",
    "valor": "Transtornos inflamatórios acneiformes",
    "descricao": "Transtornos caracterizados por inflamação folicular semelhante à acne."
  },
  {
    "identificador": "ED81.0",
    "valor": "Foliculite crural pustulosa atrófica",
    "descricao": "Foliculite prevalente na África Subsaariana devida ao costume de aplicar pomadas gordurosas na parte inferior das pernas. Apresenta-se como uma foliculite inflamatória que pode resultar em cicatrizes foliculares e atrofia."
  },
  {
    "identificador": "ED81.1",
    "valor": "Reações acneiformes a hidrocarbonetos aromáticos halogenados",
    "descricao": "Acne causada por exposição a hidrocarbonetos halogenados, como naftaleno clorado, dioxinas e dibenzofuranos. Numerosos comedões e cistos não inflamatórios são uma característica comum. O curso é frequentemente crônico. As partes do corpo frequentemente afetadas são face, pescoço, axilas e virilhas."
  },
  {
    "identificador": "ED81.Y",
    "valor": "Outros transtornos inflamatórios acneiformes especificados",
    "descricao": ""
  },
  {
    "identificador": "ED81.Z",
    "valor": "Transtornos inflamatórios acneiformes, não especificados",
    "descricao": ""
  },
  {
    "identificador": "ED90",
    "valor": "Rosácea e transtornos relacionados",
    "descricao": ""
  },
  {
    "identificador": "ED90.0",
    "valor": "Rosácea",
    "descricao": "O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
  },
  {
    "identificador": "ED90.00",
    "valor": "Rosácea eritemato-telangectásica",
    "descricao": "Rosácea eritemato-telangectásica manifesta-se como eritema facial e tendência ao rubor que afeta, mas não se limita ao centro da face e fronte: a lateral das bochechas, as orelhas e as regiões laterais do pescoço também podem estar envolvidas. É mais comum em indivíduos de pele clara e tende a piorar com exposição ao vento e à luz solar. Com o tempo, telangiectasias permanentes se desenvolvem."
  },
  {
    "identificador": "ED90.01",
    "valor": "Rosácea papulopustulosa",
    "descricao": "Rosácea papulopustulosa é caracterizada, como o nome indica, por pápulas eritematosas e pústulas estéreis afetando a pele da face. Estão tipicamente localizadas em bochechas, centro do queixo, nariz e centro da fronte. A pele perilesional está inflamada e pode estar edemaciada. Em contraste com a acne papulopustulosa, comedões, nódulos e cistos não estão presentes."
  },
  {
    "identificador": "ED90.02",
    "valor": "Rosácea fimatosa",
    "descricao": "A marca registrada da rosácea fimatosa é o rinofima, mas fronte, queixo e orelhas também podem ser afetados. Caracteriza-se por hipertrofia do tecido afetado que pode produzir distorção grosseira, particularmente do nariz. As alterações patológicas incluem um infiltrado inflamatório misto de gravidade variável, hiperplasia das glândulas sebáceas e fibrose dérmica. A etiologia é pouco compreendida. Nem sempre está acompanhada por outras manifestações de rosácea."
  },
  {
    "identificador": "ED90.0Y",
    "valor": "Outra rosácea especificada",
    "descricao": ""
  },
  {
    "identificador": "ED90.0Z",
    "valor": "Rosácea, não especificada",
    "descricao": ""
  },
  {
    "identificador": "ED90.1",
    "valor": "Dermatite periorificial",
    "descricao": "Dermatite periorificial é um termo que une duas dermatoses faciais eritematosas e papulopustulosas que estão fortemente ligadas ao uso prolongado de corticosteroides tópicos potentes, a saber, a dermatite perioral e a dermatite periocular. Caracteriza-se pelo desenvolvimento de eritema, pápulas e pústulas na pele perioral e periocular."
  },
  {
    "identificador": "ED90.Y",
    "valor": "Outros transtornos similares à rosácea, especificados",
    "descricao": ""
  },
  {
    "identificador": "ED90.Z",
    "valor": "Transtornos similares à rosácea, não especificados",
    "descricao": ""
  },
  {
    "identificador": "ED91",
    "valor": "Transtornos da glândula sebácea",
    "descricao": "Grupo de transtornos nos quais o tamanho, a localização, a anatomia ou a secreção de glândulas sebáceas são anormais."
  },
  {
    "identificador": "ED91.0",
    "valor": "Glândulas sebáceas heterotópicas",
    "descricao": ""
  },
  {
    "identificador": "ED91.1",
    "valor": "Hiperplasia de glândula sebácea",
    "descricao": ""
  },
  {
    "identificador": "ED91.2",
    "valor": "Seborreia",
    "descricao": "A secreção de quantidades excessivas de sebo resultando em uma pele excessivamente oleosa, uma situação que pode causar desconforto considerável. Pode estar associada a numerosas condições, incluindo acne, acromegalia e doença de Parkinson. Normalmente não é um componente proeminente da dermatite seborreica, que é uma dermatite inflamatória."
  },
  {
    "identificador": "ED91.Y",
    "valor": "Outros transtornos especificados da glândula sebácea",
    "descricao": ""
  },
  {
    "identificador": "ED91.Z",
    "valor": "Transtornos da glândula sebácea, não especificados",
    "descricao": ""
  },
  {
    "identificador": "ED92",
    "valor": "Transtornos que envolvem a unidade folicular apócrina",
    "descricao": "Grupo de transtornos envolvendo glândulas apócrinas e suas unidades foliculares associadas. A mais importante delas é a hidradenite supurativa."
  },
  {
    "identificador": "ED92.0",
    "valor": "Hidradenite supurativa",
    "descricao": "Hidradenite supurativa é uma doença crônica caracterizada por nódulos e abscessos recorrentes, dolorosos, profundos e arredondados devidos à oclusão folicular com inflamação secundária e destruição do aparelho pilossebáceo-apócrino e extensão para o tecido subcutâneo adjacente. Cicatrizes hipertróficas subsequentes e supuração da pele com glândulas apócrinas (axilas, virilhas, regiões perianal e perineal) são as principais manifestações clínicas. Infecção e influência hormonal foram descritas, mas não são o fator patogênico primário: a etiologia exata permanece desconhecida. Obesidade é comum e está associada a doença mais grave. As principais complicações são fístulas, artropatia, carcinoma e amiloidose."
  },
  {
    "identificador": "ED92.1",
    "valor": "Afecções das glândulas sudoríparas apócrinas",
    "descricao": "Afecções nas quais a secreção apócrina está anormal ou obstruída."
  },
  {
    "identificador": "ED92.Y",
    "valor": "Outros transtornos especificados que envolvem a unidade folicular apócrina",
    "descricao": ""
  },
  {
    "identificador": "ED92.Z",
    "valor": "Transtornos que envolvem a unidade folicular apócrina, não especificados",
    "descricao": ""
  },
  {
    "identificador": "ED9Y",
    "valor": "Outras afecções especificadas envolvendo o folículo piloso",
    "descricao": ""
  },
  {
    "identificador": "EE00",
    "valor": "Hiperidrose",
    "descricao": "Sudorese excessiva. No tipo localizado, as localizações mais frequentes são palmas, plantas, axilas, pregas inguinais e região perineal. Fatores emocionais podem ter influência no processo. A hiperidrose generalizada pode ser induzida por um ambiente quente e úmido, por febre ou por exercícios vigorosos."
  },
  {
    "identificador": "EE00.0",
    "valor": "Hiperidrose localizada",
    "descricao": "Sudorese excessiva em regiões específicas e localizadas."
  },
  {
    "identificador": "EE00.00",
    "valor": "Hiperidrose palmoplantar",
    "descricao": "Sudorese excessiva das palmas e plantas. Geralmente é bilateral. A hiperidrose palmar pode ser desencadeada por estresse emocional, mas, em casos graves, pode ser contínua e causar grande incapacidade por inibir interação social normal e interferindo nas tarefas cotidianas, como escrever, preparar alimentos ou manusear papéis. A hiperidrose plantar pode acompanhar a hiperidrose palmar, mas pode ocorrer de forma independente."
  },
  {
    "identificador": "EE00.01",
    "valor": "Hiperidrose axilar",
    "descricao": "Sudorese axilar excessiva, às vezes em resposta a estresse emocional, mas frequentemente persistente e incapacitante."
  },
  {
    "identificador": "EE00.02",
    "valor": "Hiperidrose craniofacial",
    "descricao": "Sudorese excessiva envolvendo couro cabeludo, face e/ou pescoço."
  },
  {
    "identificador": "EE00.0Y",
    "valor": "Outra hiperidrose localizada especificada",
    "descricao": ""
  },
  {
    "identificador": "EE00.0Z",
    "valor": "Hiperidrose localizada, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EE00.1",
    "valor": "Hiperidrose primária generalizada",
    "descricao": "A hiperidrose primária generalizada é caracterizada pela sudorese que excede a quantidade necessária para manter a regulação térmica."
  },
  {
    "identificador": "EE00.Z",
    "valor": "Hiperidrose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EE01",
    "valor": "Hipoidrose",
    "descricao": "Transpiração anormalmente diminuída ou ausente. Tanto a forma generalizada quanto a segmentar (sudorese reduzida ou ausente em locais circunscritos) da doença geralmente estão associadas a outras condições subjacentes."
  },
  {
    "identificador": "EE01.0",
    "valor": "Hipoidrose atribuível a inervação ou função sudomotora defeituosa",
    "descricao": ""
  },
  {
    "identificador": "EE01.1",
    "valor": "Hipoidrose devida a anormalidades genéticas da estrutura ou função da glândula écrina",
    "descricao": "Hipoidrose devida a um transtorno hereditário do desenvolvimento de glândula ou ducto sudoríparos. A sudorese pode estar gravemente diminuída ou ausente devido a escassez ou ausência de glândulas écrinas ou à inervação autonômica defeituosa. A ausência de sudorese leva a uma incapacidade de termorregulação por resfriamento evaporativo, e a hipertermia pode ocorrer com esforço físico ou em um ambiente quente."
  },
  {
    "identificador": "EE01.2",
    "valor": "Hipoidrose de etiologia indeterminada",
    "descricao": "Sudorese reduzida ou ausente para a qual nenhuma explicação foi encontrada."
  },
  {
    "identificador": "EE01.Y",
    "valor": "Outras formas especificadas de hipoidrose",
    "descricao": ""
  },
  {
    "identificador": "EE01.Z",
    "valor": "Hipoidrose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EE02",
    "valor": "Miliária",
    "descricao": "Miliária é um transtorno comum da pele resultante da oclusão de ductos sudoríparos écrinos. É precipitada por condições quentes e úmidas."
  },
  {
    "identificador": "EE02.0",
    "valor": "Miliária neonatal",
    "descricao": ""
  },
  {
    "identificador": "EE02.Y",
    "valor": "Outras formas especificadas de miliária",
    "descricao": ""
  },
  {
    "identificador": "EE02.Z",
    "valor": "Miliária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EE0Y",
    "valor": "Outras afecções especificadas das glândulas sudoríparas écrinas ou da sudorese",
    "descricao": ""
  },
  {
    "identificador": "EE10",
    "valor": "Deformidades adquiridas da lâmina ungueal",
    "descricao": "Anormalidades adquiridas de forma, superfície, espessura ou adesão das unhas"
  },
  {
    "identificador": "EE10.0",
    "valor": "Anormalidade da forma da unha",
    "descricao": ""
  },
  {
    "identificador": "EE10.1",
    "valor": "Anormalidade da superfície ungueal",
    "descricao": ""
  },
  {
    "identificador": "EE10.10",
    "valor": "Pitting ungueal",
    "descricao": ""
  },
  {
    "identificador": "EE10.1Y",
    "valor": "Outra anormalidade especificada da superfície ungueal",
    "descricao": ""
  },
  {
    "identificador": "EE10.1Z",
    "valor": "Anormalidade da superfície ungueal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EE10.2",
    "valor": "Onicólise",
    "descricao": ""
  },
  {
    "identificador": "EE10.3",
    "valor": "Hipertrofia ungueal",
    "descricao": ""
  },
  {
    "identificador": "EE10.4",
    "valor": "Atrofia ungueal",
    "descricao": ""
  },
  {
    "identificador": "EE10.5",
    "valor": "Distrofia ungueal, sem outra especificação",
    "descricao": ""
  },
  {
    "identificador": "EE10.Y",
    "valor": "Outras deformidades adquiridas especificadas da lâmina ungueal",
    "descricao": ""
  },
  {
    "identificador": "EE10.Z",
    "valor": "Deformidades adquiridas da lâmina ungueal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE11",
    "valor": "Anormalidades adquiridas da cor das unhas",
    "descricao": ""
  },
  {
    "identificador": "EE11.0",
    "valor": "Melanoníquia",
    "descricao": "Pigmentação melânica da placa ungueal. Isso pode não ter significado clínico, mas pode apontar a presença de melanoma se originando da matriz ungueal."
  },
  {
    "identificador": "EE11.1",
    "valor": "Síndrome das unhas amarelas",
    "descricao": "A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida."
  },
  {
    "identificador": "EE11.Y",
    "valor": "Outras anormalidades da cor das unhas",
    "descricao": ""
  },
  {
    "identificador": "EE11.Z",
    "valor": "Anormalidades adquiridas da cor das unhas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE12",
    "valor": "Infecções da unha ou do perioníquio",
    "descricao": "Infecções envolvendo a unha ou o perioníquio para as quais não há informações disponíveis sobre o organismo infectante."
  },
  {
    "identificador": "EE12.0",
    "valor": "Paroníquia bacteriana aguda",
    "descricao": "Paroníquia bacteriana aguda é uma infecção aguda, geralmente por Staphylococcus aureus, dos tecidos perioniquiais de um dedo. Pode resultar de lesão local, p.ex. uma picada de espinho em um sulco ungueal lateral, uma farpa, por unhas encravadas quebradas ou unhas roídas, mas também ocorre frequentemente como um episódio durante o curso da paroníquia crônica, quando outros organismos podem estar envolvidos, incluindo estreptococos, Pseudomonas aeruginosa, organismos coliformes e Proteus vulgaris ."
  },
  {
    "identificador": "EE12.1",
    "valor": "Onicomicose",
    "descricao": "Infecção fúngica das unhas das mãos e/ou dos pés devida mais comumente a dermatófitos (tinea unguium ou tinha ungueal) ou leveduras, especialmente espécies de Candida."
  },
  {
    "identificador": "EE12.Y",
    "valor": "Outras infecções especificadas da unha ou do perioníquio",
    "descricao": ""
  },
  {
    "identificador": "EE12.Z",
    "valor": "Infecções da unha ou do perioníquio, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE13",
    "valor": "Alguns transtornos que afetam as unhas ou o perioníquio",
    "descricao": "Anormalidades das unhas e do perioníquio (os tecidos moles que circundam a placa ungueal, incluindo a matriz, dobras ungueais, eponíquio e hiponíquio) que não estão classificadas em outra parte."
  },
  {
    "identificador": "EE13.0",
    "valor": "Fragilidade ungueal",
    "descricao": "Uma série de transtornos ungueais em que a integridade da placa ungueal está afetada."
  },
  {
    "identificador": "EE13.1",
    "valor": "Unha encravada",
    "descricao": ""
  },
  {
    "identificador": "EE13.10",
    "valor": "Unha encravada do pododáctilo",
    "descricao": ""
  },
  {
    "identificador": "EE13.11",
    "valor": "Unha encravada do pododáctilo infectada",
    "descricao": ""
  },
  {
    "identificador": "EE13.1Y",
    "valor": "Outra unha encravada, especificada",
    "descricao": ""
  },
  {
    "identificador": "EE13.1Z",
    "valor": "Unha encravada, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EE13.2",
    "valor": "Paroníquia crônica",
    "descricao": ""
  },
  {
    "identificador": "EE13.3",
    "valor": "Transtorno ungueal associado a dermatose especificada",
    "descricao": "Anormalidade da lâmina ungueal atribuível a outra doença de pele especificada."
  },
  {
    "identificador": "EE13.4",
    "valor": "Transtorno ungueal associado a doença sistêmica especificada",
    "descricao": "Distrofia ungueal atribuível a doença sistêmica. Uma ampla gama de doenças sistêmicas pode produzir anormalidades nas unhas."
  },
  {
    "identificador": "EE13.5",
    "valor": "Distrofia ungueal eczematosa",
    "descricao": "Distrofia ungueal atribuível a eczema afetando tecidos perioníquios."
  },
  {
    "identificador": "EE13.Y",
    "valor": "Outros transtornos especificados da unha",
    "descricao": ""
  },
  {
    "identificador": "EE1Y",
    "valor": "Outras afecções especificadas das unhas e do perioníquio",
    "descricao": ""
  },
  {
    "identificador": "EE1Z",
    "valor": "Afecções das unhas e do perioníquio, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE20",
    "valor": "Síndrome de distensão cutânea aguda",
    "descricao": "Sequela comum de edema agudo, especialmente das extremidades inferiores. Manifesta-se como bolhas, que podem ser confundidas com uma doença imunobolhosa (bolhas de edema agudo); ou como fissura e inflamação superficiais da pele (eczema craquelê)."
  },
  {
    "identificador": "EE21",
    "valor": "Fragilidade epidérmica",
    "descricao": "Fragilidade epidérmica de causa desconhecida ou não especificada, resultando em resistência reduzida a estresse mecânico e manifestando-se como fissuras anormais, erosão ou bolhas na superfície da pele."
  },
  {
    "identificador": "EE40",
    "valor": "Atrofia ou degeneração do tecido conjuntivo dérmico ou subcutâneo",
    "descricao": "Grupo heterogêneo de transtornos resultantes de alterações atróficas e degenerativas no colágeno e na elastina dérmicos e subcutâneos."
  },
  {
    "identificador": "EE40.0",
    "valor": "Atrofia cutânea induzida por corticoides",
    "descricao": ""
  },
  {
    "identificador": "EE40.1",
    "valor": "Estrias",
    "descricao": "Cicatrizes lineares atribuíveis à ruptura da matriz dérmica normal por distensão por forças físicas anormais (gravidez, obesidade, estirão de crescimento puberal), aumento da atividade da colagenase (corticosteróides) ou como resultado de proteínas da matriz dérmica geneticamente anormais."
  },
  {
    "identificador": "EE40.10",
    "valor": "Estrias gestacionais",
    "descricao": ""
  },
  {
    "identificador": "EE40.1Y",
    "valor": "Estrias de outra etiologia especificada",
    "descricao": ""
  },
  {
    "identificador": "EE40.1Z",
    "valor": "Estrias não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE40.2",
    "valor": "Cicatrizes atróficas da pele",
    "descricao": "Processo pelo qual a cura da pele danificada resulta na redução da espessura da derme, bem como na formação de cicatrizes, portanto, a contrapartida da cicatriz hipertrófica."
  },
  {
    "identificador": "EE40.3",
    "valor": "Fragilidade cutânea",
    "descricao": "Fragilidade da pele devida principalmente a anormalidades genéticas ou adquiridas das proteínas da matriz dérmica."
  },
  {
    "identificador": "EE40.30",
    "valor": "Fragilidade cutânea geneticamente determinada",
    "descricao": ""
  },
  {
    "identificador": "EE40.31",
    "valor": "Fragilidade cutânea relacionada à idade",
    "descricao": ""
  },
  {
    "identificador": "EE40.32",
    "valor": "Púrpura ou equimose devida à fragilidade vascular",
    "descricao": "Púrpura devida a extravasamento ou ruptura de vasos sanguíneos cutâneos anormalmente frágeis."
  },
  {
    "identificador": "EE40.Y",
    "valor": "Outro tipo especificado de atrofia ou degeneração do tecido conjuntivo dérmico ou subcutâneo",
    "descricao": ""
  },
  {
    "identificador": "EE40.Z",
    "valor": "Atrofia ou degeneração do tecido conjuntivo dérmico ou subcutâneo, tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "EE41",
    "valor": "Anormalidades da elastina dérmica",
    "descricao": ""
  },
  {
    "identificador": "EE41.0",
    "valor": "Cutis laxa",
    "descricao": "Cutis laxa é o termo usado para um grupo de condições hereditárias e adquiridas nas quais anormalidades das fibras elásticas resultam em pele frouxa, redundante e hipoelástica. Tipicamente, a pele pode ser facilmente afastada do tecido subjacente e apenas lentamente retorna a sua posição original. Ao contrário de algumas condições no diagnóstico diferencial, a cutis laxa não é caracterizada por equimoses espontâneas ou cicatrização anormal. A pele redundante é frequentemente mais perceptível em pescoço, mãos e virilha, mas também pode ser observada na face, criando uma aparência de envelhecimento prematuro."
  },
  {
    "identificador": "EE41.1",
    "valor": "Anetodermia",
    "descricao": "Condição que se apresenta como áreas focais de pele fina e flácida e resultante de defeitos focais na elastina dérmica. A pele envolvida está frequentemente elevada acima da pele normal circundante, mas pode estar deprimida. A condição pode ser primária e sem causa identificável ou pode ser uma sequela de um grande número de condições diferentes que podem danificar a elastina na derme."
  },
  {
    "identificador": "EE41.Y",
    "valor": "Outras dermatoses especificadas caracterizadas por elastina dérmica anormal",
    "descricao": ""
  },
  {
    "identificador": "EE41.Z",
    "valor": "Anormalidades da elastina dérmica, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE50",
    "valor": "Poiquilodermia adquirida",
    "descricao": ""
  },
  {
    "identificador": "EE60",
    "valor": "Cicatrizes queloidianas ou hipertróficas",
    "descricao": "Cicatrizes queloidianas e hipertróficas resultam da produção de quantidades excessivas de colágeno na derme durante o reparo do tecido conjuntivo subsequente a inflamação, lesão ou cirurgia. As cicatrizes queloidianas frequentemente se desenvolvem aparentemente espontaneamente após uma pequena lesão ou inflamação e se expandem além do limite dessa lesão ou inflamação inicial. As cicatrizes hipertróficas, por outro lado, permanecem confinadas à área da lesão ou inflamação e podem sofrer resolução espontânea."
  },
  {
    "identificador": "EE60.0",
    "valor": "Queloide",
    "descricao": "Queloide é uma cicatriz de crescimento progressivo, resultante da formação de quantidades excessivas de colágeno na derme durante o reparo do tecido conjuntivo subsequente a inflamação, lesão ou cirurgia. Difere de uma cicatriz hipertrófica pelo fato de que um queloide se expande além dos limites da ferida inicial ou do local da inflamação."
  },
  {
    "identificador": "EE60.00",
    "valor": "Queloide de lóbulo da orelha",
    "descricao": "Um tipo comum de queloide que geralmente se segue a perfuração da orelha."
  },
  {
    "identificador": "EE60.0Y",
    "valor": "Outro queloide especificado",
    "descricao": ""
  },
  {
    "identificador": "EE60.0Z",
    "valor": "Queloide, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EE60.1",
    "valor": "Cicatriz hipertrófica",
    "descricao": "Cicatrizes hipertróficas resultam da produção de quantidades excessivas de colágeno na derme durante o reparo do tecido conjuntivo subsequente a inflamação, lesão ou cirurgia. Em contraste com as cicatrizes queloidianas, elas não se expandem além do limite da lesão ou inflamação inicial e podem sofrer resolução espontânea."
  },
  {
    "identificador": "EE60.Y",
    "valor": "Outros transtornos queloidianos especificados",
    "descricao": ""
  },
  {
    "identificador": "EE61",
    "valor": "Fibromatoses superficiais",
    "descricao": ""
  },
  {
    "identificador": "EE6Y",
    "valor": "Outros transtornos fibromatosos especificados de pele e tecidos moles",
    "descricao": ""
  },
  {
    "identificador": "EE6Z",
    "valor": "Fibromatose de pele ou tecidos moles, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EE70",
    "valor": "Dermatoses perfurantes",
    "descricao": "Grupo de transtornos da pele caracterizados pela eliminação transepidérmica de material anormal, especialmente colágeno ou elastina, da derme para o exterior."
  },
  {
    "identificador": "EE70.0",
    "valor": "Dermatose perfurante adquirida",
    "descricao": "Condição comumente observada em associação com diabetes mellitus de longa data, particularmente em associação com insuficiência renal, na qual múltiplas pápulas ceratóticas foliculares e não foliculares se desenvolvem no tronco e nos membros. O traumatismo da coçadura na pele pruriginosa pode ser o evento inicial que leva à eliminação transepidérmica de colágeno degenerado e fibras elásticas da derme."
  },
  {
    "identificador": "EE70.Y",
    "valor": "Outras dermatoses perfurantes especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE70.Z",
    "valor": "Dermatoses perfurantes, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE7Y",
    "valor": "Outras afecções especificadas do tecido conjuntivo cutâneo",
    "descricao": ""
  },
  {
    "identificador": "EE80",
    "valor": "Transtornos necrobióticos granulomatosos da pele",
    "descricao": ""
  },
  {
    "identificador": "EE80.0",
    "valor": "Granuloma anular",
    "descricao": "Transtorno inflamatório comum em que inflamação granulomatosa envolve focos de colágeno dérmico degenerado. Apresenta-se clinicamente como pápulas dérmicas e placas anulares. Pode ser localizada, especialmente sobre proeminências ósseas, ou generalizada. A causa é desconhecida."
  },
  {
    "identificador": "EE80.1",
    "valor": "Necrobiose lipoídica",
    "descricao": "Necrobiose lipoídica é uma condição cutânea incomum na qual o colágeno dérmico degenerado é cercado por uma resposta inflamatória granulomatosa de modo a produzir placas brilhantes, marrom-avermelhadas ou amareladas na pele, particularmente na face anterior das pernas. Em casos graves, a pele afetada pode ulcerar. Está associada, na maioria dos casos, mas não em todos, a diabetes mellitus subjacente, cujo início pode preceder."
  },
  {
    "identificador": "EE80.Z",
    "valor": "Transtornos necrobióticos granulomatosos da pele, não especificados",
    "descricao": ""
  },
  {
    "identificador": "EE81",
    "valor": "Dendrócitos dérmicos, histiocitoses Classe IIa",
    "descricao": "Subclasse de transtornos histiocitários cutâneos envolvendo células dendríticas dérmicas."
  },
  {
    "identificador": "EE8Y",
    "valor": "Outras afecções histiocítico-granulomatosas especificadas da pele",
    "descricao": ""
  },
  {
    "identificador": "EE8Z",
    "valor": "Afecções histiocítico-granulomatosas da pele, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EE90",
    "valor": "Infiltração linfocítica benigna da pele",
    "descricao": "Infiltração linfocítica benigna de Jessner é um transtorno linfoproliferativo crônico benigno de células T caracterizado pela presença de nódulos túmidos vermelhos não cicatriciais, geralmente na pele da face. Pode ser difícil de distinguir do lúpus eritematoso cutâneo."
  },
  {
    "identificador": "EE91",
    "valor": "Linfocitoma cútis",
    "descricao": "Linfocitoma cútis é um transtorno linfoproliferativo cutâneo benigno de células B. Apresenta-se como pápulas, nódulos ou placas geralmente em cabeça e pescoço e segue um curso crônico. Ocorre como resposta a estímulos antigênicos conhecidos ou desconhecidos que resultam no acúmulo de linfócitos e outras células inflamatórias."
  },
  {
    "identificador": "EF00",
    "valor": "Paniculite",
    "descricao": "Paniculite é o nome dado a um grupo heterogêneo de doenças, todas caracterizadas por inflamação de tecido adiposo subcutâneo."
  },
  {
    "identificador": "EF00.0",
    "valor": "Paniculite pancreática",
    "descricao": ""
  },
  {
    "identificador": "EF00.Y",
    "valor": "Paniculite de outra etiologia especificada",
    "descricao": ""
  },
  {
    "identificador": "EF00.Z",
    "valor": "Paniculite de etiologia indeterminada ou não especificada",
    "descricao": ""
  },
  {
    "identificador": "EF01",
    "valor": "Lipoatrofia ou lipodistrofia",
    "descricao": "Transtornos hereditários ou adquiridos caracterizados por perda de gordura subcutânea."
  },
  {
    "identificador": "EF01.0",
    "valor": "Lipodistrofia parcial adquirida",
    "descricao": "Lipodistrofia parcial adquirida, ou síndrome de Barraquer-Simons, é caracterizada pela associação de lipoatrofia da parte superior do corpo e lipohipertrofia das coxas."
  },
  {
    "identificador": "EF01.1",
    "valor": "Lipoatrofia ou lipodistrofia localizada",
    "descricao": "Lipoatrofias e lipodistrofias localizadas abrangem um grupo heterogêneo de condições caracterizadas por perda de tecido subcutâneo de pequenas regiões do corpo."
  },
  {
    "identificador": "EF01.Y",
    "valor": "Outras formas especificadas de lipodistrofia e lipoatrofia",
    "descricao": ""
  },
  {
    "identificador": "EF01.Z",
    "valor": "Lipoatrofia ou lipodistrofia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EF02",
    "valor": "Alguns transtornos não inflamatórios da gordura subcutânea",
    "descricao": ""
  },
  {
    "identificador": "EF02.0",
    "valor": "Hipertrofia de gordura",
    "descricao": "Hipertrofia focal do tecido adiposo subcutâneo. É uma sequela comum da injeção de insulina na pele por longo prazo."
  },
  {
    "identificador": "EF02.1",
    "valor": "Lipomatose subcutânea",
    "descricao": "Infiltração difusa do tecido subcutâneo por tecido adiposo não encapsulado."
  },
  {
    "identificador": "EF02.2",
    "valor": "Lipedema",
    "descricao": "Lipedema é caracterizado por tumefação \"gordurosa\" difusa, sem depressões, geralmente confinada a pernas, coxas, quadris e braços. Pode ser confundido com linfedema. O lipedema também pode ocorrer no couro cabeludo."
  },
  {
    "identificador": "EF02.3",
    "valor": "Celulite",
    "descricao": "A celulite é um desarranjo arquitetônico comum do tecido adiposo subcutâneo que resulta em ondulações e nodularidade da pele sobrejacente. É mais comum em mulheres pós-púberes e acomete principalmente a região pélvica, membros inferiores e abdome. Acredita-se que resulte da herniação de múltiplos pequenos agregados de gordura subcutânea através do tecido fibroso na junção dermo-hipodérmica. A obesidade predispõe, mas não é necessária para o seu desenvolvimento. O termo está em uso generalizado, mas é enganoso, pois não tem nada a ver com \"cellulitis\" (NT: infecção de pele). A condição é assintomática, mas pode causar constrangimento considerável."
  },
  {
    "identificador": "EF02.Y",
    "valor": "Outros transtornos não inflamatórios especificados da gordura subcutânea",
    "descricao": ""
  },
  {
    "identificador": "EF02.Z",
    "valor": "Transtornos não inflamatórios da gordura subcutânea, não especificados",
    "descricao": ""
  },
  {
    "identificador": "EF0Y",
    "valor": "Outras afecções especificadas do tecido adiposo subcutâneo",
    "descricao": ""
  },
  {
    "identificador": "EF20",
    "valor": "Malformações adquiridas dos vasos sanguíneos cutâneos",
    "descricao": ""
  },
  {
    "identificador": "EF20.0",
    "valor": "Lago venoso",
    "descricao": ""
  },
  {
    "identificador": "EF20.1",
    "valor": "Angioceratoma",
    "descricao": "Angioceratomas são lesões vasculares adquiridas que resultam da dilatação ectásica de vasos pré-existentes na derme papilar, acompanhada de epiderme hiperceratótica. Existem muitas variantes clínicas: angioceratoma solitário papuloso, angioceratoma corporis difusum, angioceratoma de Mibelli e angioceratoma de Fordyce, entre os quais o último, em que as lesões se localizam na vulva ou escroto, é o mais comum."
  },
  {
    "identificador": "EF20.2",
    "valor": "Telangiectasias venosas de membros inferiores",
    "descricao": "Veias superficiais de membros inferiores finamente dilatadas, resultantes de hipertensão venosa crônica."
  },
  {
    "identificador": "EF20.3",
    "valor": "Telangiectasia em aranha",
    "descricao": "Ectasia vascular benigna que consiste em uma arteríola terminal central dilatada, da qual irradiam vários capilares ectásicos, dando origem a uma aparência de aranha. Ocorrem mais comumente no tronco superior e membros superiores proximais. Um grande número pode se desenvolver em associação com gestação ou doença hepática."
  },
  {
    "identificador": "EF20.4",
    "valor": "Telangiectasias essenciais generalizadas",
    "descricao": ""
  },
  {
    "identificador": "EF20.Y",
    "valor": "Outras malformações adquiridas especificadas dos vasos sanguíneos cutâneos",
    "descricao": ""
  },
  {
    "identificador": "EF20.Z",
    "valor": "Malformações adquiridas dos vasos sanguíneos cutâneos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EF2Z",
    "valor": "Malformações vasculares cutâneas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EF30",
    "valor": "Púrpura ou equimose devida a distúrbios de coagulação",
    "descricao": "Púrpura resultante de deficiências geneticamente determinadas ou adquiridas ou disfunção de fatores de coagulação."
  },
  {
    "identificador": "EF31",
    "valor": "Púrpura traumática",
    "descricao": "Púrpura e equimose atribuíveis a traumatismos que podem ser autoprovocados (como esfregar a pele com prurido), devidos à fricção da roupa ou ao manuseio humano, particularmente de idosos debilitados."
  },
  {
    "identificador": "EF3Y",
    "valor": "Outra púrpura especificada",
    "descricao": ""
  },
  {
    "identificador": "EF3Z",
    "valor": "Púrpura de etiologia não especificada",
    "descricao": ""
  },
  {
    "identificador": "EF40",
    "valor": "Vasculite ou capilarite envolvendo a pele",
    "descricao": "Uma gama de condições caracterizadas por inflamação dos vasos sanguíneos cutâneos com ou sem extravasamento de hemácias para o interstício."
  },
  {
    "identificador": "EF40.0",
    "valor": "Capilarite",
    "descricao": "A capilarite resulta do extravasamento de glóbulos vermelhos de capilares com vazamento para a derme e se manifesta inicialmente como máculas finamente pontilhadas róseas à púrpura, afetando mais comumente os membros inferiores. À medida que o ferro é liberado e convertido em hemossiderina, a pele fica dourada ou marrom. Vários padrões de capilarite foram descritos e receberam nomes separados, dependendo da distribuição, curso de tempo, extensão e grau de pigmentação, e presença ou não de espessamento epidérmico. Os processos subjacentes envolvidos em todas essas variantes são muito semelhantes e de causa desconhecida. A histologia pode mostrar inflamação leve ao redor dos capilares, mas sem vasculite."
  },
  {
    "identificador": "EF40.1",
    "valor": "Vasculite afetando pequenos vasos sanguíneos cutâneos",
    "descricao": ""
  },
  {
    "identificador": "EF40.10",
    "valor": "Vasculite urticariforme",
    "descricao": "Forma incomum de vasculite cutânea leucocitoclástica que se manifesta com pápulas urticariformes que, ao contrário da urticária crônica, são de longa duração e mais dolorosa do que pruriginosa. Frequentemente, a causa não é identificada. Pode estar associada a hipocomplementemia e inflamação sistêmica (vasculite urticariforme hipocomplementêmica)."
  },
  {
    "identificador": "EF40.1Y",
    "valor": "Outra vasculite especificada afetando pequenos vasos sanguíneos cutâneos",
    "descricao": ""
  },
  {
    "identificador": "EF40.2",
    "valor": "Vasculite cutânea localizada",
    "descricao": "Grupo heterogêneo de dermatoses inflamatórias incomuns, predominantemente crônicas, cada uma com uma distribuição característica limitada, e todas exibem vasculite no exame histopatológico."
  },
  {
    "identificador": "EF40.20",
    "valor": "Granuloma facial",
    "descricao": ""
  },
  {
    "identificador": "EF40.2Y",
    "valor": "Outra vasculite cutânea localizada especificada",
    "descricao": ""
  },
  {
    "identificador": "EF40.Z",
    "valor": "Vasculite cutânea não especificada",
    "descricao": ""
  },
  {
    "identificador": "EF50",
    "valor": "Vasculopatia livedoide",
    "descricao": ""
  },
  {
    "identificador": "EF5Y",
    "valor": "Outras dermatoses especificadas atribuíveis a hiperviscosidade ou oclusão microvascular",
    "descricao": ""
  },
  {
    "identificador": "EF60",
    "valor": "Ulceração isquêmica da pele",
    "descricao": ""
  },
  {
    "identificador": "EF70",
    "valor": "Eczema venoso dos membros inferiores",
    "descricao": "Dermatite inflamatória pruriginosa afetando pernas e tornozelos de indivíduos com hipertensão venosa de membros inferiores. Pode se tornar agudamente exsudativa, quando se deve considerar a possibilidade de sobreposição de dermatite alérgica de contato. O tratamento da hipertensão venosa associada é uma parte importante da abordagem. O eczema venoso não está necessariamente associado à presença de veias varicosas nas pernas."
  },
  {
    "identificador": "EF7Y",
    "valor": "Outras dermatoses especificadas devidas a doença venosa",
    "descricao": ""
  },
  {
    "identificador": "EF7Z",
    "valor": "Dermatoses devidas a doença venosa, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EF9Y",
    "valor": "Outras dermatoses especificadas resultantes de insuficiência vascular",
    "descricao": ""
  },
  {
    "identificador": "EG00",
    "valor": "Vasodilatação das extremidades",
    "descricao": "Transtornos devidos a falha de mecanismos vasoconstritores normais na vasculatura cutânea."
  },
  {
    "identificador": "EG01",
    "valor": "Vasoconstrição de extremidades",
    "descricao": "Transtornos caracterizados por vasoespasmo periférico, incluindo doença de Raynaud e ergotismo."
  },
  {
    "identificador": "EG02",
    "valor": "Transtornos de flushing",
    "descricao": ""
  },
  {
    "identificador": "EG30",
    "valor": "Afecções da pele localizadas no couro cabeludo",
    "descricao": "Afecções cutâneas que afetam preferencial ou exclusivamente o couro cabeludo."
  },
  {
    "identificador": "EG30.0",
    "valor": "Foliculite do couro cabeludo",
    "descricao": "Foliculite superficial crônica não cicatricial do couro cabeludo que é tipicamente caracterizada por múltiplas e minúsculas pústulas muito pruriginosas no couro cabeludo, e que no passado era denominada acne necrótica miliar. A causa não é bem compreendida, mas uma resposta inflamatória ao Propionibacterium acnes foi postulada."
  },
  {
    "identificador": "EG30.1",
    "valor": "Dermatose pustulosa erosiva do couro cabeludo",
    "descricao": "Dermatose pustulosa erosiva do couro cabeludo é um transtorno distintivo do couro cabeludo dos idosos, caracterizada pelo desenvolvimento de pústulas, erosões e crostas estéreis em áreas de pele do couro cabeludo cronicamente danificadas pelo sol. Traumatismo local também pode desempenhar um papel etiológico. Normalmente responde a corticosteroides tópicos de alta potência."
  },
  {
    "identificador": "EG30.2",
    "valor": "Pitiríase amiantácea",
    "descricao": "A pitiríase amiantácea refere-se a um padrão de reação no couro cabeludo, em que grandes escamas aderentes estão presas aos cabelos em crescimento e se sobrepõem como telhas em um telhado. A anormalidade pode ser localizada e confinada a uma pequena placa ou disseminada envolvendo todo o couro cabeludo. O couro cabeludo subjacente é frequentemente úmido e inflamado. A condição pode ocorrer por si ou pode estar associada a transtornos inflamatórios, como dermatite seborreica e psoríase, ou com dermatofitose subjacente (tinea capitis)."
  },
  {
    "identificador": "EG30.Y",
    "valor": "Outras afecções especificadas do couro cabeludo não classificáveis em outra parte",
    "descricao": ""
  },
  {
    "identificador": "EG30.Z",
    "valor": "Afecções da pele localizadas no couro cabeludo, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EG40",
    "valor": "Dermatite de contato da orelha externa",
    "descricao": "A dermatite de contato da orelha externa pode ser causada por irritantes ou alergia. As preparações auriculares antimicrobianas são causas comuns de dermatite de contato alérgica."
  },
  {
    "identificador": "EG40.0",
    "valor": "Dermatite de contato alérgica da orelha externa",
    "descricao": "Dermatite de contato alérgica acometendo a orelha externa."
  },
  {
    "identificador": "EG4Y",
    "valor": "Outro transtorno inflamatório especificado da orelha externa",
    "descricao": ""
  },
  {
    "identificador": "EG4Z",
    "valor": "Transtorno inflamatório da orelha externa, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EG60",
    "valor": "Prurido anal",
    "descricao": "O prurido anal é a irritação da pele na margem anal e na pele perianal circundante que resulta no desejo de coçar."
  },
  {
    "identificador": "EG61",
    "valor": "Infecções do ânus ou pele perianal",
    "descricao": ""
  },
  {
    "identificador": "EG62",
    "valor": "Dermatoses inflamatórias da região perianal",
    "descricao": ""
  },
  {
    "identificador": "EG63",
    "valor": "Doença pilonidal sacrococcígea",
    "descricao": "A doença pilonidal descreve um espectro de apresentações clínicas, variando de cistos e tratos sinusais assintomáticos contendo pelos a grandes abscessos sintomáticos da área sacrococcígea que tendem a recorrer. É encontrado predominantemente em homens brancos na segunda e terceira décadas e acredita-se que resulte da penetração do pelo nos tecidos com a formação de tratos sinusais e uma resposta granulomatosa tipo corpo estranho. Os fatores de risco para a doença pilonidal incluem sexo masculino, etnia caucasiana, ocupações sentadas, obesidade, fenda natal profunda e presença de pelo na fenda natal."
  },
  {
    "identificador": "EG63.0",
    "valor": "Seio pilonidal sacrococcígeo",
    "descricao": ""
  },
  {
    "identificador": "EG63.1",
    "valor": "Cisto pilonidal sacrococcígeo",
    "descricao": ""
  },
  {
    "identificador": "EG63.2",
    "valor": "Abscesso pilonidal sacrococcígeo",
    "descricao": ""
  },
  {
    "identificador": "EG63.Z",
    "valor": "Doença pilonidal sacrococcígea, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EG7Y",
    "valor": "Outras afecções especificadas da pele envolvendo as regiões genital e perianal",
    "descricao": ""
  },
  {
    "identificador": "EG9Y",
    "valor": "Transtornos de pele envolvendo outras regiões específicas do corpo",
    "descricao": ""
  },
  {
    "identificador": "EG9Z",
    "valor": "Transtornos de pele envolvendo algumas regiões específicas do corpo, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EH10",
    "valor": "Infecções virais neonatais envolvendo a pele",
    "descricao": ""
  },
  {
    "identificador": "EH11",
    "valor": "Infecção piogênica da pele neonatal",
    "descricao": ""
  },
  {
    "identificador": "EH12",
    "valor": "Infecções fúngicas neonatais envolvendo a pele",
    "descricao": ""
  },
  {
    "identificador": "EH1Z",
    "valor": "Infecção neonatal da pele, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EH3Y",
    "valor": "Outras afecções da pele específicas do período perinatal, especificadas",
    "descricao": ""
  },
  {
    "identificador": "EH40",
    "valor": "Dermatoses da infância",
    "descricao": ""
  },
  {
    "identificador": "EH40.0",
    "valor": "Dermatite seborreica infantil",
    "descricao": "Dermatite inflamatória, mas usualmente não pruriginosa, de lactentes com distribuição semelhante à dermatite seborreica do adulto. Suas principais manifestações são uma erupção psoriasiforme confluente na área de fralda, e descamação gordurosa e aderente no couro cabeludo (“crosta láctea”). Nas formas disseminadas, face, pregas retroauriculares, pescoço e tronco podem estar envolvidos. Uma pequena proporção de casos representa o início infantil da psoríase (“psoríase da área de fraldas”). Seu início é caracteristicamente mais precoce do que o eczema atópico infantil, cujo desenvolvimento subsequente não impede."
  },
  {
    "identificador": "EH40.00",
    "valor": "Crosta láctea",
    "descricao": "A crosta láctea é uma forma de dermatite seborreica que se manifesta como placas de descamação amareladas, crostosas e graxentas no couro cabeludo de bebês entre a segunda semana e o sexto mês de vida. A fronte e as sobrancelhas são frequentemente afetadas. Geralmente é assintomática. Pode estar associada à dermatite seborreica infantil de outras áreas, incluindo o tronco e a área de fraldas."
  },
  {
    "identificador": "EH40.01",
    "valor": "Dermatite seborreica infantil disseminada",
    "descricao": "Forma disseminada de dermatite seborreica infantil que afeta a área da fralda, couro cabeludo, face, pescoço, axilas e tronco anterior. Em contraste com o eczema atópico, o prurido geralmente não é evidente e o bebê permanece bem."
  },
  {
    "identificador": "EH40.02",
    "valor": "Dermatite psoriasiforme da área de fraldas",
    "descricao": "Erupção da área de fraldas caracterizada por eritema confluente com margens bem demarcadas e descamação na área de fraldas. É considerada um componente da dermatite seborreica infantil, cuja forma disseminada pode se iniciar na área de fraldas. Em alguns casos, no entanto, o mesmo quadro clínico pode evoluir para psoríase (psoríase da área de fraldas). O quadro clínico é essencialmente idêntico."
  },
  {
    "identificador": "EH40.0Z",
    "valor": "Dermatite seborreica infantil, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EH40.1",
    "valor": "Dermatoses infantis da área de fraldas",
    "descricao": ""
  },
  {
    "identificador": "EH40.10",
    "valor": "Dermatite irritativa primária da área de fraldas",
    "descricao": "Tipo de dermatite irritativa observada com maior frequência em bebês, localizada na área em contato com a fralda e ocorrendo mais frequentemente como reação a contato prolongado com urina, fezes, ou sabão ou detergente retidos."
  },
  {
    "identificador": "EH40.1Y",
    "valor": "Outras dermatoses infantis especificadas da área de fraldas",
    "descricao": ""
  },
  {
    "identificador": "EH40.1Z",
    "valor": "Dermatoses infantis da área de fraldas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EH40.2",
    "valor": "Eritrodermias da infância",
    "descricao": ""
  },
  {
    "identificador": "EH40.3",
    "valor": "Edema hemorrágico agudo da infância",
    "descricao": "O edema hemorrágico agudo é uma vasculite cutânea mediada por imunocomplexos geralmente associada a infecção respiratória ou imunização. Acomete crianças com idades entre 4 meses e 2 anos, sendo meninos duas vezes mais afetados do que meninas. A dramática aparência clínica do edema facial e dos membros com múltiplas máculas purpúricas em alvo contrasta com seu curso geralmente benigno."
  },
  {
    "identificador": "EH40.Y",
    "valor": "Outras dermatoses especificadas da infância",
    "descricao": ""
  },
  {
    "identificador": "EH40.Z",
    "valor": "Dermatoses da infância, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EH60",
    "valor": "Erupção exantemática por droga",
    "descricao": "Erupção aguda da pele que tipicamente simula infecções viróticas como sarampo, rubéola e escarlatina, atribuível a medicamento. Antibióticos são uma causa comum."
  },
  {
    "identificador": "EH61",
    "valor": "Urticária, angioedema ou anafilaxia induzida por drogas",
    "descricao": "Reação adversa a drogas devida à liberação de histamina ou cininas vasoativas."
  },
  {
    "identificador": "EH61.0",
    "valor": "Urticária induzida por droga",
    "descricao": "Urticária provocada por drogas. Pode ser decorrente de mecanismo imunológico ou não imunológico. Uma reação anafilática leve pode causar pouco mais do que uma urticária, mas pode servir de alerta para reações mais graves em resposta a um novo contato com o agente causador. Aspirina é uma causa bem conhecida de urticária não alérgica."
  },
  {
    "identificador": "EH61.1",
    "valor": "Angioedema induzido por droga",
    "descricao": "Angioedema não alérgico devido a drogas, particularmente a inibidores da conversão de angiotensina e a anti-inflamatórios não esteroidais."
  },
  {
    "identificador": "EH62",
    "valor": "Erupção liquenoide por droga",
    "descricao": ""
  },
  {
    "identificador": "EH63",
    "valor": "Síndrome de Stevens-Johnson e necrólise epidérmica tóxica devida a droga",
    "descricao": "Espectro de reações graves e potencialmente fatais que afetam pele e mucosas. Na maioria dos casos, algum medicamento pode ser implicado."
  },
  {
    "identificador": "EH63.0",
    "valor": "Síndrome de Stevens-Johnson induzida por droga",
    "descricao": "Uma das quatro formas principais de reações cutâneas graves adversas à droga (RCGAD), sendo caracterizada por inflamação, reação bolhosa e erosões de pele e mucosas. Por definição, há o envolvimento de pelo menos uma mucosa e o descolamento da pele limita-se a menos de 10% da área de superfície corporal. A maioria dos casos ocorre nas primeiras 8 semanas de exposição ao medicamento. Os medicamentos mais frequentemente envolvidos são antimicrobianos tipo sulfonamidas, anticonvulsivantes, alopurinol, nevirapina e anti-inflamatórios não esteroidais do tipo oxicans."
  },
  {
    "identificador": "EH63.1",
    "valor": "Necrólise epidérmica tóxica induzida por droga",
    "descricao": ""
  },
  {
    "identificador": "EH63.2",
    "valor": "Síndrome de sobreposição de Stevens-Johnson com necrólise epidérmica tóxica, induzida por droga",
    "descricao": ""
  },
  {
    "identificador": "EH64",
    "valor": "Eritrodermia induzida por droga",
    "descricao": "Eritrodermia (definida como eritema e descamação acometendo, pelo menos, 90% da superfície corporal) que é atribuível a administração de droga, mas que não pode ser mais precisamente categorizada, portanto excluindo padrões de reações cutâneas adversas graves mais específicas, como síndrome DRESS, pustulose exantemática generalizada aguda (PEGA) e necrólise epidérmica tóxica. Diversas drogas têm sido implicadas."
  },
  {
    "identificador": "EH65",
    "valor": "Síndrome DRESS",
    "descricao": "A síndrome DRESS (rash cutâneo por medicamento com eosinofilia e sintomas sistêmicos) é uma reação de hipersensibilidade caracterizada por erupção cutânea generalizada, febre, eosinofilia, linfocitose e envolvimento visceral (hepatite, nefrite, pneumonite, pericardite e miocardite) e, em alguns pacientes, reativação do herpes vírus humano tipo 6."
  },
  {
    "identificador": "EH66",
    "valor": "Erupção fixa por droga",
    "descricao": "O termo erupção fixa por droga descreve o aparecimento de uma ou mais manchas eritematosas inflamadas anulares ou ovais da pele como resultado da exposição a drogas. As manchas podem evoluir para bolhas. As manchas inflamadas normalmente se resolvem com hiperpigmentação pós-inflamatória mas tipicamente recorrem na(s) mesma(s) localização(ões), frequentemente com envolvimento progressivo de mais localizações, subsequentes a cada reexposição à droga. Em casos extremos (erupção fixa bolhosa por droga generalizada), o quadro clínico pode mimetizar a necrólise epidérmica tóxica. Um grande número de drogas têm sido apontadas como gatilhos."
  },
  {
    "identificador": "EH67",
    "valor": "Acne ou reações acneiformes atribuíveis a drogas",
    "descricao": ""
  },
  {
    "identificador": "EH67.0",
    "valor": "Pustulose exantemática generalizada aguda induzida por droga",
    "descricao": "Esta reação incomum a medicação sistêmica é caracterizada por febre (geralmente no mesmo dia do início da erupção) e pústulas múltiplas, pequenas e não foliculares que surgem em um eritema inflamatório generalizado difuso centralizado na parte superior do tronco e em dobras. Pode ser difícil diferenciar da psoríase pustulosa generalizada aguda. Geralmente aparece dentro de 24 horas após a exposição ao medicamento. Antibióticos são provavelmente os precipitantes mais comuns, embora muitas drogas tenham sido implicadas."
  },
  {
    "identificador": "EH67.Y",
    "valor": "Outras acne ou reações acneiformes especificadas atribuíveis a drogas",
    "descricao": ""
  },
  {
    "identificador": "EH67.Z",
    "valor": "Acne ou reações acneiformes atribuíveis a drogas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EH6Y",
    "valor": "Erupção por droga de outro tipo especificado",
    "descricao": ""
  },
  {
    "identificador": "EH6Z",
    "valor": "Erupção por droga de tipo não especificado",
    "descricao": ""
  },
  {
    "identificador": "EH70",
    "valor": "Anormalidades pigmentares cutâneas devidas a droga",
    "descricao": "Alterações da cor da pele devidas a uma droga ingerida ou injetada. Estes podem resultar de vários mecanismos diferentes, incluindo a cor do próprio fármaco, melanização alterada da pele ou deposição de pigmentos por produtos de degradação do fármaco."
  },
  {
    "identificador": "EH71",
    "valor": "Dermatoses precipitadas por terapia medicamentosa",
    "descricao": "Dermatoses específicas que em si não são comumente associadas a medicamentos, mas que podem ser precipitadas em indivíduos suscetíveis por alguns fármacos."
  },
  {
    "identificador": "EH72",
    "valor": "Anormalidades dos cabelos induzidas por droga",
    "descricao": ""
  },
  {
    "identificador": "EH72.0",
    "valor": "Alopecia induzida por droga",
    "descricao": ""
  },
  {
    "identificador": "EH72.00",
    "valor": "Eflúvio telógeno induzido por droga",
    "descricao": "Queda de cabelos telógenos devida a drogas. Muitas drogas podem ocasionalmente causar eflúvio telógeno. As drogas comumente implicadas incluem retinoides e anticonvulsivantes."
  },
  {
    "identificador": "EH72.01",
    "valor": "Eflúvio anágeno induzido por droga",
    "descricao": "Eflúvio anágeno devido a medicamento, mais comumente por quimioterapia citotóxica para câncer."
  },
  {
    "identificador": "EH72.Y",
    "valor": "Outras anormalidades especificadas dos cabelos induzidas por droga",
    "descricao": ""
  },
  {
    "identificador": "EH72.Z",
    "valor": "Anormalidades dos cabelos induzidas por droga, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EH73",
    "valor": "Anormalidades ungueais induzidas por droga",
    "descricao": "Anormalidades das unhas ou do crescimento das unhas atribuíveis a drogas."
  },
  {
    "identificador": "EH74",
    "valor": "Condições orais induzidas por droga",
    "descricao": ""
  },
  {
    "identificador": "EH75",
    "valor": "Fotossensibilidade devida a droga",
    "descricao": "Reação cutânea fotossensível a um medicamento, mais comumente uma reação fototóxica a uma droga administrada sistemicamente, embora fotoalergia a drogas possa ocorrer raramente."
  },
  {
    "identificador": "EH76",
    "valor": "Dermatoses associadas a classes específicas de medicamentos",
    "descricao": "Grupo heterogêneo de reações cutâneas adversas características para cada medicamento ou classe de medicamento envolvido. Os agentes quimioterápicos para câncer e os corticosteroides sistêmicos são dois exemplos importantes."
  },
  {
    "identificador": "EH76.0",
    "valor": "Dermatoses resultantes de quimioterapia citotóxica ou para câncer",
    "descricao": ""
  },
  {
    "identificador": "EH76.1",
    "valor": "Dermatoses resultantes de terapia imunossupressora",
    "descricao": ""
  },
  {
    "identificador": "EH76.2",
    "valor": "Dermatoses atribuíveis à terapia com corticosteroides",
    "descricao": ""
  },
  {
    "identificador": "EH76.3",
    "valor": "Dermatoses resultantes de terapia anticoagulante",
    "descricao": ""
  },
  {
    "identificador": "EH76.Y",
    "valor": "Dermatoses associadas a outras classes específicas de medicamentos",
    "descricao": ""
  },
  {
    "identificador": "EH77",
    "valor": "Reações cutâneas adversas localizadas a administração de droga",
    "descricao": ""
  },
  {
    "identificador": "EH78",
    "valor": "Reações cutâneas adversas a fitoterapia, homeopatia ou outras terapias alternativas",
    "descricao": "Estes podem variar de erupções por \"drogas\", fototoxicidade, alergia de contato, a infecções de pele e cicatrizes. (O código primário deve ser a reação cutânea adversa, mas isso pode ser usado para adicionar informações suplementares.)"
  },
  {
    "identificador": "EH7Y",
    "valor": "Outras reações cutâneas adversas especificadas a medicamento",
    "descricao": ""
  },
  {
    "identificador": "EH7Z",
    "valor": "Reações cutâneas adversas a medicamento, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EH90",
    "valor": "Úlcera por pressão",
    "descricao": "Úlceras de pressão resultam de lesão localizada e necrose isquêmica de pele e tecidos subjacentes devido a pressão prolongada, ou pressão em combinação com cisalhamento; as proeminências ósseas do corpo são as localizações mais frequentemente afetadas; imobilidade e debilidade são importantes fatores contribuintes."
  },
  {
    "identificador": "EH90.0",
    "valor": "Úlcera por pressão grau 1",
    "descricao": "Ulceração por pressão grau I é um precursor da ulceração da pele. A pele permanece intacta, mas há uma vermelhidão que não desaparece à pressão em uma área localizada, geralmente sobre uma proeminência óssea. A área pode estar dolorosa, firme, macia, mais quente ou mais fria em comparação com o tecido adjacente. Pode ser difícil de detectar em indivíduos com pele escura, mas as áreas afetadas podem diferir na cor da pele circundante. A presença de ulceração por pressão grau 1 pode indicar pessoas em risco de progredir para ulceração franca."
  },
  {
    "identificador": "EH90.1",
    "valor": "Úlcera por pressão grau 2",
    "descricao": "Lesão por pressão com perda parcial da espessura da derme. Apresenta-se como uma úlcera aberta rasa com um leito vermelho ou rosa sem esfacelo ou como uma bolha cheia de soro ou serossanguinolenta que pode se romper.\r\n\r\n\r\nEsta categoria não deve ser usada para descrever lacerações de pele, lesões por adesivos, dermatite associada à incontinência, maceração ou escoriação."
  },
  {
    "identificador": "EH90.2",
    "valor": "Úlcera por pressão grau 3",
    "descricao": "Úlcera por pressão com perda total da espessura da pele. A gordura subcutânea pode estar visível, mas osso, tendão ou músculo não estão expostos. Esfacelo pode estar presente, mas não obscurece a profundidade da perda tecidual. Pode haver descolamento e tunelamento em estruturas adjacentes. A profundidade varia de acordo com a localização anatômica: as úlceras de pressão de grau 3 podem ser rasas em áreas com pouca ou nenhuma gordura subcutânea (p.ex., ponte nasal, orelha, occipício e maléolo). Em contraste, as úlceras de pressão de grau 3 podem ser extremamente profundas em áreas de adiposidade significativa."
  },
  {
    "identificador": "EH90.3",
    "valor": "Úlcera por pressão grau 4",
    "descricao": "Úlcera por pressão com músculo, tendão ou osso visível ou diretamente palpável, como resultado de perda de espessura total de pele e tecido subcutâneo. Esfacelo ou escara podem estar presentes. A profundidade varia de acordo com a localização anatômica: as úlceras de pressão de grau IV podem ser rasas em áreas com pouca ou nenhuma gordura subcutânea (p.ex., na ponte nasal, orelha, occipício e maléolo), mas são tipicamente profundas e frequentemente minam ou tunelizam em estruturas adjacentes."
  },
  {
    "identificador": "EH90.4",
    "valor": "Suspeita de dano tecidual induzido por pressão profunda, profundidade desconhecida",
    "descricao": "Área de dano ao tecido mole devido a pressão ou cisalhamento, que se espera que vá evoluir para uma úlcera de pressão profunda, mas ainda não o fez. A pele afetada é tipicamente arroxeada ou castanho-avermelhada e pode apresentar bolhas hemorrágicas. Pode ser dolorosa e edematosa. Pode ser mais quente ou mais fria do que o tecido adjacente. A evolução para uma úlcera profunda pode ser rápida mesmo com o tratamento ideal."
  },
  {
    "identificador": "EH90.5",
    "valor": "Úlcera por pressão, não classificável",
    "descricao": "Úlcera por pressão com perda de espessura total da pele na qual a profundidade real da úlcera é completamente obscurecida pelo esfacelo (amarelo, castanho, cinza, verde ou marrom) e/ou escara (castanha, marrom ou preta) no leito da ferida. Até que esfacelo e/ou escara sejam suficientemente removidos para expor a base da ferida, não é possível se determinar se a úlcera é grau 3 ou grau 4."
  },
  {
    "identificador": "EH90.Z",
    "valor": "Úlcera por pressão de grau não especificado",
    "descricao": ""
  },
  {
    "identificador": "EH92",
    "valor": "Dermatoses provocadas por fricção ou estresse mecânico",
    "descricao": ""
  },
  {
    "identificador": "EH92.0",
    "valor": "Cornos ou calosidades",
    "descricao": "Calosidades são áreas de hiperceratose focal devidas a fricção e pressão repetidas. Um corno é uma calosidade nitidamente demarcada que ocorre sobre uma proeminência óssea, geralmente no pé, e é dolorosa."
  },
  {
    "identificador": "EH92.00",
    "valor": "Corno duro",
    "descricao": "Área distinta de hiperceratose dolorosa resultante de pressão e fricção repetidas sobre uma proeminência óssea, mais comumente a cabeça do metatarso ou uma articulação interfalangiana do antepé."
  },
  {
    "identificador": "EH92.01",
    "valor": "Corno mole",
    "descricao": "Calo mole é uma calosidade dolorosa que se estende do lado de um dedo do pé até o lado do dedo adjacente. Normalmente é causada por pressão lateral de calçados mal ajustados e aparece branca como resultado da maceração do excesso de queratina."
  },
  {
    "identificador": "EH92.0Z",
    "valor": "Calosidade, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EH92.1",
    "valor": "Bolha de fricção",
    "descricao": "Bolha devida a ruptura da integridade epidérmica como resultado de estresse friccional repetido. Geralmente se formam em áreas com epiderme forte e espessa, ou seja, palmas, dedos, plantas e laterais dos pés e dos dedos dos pés. Causas comuns incluem tarefas manuais pesadas repetitivas ou calçados mal ajustados."
  },
  {
    "identificador": "EH92.Y",
    "valor": "Outros danos especificados à pele por fricção repetitiva ou trauma mecânico",
    "descricao": ""
  },
  {
    "identificador": "EH93",
    "valor": "Dermatoses devidas a corpos estranhos",
    "descricao": ""
  },
  {
    "identificador": "EH93.0",
    "valor": "Tatuagens ou reações a tatuagem",
    "descricao": "Tatuagens são o resultado da injeção na pele de pigmentos coloridos insolúveis como ornamentação do corpo, ou de materiais inertes, como pó de carvão, como resultado de traumatismo superficial ou lesão por explosão. Podem provocar reações alérgicas e de corpo estranho."
  },
  {
    "identificador": "EH93.1",
    "valor": "Reação de corpo estranho a matéria inorgânica na pele",
    "descricao": "Reação geralmente granulomatosa, frequentemente sarcoide, à presença na pele de material estranho inorgânico que não pode ser degradado ou eliminado. Agentes responsáveis incluem pigmento de tatuagem, materiais de sutura, sílica, zircônio, alumínio, parafina e silicone."
  },
  {
    "identificador": "EH93.2",
    "valor": "Reação de corpo estranho a matéria orgânica na pele",
    "descricao": ""
  },
  {
    "identificador": "EH93.3",
    "valor": "Granuloma de corpo estranho da pele",
    "descricao": ""
  },
  {
    "identificador": "EH93.Y",
    "valor": "Outra reação especificada a corpo estranho na pele",
    "descricao": ""
  },
  {
    "identificador": "EH94",
    "valor": "Cicatriz da pele, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "EJ0Y",
    "valor": "Outras dermatoses especificadas provocadas ou exacerbadas pela exposição ao frio",
    "descricao": ""
  },
  {
    "identificador": "EJ10",
    "valor": "Eritema ab igne",
    "descricao": "Dermatose reticular telangiectásica e pigmentada característica resultante da exposição repetida ou prolongada à radiação infravermelha (calor) de energia insuficiente para produzir uma queimadura. Afeta mais comumente as extremidades inferiores ou o dorso inferior, como resultado de habitualmente sentar-se muito perto de uma fonte de calor (radiador ou lareira aberta) ou de manter uma bolsa de água quente encostada na pele."
  },
  {
    "identificador": "EJ1Y",
    "valor": "Outras dermatoses especificadas provocadas por calor ou eletricidade",
    "descricao": ""
  },
  {
    "identificador": "EJ20",
    "valor": "Fotoenvelhecimento da pele",
    "descricao": "As alterações na pele que podem ser atribuídas à exposição crônica a radiação ultravioleta e que se manifestam clinicamente principalmente como elastose actínica, rugas e despigmentação."
  },
  {
    "identificador": "EJ20.0",
    "valor": "Elastose actínica",
    "descricao": ""
  },
  {
    "identificador": "EJ20.1",
    "valor": "Lentigo actínico",
    "descricao": "Mácula cinza ou marrom circunscrita resultante de exposição crônica ao sol ou a fontes artificiais de ultravioleta, como câmaras de bronzeamento artificial. Tipicamente estão localizadas no dorso das mãos e antebraços, ombros, fronte e couro cabeludo (se calvo). Frequentemente coexistem e podem ser difíceis de diferenciar das ceratoses seborreicas planas, que diferem clinicamente por exibir descamação fina e histologicamente por mostrar proliferação de queratinócitos e melanócitos."
  },
  {
    "identificador": "EJ20.2",
    "valor": "Lentiginose actínica",
    "descricao": "A presença de múltiplos lentigos actínicos. Este é um achado comum em pessoas com pele clara que têm uma longa história de exposição repetida ao sol, quando mais comumente afeta as extremidades superiores, parte superior do dorso, fronte e couro cabeludo (se calvo). Podem ser generalizados e ocorrer mais precocemente em pessoas com uma adição a banhos de sol e uso de câmaras de bronzeamento artificial."
  },
  {
    "identificador": "EJ20.3",
    "valor": "Telangectasias actínicas",
    "descricao": ""
  },
  {
    "identificador": "EJ20.Z",
    "valor": "Fotoenvelhecimento da pele, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EJ2Y",
    "valor": "Outros efeitos crônicos especificados de radiação ultravioleta na pele",
    "descricao": ""
  },
  {
    "identificador": "EJ30",
    "valor": "Fotodermatoses autoimunes ou outras",
    "descricao": "Grupo heterogêneo de dermatoses envolvendo principalmente uma interação entre o sistema imune e a radiação ultravioleta ou luz visível"
  },
  {
    "identificador": "EJ30.0",
    "valor": "Erupção polimorfa à luz",
    "descricao": "A erupção polimorfa à luz é uma reação cutânea comum, inflamatória anormal, de início tardio, à luz solar ou outra fonte de radiação ultravioleta. Tipicamente se manifesta como uma erupção de pápulas e vesículas que afetam os locais da pele normalmente protegidos do sol após a exposição à luz solar. A tolerância é comumente observada após a exposição repetida à luz solar ou aos raios UV."
  },
  {
    "identificador": "EJ30.1",
    "valor": "Dermatite actínica crônica",
    "descricao": ""
  },
  {
    "identificador": "EJ30.Y",
    "valor": "Outras fotodermatoses especificadas",
    "descricao": ""
  },
  {
    "identificador": "EJ30.Z",
    "valor": "Fotodermatoses, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EJ40",
    "valor": "Queimadura solar",
    "descricao": "Lesão na pele que causa eritema, dolorimento e, às vezes, bolhas e resultante da exposição excessiva ao sol. A reação é produzida pela radiação ultravioleta da luz solar."
  },
  {
    "identificador": "EJ40.0",
    "valor": "Eritema de queimadura solar",
    "descricao": ""
  },
  {
    "identificador": "EJ40.1",
    "valor": "Queimadura solar com bolhas ou exsudação",
    "descricao": ""
  },
  {
    "identificador": "EJ40.Z",
    "valor": "Queimadura solar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EJ41",
    "valor": "Queimadura por exposição a fonte artificial de radiação ultravioleta",
    "descricao": ""
  },
  {
    "identificador": "EJ41.0",
    "valor": "Queimadura por exposição a radiação ultravioleta terapêutica",
    "descricao": ""
  },
  {
    "identificador": "EJ41.Y",
    "valor": "Outras queimaduras especificadas por exposição a fonte artificial de radiação ultravioleta",
    "descricao": ""
  },
  {
    "identificador": "EJ41.Z",
    "valor": "Queimadura por exposição a fonte artificial de radiação ultravioleta, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EJ4Z",
    "valor": "Efeitos agudos da radiação ultravioleta na pele normal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "EJ6Y",
    "valor": "Outras dermatoses especificadas provocadas por luz ou radiação UV",
    "descricao": ""
  },
  {
    "identificador": "EJ71",
    "valor": "Efeitos crônicos da radiação ionizante na pele",
    "descricao": "Sequelas de longo prazo da exposição prévia da pele à radiação ionizante."
  },
  {
    "identificador": "EJ7Z",
    "valor": "Dermatoses devidas a radiação ionizante, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EK00",
    "valor": "Dermatite alérgica de contato",
    "descricao": "Dermatite alérgica de contato é uma resposta eczematosa provocada por uma reação imunológica tardia do Tipo IV na pele a substância ou substâncias às quais o indivíduo tenha sido previamente sensibilizado."
  },
  {
    "identificador": "EK00.0",
    "valor": "Dermatite alérgica de contato devida a roupa ou calçado",
    "descricao": "Dermatite alérgica de contato devida à exposição a alérgenos de roupas ou calçados: estes incluem colofônia, p-fenilenodiamina (PPD), corantes dispersíveis, bicromato de potássio e resinas de formaldeído."
  },
  {
    "identificador": "EK00.1",
    "valor": "Dermatite alérgica de contato devida a cosméticos ou fragrâncias",
    "descricao": "Dermatite alérgica de contato devido à sensibilização a um dos inúmeros alérgenos presentes em cosméticos e outros produtos em que são adicionadas fragâncias. Alérgenos comuns incluem colofônia, fragâncias como hidroxicitronela, emolientes como lanolina (àlcoois de cera de lã), surfactantes como cocamidopropil betaína, conservantes como isotiazolinonas, agentes liberadores de parabeno ou formaldeído. Fragâncias são encontradas em vários produtos de limpeza doméstica, assim como em cosméticos."
  },
  {
    "identificador": "EK00.2",
    "valor": "Dermatite alérgica de contato devida a materiais dentários",
    "descricao": "Dermatite alérgica de contato devida a sensibilização a agentes usados da odontologia. Dentistas, enfermeiras auxiliares e técnicos de saúde bucal estão geralmente sob risco maior do que os pacientes. Alérgenos importantes incluem acrilatos e metacrilatos, desinfetantes de aldeído e fragrâncias."
  },
  {
    "identificador": "EK00.3",
    "valor": "Dermatite alérgica de contato devida a aromatizantes ou aditivos do alimento",
    "descricao": "Dermatite alérgica de contato\r\ndevida a agentes aromatizantes (p.ex. álcool cinamílico) e outros aditivos da comida (p.ex. persulfato de amônio, ácido benzoico). Tais agentes podem ser encontrados no ambiente de trabalho durante o processamento ou preparo do alimento, ou podem raramente causar queilite ou estomatite alérgica de contato."
  },
  {
    "identificador": "EK00.4",
    "valor": "Dermatite alérgica de contato devida a produtos capilares",
    "descricao": "Dermatite alérgica de contato devida a produtos de cuidado capilar como tinturas, loções de ondulação permanentes, descolorantes, e xampus. Tais alérgenos podem ter relevância ocupacional entre cabeleireiros, apesar de os consumidores serem mais comumente afetados."
  },
  {
    "identificador": "EK00.5",
    "valor": "Dermatite alérgica de contato devida a biocidas industriais, óleos de corte ou desinfetantes",
    "descricao": "Dermatite alérgica de contato devida a qualquer dos inúmeros potenciais alérgenos usados para prevenir contaminação microbiana em processos industriais ou comerciais, nos serviços de saúde ou outros locais públicos. Esses alérgenos são de relevância predominantemente ocupacional."
  },
  {
    "identificador": "EK00.6",
    "valor": "Dermatite alérgica de contato devida a metais ou sais metálicos",
    "descricao": "Dermatite alérgica de contato devida à exposição a metais ou sais metálicos como níquel, cobalto ou cromo."
  },
  {
    "identificador": "EK00.7",
    "valor": "Dermatite alérgica de contato devida a haptenos alergênicos derivados de plantas ou matéria orgânica",
    "descricao": "Dermatite alérgica de contato devida a alérgenos de baixo peso molecular provenientes de matéria orgânica, incluindo plantas e madeiras como Primula obconica, lactonas sesquiterpênicas e teca."
  },
  {
    "identificador": "EK00.8",
    "valor": "Dermatite alérgica de contato devida a plásticos, colas e resinas",
    "descricao": "Dermatite alérgica de contato devida a exposição a químicos utilizados em plásticos e sistemas resinosos. Normalmente, os agentes químicos não curados (p.ex. resina epoxi não curada ou metacrilatos) é que são responsáveis."
  },
  {
    "identificador": "EK00.9",
    "valor": "Dermatite alérgica de contato devida a conservantes e biocidas",
    "descricao": "Dermatite alérgica de contato devida à exposição a conservantes e biocidas como parabenos, isotiazolinonas, formaldeído, liberadores de formaldeído e fenoxietanol."
  },
  {
    "identificador": "EK00.A",
    "valor": "Dermatite alérgica de contato devida a aditivos químicos da borracha",
    "descricao": "Dermatite alérgica de contato devida a exposição a aditivos químicos da borracha como tiurans, mercaptobenzotiazois, N-isopropil-N-fenil-p-fenilenodiamina (IPPD), derivados de tioureias e carbamatos."
  },
  {
    "identificador": "EK00.B",
    "valor": "Dermatite alérgica de contato devida a medicamentos sistêmicos",
    "descricao": "Dermatite alérgica de contato devida a exposição a medicamentos sistêmicos, usualmente durante o processo de manufatura. Exemplos incluem penicilinas, carbamazepina e tetrazepam."
  },
  {
    "identificador": "EK00.C",
    "valor": "Dermatite alérgica de contato devida a medicamentos tópicos",
    "descricao": "Dermatite alérgica de contato devida à exposição a medicamentos tópicos como corticosteroides, antibióticos, antimicóticos, antissépticos, anestésicos locais ou anti-inflamatórios não hormonais."
  },
  {
    "identificador": "EK00.Y",
    "valor": "Outra dermatite de contato alérgica especificada",
    "descricao": ""
  },
  {
    "identificador": "EK00.Z",
    "valor": "Dermatite de contato alérgica não especificada",
    "descricao": ""
  },
  {
    "identificador": "EK01",
    "valor": "Dermatite de contato fotoalérgica",
    "descricao": "Dermatite alérgica de contato causada por sensibilização a fotoprodutos de um composto seja aplicado diretamente sobre a pele, seja absorvido pela pele via circulação sistêmica. O composto primário não provoca reação alérgica até ser quimicamente modificado por exposição à radiação ultravioleta."
  },
  {
    "identificador": "EK02",
    "valor": "Dermatites de contato por irritantes",
    "descricao": "Dermatite de contato irritativa é uma reação eczematosa provocada por contato agudo ou prolongado e repetido com uma substância ou várias substâncias nocivas à pele. Irritantes comuns incluem agentes desengordurantes (solventes, sabões e detergentes), ácidos (inorgânicos e orgânicos) e álcalis (p.ex., hidróxido de sódio e cimento úmido)."
  },
  {
    "identificador": "EK02.0",
    "valor": "Dermatite de contato irritativa por agentes externos especificados",
    "descricao": "Dermatite de contato irritativa por agentes externos agrupados de acordo com o tipo de agente causador."
  },
  {
    "identificador": "EK02.00",
    "valor": "Dermatite de contato irritativa devida a trabalho em ambiente úmido",
    "descricao": "Dermatite de contato irritativa causada por trabalho com água prolongado ou repetitivo. Geralmente afeta predominantemente a pele das mãos e punhos, mas pode afetar outros locais se a roupa for molhada repetidamente. Embora apenas água e suor (especialmente sob luvas de proteção oclusivas) possam ser os responsáveis, o risco é aumentado pela exposição a agentes desengordurantes e irritantes, incluindo sabões, detergentes e fluidos refrigerantes. É vista comumente naqueles que cuidam de parentes dependentes, especialmente mães recentes. Profissões ou setores ocupacionais onde há riscos substanciais incluem cuidados de saúde, cabeleireiro, limpeza, restauração e processamento de alimentos."
  },
  {
    "identificador": "EK02.01",
    "valor": "Dermatite de contato por irritantes devida a solventes",
    "descricao": "Dermatite de contato irritativa causada por contato da pele com solventes como tetracloroetileno, tolueno, terebentina, acetona, acetato de metila, acetato de etila, hexano, terpenos cítricos ou etanol. Estes têm vários usos, incluindo como produtos químicos de limpeza a seco, diluentes de tinta, removedores de esmalte, solventes de cola e perfumes. As profissões em que há riscos substanciais incluem pintores e decoradores, trabalhadores da construção civil, tintureiro, maquinistas e trabalhadores da indústria química."
  },
  {
    "identificador": "EK02.02",
    "valor": "Dermatite de contato irritativa devida à exposição a ácidos, álcalis ou outros irritantes químicos especificados",
    "descricao": ""
  },
  {
    "identificador": "EK02.03",
    "valor": "Dermatite de contato irritativa devida a cosméticos ou emolientes",
    "descricao": "Dermatite de contato por irritante causada por contato da pele com cosméticos e emolientes contendo substâncias com capacidades irritantes como fragrâncias, laurilsulfato de sódio, formaldeído, álcoois, ureia, ácido láctico, enzimas ou partículas descascadoras."
  },
  {
    "identificador": "EK02.04",
    "valor": "Dermatite de contato irritativa devida a medicamentos ou antimicrobianos tópicos",
    "descricao": "Dermatite de contato irritativa causada por contato repetitivo ou prolongado da pele com medicamentos tópicos e antimicrobianos contendo, p.ex., peróxido de benzoíla, peróxido de hidrogênio, povidona-iodo, formaldeído, ácido salicílico, álcoois, 5-fluorouracil, ditranol, clorexidina, compostos de amônio quaternário ou tretinoína. A irritação causada é geralmente leve e às vezes parte de sua ação terapêutica."
  },
  {
    "identificador": "EK02.05",
    "valor": "Dermatite de contato irritativa devida a plantas ou outras matérias vegetais",
    "descricao": "Dermatite de contato irritativa causada por exposição a plantas e outras matérias vegetais. A irritação pode ser devida às propriedades mecânicas (p.ex., pelos ou espinhos) ou químicas (p.ex., ácidos, enzimas proteolíticas) da planta. As ocupações em que há um risco substancial incluem trabalhadores agrícolas, floristas e jardineiros."
  },
  {
    "identificador": "EK02.06",
    "valor": "Dermatite de contato irritativa devida a alimentos",
    "descricao": "Forma não alérgica de inflamação da pele causada por alimentos como açúcar, farinha, frutas, vegetais, carne, peixe e especiarias, bem como por outros alimentos."
  },
  {
    "identificador": "EK02.2",
    "valor": "Dermatite de contato irritativa devida ao atrito, sudorese ou contato com fluidos corporais",
    "descricao": "Dermatite de contato irritante devido a atrito, sudorese e contato com fluidos corporais. A irritação causada por fluidos corporais pode ser devida a pH alto ou baixo, a enzimas proteolíticas ou ambos; o efeito irritante pode ser agravado ou causado unicamente por sudorese e atrito repetitivo das superfícies da pele apostas."
  },
  {
    "identificador": "EK02.20",
    "valor": "Dermatite intertriginosa devida a atrito, suor ou contato com fluidos corporais",
    "descricao": "Dermatite intertriginosa (intertrigo) é uma forma de dermatite de contato irritativa das dobras de pele (axilar, submamária, genitocrural e avental de abdômen) causada por forças repetidas de cisalhamento de pele com pele. Suor, outros fluidos corporais, oclusão e obesidade contribuem para o seu surgimento."
  },
  {
    "identificador": "EK02.21",
    "valor": "Dermatite de contato irritativa devida a saliva",
    "descricao": "Dermatite de contato irritativa causada pelo contato repetitivo ou prolongado com saliva."
  },
  {
    "identificador": "EK02.22",
    "valor": "Dermatite de contato irritativa devida a incontinência",
    "descricao": "Dermatite de contato irritativa devida ao contato prolongado com urina ou fezes como resultado da incontinência."
  },
  {
    "identificador": "EK02.23",
    "valor": "Dermatite de contato irritativa relacionada a estoma ou fístula",
    "descricao": "Dermatite de contato irritativa da pele ao redor de estomas ou fístulas causada pelo contato prolongado ou repetido com secreções gastrointestinais, fezes, urina, pus, muco ou materiais de limpeza."
  },
  {
    "identificador": "EK02.24",
    "valor": "Dermatite de contato irritativa relacionada ao contato da pele com próteses ou aparelhos cirúrgicos",
    "descricao": "Dermatite de contato irritativa resultante de atrito e sudorese entre a superfície da pele e uma prótese ou aparelho em contato com a pele, especialmente próteses de membros."
  },
  {
    "identificador": "EK02.Y",
    "valor": "Dermatite de contato por irritantes devida a outra causa especificada",
    "descricao": ""
  },
  {
    "identificador": "EK02.Z",
    "valor": "Dermatite de contato por irritantes, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EK10",
    "valor": "Urticária de contato alérgica",
    "descricao": "Urticária de contato alérgica é uma reação imune imediata mediada por IgE Tipo I, decorrente do contato de pele ou mucosa com substância ou substâncias às quais o indivíduo tenha sido previamente exposto."
  },
  {
    "identificador": "EK10.0",
    "valor": "Síndrome de alergia oral",
    "descricao": "Reação imune imediata tipo I mediada pelo IgE, limitada aos lábios, cavidade oral, língua e orofaringe, causada pelo contato direto com alérgeno do paciente sensibilizado. Os sintomas incluem inchaço da mucosa, prurido ou sensação de queimação."
  },
  {
    "identificador": "EK10.1",
    "valor": "Urticária de contato a alérgeno do alimento",
    "descricao": "Urticária de contato devida a alérgeno da comida é uma reação imune imediata mediada por IgE, decorrente do contato de pele ou mucosa com alérgeno da comida em um paciente sensibilizado."
  },
  {
    "identificador": "EK10.Y",
    "valor": "Outra urticária de contato alérgica especificada",
    "descricao": ""
  },
  {
    "identificador": "EK10.Z",
    "valor": "Urticária de contato alérgica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EK11",
    "valor": "Dermatite de contato a proteína",
    "descricao": "Dermatite de contato imediata devida à exposição a proteínas de plantas, tecido animal ou outra matéria orgânica."
  },
  {
    "identificador": "EK12",
    "valor": "Sensibilização alérgica por contato",
    "descricao": "A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
  },
  {
    "identificador": "EK20",
    "valor": "Reação fototóxica a fragrâncias ou cosméticos",
    "descricao": "Reação fototóxica causada por uma combinação de exposição ao sol e contato da pele com fragrâncias ou cosméticos contendo substâncias fotoativas, como musgo de carvalho, Musk Ambrette ou óleo de bergamota."
  },
  {
    "identificador": "EK2Y",
    "valor": "Reação fototóxica ao contato da pele com outro agente fotoativo especificado",
    "descricao": ""
  },
  {
    "identificador": "EK2Z",
    "valor": "Dermatite fototóxica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EK50",
    "valor": "Reações cutâneas a animais peçonhentos ou nocivos",
    "descricao": ""
  },
  {
    "identificador": "EK50.0",
    "valor": "Reações cutâneas de picadas de insetos",
    "descricao": "Reações cutâneas a picadas de insetos conhecidas ou presumidas. Comumente a natureza do inseto responsável é desconhecida."
  },
  {
    "identificador": "EK50.00",
    "valor": "Urticária papulosa",
    "descricao": "Padrão de reação a picadas de insetos com a formação de múltiplas pápulas ou papulovesículas pruriginosas e urticadas."
  },
  {
    "identificador": "EK50.01",
    "valor": "Reação bolhosa a picada de inseto",
    "descricao": "Bolhas cutâneas resultantes de uma resposta imune rápida a picadas de insetos. Estas são mais comuns em torno das pernas e tornozelos e em crianças, em vez de em adultos."
  },
  {
    "identificador": "EK50.02",
    "valor": "Reação persistente a picada de inseto",
    "descricao": "Reações a picadas que duram meses, como pápulas e nódulos inflamados, particularmente provável de serem observadas em picadas de carrapatos e picadas de mosquito. Estas podem ser confundidas histologicamente com linfoma, com denso infiltrado inflamatório de células linfoides, histiócitos, eosinófilos e plasmócitos, juntamente com a presença de células mononucleares atípicas."
  },
  {
    "identificador": "EK50.0Y",
    "valor": "Outras reações cutâneas especificadas por picadas de insetos",
    "descricao": ""
  },
  {
    "identificador": "EK50.0Z",
    "valor": "Reações cutâneas a picadas de insetos, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "EK5Y",
    "valor": "Outras afecções especificadas de pele provocadas por fatores externos",
    "descricao": ""
  },
  {
    "identificador": "EK70",
    "valor": "Cistos cutâneos",
    "descricao": ""
  },
  {
    "identificador": "EK70.0",
    "valor": "Cisto epidermoide",
    "descricao": "Cisto cutâneo com uma parede epidermoide cheio de queratina e seus subprodutos. Forma-se mais comumente como resultado de metaplasia escamosa em uma glândula sebácea danificada, mas pode resultar de traumatismo (cisto de inclusão traumático), especialmente quando situado em extremidades. Tipicamente se apresenta como um nódulo esférico cor de pele ou amarelado, frequentemente com um poro central que se abre para a superfície da pele."
  },
  {
    "identificador": "EK70.00",
    "valor": "Cisto epidermoide infectado",
    "descricao": "Cisto epidermoide que se tornou secundariamente infectado por, mais comumente, Staphylococcus aureus. Manifesta-se com dor, edema e eritema em um cisto preexistente e há predisposição a ruptura."
  },
  {
    "identificador": "EK70.0Z",
    "valor": "Cisto epidermoide, não especificado",
    "descricao": ""
  },
  {
    "identificador": "EK70.1",
    "valor": "Cisto triquilemal",
    "descricao": "Cisto triquilemal (pilar) é um cisto comum, tipicamente indolor, intradérmico ou subcutâneo. Os cistos são tipicamente confinados ao couro cabeludo e muitas vezes são múltiplos. Geralmente ocorrem esporadicamente, mas podem ser herdados de forma autossômica dominante. Eles são derivados da bainha radicular externa do folículo piloso e, como tal, contêm queratina ou produtos de degradação de queratina. Raramente, podem sofrer transformação maligna."
  },
  {
    "identificador": "EK70.2",
    "valor": "Pseudocisto mixoide digital",
    "descricao": "Cistos mixoides digitais (CMD) são cistos gangliônicos benignos dos dedos, que tipicamente se apresentam como uma pequena pápula em forma de cúpula, muitas vezes translúcida no dorso da falange terminal e/ou como \"canalização\" longitudinal da lâmina ungueal que é focalmente comprimida pelo cisto à medida que ele se desenvolve a partir da matriz ungueal subjacente. Na maioria dos casos, pode ser demonstrado um pedúnculo conectando o cisto com a articulação interfalangiana distal adjacente, justificando os nomes alternativos de cisto gangliônico digital e cisto sinovial digital."
  },
  {
    "identificador": "EK70.3",
    "valor": "Hidrocistoma",
    "descricao": "Hidrocistoma é uma formação cística cutânea revestida por epitélio ductal apócrino ou écrino. Apresenta-se tipicamente como uma pequena pápula translúcida azulada solitária sobre ou ao redor das pálpebras. Nem sempre é possível ter certeza se é de origem apócrina ou écrina, embora a maioria apresente diferenciação apócrina."
  },
  {
    "identificador": "EK70.Y",
    "valor": "Outros cistos cutâneos especificados",
    "descricao": ""
  },
  {
    "identificador": "EK70.Z",
    "valor": "Cistos cutâneos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "EK71",
    "valor": "Acrocórdons ou pólipos",
    "descricao": "Protuberâncias benignas da pele que consistem em um núcleo fibrovascular coberto por epiderme normal ou adelgaçada. Eles podem ser únicos ou múltiplos e variam em diâmetro de menos de um milímetro a um centímetro ou mais."
  },
  {
    "identificador": "EK71.0",
    "valor": "Pólipo fibroepitelial da pele",
    "descricao": "Crescimento cutâneo polipoide comum, benigno, não neoplásico, frequentemente pedunculado, consistindo de um núcleo fibrovascular recoberto por epiderme normal ou adelgaçada. Se ocorrer torção do pedúnculo, eles podem se tornar dolorosos, inchados e necróticos."
  },
  {
    "identificador": "EK71.1",
    "valor": "Múltiplos acrocórdons",
    "descricao": "Crescimentos fibroepiteliais cutâneos não neoplásicos muito comuns que variam de menos de um a vários milímetros de diâmetro. Ocorrem preferencialmente no pescoço e nas áreas intertriginosas e podem ser muito numerosos. Estão associados à obesidade, diabetes tipo II, resistência à insulina e acantose nigricante."
  },
  {
    "identificador": "EK71.Z",
    "valor": "Pólipo da pele não classificado em outra parte",
    "descricao": ""
  },
  {
    "identificador": "EK90",
    "valor": "Ceratose actínica e outras displasias epidérmicas distintas",
    "descricao": "Grupo de condições caracterizadas por graus variados de atipia queratinocítica resultante de danos ao DNA dos queratinócitos. Eles carregam uma pequena propensão a evoluir para carcinoma de células escamosas invasivo."
  },
  {
    "identificador": "EK90.0",
    "valor": "Ceratose actínica",
    "descricao": "Ceratoses actínicas (CA) são áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. São muito comuns em área exposta ao sol de indivíduos de pele clara que tiveram exposição excessiva à luz solar. Inicialmente pápulas escamosas planas, podem se tornar significativamente elevadas em relação à superfície da pele pela produção de queratina aderente densa ou como resultado de proliferação celular desregulada que pode progredir para franco carcinoma in situ ou carcinoma espinocelular invasivo."
  },
  {
    "identificador": "EK90.1",
    "valor": "Displasia difusa de queratinócitos actínicos",
    "descricao": "A displasia actínica difusa se desenvolve após a exposição repetida da pele à radiação ultravioleta, geralmente ao longo de décadas, e resulta de danos cumulativos no DNA dentro dos núcleos dos queratinócitos epidérmicos. Caracteriza-se inicialmente por alterações cutâneas difusas sutis, incluindo manchas, eritema, telangiectasia e descamação fina irregular. É visto mais comumente na pele desprotegida do couro cabeludo de homens calvos. Histologicamente há sinais precoces de displasia na epiderme basal. À medida que o dano se acumula, as alterações clínicas tornam-se mais pronunciadas com a formação de discretas queratoses actínicas, das quais pode se desenvolver carcinoma de células escamosas intraepidérmico ou invasivo."
  },
  {
    "identificador": "EK90.Y",
    "valor": "Outras displasias epidérmicas distintas",
    "descricao": ""
  },
  {
    "identificador": "EK91",
    "valor": "Dermatoses que podem prenunciar linfoma cutâneo",
    "descricao": "Dermatoses que podem representar os estágios iniciais do linfoma cutâneo, mas em que não é possível confirmar sua natureza neoplásica."
  },
  {
    "identificador": "EK91.0",
    "valor": "Parapsoríase em placas grandes",
    "descricao": "Parapsoríase em placas grandes é um transtorno crônico da pele caracterizado pelo desenvolvimento indolente ao longo de anos ou décadas de manchas descamativas ou placas levemente elevadas que podem ser clinicamente indistinguíveis da micose fungoide inicial, mas na qual nenhuma evidência de infiltração por linfócitos anormais pode ser encontrada. Aproximadamente 10% dos pacientes, no entanto, eventualmente evoluem para micose fungoide."
  },
  {
    "identificador": "EK91.1",
    "valor": "Poiquilodermia vascular atrófica",
    "descricao": "Poiquilodermia vascular atrófica é um padrão de reação cutânea caracterizado por hiper e hipomelanose mosqueada, telangiectasias e atrofia dérmica e epidérmica progressivas. Pode se manifestar como um componente da micose fungoide estabelecida, mas pode preceder o desenvolvimento desta última em muitos anos e, em alguns casos, pode persistir indefinidamente sem progressão para linfoma franco. Deve ser distinguida de outras causas de poiquilodermia, como aquela observada na dermatomiosite."
  },
  {
    "identificador": "EK91.2",
    "valor": "Plasmocitose cutânea primária",
    "descricao": "Transtorno cutâneo resultante da infiltração densa focal ou multifocal da pele por agregados de plasmócitos. Pode estar associada a níveis elevados de IgG4 no soro. Tipicamente se apresenta como pápulas vermelho-amarronzadas disseminadas, nódulos e placas pigmentadas enduradas envolvendo tronco e membros, mas pode se apresentar como um único nódulo ou placa. A maioria dos pacientes com este transtorno de pele incomum são descendentes do leste asiático. Existe um risco de progressão para malignidade linfoproliferativa sistêmica."
  },
  {
    "identificador": "EK92",
    "valor": "Histiocitoses de potencial maligno incerto",
    "descricao": "Afecções caracterizadas por proliferação anormal de células dendríticas e macrófagos. A proliferação pode ou não ser clonal e o prognóstico é imprevisível."
  },
  {
    "identificador": "EL10",
    "valor": "Síndromes paraneoplásicas envolvendo a pele",
    "descricao": ""
  },
  {
    "identificador": "EL1Y",
    "valor": "Outros marcadores cutâneos especificados de malignidade interna",
    "descricao": ""
  },
  {
    "identificador": "EL3Y",
    "valor": "Outros marcadores cutâneos especificados de afecções internas",
    "descricao": ""
  },
  {
    "identificador": "EL50",
    "valor": "Cicatriz cirúrgica insatisfatória da pele",
    "descricao": "Uma cicatriz cirúrgica da pele com mau resultado funcional ou estético."
  },
  {
    "identificador": "EL50.0",
    "valor": "Cicatriz cirúrgica queloidiana",
    "descricao": "Uma cicatriz cirúrgica que cicatriza com um crescimento excessivo de tecido cicatricial fibroso que se estende além dos limites da ferida cirúrgica original."
  },
  {
    "identificador": "EL50.1",
    "valor": "Cicatriz cirúrgica hipertrófica",
    "descricao": "Uma cicatriz cirúrgica elevada contendo um excesso de tecido fibroso que, em contraste com uma cicatriz queloidiana, tende a diminuir com o tempo."
  },
  {
    "identificador": "EL50.2",
    "valor": "Cicatriz cirúrgica atrófica",
    "descricao": "Uma cicatriz cirúrgica em que há adelgaçamento da pele dando-lhe uma aparência enrugada."
  },
  {
    "identificador": "EL50.3",
    "valor": "Cicatriz cirúrgica alargada",
    "descricao": "Cicatriz cirúrgica alargada, muitas vezes resultante de sutura profunda inadequada ou técnica cirúrgica insatisfatória. São comuns em transtornos do tecido conjuntivo, como a síndrome de Ehlers-Danlos."
  },
  {
    "identificador": "EL50.Z",
    "valor": "Cicatriz cirúrgica insatisfatória da pele, não especificada",
    "descricao": ""
  },
  {
    "identificador": "EL51",
    "valor": "Necrose de retalho cutâneo",
    "descricao": "Necrose de retalho cutâneo cirúrgico"
  },
  {
    "identificador": "EL52",
    "valor": "Necrose de retalho miocutâneo",
    "descricao": "Necrose de retalho cirúrgico contendo pele e músculo"
  },
  {
    "identificador": "EL53",
    "valor": "Falha do enxerto de pele",
    "descricao": "Falha da pega do enxerto de pele como pretendido"
  },
  {
    "identificador": "EL54",
    "valor": "Falha de pega do enxerto composto",
    "descricao": "Falha na pega do enxerto composto (p.ex. pele e cartilagem) como pretendido"
  },
  {
    "identificador": "EL60",
    "valor": "Radiodermite aguda subsequente a radioterapia",
    "descricao": "A reação da pele, e em particular da epiderme, à exposição aguda à radiação ionizante dirigida à pele para fins terapêuticos. Manifesta-se como inflamação, erosão e crostas."
  },
  {
    "identificador": "EL61",
    "valor": "Radiodermatite crônica subsequente a radioterapia",
    "descricao": "As sequelas cutâneas tardias do uso terapêutico da radiação ionizante. Podem levar de cinco a dez anos para se desenvolver e são caracterizadas por atrofia cutânea, fibrose, discromia, alopecia e telangiectasias com danos associados à gordura subcutânea subjacente."
  },
  {
    "identificador": "EL63",
    "valor": "Radionecrose da pele por irradiação ionizante terapêutica",
    "descricao": "Necrose e ulceração da pele atribuíveis à radioterapia"
  },
  {
    "identificador": "EL73",
    "valor": "Resultado insatisfatório de procedimento cirúrgico cosmético cutâneo",
    "descricao": "O resultado de uma intervenção cirúrgica destinada a melhorar a aparência estética que é considerado pelo profissional que realizou o procedimento como menos satisfatório do que o previsto."
  },
  {
    "identificador": "EL73.0",
    "valor": "Reação adversa a preenchedores dérmicos ou profundos",
    "descricao": "Qualquer evento adverso atribuível à injeção de preenchedores para aumento de tecidos moles."
  },
  {
    "identificador": "EL73.1",
    "valor": "Reação adversa a peeling químico",
    "descricao": "Qualquer reação adversa atribuível ao uso de peelings químicos na pele para melhora estética. Exemplos incluem infecção, queimaduras químicas, erupções acneiformes pustulosas, discromia e cicatrizes. A reação adversa precisa deve ser documentada separadamente."
  },
  {
    "identificador": "EL73.2",
    "valor": "Reação adversa à injeção de neurotoxina",
    "descricao": "Evento adverso resultante do uso de neurotoxinas, especialmente a toxina botulínica, na pele. Esta toxina é mais comumente administrada por motivos estéticos. Problemas reconhecidos incluem ptose palpebral, diplopia e hipersensibilidade à toxina. Os detalhes da reação devem ser codificados separadamente."
  },
  {
    "identificador": "EL73.3",
    "valor": "Resultado insatisfatório de cirurgia estética a laser",
    "descricao": "O resultado de uma intervenção com lasers projetados para melhorar a aparência estética que é considerado pelo profissional que realizou o procedimento como menos satisfatório do que o previsto."
  },
  {
    "identificador": "EL73.4",
    "valor": "Hipomelanose resultante de procedimento cosmético",
    "descricao": "Perda de pigmentação da pele atribuível a uma intervenção cosmética e particularmente associada a peelings químicos."
  },
  {
    "identificador": "EL73.5",
    "valor": "Discromia resultante de procedimento cosmético",
    "descricao": "Discromia subsequente a procedimento cosmético"
  },
  {
    "identificador": "EL73.6",
    "valor": "Fibrose ou cicatrizes subsequente a procedimento cosmético",
    "descricao": "Cicatrizes insatisfatórias e fibrose subsequente a procedimento destinado a melhorar a estética."
  },
  {
    "identificador": "EL80",
    "valor": "Efeitos cutâneos adversos de procedimentos diagnósticos",
    "descricao": "Problemas de pele decorrentes de procedimentos diagnósticos. Exemplos seriam necrose de radiação por fluoroscopia prolongada ou anafilaxia por uso de meios de radiocontraste."
  }
]