[
  {
    "identificador": "FA00",
    "valor": "Osteoartrite do quadril",
    "descricao": "A osteoartrite da articulação do quadril é uma doença degenerativa não inflamatória da articulação do quadril. Geralmente aparece no final da meia-idade ou idade idosa. A doença é caracterizada por distúrbios de crescimento ou maturação do colo e cabeça femoral, bem como alterações acetabulares. Um sintoma predominante é a dor ao carregar peso ou ao movimento."
  },
  {
    "identificador": "FA00.0",
    "valor": "Osteoartrite primária do quadril",
    "descricao": ""
  },
  {
    "identificador": "FA00.1",
    "valor": "Osteoartrite pós-traumática do quadril",
    "descricao": ""
  },
  {
    "identificador": "FA00.2",
    "valor": "Outra osteoartrite secundária do quadril",
    "descricao": ""
  },
  {
    "identificador": "FA00.Z",
    "valor": "Osteoartrite do quadril não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA01",
    "valor": "Osteoartrite do joelho",
    "descricao": ""
  },
  {
    "identificador": "FA01.0",
    "valor": "Osteoartrite primária do joelho",
    "descricao": "Osteoartrite primária ocorrendo em uma articulação do joelho de outra forma intacta, envolvendo degeneração relacionada geneticamente, relacionada à idade ou relacionada ao uso com alterações anatômicas microscópicas e macroscópicas, que, em última análise, limitam o movimento em uma ou mais articulações. As alterações na articulação incluem aumento da perda de cartilagem e transformação óssea, como esclerose, formação de osteófitos e cistos, bem como potenciais alterações inflamatórias em estruturas de tecido mole circundantes."
  },
  {
    "identificador": "FA01.1",
    "valor": "Osteoartrite pós-traumática do joelho",
    "descricao": ""
  },
  {
    "identificador": "FA01.2",
    "valor": "Outra osteoartrite secundária do joelho",
    "descricao": ""
  },
  {
    "identificador": "FA01.Z",
    "valor": "Osteoartrite do joelho não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA02",
    "valor": "Osteoartrite do punho ou mão",
    "descricao": ""
  },
  {
    "identificador": "FA02.0",
    "valor": "Osteoartrite primária do punho ou mão",
    "descricao": ""
  },
  {
    "identificador": "FA02.1",
    "valor": "Osteoartrite pós-traumática do punho ou mão",
    "descricao": ""
  },
  {
    "identificador": "FA02.2",
    "valor": "Outra osteoartrite secundária do punho ou mão",
    "descricao": ""
  },
  {
    "identificador": "FA02.Z",
    "valor": "Osteoartrite do punho ou mão, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA03",
    "valor": "Osteoartrite de outra articulação especificada",
    "descricao": ""
  },
  {
    "identificador": "FA03.0",
    "valor": "Osteoartrite primária de outra articulação especificada",
    "descricao": ""
  },
  {
    "identificador": "FA03.1",
    "valor": "Osteoartrite pós-traumática de outra articulação especificada",
    "descricao": ""
  },
  {
    "identificador": "FA03.2",
    "valor": "Outra osteoartrite secundária de outra articulação especificada",
    "descricao": ""
  },
  {
    "identificador": "FA03.Z",
    "valor": "Osteoartrite de outra articulação especificada, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA04",
    "valor": "Osteoartrite oligoarticular",
    "descricao": ""
  },
  {
    "identificador": "FA05",
    "valor": "Osteoartrite poliarticular",
    "descricao": ""
  },
  {
    "identificador": "FA0Z",
    "valor": "Osteoartrite não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA10",
    "valor": "Infecção articular direta",
    "descricao": "Infecções articulares de disseminação hematogênica ou não hematogênica"
  },
  {
    "identificador": "FA10.0",
    "valor": "Infecção bacteriana da articulação",
    "descricao": ""
  },
  {
    "identificador": "FA10.1",
    "valor": "Infecção viral da articulação",
    "descricao": ""
  },
  {
    "identificador": "FA10.2",
    "valor": "Infecção fúngica da articulação",
    "descricao": ""
  },
  {
    "identificador": "FA10.Z",
    "valor": "Infecções articulares diretas não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA11",
    "valor": "Artropatias reativas",
    "descricao": "Doença das articulações, causada por uma infecção em outra parte do corpo, uma doença autoimune, ou após vacinação. Esta doença é caracterizada por uma inflamação secundária articulações em reação a infecção, doença autoimune ou vacinação. Localizações prévias comuns de infecção são os sistemas entérico ou geniturinário."
  },
  {
    "identificador": "FA11.0",
    "valor": "Artropatia pós-derivação intestinal",
    "descricao": ""
  },
  {
    "identificador": "FA11.1",
    "valor": "Artropatia pós-vacinação",
    "descricao": ""
  },
  {
    "identificador": "FA11.2",
    "valor": "Artropatia subsequente a infecção geniturinária",
    "descricao": "A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
  },
  {
    "identificador": "FA11.Y",
    "valor": "Outras artropatias reativas especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA11.Z",
    "valor": "Artropatias reativas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA12",
    "valor": "Artropatias pós-infecciosas",
    "descricao": ""
  },
  {
    "identificador": "FA12.0",
    "valor": "Artropatia pós-infecciosa bacteriana",
    "descricao": ""
  },
  {
    "identificador": "FA12.1",
    "valor": "Artropatias pós-infecciosas virais",
    "descricao": ""
  },
  {
    "identificador": "FA12.2",
    "valor": "Artropatias pós-infecciosas fúngicas",
    "descricao": ""
  },
  {
    "identificador": "FA12.3",
    "valor": "Artropatias pós-infecciosas parasitárias",
    "descricao": ""
  },
  {
    "identificador": "FA12.Y",
    "valor": "Outras artropatias pós-infeciciosas especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA12.Z",
    "valor": "Artropatias pós-infecciosas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA13",
    "valor": "Espondilodiscite infecciosa",
    "descricao": "Uma afecção da coluna vertebral, causada por uma infecção bacteriana, viral, fúngica ou parasitária. Esta afecção caracteriza-se pela inflamação das vértebras."
  },
  {
    "identificador": "FA1Y",
    "valor": "Outras artropatias especificadas relacionadas à infecção",
    "descricao": ""
  },
  {
    "identificador": "FA1Z",
    "valor": "Artropatias relacionadas à infecção, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA20",
    "valor": "Artrite reumatoide",
    "descricao": "A artrite reumatoide (AR) é uma doença persistente e/ou erosiva, definida como a presença confirmada de sinovite em pelo menos 1 articulação, ausência de um diagnóstico alternativo que melhor explique a sinovite e obtenção de uma pontuação de 6 ou mais (de uma pontuação total de 10) nas pontuações individuais em 4 domínios: número e local das articulações envolvidas, alterações sorológicas, provas de atividade inflamatória elevadas e duração dos sintomas."
  },
  {
    "identificador": "FA20.0",
    "valor": "Artrite reumatoide soropositiva",
    "descricao": ""
  },
  {
    "identificador": "FA20.1",
    "valor": "Artrite reumatoide soronegativa",
    "descricao": ""
  },
  {
    "identificador": "FA20.Z",
    "valor": "Artrite reumatoide com sorologia não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA21",
    "valor": "Artrite psoriásica",
    "descricao": "A artrite psoriásica, um membro da família das espondiloartrites, é definida como uma artropatia inflamatória associada à psoríase, geralmente com fator reumatoide negativo. É caracterizada por várias manifestações clínicas, incluindo poliartrite simétrica, oligoartrite ou poliartrite assimétrica, inflamação axial semelhante a espondilite anquilosante, entesite periférica, envolvimento da parede torácica anterior, artrite das interfalângicas distais das mãos e pés, dactilite (dedos das mãos ou pés em salsicha), artrite mutilante e onico-paquidermo-periostite. Os critérios de CASPAR tem alta sensibilidade e especificidade."
  },
  {
    "identificador": "FA21.0",
    "valor": "Espondiloartrite psoriásica",
    "descricao": ""
  },
  {
    "identificador": "FA21.Y",
    "valor": "Outra artrite psoriásica especificada",
    "descricao": ""
  },
  {
    "identificador": "FA21.Z",
    "valor": "Artrite psoriásica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA22",
    "valor": "Polimialgia reumática",
    "descricao": "A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
  },
  {
    "identificador": "FA23",
    "valor": "Doença de Still do adulto",
    "descricao": "A doença de Still de início na idade adulta é uma condição reumática rara, caracterizada por uma associação de sintomas, como febre acima de 39 graus C, eritema cutâneo durante picos febris, dor articular ou muscular, hipertrofia de linfonodos, aumento de leucócitos (especialmente neutrófilos polimorfonucleares) e anormalidades do metabolismo hepático."
  },
  {
    "identificador": "FA24",
    "valor": "Artrite idiopática juvenil",
    "descricao": "Artrite idiopática juvenil (AIJ) é o termo usado para descrever um grupo de transtornos articulares inflamatórios de causa desconhecida, que começaram antes dos 16 anos de idade e com duração maior que 6 semanas. Foram definidas seis formas de apresentação: artrite idiopática juvenil de início sistêmico (anteriormente referida como doença de Still), oligoartrite, poliartrite fator reumatoide positivo, poliartrite fator reumatoide negativo, artrite associada à entesite (espondiloartropatias) e a forma juvenil da artrite psoriásica. A sétima categoria foi definida para incluir formas de apresentação de artrite não classificadas (formas que não correspondem a nenhuma das doenças definidas ou que correspondem a mais de uma dessas doenças)."
  },
  {
    "identificador": "FA24.0",
    "valor": "Oligoartrite idiopática juvenil",
    "descricao": "Oligoartrite juvenil é a forma mais comum de artrite idiopática juvenil, representando aproximadamente 50% dos casos. É mais comum em meninas (80% dos casos), com início entre os 2 e 4 anos de idade. Geralmente é assimétrica e acomete entre uma e no máximo quatro articulações, predominantemente dos membros inferiores (joelho ou pé)."
  },
  {
    "identificador": "FA24.00",
    "valor": "Oligoartrite idiopática juvenil, persistente",
    "descricao": "Oligoartrite persistente refere-se ao fato da criança nunca ter tido mais de quatro articulações envolvidas durante a evolução da doença."
  },
  {
    "identificador": "FA24.01",
    "valor": "Oligoartrite idiopática juvenil, estendida",
    "descricao": "Oligoartrite estendida refere-se ao fato de que após os primeiros seis meses de doença, foram acometidas mais de quatro articulações."
  },
  {
    "identificador": "FA24.0Z",
    "valor": "Oligoartrite idiopática juvenil, início não especificado",
    "descricao": ""
  },
  {
    "identificador": "FA24.1",
    "valor": "Poliartrite idiopática juvenil",
    "descricao": "Poliartrite idiopática juvenil é um tipo de artrite idiopática juvenil (AIJ) que acomete cinco ou mais articulações nos primeiros seis meses de doença. Frequentemente afeta as mesmas articulações em cada lado do corpo. É mais comum em meninas."
  },
  {
    "identificador": "FA24.2",
    "valor": "Artrite psoriásica juvenil",
    "descricao": "Artrite psoriásica juvenil é um transtorno inflamatório autoimune, que representa menos de 10% de todos os casos de artrite idiopática juvenil (AIJ), e é caracterizada pela associação de psoríase com uma das duas formas de artrite: a associação de psoríase com uma artrite semelhante ao padrão oligoarticular com risco de uveíte é mais comum em meninas com início por volta dos 6 anos de idade, enquanto a associação de psoríase com uma forma de atrite semelhante a espondiloartropatia é mais comum em meninos e se manifesta mais tarde."
  },
  {
    "identificador": "FA24.3",
    "valor": "Artrite idiopática juvenil (AIJ) subtipo artrite relacionada à entesite",
    "descricao": "A artrite relacionada à entesite é um tipo de artrite idiopática juvenil (AIJ) que representa a forma pediátrica da espondiloartropatia em adultos, mas difere desta porque as manifestações iniciais na infância são oligoartrite assimétrica de membros inferiores, associada à entesite. As manifestações axiais (envolvimento da articulação sacroilíaca) estão presentes em apenas 25% dos casos na fase inicial, mas se manifestam vários anos mais tarde no curso da doença."
  },
  {
    "identificador": "FA24.4",
    "valor": "Artrite juvenil sistêmica",
    "descricao": "A artrite idiopática juvenil de início sistêmico representa 10-11% dos casos de artrite idiopática juvenil (AIJ), é marcada pela gravidade das manifestações extra-articulares (febre, erupção cutanea) e pela frequência semelhante entre os sexos. Os picos febris são associados com erupções cutâneas transitórias e lesões eritematosas difusas ou urticariformes. A presença de artrite é essencial para o diagnóstico, mas pode se manifestar tardiamente no curso da doença. O acometimento articular é variável (mono, oligo ou poliartrite), em pequenas e grandes articulações, de forma predominantemente simétrica. Essa tríade diagnóstica característica também pode estar associada a adenopatia e hepatoesplenomegalia. As complicações viscerais (pericardite, derrame pleural ou peritonite serosa com dor abdominal) podem estar presentes."
  },
  {
    "identificador": "FA24.Y",
    "valor": "Outra artrite idiopática juvenil especificada",
    "descricao": ""
  },
  {
    "identificador": "FA24.Z",
    "valor": "Artrite idiopática juvenil não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA25",
    "valor": "Gota",
    "descricao": "Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
  },
  {
    "identificador": "FA25.0",
    "valor": "Gota primária",
    "descricao": "A gota primária refere-se aos casos que parecem ser inatos, que não são secundários a outro distúrbio adquirido, nem a nenhuma manifestação de um erro inato que leva inicialmente a uma doença importante, ao contrário da gota. Embora alguns casos de gota primária tenham base genética, outros não."
  },
  {
    "identificador": "FA25.1",
    "valor": "Gota secundária",
    "descricao": "A gota secundária refere-se aos casos que se desenvolvem durante a evolução de outra doença ou como consequência de tratamento com medicamentos. A gota secundária é associada ao aumento da síntese de novo de purinas , aumento do turnover do ácido nucleico ou diminuição da depuração renal do ácido úrico."
  },
  {
    "identificador": "FA25.10",
    "valor": "Gota induzida por chumbo",
    "descricao": ""
  },
  {
    "identificador": "FA25.11",
    "valor": "Gota induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "FA25.12",
    "valor": "Artropatia gotosa devida a defeitos enzimáticos ou outros transtornos hereditários.",
    "descricao": ""
  },
  {
    "identificador": "FA25.1Y",
    "valor": "Outra gota secundária especificada",
    "descricao": ""
  },
  {
    "identificador": "FA25.1Z",
    "valor": "Gota secundária, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA25.2",
    "valor": "Gota sem especificação se primária ou secundária",
    "descricao": ""
  },
  {
    "identificador": "FA25.20",
    "valor": "Gota tofácea",
    "descricao": "Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
  },
  {
    "identificador": "FA25.2Y",
    "valor": "Outra gota especificada sem especificação se primária ou secundária",
    "descricao": ""
  },
  {
    "identificador": "FA25.2Z",
    "valor": "Gota, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA26",
    "valor": "Algumas artropatias por cristais especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA26.0",
    "valor": "Doença por deposição de pirofosfato de cácio di-hidratado",
    "descricao": "A deposição de pirofosfato de cálcio familiar é uma artropatia hereditária crônica, caracterizada por condrocalcinose (calcificação da cartilagem), frequentemente associada com artrite aguda recorrente por deposição de cristais de pirofosfato de cálcio e osteoartrite poliarticular."
  },
  {
    "identificador": "FA26.1",
    "valor": "Doença por deposição de hidroxiapatita",
    "descricao": "A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada."
  },
  {
    "identificador": "FA26.2",
    "valor": "Condrocalcinose",
    "descricao": "A condrocalcinose refere-se à calcificação radiográfica das estruturas fibrocartilaginosas e/ou cartilagem hialina e não é específica para DPFC ou outra doença por deposição de cristais. Nos diversos países em que doença por deposição de pirofosfato de cálcio familiar l (DPFC Familiar l ) foi descrita, alguns indivíduos com o mesmo grau de parentesco tiveram a DPFC associada à mutação ANKH no cromossomo 5p."
  },
  {
    "identificador": "FA26.Y",
    "valor": "Outras artropatias por cristais especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA26.Z",
    "valor": "Artropatias por cristais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA27",
    "valor": "Algumas artropatias inflamatórias especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA27.0",
    "valor": "Doença de Kashin-Beck",
    "descricao": "A doença de Kashin-Beck (KBD) é uma osteocondropatia endêmica, crônica e de etiologia desconhecida. A doença é distribuída principalmente em uma faixa diagonal que vai do nordeste ao sudoeste da China, onde o teor de selénio do solo é baixo. Deficiências minerais (por exemplo, selênio, iodo), contaminação de cereais por fungos e contaminação da água podem ser fatores que contribuem para sua etiologia. A doença se manifesta por dor articular, rigidez matinal, dedos com aumento de volume e encurtados, articulações deformadas e com limitação de amplitude de movimento nas extremidades."
  },
  {
    "identificador": "FA27.1",
    "valor": "Sinovite vilonodular pigmentada",
    "descricao": "Esta condição caracteriza-se pela proliferação da membrana sinovial, com formação de vilosidades e nódulos fibrosos e histologicamente caracterizada por macrófagos contendo hemossiderina e lípidos e células gigantes multinucleadas. Geralmente manifesta-se no joelho e no quadril, e é frequentemente diagnosticada por Ressonância Magnética"
  },
  {
    "identificador": "FA27.2",
    "valor": "Reumatismo palindrômico",
    "descricao": "Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
  },
  {
    "identificador": "FA27.3",
    "valor": "Sinovite transitória",
    "descricao": ""
  },
  {
    "identificador": "FA27.4",
    "valor": "Hidrartrose intermitente",
    "descricao": ""
  },
  {
    "identificador": "FA27.Y",
    "valor": "Outras artropatias inflamatórias especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA2Z",
    "valor": "Artropatias inflamatórias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA30",
    "valor": "Deformidades adquiridas dos dedos das mãos ou dos pés",
    "descricao": ""
  },
  {
    "identificador": "FA30.0",
    "valor": "Hallux valgus adquirido",
    "descricao": ""
  },
  {
    "identificador": "FA30.1",
    "valor": "Hallux rigidus",
    "descricao": ""
  },
  {
    "identificador": "FA30.2",
    "valor": "Dedo do pé em martelo adquirido",
    "descricao": ""
  },
  {
    "identificador": "FA30.Y",
    "valor": "Outras deformidades adquiridas dos dedos das mãos ou dos pés especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA30.Z",
    "valor": "Deformidades adquiridas dos dedos das mãos ou dos pés, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA31",
    "valor": "Outras deformidades adquiridas dos membros",
    "descricao": ""
  },
  {
    "identificador": "FA31.0",
    "valor": "Deformidade em valgo não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FA31.1",
    "valor": "Deformidade em varo, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FA31.2",
    "valor": "Deformidade em flexão",
    "descricao": ""
  },
  {
    "identificador": "FA31.3",
    "valor": "Punho caído adquirido",
    "descricao": ""
  },
  {
    "identificador": "FA31.4",
    "valor": "Pé caído adquirido",
    "descricao": ""
  },
  {
    "identificador": "FA31.5",
    "valor": "Pé plano adquirido",
    "descricao": ""
  },
  {
    "identificador": "FA31.6",
    "valor": "Mão em garra ou mão torta adquirida",
    "descricao": ""
  },
  {
    "identificador": "FA31.7",
    "valor": "Pé cavo ou pé torto adquirido",
    "descricao": ""
  },
  {
    "identificador": "FA31.8",
    "valor": "Desigualdade adquirida no comprimento dos membros",
    "descricao": ""
  },
  {
    "identificador": "FA31.Y",
    "valor": "Outras deformidades adquiridas especificadas dos membros",
    "descricao": ""
  },
  {
    "identificador": "FA31.Z",
    "valor": "Deformidades adquiridas dos membros, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA32",
    "valor": "Transtornos da patela",
    "descricao": ""
  },
  {
    "identificador": "FA32.0",
    "valor": "Instabilidade recidivante da patela",
    "descricao": ""
  },
  {
    "identificador": "FA32.1",
    "valor": "Disfunções femuropatelares",
    "descricao": ""
  },
  {
    "identificador": "FA32.Y",
    "valor": "Outros transtornos especificados da patela",
    "descricao": ""
  },
  {
    "identificador": "FA32.Z",
    "valor": "Transtornos da patela, não especificado",
    "descricao": ""
  },
  {
    "identificador": "FA33",
    "valor": "Transtorno interno do joelho",
    "descricao": "Transtorno interno do joelho (TIJ) é uma condição crônica do joelho devido à lesão, ruptura ou transtorno do menisco do joelho, ou ruptura parcial ou completa dos ligamentos cruzados, com ou sem lesão do ligamento capsular, que resulta em um processo contínuo ou intermitente de sinais e sintomas como dor, instabilidade ou mobilidade anormal do joelho.\r\n\r\nNas situações em que o transtorno é causado por trauma, deverá ser utilizado o código de \"Lesões, envenenamentos ou algumas outras consequências de causas externas\", independentemente do tempo decorrido desde a lesão."
  },
  {
    "identificador": "FA33.0",
    "valor": "Menisco cístico",
    "descricao": ""
  },
  {
    "identificador": "FA33.1",
    "valor": "Menisco discoide",
    "descricao": ""
  },
  {
    "identificador": "FA33.2",
    "valor": "Transtorno do menisco devido à ruptura ou lesão antiga",
    "descricao": ""
  },
  {
    "identificador": "FA33.3",
    "valor": "Corpo livre no joelho",
    "descricao": ""
  },
  {
    "identificador": "FA33.4",
    "valor": "Instabilidade crônica do joelho",
    "descricao": ""
  },
  {
    "identificador": "FA33.40",
    "valor": "Instabilidade crônica do joelho, ligamento colateral medial ou outra parte ou parte não especificada do menisco medial",
    "descricao": ""
  },
  {
    "identificador": "FA33.4Y",
    "valor": "Outra instabilidade crônica especificada do joelho",
    "descricao": ""
  },
  {
    "identificador": "FA33.4Z",
    "valor": "Instabilidade crônica do joelho, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA33.Y",
    "valor": "Outro transtorno interno especificado do joelho",
    "descricao": ""
  },
  {
    "identificador": "FA33.Z",
    "valor": "Transtorno interno do joelho, não especificado",
    "descricao": ""
  },
  {
    "identificador": "FA34",
    "valor": "Alguns transtornos articulares especificados",
    "descricao": ""
  },
  {
    "identificador": "FA34.0",
    "valor": "Corpo flutuante na articulação",
    "descricao": ""
  },
  {
    "identificador": "FA34.1",
    "valor": "Transtornos do ligamento",
    "descricao": ""
  },
  {
    "identificador": "FA34.2",
    "valor": "Instabilidade recidivante da articulação",
    "descricao": ""
  },
  {
    "identificador": "FA34.3",
    "valor": "Contratura articular",
    "descricao": ""
  },
  {
    "identificador": "FA34.4",
    "valor": "Anquilose articular",
    "descricao": "O termo anquilose denota movimento restrito na articulação, e pode ser ósseo ou fibroso. A maioria dos casos é causada por traumatismo, infecção, radioterapia ou artrite grave."
  },
  {
    "identificador": "FA34.5",
    "valor": "Síndrome do impacto femoroacetabular",
    "descricao": ""
  },
  {
    "identificador": "FA34.Y",
    "valor": "Outros transtornos articulares",
    "descricao": ""
  },
  {
    "identificador": "FA35",
    "valor": "Desgaste da superfície de apoio articular da prótese articular",
    "descricao": ""
  },
  {
    "identificador": "FA35.0",
    "valor": "Desgaste da superfície de apoio articular da prótese do quadril",
    "descricao": ""
  },
  {
    "identificador": "FA35.1",
    "valor": "Desgaste da superfície de apoio articular da prótese articular do joelho",
    "descricao": ""
  },
  {
    "identificador": "FA35.2",
    "valor": "Desgaste da superfície de apoio articular da prótese de outra articulação",
    "descricao": ""
  },
  {
    "identificador": "FA35.Z",
    "valor": "Desgaste da superfície de apoio articular da prótese articular de articulação não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA36",
    "valor": "Derrame articular",
    "descricao": "Líquido intra-articular aumentado secundário a trauma e / ou outras condições adquiridas não detalhadas em outros códigos."
  },
  {
    "identificador": "FA36.0",
    "valor": "Derrame articular hemorrágico",
    "descricao": ""
  },
  {
    "identificador": "FA36.Y",
    "valor": "Outro derrame articular especificado",
    "descricao": ""
  },
  {
    "identificador": "FA36.Z",
    "valor": "Derrame articular não especificado",
    "descricao": ""
  },
  {
    "identificador": "FA37",
    "valor": "Alguns transtornos articulares, não classificados em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FA37.0",
    "valor": "Osteófito",
    "descricao": ""
  },
  {
    "identificador": "FA37.Y",
    "valor": "Outros transtornos articulares especificados, não classificados em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FA37.Z",
    "valor": "Alguns transtornos articulares, não classificados em outra parte, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FA38",
    "valor": "Artropatia em doenças classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FA38.0",
    "valor": "Artropatia diabética",
    "descricao": ""
  },
  {
    "identificador": "FA38.1",
    "valor": "Artropatia neuropática",
    "descricao": "A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
  },
  {
    "identificador": "FA38.10",
    "valor": "Artropatia neuropática diabética",
    "descricao": "Trata-se do dano articular resultante da polineuropatia diabética sensitiva. Ela ocorre mais frequentemente nos tornozelos e pés de pacientes com diabetes mellitus de longa evolução."
  },
  {
    "identificador": "FA38.1Y",
    "valor": "Outra artropatia neuropática especificada",
    "descricao": ""
  },
  {
    "identificador": "FA38.1Z",
    "valor": "Artropatia neuropática, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA38.2",
    "valor": "Artropatia associada a reações de hipersensibilidade classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FA38.3",
    "valor": "Artropatia hemofílica",
    "descricao": "Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
  },
  {
    "identificador": "FA38.Y",
    "valor": "Artropatia especificada em outras doenças especificadas classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FA3Z",
    "valor": "Transtornos e deformidades articulares dos membros, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FA5Y",
    "valor": "Outras artropatias especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA5Z",
    "valor": "Artropatias não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA70",
    "valor": "Deformidades da coluna vertebral",
    "descricao": ""
  },
  {
    "identificador": "FA70.0",
    "valor": "Cifose",
    "descricao": "Esta é uma curvatura da coluna vertebral que causa um arqueamento ou arredondamento das costas, o que leva a uma postura corcunda ou curvada."
  },
  {
    "identificador": "FA70.1",
    "valor": "Escoliose",
    "descricao": ""
  },
  {
    "identificador": "FA70.2",
    "valor": "Lordose",
    "descricao": "A lordose é a curvatura interna da coluna vertebral, em seus segmentos lombar ou cervical, sendo a curvatura acentuada chamada de hiperlordose"
  },
  {
    "identificador": "FA70.Z",
    "valor": "Deformidades da coluna vertebral, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA71",
    "valor": "Torcicolo",
    "descricao": ""
  },
  {
    "identificador": "FA72",
    "valor": "Transtornos vertebrais",
    "descricao": "Alterações na estrutura da coluna vertebral que causam danos às vértebras e aos tecidos perivertebrais, secundárias a infecção, lesão, tumores, alterações ósseas associadas ao envelhecimento, etc. As doenças da coluna vertebral frequentemente associam-se à limitação dos movimentos e dor, quando as alterações ósseas associam-se à compressão da medula espinal ou nervos."
  },
  {
    "identificador": "FA72.0",
    "valor": "Hiperostose anquilosante",
    "descricao": ""
  },
  {
    "identificador": "FA72.1",
    "valor": "Artrose interespinhosa|('kissing spine')",
    "descricao": ""
  },
  {
    "identificador": "FA72.2",
    "valor": "Espondilopatia traumática",
    "descricao": ""
  },
  {
    "identificador": "FA72.3",
    "valor": "Fratura vertebral por fadiga",
    "descricao": ""
  },
  {
    "identificador": "FA72.4",
    "valor": "Colapso vertebral, não classificado em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FA72.Y",
    "valor": "Outros transtornos vertebrais especificados",
    "descricao": ""
  },
  {
    "identificador": "FA7Y",
    "valor": "Outros transtornos estruturais especificados da coluna vertebral",
    "descricao": ""
  },
  {
    "identificador": "FA7Z",
    "valor": "Transtornos estruturais da coluna vertebral, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FA80",
    "valor": "Degeneração de disco intervertebral",
    "descricao": ""
  },
  {
    "identificador": "FA80.0",
    "valor": "Degeneração de disco intervertebral da coluna cervical, sem prolapso de disco",
    "descricao": "Esta é uma doença caracterizada por alterações degenerativas no disco intervertebral e nos platôs vertebrais, sem prolapso do disco intervertebral."
  },
  {
    "identificador": "FA80.1",
    "valor": "Degeneração de disco intervertebral em coluna cervical com prolapso de disco",
    "descricao": ""
  },
  {
    "identificador": "FA80.2",
    "valor": "Degeneração de disco intervertebral da coluna cervical com esporão ósseo na vértebra",
    "descricao": ""
  },
  {
    "identificador": "FA80.3",
    "valor": "Degeneração de disco intervertebral da coluna cervical com envolvimento do sistema nervoso",
    "descricao": ""
  },
  {
    "identificador": "FA80.4",
    "valor": "Degeneração de disco intervertebral da coluna torácica sem prolapso de disco",
    "descricao": ""
  },
  {
    "identificador": "FA80.5",
    "valor": "Degeneração de disco intervertebral da coluna torácica com prolapso de disco",
    "descricao": ""
  },
  {
    "identificador": "FA80.6",
    "valor": "Degeneração de disco intervertebral da coluna torácica com esporão ósseo na vértebra",
    "descricao": ""
  },
  {
    "identificador": "FA80.7",
    "valor": "Degeneração de disco intervertebral da coluna torácica com envolvimento do sistema nervoso",
    "descricao": ""
  },
  {
    "identificador": "FA80.8",
    "valor": "Degeneração de disco intervertebral da coluna lombar sem prolapso de disco",
    "descricao": ""
  },
  {
    "identificador": "FA80.9",
    "valor": "Degeneração de disco intervertebral em coluna lombar com prolapso de disco",
    "descricao": ""
  },
  {
    "identificador": "FA80.A",
    "valor": "Degeneração de disco intervertebral da coluna lombar com esporão ósseo na vértebra",
    "descricao": ""
  },
  {
    "identificador": "FA80.B",
    "valor": "Degeneração de disco intervertebral da coluna lombar com envolvimento do sistema nervoso",
    "descricao": ""
  },
  {
    "identificador": "FA80.Y",
    "valor": "Outra degeneração especificada de disco intervertebral",
    "descricao": ""
  },
  {
    "identificador": "FA80.Z",
    "valor": "Degeneração de disco intervertebral, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA81",
    "valor": "Espondilólise",
    "descricao": "Afecção caracterizada por degeneração de uma parte da vértebra, geralmente na “pars interarticularis” (a porção do arco vertebral que une as facetas articulares superior e inferior)."
  },
  {
    "identificador": "FA81.0",
    "valor": "Espondilólise com deslizamento",
    "descricao": "Afecção caracterizada por degeneração de uma parte da vértebra, geralmente na “pars interarticularis” (a porção do arco vertebral que une as facetas articulares superior e inferior) associado a deslizamento anterior do corpo da vértebra superior sobre o corpo da vértebra inferior."
  },
  {
    "identificador": "FA81.1",
    "valor": "Espondilólise sem deslizamento",
    "descricao": "Afecção caracterizada por degeneração de uma parte da vértebra, geralmente na “pars interarticularis” (a porção do arco vertebral que une as facetas articulares superior e inferior) sem deslizamento da vértebra."
  },
  {
    "identificador": "FA81.Z",
    "valor": "Espondilólise, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA82",
    "valor": "Estenose do canal vertebral",
    "descricao": "Esta é uma condição caracterizada pelo estreitamento do canal vertebral."
  },
  {
    "identificador": "FA83",
    "valor": "Ossificação dos ligamentos espinais",
    "descricao": ""
  },
  {
    "identificador": "FA84",
    "valor": "Espondilolistese",
    "descricao": "Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
  },
  {
    "identificador": "FA84.0",
    "valor": "Espondilolistese por defeito na 'pars'",
    "descricao": ""
  },
  {
    "identificador": "FA84.1",
    "valor": "Espondilolistese sem defeito na 'pars'",
    "descricao": "Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
  },
  {
    "identificador": "FA84.Z",
    "valor": "Espondilolistese, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA85",
    "valor": "Defeitos na placa terminal vertebral",
    "descricao": ""
  },
  {
    "identificador": "FA85.0",
    "valor": "Transtorno das epífises vertebrais, sem fator determinante",
    "descricao": ""
  },
  {
    "identificador": "FA85.1",
    "valor": "Transtorno das epífises vertebrais, com fatores determinantes",
    "descricao": ""
  },
  {
    "identificador": "FA85.10",
    "valor": "Defeito localizado no centro da placa terminal vertebral",
    "descricao": ""
  },
  {
    "identificador": "FA85.11",
    "valor": "Defeitos múltiplos localizados na parte anterior da placa terminal vertebral",
    "descricao": "A doença de Scheuermann familiar é um transtorno hereditário caracterizado pelo desenvolvimento de cifose vertebral na adolescência. As alterações na coluna vertebral incluem a presença de irregularidades no platô vertebral, nódulos de Schmorl, achatamento dos discos intervertebrais e acunhamento vertebral."
  },
  {
    "identificador": "FA85.12",
    "valor": "Separação do núcleo do anel apofisário",
    "descricao": ""
  },
  {
    "identificador": "FA85.1Y",
    "valor": "Outros transtornos especificados das epífises vertebrais, com fatores determinantes",
    "descricao": ""
  },
  {
    "identificador": "FA85.1Z",
    "valor": "Transtorno das epífises vertebrais, com fatores determinantes, não especificado",
    "descricao": ""
  },
  {
    "identificador": "FA85.Y",
    "valor": "Outros defeitos especificados no platô vertebral",
    "descricao": ""
  },
  {
    "identificador": "FA85.Z",
    "valor": "Defeitos no platô vertebral, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FA8Y",
    "valor": "Outras condições degenerativas especificadas da coluna vertebral",
    "descricao": ""
  },
  {
    "identificador": "FA8Z",
    "valor": "Condições degenerativas da coluna vertebral, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FA90",
    "valor": "Infecção da vértebra",
    "descricao": "Afecção da vértebra, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, perda de peso, mas pode ser assintomática. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostra de sangue ou por exames de imagem."
  },
  {
    "identificador": "FA90.0",
    "valor": "Infecção vertebral, sem fator determinante",
    "descricao": ""
  },
  {
    "identificador": "FA90.1",
    "valor": "Infecção vertebral, com fatores determinantes",
    "descricao": ""
  },
  {
    "identificador": "FA90.Y",
    "valor": "Outras infecções especificadas da vértebra",
    "descricao": ""
  },
  {
    "identificador": "FA90.Z",
    "valor": "Infecção da vértebra, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA91",
    "valor": "Infecção do disco intervertebral",
    "descricao": "Afecção de discos intervertebrais, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, rigidez cervical ou sensação de formigamentos nos braços ou nas pernas. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostras de sangue ou por exames de imagem."
  },
  {
    "identificador": "FA92",
    "valor": "Espondiloartrites",
    "descricao": "Espondiloartrites inflamatórias são um grupo de doenças reumáticas inflamatórias, caracterizadas pela presença de comprometimento articular inflamatório axial e periférico (preferencialmente de membros inferiores), entesite, dactilite e uveíte. As manifestações clínicas são a ocorrência de comprometimento axial sob a forma de espondilite ou sacroiliíte, associada ou não à artrite periférica assimétrica predominante em membros inferiores, dactilites, entesites ou uveíte anterior aguda. Há uma marcante agregação familiar e a associação com o HLA-B27 e ausência do fator reumatoide, de nódulos subcutâneos ou de outras manifestações extra-articulares da artrite reumatoide."
  },
  {
    "identificador": "FA92.0",
    "valor": "Espondiloartrite axial",
    "descricao": ""
  },
  {
    "identificador": "FA92.00",
    "valor": "Entesite espinhal",
    "descricao": ""
  },
  {
    "identificador": "FA92.01",
    "valor": "Sacroileíte, não classificada em outra parte",
    "descricao": "Inflamação da articulação sacroilíaca, que pode ser localizada ou fazer parte de uma doença sistêmica."
  },
  {
    "identificador": "FA92.0Y",
    "valor": "Outra espondiloartrite axial especificada",
    "descricao": ""
  },
  {
    "identificador": "FA92.0Z",
    "valor": "Espondiloartrite axial não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA92.1",
    "valor": "Espondiloartrite periférica",
    "descricao": "Especialistas da \"Assessment of SpondyloArthritis International Society\" (ASAS) desenvolveram critérios de classificação para espondiloartrite axial e periférica. São classificados com espondiloartrite periférica os pacientes com manifestações periféricas como artrite, entesite ou dactilite, características de espondiloartrite, sem dor lombar."
  },
  {
    "identificador": "FA92.Y",
    "valor": "Outra espondiloartrite inflamatória especificada",
    "descricao": ""
  },
  {
    "identificador": "FA92.Z",
    "valor": "Espondiloartrite inflamatória ,não especificada",
    "descricao": ""
  },
  {
    "identificador": "FA9Y",
    "valor": "Outra inflamação especificada da coluna vertebral",
    "descricao": ""
  },
  {
    "identificador": "FA9Z",
    "valor": "Inflamação da coluna vertebral, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB00",
    "valor": "Anquilose de articulação vertebral",
    "descricao": ""
  },
  {
    "identificador": "FB0Y",
    "valor": "Outras espondilopatias especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB0Z",
    "valor": "Espondilopatias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB10",
    "valor": "Instabilidades na coluna vertebral",
    "descricao": ""
  },
  {
    "identificador": "FB1Y",
    "valor": "Outras afecções especificadas associadas à coluna vertebral",
    "descricao": ""
  },
  {
    "identificador": "FB1Z",
    "valor": "Afecções associadas à coluna vertebral, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB30",
    "valor": "Miosite infecciosa",
    "descricao": "A miosite infecciosa é uma infecção aguda, subaguda ou crônica, do músculo esquelético e pode ser causada por ampla variedade de microorganismos infecciosos. A imunossupressão, particularmente pela infecção pelo HIV, é um importante fator predisponente."
  },
  {
    "identificador": "FB31",
    "valor": "Calcificação ou ossificação do músculo",
    "descricao": ""
  },
  {
    "identificador": "FB31.0",
    "valor": "Heteroplasia óssea progressiva",
    "descricao": ""
  },
  {
    "identificador": "FB31.1",
    "valor": "Fibrodisplasia ossificante progressiva",
    "descricao": "Esta é uma doença extremamente rara, do tecido conjuntivo, em que uma mutação nos mecanismos de reparo tecidual faz com que o tecido fibroso (de músculos, tendões e ligamentos) seja ossificado quando sofre algum tipo de lesão."
  },
  {
    "identificador": "FB31.Y",
    "valor": "Outras calcificações ou ossificações do músculo especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB31.Z",
    "valor": "Calcificação ou ossificação do músculo, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB32",
    "valor": "Alguns transtornos musculares especificados",
    "descricao": "Trata-se de um comprometimento da saúde ou de uma condição de funcionamento anormal do músculo que não se enquadra em outra categoria."
  },
  {
    "identificador": "FB32.0",
    "valor": "Diástase de músculo",
    "descricao": "Esta é uma condição em que ocorre uma separação ou ruptura patológica entre fibras musculares e outras fibras musculares, tendões ou fáscia"
  },
  {
    "identificador": "FB32.1",
    "valor": "Ruptura muscular espontânea",
    "descricao": "Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
  },
  {
    "identificador": "FB32.2",
    "valor": "Infarto muscular",
    "descricao": ""
  },
  {
    "identificador": "FB32.20",
    "valor": "Rabdomiólise idiopática",
    "descricao": "É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
  },
  {
    "identificador": "FB32.2Y",
    "valor": "Outro Infarto isquêmico muscular, especificado",
    "descricao": ""
  },
  {
    "identificador": "FB32.2Z",
    "valor": "Infarto isquêmico muscular, não especificado",
    "descricao": ""
  },
  {
    "identificador": "FB32.3",
    "valor": "Síndrome de imobilidade",
    "descricao": ""
  },
  {
    "identificador": "FB32.4",
    "valor": "Contratura muscular",
    "descricao": ""
  },
  {
    "identificador": "FB32.5",
    "valor": "Distensão ou entorse muscular",
    "descricao": ""
  },
  {
    "identificador": "FB32.Y",
    "valor": "Outros transtornos musculares especificados",
    "descricao": ""
  },
  {
    "identificador": "FB33",
    "valor": "Transtornos musculares secundários",
    "descricao": ""
  },
  {
    "identificador": "FB3Z",
    "valor": "Outros transtornos musculares, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FB40",
    "valor": "Tenossinovite",
    "descricao": ""
  },
  {
    "identificador": "FB40.0",
    "valor": "Tenossinovite infecciosa",
    "descricao": ""
  },
  {
    "identificador": "FB40.1",
    "valor": "Fasciíte plantar",
    "descricao": ""
  },
  {
    "identificador": "FB40.2",
    "valor": "Tendinite tibial posterior",
    "descricao": ""
  },
  {
    "identificador": "FB40.3",
    "valor": "Tendinite calcária",
    "descricao": "Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
  },
  {
    "identificador": "FB40.4",
    "valor": "Dedo em gatilho",
    "descricao": "Este é um transtorno comum, caracterizado pela travamento, estalido ou bloqueio do tendão flexor do dedo acometido, associado a disfunção e dor."
  },
  {
    "identificador": "FB40.5",
    "valor": "Tenossinovite estiloide radial",
    "descricao": "Inflamação das bainhas tendíneas sinoviais dos tendões flexores e/ou extensores da mão e do punho que controlam o movimento do polegar"
  },
  {
    "identificador": "FB40.Y",
    "valor": "Outras tenossinovites especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB40.Z",
    "valor": "Tenossinovite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB41",
    "valor": "Ruptura espontânea de sinóvia ou de tendão",
    "descricao": "Trata-se da ruptura espontânea do tendão ou da bainha sinovial, (saco com fluido contendo material viscoso) e normalmente diminui o atrito e fornece um amortecimento entre os ossos e tendões e/ou músculo periarticulares."
  },
  {
    "identificador": "FB41.0",
    "valor": "Ruptura espontânea de cisto poplíteo",
    "descricao": "Esta é a ruptura da bursa semimembranosa e, mais raramente, alguma outra bursa sinovial, localizada na região posterior da articulação do joelho."
  },
  {
    "identificador": "FB41.1",
    "valor": "Ruptura espontânea de sinóvia",
    "descricao": "Trata-se da ruptura espontânea da bainha sinovial (saco com fluido contendo líquido viscoso), que normalmente diminui o atrito e fornece um amortecimento entre os ossos e tendões e/ou músculo periarticulares."
  },
  {
    "identificador": "FB41.2",
    "valor": "Ruptura espontânea de tendão",
    "descricao": ""
  },
  {
    "identificador": "FB41.Y",
    "valor": "Outras rupturas espontâneas de sinóvia ou de tendão especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB41.Z",
    "valor": "Ruptura espontânea de sinóvia ou de tendão, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB42",
    "valor": "Alguns transtornos especificados da sinóvia ou do tendão",
    "descricao": ""
  },
  {
    "identificador": "FB42.0",
    "valor": "Tendão de Aquiles curto, adquirido",
    "descricao": ""
  },
  {
    "identificador": "FB42.1",
    "valor": "Contratura da bainha tendínea",
    "descricao": ""
  },
  {
    "identificador": "FB42.2",
    "valor": "Gânglio",
    "descricao": "Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
  },
  {
    "identificador": "FB42.3",
    "valor": "HIpertrofia sinovial, não classificada em outra parte",
    "descricao": "Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
  },
  {
    "identificador": "FB43",
    "valor": "Trastornos secundários de sinóvia ou de tendão",
    "descricao": ""
  },
  {
    "identificador": "FB4Y",
    "valor": "Outros transtornos das sinóvias ou dos tendões, especificados",
    "descricao": ""
  },
  {
    "identificador": "FB4Z",
    "valor": "Transtornos das sinóvias ou dos tendões, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FB50",
    "valor": "Bursite",
    "descricao": "Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais, que geralmente resulta em dor."
  },
  {
    "identificador": "FB50.0",
    "valor": "Bursite infecciosasa",
    "descricao": "Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais que geralmente resulta em dor e é causada por um agente infeccioso."
  },
  {
    "identificador": "FB50.1",
    "valor": "Bursite associada com o uso, uso excessivo ou pressão",
    "descricao": "Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais, que geralmente resulta em dor e é causada por uso repetitivo, uso excessivo ou pressão."
  },
  {
    "identificador": "FB50.2",
    "valor": "Cisto sinovial do espaço poplíteo",
    "descricao": "Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
  },
  {
    "identificador": "FB50.3",
    "valor": "Depósito de cálcio em bolsa sinovial",
    "descricao": ""
  },
  {
    "identificador": "FB50.Y",
    "valor": "Outra bursite especificada",
    "descricao": ""
  },
  {
    "identificador": "FB50.Z",
    "valor": "Bursite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB51",
    "valor": "Transtornos fibroblásticos",
    "descricao": ""
  },
  {
    "identificador": "FB51.0",
    "valor": "Fibromatose de fáscia palmar",
    "descricao": "Esta é a contratura em flexão fixa na mão, em que os dedos se dobram em direção à palma e não pode ser completamente estendidos."
  },
  {
    "identificador": "FB51.1",
    "valor": "Coxins interfalangeanos",
    "descricao": "Tratam-se de pápulas, nódulos ou placas da cor da pele, lisas, de consistência firme, bem delimitados, assintomáticos, que se localizam na pele da região dorsal das articulações metacarpofalangeanas (MCF) e interfalangeanas (IF)."
  },
  {
    "identificador": "FB51.2",
    "valor": "Fasciíte e fibromatose",
    "descricao": ""
  },
  {
    "identificador": "FB51.3",
    "valor": "Reumatismo fibroblástico",
    "descricao": ""
  },
  {
    "identificador": "FB51.4",
    "valor": "Fibrose retroperitoneal",
    "descricao": "Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções."
  },
  {
    "identificador": "FB51.40",
    "valor": "Fibrose retroperitoenal primária",
    "descricao": "Esta é a forma mais comum de fibrose retroperitoneal. Por definição, nenhum fator desencadeante (ex. medicamentos ou neoplasia maligna) pode ser determinado, apesar de haver uma associação frequente com a aterosclerose da aorta abdominal. Foi postulado que a aterosclerose poderia ter um papel etiológico em alguns casos."
  },
  {
    "identificador": "FB51.4Y",
    "valor": "Outra fibrose retroperitoenal especificada",
    "descricao": ""
  },
  {
    "identificador": "FB51.4Z",
    "valor": "Fibrose retroperitoneal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB51.Y",
    "valor": "Outros transtornos fibroblásticos especificados",
    "descricao": ""
  },
  {
    "identificador": "FB51.Z",
    "valor": "Transtornos fibroblásticos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FB52",
    "valor": "Transtornos dos tecidos moles em doenças classificadas em outra parte",
    "descricao": "Este é um grupo de transtornos que afetam o tecido conjuntivo, os tecidos de sustentação ou os tecidos que envolvem outras estruturas e órgãos do corpo, que não sejam ossos, e ocorrem em doenças classificadas em outra parte."
  },
  {
    "identificador": "FB53",
    "valor": "Lesões do ombro",
    "descricao": "Este é um grupo de transtornos que usualmente se caracterizam pela presença de dor e redução da amplitude de movimento da cintura escapular"
  },
  {
    "identificador": "FB53.0",
    "valor": "Capsulite adesiva do ombro",
    "descricao": "Esta é uma condição caracterizada pelo surgimento espontâneo de dor, seguido pela perda progressiva da amplitude de movimento passivo e ativo no ombro."
  },
  {
    "identificador": "FB53.1",
    "valor": "Síndrome do manguito rotador",
    "descricao": ""
  },
  {
    "identificador": "FB53.2",
    "valor": "Síndrome do impacto do ombro",
    "descricao": "É uma síndrome clínica que ocorre quando os tendões dos músculos que constituem o manguito rotador do ombro tornam-se inflamados a medida que passam abaixo do acrômio. A síndrome do impacto pode resultar em dor, fraqueza e perda da mobilidade do ombro."
  },
  {
    "identificador": "FB53.Y",
    "valor": "Outras lesões do ombro especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB53.Z",
    "valor": "Lesões do ombro, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB54",
    "valor": "Entesopatias dos membros inferiores",
    "descricao": "Trata-se de um grupo de afecções que levam a qualquer tipo de alteração nos pontos de inserção de tendões ou ligamentos dos membros inferiores. As principais alterações são inflamação e calcificação."
  },
  {
    "identificador": "FB54.0",
    "valor": "Esporão da crista ilíaca",
    "descricao": "Esta é uma afecção caracterizada pela exostose óssea da inserção do músculo ilíaco em sua origem."
  },
  {
    "identificador": "FB54.1",
    "valor": "Síndrome da banda iliotibial",
    "descricao": "Esta é a lesão mais comum da porção lateral do joelho de corredores. Ela é uma lesão não traumática, pelo uso excessivo, causada pela flexão e extensão repetida do joelho, que leva à irritação das estruturas ao redor do joelho e consequente dor."
  },
  {
    "identificador": "FB54.2",
    "valor": "Bursite do ligamento colateral tibial",
    "descricao": ""
  },
  {
    "identificador": "FB54.3",
    "valor": "Esporão calcâneo",
    "descricao": "Este é um transtorno em que ocorre uma exostose no calcâneo (o osso do calcanhar)"
  },
  {
    "identificador": "FB54.4",
    "valor": "Metatarsalgia",
    "descricao": "Esta é uma condição caracterizada pela presença de dor e inflamação na cabeça dos metatarsos."
  },
  {
    "identificador": "FB54.Y",
    "valor": "Outras entesopatias dos membros inferiores especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB54.Z",
    "valor": "Entesopatias dos membros inferiores, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB55",
    "valor": "Algumas entesopatias especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB55.0",
    "valor": "Epicondilite medial do cotovelo",
    "descricao": "Este é um transtorno comum dos membros superiores, caracterizado por alterações degenerativas na porção musculotendínea do epicôndilo medial do cotovelo, resultante do estresse por movimentos repetitivos de flexão e extensão da articulação do punho."
  },
  {
    "identificador": "FB55.1",
    "valor": "Epicondilite lateral do cotovelo",
    "descricao": "Este é um transtorno comum dos membros superiores, caracterizado por alterações degenerativas na regiião musculotendínea do epicôndilo lateral do cotovelo, resultante do estresse por movimentos repetitivos de flexão e extensão da articulação do punho."
  },
  {
    "identificador": "FB55.2",
    "valor": "Periartrite do punho",
    "descricao": "Este transtorno é caracterizado por inflamação de tecidos em torno da articulação do punho."
  },
  {
    "identificador": "FB55.Z",
    "valor": "Entesopatias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB56",
    "valor": "Transtornos de partes moles especificadas, não classificadas em outra parte",
    "descricao": "Este é um grupo de outros transtornos que afetam os tecidos de conexão, sustentação ou os tecidos que envolvem outras estruturas e órgãos do corpo, que não sejam ossos, e não classificados em outra parte."
  },
  {
    "identificador": "FB56.0",
    "valor": "Granuloma de corpo estranho no tecido mole, não classificado em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FB56.1",
    "valor": "Corpo estranho residual no tecido mole",
    "descricao": ""
  },
  {
    "identificador": "FB56.2",
    "valor": "Mialgia",
    "descricao": "Este é um transtorno caracterizado por dor em um músculo ou grupo de muscular."
  },
  {
    "identificador": "FB56.3",
    "valor": "Hipertrofia do coxim gorduroso infrapatelar",
    "descricao": "Trata-se da hipertrofia de uma estrutura intracapsular mas extrassinovial, limitada superiormente pelo polo inferior da patela, anteriormente pela cápsula articular e pelo tendão patelar, inferiormente pela tíbia proximal e pela ursa infrapatelar profunda e posteriormente, pela cavidade articular sinovial."
  },
  {
    "identificador": "FB56.4",
    "valor": "Dor em membro",
    "descricao": ""
  },
  {
    "identificador": "FB56.6",
    "valor": "Outros transtornos do tecido mole especificados",
    "descricao": ""
  },
  {
    "identificador": "FB6Z",
    "valor": "Transtornos de tecidos moles, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FB80",
    "valor": "Alguns transtornos da densidade ou da estrutura óssea especificados",
    "descricao": ""
  },
  {
    "identificador": "FB80.0",
    "valor": "Displasia fibrosa do osso",
    "descricao": "A displasia fibrosa do osso é uma doença óssea benigna, congênita, não hereditária, na qual o osso normal é substituído por um tecido semelhante à fibrose, com osteogênese imatura. Lesões ósseas são mono ou poliostóticas e podem associar-se à dor e fragilidade, levando a fraturas. Em alguns pacientes ou localizações ósseas, as lesões são hipertróficas e podem levar a complicações neurológicas."
  },
  {
    "identificador": "FB80.1",
    "valor": "Fluorose esquelética",
    "descricao": ""
  },
  {
    "identificador": "FB80.2",
    "valor": "Osteíte condensante",
    "descricao": ""
  },
  {
    "identificador": "FB80.3",
    "valor": "Hiperostose do crânio",
    "descricao": ""
  },
  {
    "identificador": "FB80.4",
    "valor": "Osteosclerose",
    "descricao": ""
  },
  {
    "identificador": "FB80.5",
    "valor": "Cisto ósseo solitário",
    "descricao": "O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
  },
  {
    "identificador": "FB80.6",
    "valor": "Cisto ósseo aneurismático",
    "descricao": ""
  },
  {
    "identificador": "FB80.7",
    "valor": "Fratura mal consolidada",
    "descricao": ""
  },
  {
    "identificador": "FB80.8",
    "valor": "Ausência de consolidação de fratura",
    "descricao": ""
  },
  {
    "identificador": "FB80.9",
    "valor": "Atraso de consolidação de fratura",
    "descricao": ""
  },
  {
    "identificador": "FB80.A",
    "valor": "Fratura de estresse, não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FB80.B",
    "valor": "Fratura patológica",
    "descricao": ""
  },
  {
    "identificador": "FB80.Y",
    "valor": "Outros transtornos especificados da densidade ou da estrutura óssea",
    "descricao": ""
  },
  {
    "identificador": "FB80.Z",
    "valor": "Transtorno da densidade ou da estrutura óssea, não especificado",
    "descricao": ""
  },
  {
    "identificador": "FB81",
    "valor": "Osteonecrose",
    "descricao": "Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
  },
  {
    "identificador": "FB81.0",
    "valor": "Osteonecrose asséptica idiopática",
    "descricao": ""
  },
  {
    "identificador": "FB81.1",
    "valor": "Osteonecrose devida à diálise",
    "descricao": ""
  },
  {
    "identificador": "FB81.2",
    "valor": "Osteonecrose induzida por drogas",
    "descricao": "Alteração da estrutura normal do tecido ósseo orofacial, levando à sua necrose avascular, resultante do uso de substâncias, medicinais ou não, de ação local ou sistêmica."
  },
  {
    "identificador": "FB81.3",
    "valor": "Osteonecrose pós-traumática",
    "descricao": ""
  },
  {
    "identificador": "FB81.4",
    "valor": "Osteonecrose devida à hemoglobinopatia",
    "descricao": ""
  },
  {
    "identificador": "FB81.5",
    "valor": "Osteorradionecrose",
    "descricao": "Necrose do osso atribuída à radiação ionizante, mais comumente acometendo a mandíbula após radioterapia radical para o tratamento de câncer de cabeça e pescoço, ou a parede torácica após radioterapia para o câncer de mama."
  },
  {
    "identificador": "FB81.6",
    "valor": "Osteonecrose induzida por álcool",
    "descricao": ""
  },
  {
    "identificador": "FB81.Y",
    "valor": "Outra osteonecrose especificada",
    "descricao": ""
  },
  {
    "identificador": "FB81.Z",
    "valor": "Osteonecrose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB82",
    "valor": "Condropatias",
    "descricao": ""
  },
  {
    "identificador": "FB82.0",
    "valor": "Condromalácia",
    "descricao": ""
  },
  {
    "identificador": "FB82.00",
    "valor": "Condromalácia patelar",
    "descricao": "Afecção da articulação do joelho, causada por dano à cartilagem retropatelar. Esta doença caracteriza-se por dor na região anterior do joelho que piora com atividades como subir ou descer escadas. Pode estar associada a lesão ou excesso do uso."
  },
  {
    "identificador": "FB82.0Y",
    "valor": "Outra condromalácia especificada",
    "descricao": ""
  },
  {
    "identificador": "FB82.0Z",
    "valor": "Condromalácia não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB82.1",
    "valor": "Osteocondrose ou osteocondrite dissecante",
    "descricao": "As osteocondroses, tipicamente, são conhecidas por epônimos. Os epônimos mais comuns são indexados como osteocondrose com a especificação de sua localização e do período da vida em que ocorrem."
  },
  {
    "identificador": "FB82.2",
    "valor": "Escorregamento das epífises proximais do fêmur",
    "descricao": ""
  },
  {
    "identificador": "FB82.3",
    "valor": "Policondrite recidivante",
    "descricao": "A policondrite recidivante é uma doença inflamatória multissistêmica de etologia desconhecida que acomete a cartilagem. É caracterizada por manifestações inflamatórias intermitentes ou flutuantes, devidas a inflamação nas estruturas cartilaginosas, resultando em dano e destruição teciduais. Condrite das cartilagens auricular, nasal e traqueal predominam nessa doença, o que sugere uma resposta inflamatória a antígenos teciduais específicos, como o colágeno do tipo II e a proteína de matriz cartilaginosa (matrilin-1). Em aproximadamente um terço dos pacientes, a PR está associada a vasculite (desde vasculite leucocitoclástica cutânea isolada até poliangeite sistêmica) e doenças reumáticas autoimunes (principalmente a artrite reumatoide e o lúpus eritematoso sistêmico). Neoplasias hematológicas malignas, transtornos gastrointestinais e doenças endócrinas podem ocorrer. A avaliação funcional e anatômica para doenças de vias aéreas superiores e inferiores é essencial na avaliação e manejo desta doença."
  },
  {
    "identificador": "FB82.Y",
    "valor": "Outras condropatias especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB82.Z",
    "valor": "Condropatias, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB83",
    "valor": "Transtornos associados à baixa massa óssea",
    "descricao": ""
  },
  {
    "identificador": "FB83.0",
    "valor": "Osteopenia",
    "descricao": ""
  },
  {
    "identificador": "FB83.00",
    "valor": "Osteopenia idiopática pré-menopausa",
    "descricao": ""
  },
  {
    "identificador": "FB83.01",
    "valor": "Osteopenia pós-menopausa",
    "descricao": ""
  },
  {
    "identificador": "FB83.02",
    "valor": "Osteopenia senil",
    "descricao": ""
  },
  {
    "identificador": "FB83.03",
    "valor": "Osteopenia de desuso",
    "descricao": ""
  },
  {
    "identificador": "FB83.04",
    "valor": "Osteopenia induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "FB83.0Y",
    "valor": "Outras osteopenias especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB83.0Z",
    "valor": "Osteopenia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB83.1",
    "valor": "Osteoporose",
    "descricao": ""
  },
  {
    "identificador": "FB83.10",
    "valor": "Osteoporose idiopática pré-menopausa",
    "descricao": ""
  },
  {
    "identificador": "FB83.11",
    "valor": "Osteoporose pós-menopausa",
    "descricao": "Suscetibilidade a fraturas ósseas secundária à redução sistêmica na massa óssea e à deterioração da microarquitetura do tecido ósseo relacionada a alterações hormonais associadas à menopausa."
  },
  {
    "identificador": "FB83.12",
    "valor": "Osteoporose por desuso",
    "descricao": ""
  },
  {
    "identificador": "FB83.13",
    "valor": "Osteoporose induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "FB83.14",
    "valor": "Osteoporose devida à má-absorção",
    "descricao": ""
  },
  {
    "identificador": "FB83.1Y",
    "valor": "Outras osteoporoses especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB83.1Z",
    "valor": "Osteoporose, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB83.2",
    "valor": "Osteomalacia do adulto",
    "descricao": "Uma doença caracterizada por defeitos na mineralização óssea e enfraquecimento ósseo secundários à deficiência de vitamina D."
  },
  {
    "identificador": "FB83.20",
    "valor": "Doença óssea relacionada ao alumínio",
    "descricao": ""
  },
  {
    "identificador": "FB83.21",
    "valor": "Osteomalacia do adulto devida à desnutrição",
    "descricao": ""
  },
  {
    "identificador": "FB83.22",
    "valor": "Osteomalacia do adulto induzida por drogas",
    "descricao": ""
  },
  {
    "identificador": "FB83.2Y",
    "valor": "Outra osteomalacia do adulto especificada",
    "descricao": ""
  },
  {
    "identificador": "FB83.2Z",
    "valor": "Osteomalacia do adulto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB84",
    "valor": "Osteomielite ou osteíte",
    "descricao": ""
  },
  {
    "identificador": "FB84.0",
    "valor": "Osteomielite hematogênica aguda",
    "descricao": ""
  },
  {
    "identificador": "FB84.1",
    "valor": "Outra osteomielite aguda",
    "descricao": ""
  },
  {
    "identificador": "FB84.2",
    "valor": "Osteomielite subaguda",
    "descricao": ""
  },
  {
    "identificador": "FB84.3",
    "valor": "Osteomielite crônica multifocal",
    "descricao": ""
  },
  {
    "identificador": "FB84.4",
    "valor": "Osteomielite crônica com seio drenante",
    "descricao": ""
  },
  {
    "identificador": "FB84.5",
    "valor": "Outra osteomielite crônica hematogênica",
    "descricao": ""
  },
  {
    "identificador": "FB84.Y",
    "valor": "Outras osteomielites ou osteítes especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB84.Z",
    "valor": "Osteomielite ou osteíte não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB85",
    "valor": "Doença de Paget do osso",
    "descricao": "Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
  },
  {
    "identificador": "FB85.0",
    "valor": "Doença de Paget juvenil",
    "descricao": ""
  },
  {
    "identificador": "FB85.1",
    "valor": "Doença de Paget do osso na doença neoplásica",
    "descricao": ""
  },
  {
    "identificador": "FB85.Y",
    "valor": "Outra doença de Paget do osso especificada",
    "descricao": ""
  },
  {
    "identificador": "FB85.Z",
    "valor": "Doença de Paget do osso, não especificada",
    "descricao": ""
  },
  {
    "identificador": "FB86",
    "valor": "Transtornos do crescimento ósseo",
    "descricao": ""
  },
  {
    "identificador": "FB86.0",
    "valor": "Fechamento precoce da placa epifisária",
    "descricao": ""
  },
  {
    "identificador": "FB86.1",
    "valor": "Hiperplasias ósseas",
    "descricao": ""
  },
  {
    "identificador": "FB86.10",
    "valor": "Osteoartropatia hipertrófica",
    "descricao": "A osteoartropatia hipertrófica (OAH) é uma síndrome em que ocorrem baqueteamento digital, neoformação óssea subperiostal (periostite) nos ossos longos e artrite. A forma primária hereditária associa-se a mutações no gene HPGD. A forma secundária pode ser devida a várias doenças sistêmicas, mas é mais frequentemente um fenômeno paraneoplásico relacionado ao carcinoma brônquico."
  },
  {
    "identificador": "FB86.11",
    "valor": "Hipertrofia óssea",
    "descricao": ""
  },
  {
    "identificador": "FB86.1Y",
    "valor": "Outras hiperplasias ósseas especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB86.1Z",
    "valor": "Hiperplasias ósseas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB86.2",
    "valor": "Osteólise",
    "descricao": ""
  },
  {
    "identificador": "FB86.Y",
    "valor": "Outros transtornos do crescimento ósseo, especificados",
    "descricao": ""
  },
  {
    "identificador": "FB86.Z",
    "valor": "Transtornos do crescimento ósseo, não especificados",
    "descricao": ""
  },
  {
    "identificador": "FB8Y",
    "valor": "Outras osteopatias ou condropatias especificadas",
    "descricao": ""
  },
  {
    "identificador": "FB8Z",
    "valor": "Osteopatias ou condropatias não especificadas",
    "descricao": ""
  },
  {
    "identificador": "FC00.0",
    "valor": "Deformidade adquirida do nariz",
    "descricao": ""
  },
  {
    "identificador": "FC00.1",
    "valor": "Deformidade adquirida do pescoço",
    "descricao": ""
  },
  {
    "identificador": "FC00.2",
    "valor": "Deformidade adquirida do tórax ou das costelas",
    "descricao": ""
  },
  {
    "identificador": "FC00.3",
    "valor": "Deformidade adquirida da pelve",
    "descricao": ""
  },
  {
    "identificador": "FC00.4",
    "valor": "Deformidade adquirida do tronco",
    "descricao": ""
  },
  {
    "identificador": "FC00.Y",
    "valor": "Deformidades adquiridas do sistema musculoesquelético ou tecido conjuntivo, não classificadas em outra parte, em outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "FC01.0",
    "valor": "Pseudo-artrose após fusão ou artrodese",
    "descricao": ""
  },
  {
    "identificador": "FC01.1",
    "valor": "Síndrome pós-laminectomia não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "FC01.2",
    "valor": "Cifose pós-radiação",
    "descricao": ""
  },
  {
    "identificador": "FC01.3",
    "valor": "Cifose pós-laminectomia",
    "descricao": ""
  },
  {
    "identificador": "FC01.4",
    "valor": "Lordose pós-cirúrgica",
    "descricao": ""
  },
  {
    "identificador": "FC01.5",
    "valor": "Escoliose pós-radiação",
    "descricao": ""
  },
  {
    "identificador": "FC01.6",
    "valor": "Fratura de osso subsequente a implante ortopédico, prótese articular ou placa óssea",
    "descricao": ""
  },
  {
    "identificador": "FC01.7",
    "valor": "Não consolidação após artrodese",
    "descricao": ""
  },
  {
    "identificador": "FC01.70",
    "valor": "Não consolidação após artrodese espinhal",
    "descricao": ""
  },
  {
    "identificador": "FC01.7Y",
    "valor": "Não consolidação após artrodese, de outras localizações",
    "descricao": ""
  },
  {
    "identificador": "FC01.8",
    "valor": "Osteólise pós-cirúrgica",
    "descricao": ""
  },
  {
    "identificador": "FC01.9",
    "valor": "Osteoporose pós-ooforectomia",
    "descricao": "Osteoporose que ocorre após ooforectomia."
  },
  {
    "identificador": "FC01.A",
    "valor": "Osteoporose por má absorção pós-cirúrgica",
    "descricao": ""
  }
]