[
  {
    "identificador": "GA00",
    "valor": "Vulvite",
    "descricao": ""
  },
  {
    "identificador": "GA00.0",
    "valor": "Vulvite aguda",
    "descricao": ""
  },
  {
    "identificador": "GA00.1",
    "valor": "Vulvite subaguda, crônica ou recorrente",
    "descricao": ""
  },
  {
    "identificador": "GA00.2",
    "valor": "Abscesso vulvar",
    "descricao": "Condição da vulva, causada por uma infecção de fonte bacteriana, viral ou fúngica. Esta condição é caracterizada por um acúmulo focal de material purulento na vulva. Esta condição pode se apresentar com dor e edema da vulva, dor na relação sexual, ou febre. A confirmação é feita por exame ginecológico."
  },
  {
    "identificador": "GA00.3",
    "valor": "Úlcera genital da vulva",
    "descricao": "Ulceração da vulva de etiologia desconhecida ou incerta, mas quando uma infecção sexualmente transmitida, especialmente Herpes simples, sífilis primária ou cancroide é suspeita. Este é um diagnóstico provisório que deve ser alterado uma vez que a causa da ulceração seja conhecida."
  },
  {
    "identificador": "GA00.4",
    "valor": "Inflamação ou ulceração vulvovaginal",
    "descricao": ""
  },
  {
    "identificador": "GA00.40",
    "valor": "Ulceração vulvovaginal",
    "descricao": ""
  },
  {
    "identificador": "GA00.41",
    "valor": "Inflamação vulvovaginal",
    "descricao": ""
  },
  {
    "identificador": "GA00.Z",
    "valor": "vulvite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA01",
    "valor": "Transtornos inflamatórios do útero, exceto do colo do útero",
    "descricao": "Espectro de inflamações envolvendo o útero e tecidos de sustentação. É usualmente causado por uma infecção ascendente de organismos a partir do endocérvix. Tal inflamação pode causar comprometimento funcional e infertilidade."
  },
  {
    "identificador": "GA01.0",
    "valor": "Doença inflamatória aguda do útero",
    "descricao": ""
  },
  {
    "identificador": "GA01.00",
    "valor": "Endometrite aguda",
    "descricao": "Doença do endométrio, causada por uma infecção de fonte bacterina ou viral. Esta condição é caracterizada por febre, dor abdominal baixa, sangramento vaginal anormal ou corrimento vaginal. Confirmação é feita por um exame pélvico e identificação da bactéria ou vírus por swab cervical, biópsia endometrial, ou laparoscopia"
  },
  {
    "identificador": "GA01.01",
    "valor": "Doença inflamatória aguda do útero com piometra",
    "descricao": ""
  },
  {
    "identificador": "GA01.0Z",
    "valor": "Doença inflamatória aguda do útero, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA01.1",
    "valor": "Doença inflamatória crônica do útero",
    "descricao": "Uma afecção caracterizada por inflamação do útero que dure por mais de 3 meses."
  },
  {
    "identificador": "GA01.10",
    "valor": "Endometrite crônica",
    "descricao": ""
  },
  {
    "identificador": "GA01.11",
    "valor": "Doença inflamatória crônica do útero com piometra",
    "descricao": ""
  },
  {
    "identificador": "GA01.1Z",
    "valor": "Doença inflamatória crônica do útero, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA01.Y",
    "valor": "Outros transtornos inflamatórios especificados do útero, exceto colo do útero",
    "descricao": ""
  },
  {
    "identificador": "GA01.Z",
    "valor": "Transtornos inflamatórios do útero, exceto colo, não especificados.",
    "descricao": ""
  },
  {
    "identificador": "GA02",
    "valor": "Vaginite",
    "descricao": ""
  },
  {
    "identificador": "GA02.0",
    "valor": "Vaginite aguda",
    "descricao": ""
  },
  {
    "identificador": "GA02.1",
    "valor": "Vaginite inflamatória",
    "descricao": "Síndrome clínica caracterizada por vaginite exsudativa difusa, esfoliação de células epiteliais e um corrimento vaginal purulento abundante, associada a queimação ou irritação vulvovaginal e dispareunia. Sinais podem incluir eritema vulvovaginal e manchas equimóticas."
  },
  {
    "identificador": "GA02.2",
    "valor": "Vaginite subaguda ou crônica",
    "descricao": "Candidíase vulvovaginal crônica, marcada por sintomas irritativos crônicos do vestíbulo, vulva e vagina, com queimação substituindo coceira como sintoma proeminente. Diagnóstico diferencial com dermatite atópica crônica ou vulvovaginite atrófica."
  },
  {
    "identificador": "GA02.3",
    "valor": "Doença ulcerosa genital da vagina",
    "descricao": ""
  },
  {
    "identificador": "GA02.Z",
    "valor": "Vaginite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA03",
    "valor": "Doenças da glândula de Bartholin",
    "descricao": "Qualquer doença caracterizada por inflamação da glândula de Bartholin."
  },
  {
    "identificador": "GA03.0",
    "valor": "Abscesso da glândula de Bartholin",
    "descricao": "Condição da glândula de Bartholin, causada por uma infecção de fonte bacteriana, viral ou fúngica. Esta condição é caracterizada por acúmulo focal de material purulento na glândula de Bartholin, localizada em qualquer dos lados do introito vaginal. Esta condição pode se apresentar com inchaço de em qualquer dos lados da vagina, dor na relação sexual, ou febre. Confirmação é feita por exame ginecológico."
  },
  {
    "identificador": "GA03.1",
    "valor": "Cisto da glândula de Bartholin",
    "descricao": "Condição da vagina, causada por crescimento de um retalho de pele, oclusão do ducto de Bartholin devida a muco, ou infecção. Esta condição é caracterizada pelo acúmulo de muco ou fluido claro em uma estrutura semelhante a um saco fechado que se forma em (ou a partir de) uma das glândulas de Bartholin ou seus ductos. Esta condição é comumente assintomática, mas pode se tornar dolorosa se o cisto aumentar ou infeccionar."
  },
  {
    "identificador": "GA03.Y",
    "valor": "Outras doenças da glândula de Bartholin especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA03.Z",
    "valor": "Doenças da glândula de Bartholin, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA04",
    "valor": "Cervicite",
    "descricao": ""
  },
  {
    "identificador": "GA05",
    "valor": "Doenças inflamatórias pélvicas da mulher",
    "descricao": ""
  },
  {
    "identificador": "GA05.0",
    "valor": "Doença inflamatória pélvica feminina",
    "descricao": ""
  },
  {
    "identificador": "GA05.1",
    "valor": "Doença inflamatória pélvica crônica",
    "descricao": ""
  },
  {
    "identificador": "GA05.2",
    "valor": "Pelviperitonite em mulher, não especificada",
    "descricao": "Esta é uma inflamação do peritônio, o tecido fino que reveste a parede interna do abdômen e recobre a maioria dos órgãos abdominais, não especificada."
  },
  {
    "identificador": "GA05.3",
    "valor": "Abscesso tubo-ovariano",
    "descricao": "Processo terminal de doença inflamatória pélvica (DIP) aguda, caracterizada por massa pélvica palpável durante o exame bimanual. Usualmente bilateral mas pode ser unilateral."
  },
  {
    "identificador": "GA05.Y",
    "valor": "Outras doenças inflamatórias pélvicas da mulher, especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA05.Z",
    "valor": "Doenças inflamatórias pélvicas da mulher, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA06",
    "valor": "Aderências pélvicas peritoneais de origem desconhecida ou combinada",
    "descricao": "Condição caracterizada por faixas fibrosas de tecido cicatricial e conexão anormal entre órgãos ou tecidos pélvicos. Esta afecção pode também se apresentar com dor pélvica ou obstrução intestinal"
  },
  {
    "identificador": "GA07",
    "valor": "Salpingite ou ooforite",
    "descricao": "Inflamação da tuba uterina, caracterizada por uma resposta inflamatória típica (vermelhidão e edema). Manifesta-se usualmente por dor e sensibilidade na região abdominal inferior, febre, aumento da frequência de pulso, hipermenorreia e/ou metrorragia. Este distúrbio pode se resolver ou resultar em fibrose, hidrossalpinge, piossalpinge, ou formação de cisto."
  },
  {
    "identificador": "GA07.0",
    "valor": "Salpingite ou ooforite agudas",
    "descricao": ""
  },
  {
    "identificador": "GA07.1",
    "valor": "Salpingite ou ooforite crônicas",
    "descricao": ""
  },
  {
    "identificador": "GA07.Z",
    "valor": "Salpingite ou ooforite, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA0Z",
    "valor": "Transtornos inflamatórios do trato genital da mulher. não especificados",
    "descricao": ""
  },
  {
    "identificador": "GA10",
    "valor": "Endometriose",
    "descricao": "Uma afecção do útero que é frequentemente idiopática. Esta afecção é caracterizada por crescimento e função ectópicos de tecido endometrial fora da cavidade uterina. Esta afecção pode ser associada com tecido vestigial remanescente do ducto de Wolf ou mulleriano, ou por refluxo retrógrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta afecção pode também se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por laparoscopia e identificação histológica de fragmentos ectópicos."
  },
  {
    "identificador": "GA10.B",
    "valor": "Endometriose do sistema reprodutivo",
    "descricao": ""
  },
  {
    "identificador": "GA10.B0",
    "valor": "Endometriose dos ligamentos uterossacros",
    "descricao": ""
  },
  {
    "identificador": "GA10.B1",
    "valor": "Endometriose da parede lateral pélvica",
    "descricao": ""
  },
  {
    "identificador": "GA10.B2",
    "valor": "Endometriose do septo retovaginal ou da vagina",
    "descricao": ""
  },
  {
    "identificador": "GA10.B3",
    "valor": "Endometriose da tuba uterina",
    "descricao": ""
  },
  {
    "identificador": "GA10.B4",
    "valor": "Endometriose ovariana superficial",
    "descricao": "Endometriose no córtex ovariano, contendo lesões típicas ou sutis."
  },
  {
    "identificador": "GA10.B5",
    "valor": "Endometriose ovariana profunda",
    "descricao": "Cisto ovariano de endometriose contendo sangue tinto de escuro (chocolate fluido) e revestido por uma parede de pseudocisto coberta por endométrio ectópico. Este cisto pode ser subdividido de acordo com seu tamanho nas seguintes categorias: menor que 1cm, 1-3 cm, > 3cm."
  },
  {
    "identificador": "GA10.BY",
    "valor": "Endometriose de outras localizações especificadas do sistema reprodutivo",
    "descricao": ""
  },
  {
    "identificador": "GA10.BZ",
    "valor": "Endometriose do sistema reprodutivo, de localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA10.C",
    "valor": "Endometriose do sistema digestivo",
    "descricao": ""
  },
  {
    "identificador": "GA10.C0",
    "valor": "Endometriose da vesícula biliar",
    "descricao": ""
  },
  {
    "identificador": "GA10.C1",
    "valor": "Endometriose do intestino",
    "descricao": "Endometriose situada dentro da parede do intestino no nivel da subseroso ou abaixo dele, excluindo lesões serosas superficiais que ainda são classificadas como endometriose peritoneal. Afeta principalmente a área do retossigmóide, mas também pode ser encontrada em outras partes do sistema intestinal."
  },
  {
    "identificador": "GA10.C2",
    "valor": "Endometriose do peritônio pélvico",
    "descricao": "Condição que é frequentemente idiopática. Esta condição é caracterizada por crescimento e função ectópicos de tecido endometrial com extensão de 5 milímetros ou menos sob a superfície visceral ou parietal do peritônio e aparecendo como lesões preta-amarronzadas ou vermelho-alaranjadas claras. Esta condição pode ser associada a tecido vestigial remanescente do ducto wolfiano ou mulleriano, ou a refluxo retrogrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta condição pode se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por identificação laparoscópica de fragmentos ectópicos."
  },
  {
    "identificador": "GA10.C3",
    "valor": "Bolsos peritoneais devido a endometriose",
    "descricao": "Bolsos peritoneais geralmente observados no fundo de saco, podem ocorrer em outras partes da pelve feminina, também conhecidos como defeito de Allen-Masters. Podem ser assintomáticos ou apresentar endometriose microscópica."
  },
  {
    "identificador": "GA10.CY",
    "valor": "Endometriose de outras localizações do sistema digestivo",
    "descricao": ""
  },
  {
    "identificador": "GA10.CZ",
    "valor": "Endometriose de localizações não especificadas do sistema digestivo",
    "descricao": ""
  },
  {
    "identificador": "GA10.D",
    "valor": "Endometriose do sistema urinário",
    "descricao": ""
  },
  {
    "identificador": "GA10.D0",
    "valor": "Endometriose da bexiga",
    "descricao": ""
  },
  {
    "identificador": "GA10.DY",
    "valor": "Endometriose de outras localizações do sistema urinário",
    "descricao": ""
  },
  {
    "identificador": "GA10.DZ",
    "valor": "Endometriose de localizações não especificadas do sistema urinário",
    "descricao": ""
  },
  {
    "identificador": "GA10.E",
    "valor": "Endometriose do sistema circulatório",
    "descricao": ""
  },
  {
    "identificador": "GA10.F",
    "valor": "Endometriose do sistema nervoso",
    "descricao": ""
  },
  {
    "identificador": "GA10.G",
    "valor": "Endometriose torácica",
    "descricao": "Lesões da endometriose torácica podem afetar o diafragma, a pleura, o pulmão e os brônquios. Pode haver maior afinidade pelo hemitórax direito e o parênquima é mais comumente afetado nos lobos inferiores. Macroscopicamente, os implantes endometrióticos aparecem como nódulos marrom-amarelados e às vezes vermelhos cercados por neovascularização. Os sintomas incluem: dispneia, falta de ar, taquicardia, tosse com sangue e uma variedade de padrões de dor que incluem escápula, tórax, pescoço e ombro ipsilaterais, abdome superior e epigastro. A endometriose torácica pode se manifestar com pneumotórax catamenial (pneumotórax recorrente ocorrendo em até 72 horas após a menstruação), hemoptise em caso de localização brônquica, hemotórax, derrames pericárdicos. O diagnóstico de endometriose torácica é simples quando estroma e glândulas endometriais estão presentes. Em casos de endometriose apenas com estroma, uma classificação adicional de “padrão agregado”, em que a imuno-histoquímica é ER-, PR- e CD10-positiva pode ser necessária para o diagnóstico."
  },
  {
    "identificador": "GA10.H",
    "valor": "Endometriose em cicatriz cutânea",
    "descricao": ""
  },
  {
    "identificador": "GA10.J",
    "valor": "Aderências relacionadas a endometriose",
    "descricao": ""
  },
  {
    "identificador": "GA10.Y",
    "valor": "Endometriose de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA10.Z",
    "valor": "Endometriose, de localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA11",
    "valor": "Adenomiose",
    "descricao": "Condição do útero caracterizada por crescimento do tecido endometrial no miométrio, hipertrofia do miométrio e sangramento menstrual intenso ou prolongado, dismenorreia, dispareunia, sangramento entre ciclos menstruais ou infertilidade; também pode ser assintomática. A confirmação é feita por histopatologia ou ultrassom."
  },
  {
    "identificador": "GA12",
    "valor": "Dispareunia",
    "descricao": "Sintoma do sistema genital que afeta as mulheres e demais pessoas com vagina, causado por determinantes físicos. Este sintoma é caracterizado por dor ou desconforto genital recorrente que ocorre antes, durante ou após a relação sexual, ou penetração vaginal superficial ou profunda que está relacionada a uma causa física identificável, exceto falta de lubrificação. A confirmação é feita por avaliação médica de causas físicas."
  },
  {
    "identificador": "GA13",
    "valor": "Anomalias adquiridas de vulva ou períneo",
    "descricao": "Qualquer afecção da vulva e do períneo, causada por determinantes surgidos após o nascimento. Estas afecções são caracterizadas por uma disfunção, malformação ou outra anomalia da vulva e do períneo."
  },
  {
    "identificador": "GA13.0",
    "valor": "Pólipo da vulva",
    "descricao": ""
  },
  {
    "identificador": "GA13.1",
    "valor": "Lesão intraepitelial escamosa de baixo grau da vulva",
    "descricao": "Condição da vulva, caracterizada por lesão das células intraepiteliais escamosas vulvares, levando a grau ou gravidade não especificados de displasia e vários graus de atipia das células. Esta condição está associada a tabagismo e imunossupressão, ou condições como papilomavírus humano, irritação vulvar crônica ou vírus herpes simplex tipo 2. A confirmação é feita por biópsia do tecido."
  },
  {
    "identificador": "GA13.2",
    "valor": "Hipertrofia da vulva",
    "descricao": "Condição da vulva que é frequentemente idiopática. Essa condição é caracterizada por aumento ou espessamento dos tecidos de toda ou parte da genitália externa feminina, como clitóris, lábios, vestíbulo ou glândulas. Esta condição também pode se manifestar com descoloração branca irregular, coceira, dor ou queimação na pele."
  },
  {
    "identificador": "GA13.3",
    "valor": "Cisto vulvar",
    "descricao": "Saco fechado cheio de líquido localizado sobre ou no tecido vulvar."
  },
  {
    "identificador": "GA13.4",
    "valor": "Aglutinação de lábio vulvar",
    "descricao": "Sinal de aglutinação dos lábios menores e/ou maiores como resultado de inflamação vulvar crônica por qualquer causa, geralmente observada em meninas pré-púberes."
  },
  {
    "identificador": "GA13.5",
    "valor": "Cisto do ducto de Skene",
    "descricao": "Dilatações císticas das glândulas de Skene, tipicamente localizadas adjacentes ao meato uretral dentro do vestíbulo vulvar. Geralmente pequenos e frequentemente assintomáticos, eles podem aumentar causando obstrução urinária, exigindo excisão."
  },
  {
    "identificador": "GA13.6",
    "valor": "Laceração vulvar",
    "descricao": "Lesão na vulva, causada por traumatismo devido a parto, abuso sexual ou impacto forte. Esta lesão é caracterizada pelo rompimento da pele, músculo ou outro tecido da região vulvar."
  },
  {
    "identificador": "GA13.7",
    "valor": "Hematoma vulvar",
    "descricao": "Lesão nos ramos vulvares das artérias pudendas internas ou retais inferiores, causada por ruptura e traumatismo devido a parto, abuso sexual ou impacto violento. Esta lesão é caracterizada por uma coleção localizada de vasos sanguíneos extravasados ​​e hematomas significativos. Essa lesão também pode se apresentar com uma incapacidade de urinar."
  },
  {
    "identificador": "GA13.Y",
    "valor": "Outras anomalias adquiridas especificadas de vulva ou períneo",
    "descricao": ""
  },
  {
    "identificador": "GA13.Z",
    "valor": "Anomalias adquiridas de vulva ou períneo, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA14",
    "valor": "Anormalidades adquiridas da vagina",
    "descricao": "Qualquer condição da vagina, causada por determinantes surgidos após o nascimento. Essas condições são caracterizadas por alterações patológicas na vagina."
  },
  {
    "identificador": "GA14.0",
    "valor": "Pólipo da vagina",
    "descricao": ""
  },
  {
    "identificador": "GA14.1",
    "valor": "Hematocolpos",
    "descricao": "Uma condição da vagina causada por uma obstrução do fluxo de saída vaginal. Esta condição é caracterizada pela presença de sangue na vagina."
  },
  {
    "identificador": "GA14.2",
    "valor": "Corpo estranho vaginal",
    "descricao": "Condição da vagina, causada por corpos estranhos alojados no canal vaginal. Esta condição é caracterizada por vaginite, sangramento vaginal, corrimento vaginal fétido e purulento, dor abdominal e dor suprapúbica. Essa condição também pode se manifestar com disúria ou infecção."
  },
  {
    "identificador": "GA14.3",
    "valor": "Hematoma vaginal",
    "descricao": "Condição da vagina, causada por traumatismo, geralmente após parto, abuso sexual ou impacto violento. Esta condição é caracterizada por uma coleção localizada de vasos sanguíneos extravasados ​​e hematomas significativos. Essa condição também pode se manifestar com dor, inchaço, equimoses e retenção urinária."
  },
  {
    "identificador": "GA14.5",
    "valor": "Leucoplasia da vagina",
    "descricao": "Uma afecção da vagina, causada por hiperqueratinização de células epiteliais devida a infecção por papilomavírus humano (HPV), trauma crônico, radioterapia ou lesões pré-malignas/malignas. Essa condição é caracterizada por placa branca, amarela esbranquiçada ou cinza nas superfícies da mucosa da vagina."
  },
  {
    "identificador": "GA14.6",
    "valor": "Lesão intraepitelial escamosa de baixo grau da vagina",
    "descricao": ""
  },
  {
    "identificador": "GA14.Y",
    "valor": "Outras anormalidades adquiridas especificadas da vagina",
    "descricao": ""
  },
  {
    "identificador": "GA14.Z",
    "valor": "Anormalidades adquiridas da vagina, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA15",
    "valor": "Anomalias congênitas adquiridas do colo do útero",
    "descricao": ""
  },
  {
    "identificador": "GA15.0",
    "valor": "Pólipo do colo do útero",
    "descricao": ""
  },
  {
    "identificador": "GA15.1",
    "valor": "Erosão ou ectrópio do colo do útero",
    "descricao": "Condição do colo do útero, causada por um aumento no nível total de estrogênio no corpo. Esta condição é caracterizada por protrusão e transformação do epitélio colunar endocervical em epitélio escamoso estratificado no colo do útero. Essa condição também pode se manifestar com corrimento vaginal não purulento, sangramento pós-coito ou pode ser assintomática."
  },
  {
    "identificador": "GA15.2",
    "valor": "Cisto de Naboth",
    "descricao": ""
  },
  {
    "identificador": "GA15.3",
    "valor": "Laceração antiga do colo do útero",
    "descricao": "Uma lesão do colo do útero causada por traumatismo subsequente a procedimentos que laceram o colo do útero, como parto vaginal, aborto induzido ou cirurgia. Esta condição é caracterizada pelo rompimento do tecido do colo do útero."
  },
  {
    "identificador": "GA15.4",
    "valor": "Estreitamento ou estenose do colo do útero",
    "descricao": "Condição do colo do útero, causada por inflamação, traumatismo, cicatrizes ou atrofia. Essa condição é caracterizada por estreitamento do óstio cervical."
  },
  {
    "identificador": "GA15.5",
    "valor": "Alongamento hipertrófico do colo do útero",
    "descricao": "Condição do colo do útero, causada por prolapso uterino. Esta condição é caracterizada por hipertrofia, hiperplasia, alongamento ou distensão das partes vaginais ou supravaginais do colo do útero. Essa condição também pode se manifestar com dispareunia ou infertilidade. A confirmação é feita por exame pélvico para diferenciar entre alongamento vaginal ou supravaginal."
  },
  {
    "identificador": "GA15.6",
    "valor": "Incompetência do colo do útero",
    "descricao": "Condição do colo do útero, causada pela fraqueza do tecido cervical uterino e aumento da pressão intrauterina com a progressão da gravidez. Esta condição é caracterizada por dilatação e apagamento do colo do útero antes de atingir a gravidez a termo. Essa condição pode levar a um aborto espontâneo durante o segundo trimestre ou a um parto prematuro durante o terceiro trimestre."
  },
  {
    "identificador": "GA15.7",
    "valor": "Lesão intraepitelial escamosa de baixo grau do colo do útero",
    "descricao": "Condição do colo do útero causada por infecção crônica. Esta condição é caracterizada por transformação pré-maligna, crescimento e comportamento celular anormal do tecido epitelial escamoso cervical."
  },
  {
    "identificador": "GA15.Y",
    "valor": "Outras anomalias congênitas adquiridas especificadas do colo do útero",
    "descricao": ""
  },
  {
    "identificador": "GA15.Z",
    "valor": "Anomalias congênitas adquiridas do colo do útero, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA16",
    "valor": "Anormalidades adquiridas do útero, exceto colo do útero",
    "descricao": "Qualquer afecção do útero, causada por determinantes surgidos após o nascimento. Essas afecções são caracterizadas por disfunção, malformação ou outra anomalia do útero (excluindo o colo do útero)."
  },
  {
    "identificador": "GA16.0",
    "valor": "Hiperplasia glandular endometrial",
    "descricao": "Condição do útero, causada por estímulo crônico e excessivo de estrogênio devido a obesidade, anovulação ou terapia com estrogênio. Esta condição é caracterizada por proliferação excessiva das células glandulares endometriais e uma proporção maior de glândula para estroma de células do endométrio. Essa condição também pode se manifestar com sangramento uterino anormal, particularmente entre mulheres na pós-menopausa e mulheres na pré-menopausa em idade crescente. A confirmação é feita por amostragem de tecido endometrial por biópsia ou dilatação e curetagem."
  },
  {
    "identificador": "GA16.1",
    "valor": "Mau posicionamento do útero",
    "descricao": "Afecção do útero, causada por ligamentos pélvicos enfraquecidos, aumento do útero, tecido pélvico cicatrizado devido a gravidez, tumor, menopausa, endometriose, inflamação ou salpingite. Esta afecção é caracterizada por um desvio da posição normal do útero."
  },
  {
    "identificador": "GA16.2",
    "valor": "Sinéquia intrauterina",
    "descricao": "Aderências intrauterinas causadas por doença inflamatória pélvica, cirurgia uterina ou complicações relacionadas a aborto espontâneo, incompleto ou induzido. Pode ser assintomática ou associada a amenorreia ou sangramento menstrual leve e subfertilidade."
  },
  {
    "identificador": "GA16.3",
    "valor": "Hematometra",
    "descricao": "Presença de coágulos sanguíneos dentro do útero, geralmente causados por uma obstrução do fluxo uterino."
  },
  {
    "identificador": "GA16.Y",
    "valor": "Outras anormalidades adquiridas especificadas do útero, exceto colo do útero",
    "descricao": ""
  },
  {
    "identificador": "GA16.Z",
    "valor": "Anormalidades adquiridas do útero, exceto colo do útero, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA17",
    "valor": "Anormalidades adquiridas de tuba uterina",
    "descricao": "Condição da tuba uterina causada por determinantes que surgem após o nascimento. Esta afecção é caracterizada por disfunção, malformação ou outra anomalia."
  },
  {
    "identificador": "GA17.0",
    "valor": "Cisto parafimbrial adquirido da tuba uterina",
    "descricao": "Cisto localizado na tuba uterina, na parte externa da extremidade fimbrial."
  },
  {
    "identificador": "GA17.1",
    "valor": "Aglutinação fimbrial",
    "descricao": "Aglutinação de fímbrias na presença de uma tuba uterina aberta ou fechada"
  },
  {
    "identificador": "GA17.2",
    "valor": "Hidrossalpinge",
    "descricao": "Afecção da tuba uterina, causada por uma oclusão distal e a liberação de material purulento após infecção. Essa afecção é caracterizada pela presença de líquido dentro da tuba uterina e pressão pélvica, dor pélvica ou dispareunia."
  },
  {
    "identificador": "GA17.3",
    "valor": "Hematossalpinge",
    "descricao": "Condição da tuba uterina, causada por gravidez tubária, endometriose, carcinoma tubário ou criptomenorreia. Esta condição é caracterizada por sangramento e presença de coágulos sanguíneos dentro das tubas uterinas e dor pélvica ou sangramento uterino. A confirmação é feita por exame de imagem."
  },
  {
    "identificador": "GA17.4",
    "valor": "Salpingite ístmica nodosa",
    "descricao": "Afecção da tuba uterina causada por infecção ou inflamação. Esta afecção é caracterizada por espessamento nodular bilateral da túnica muscular ampular proximal e ístmica. Esta afecção também pode se manifestar com infertilidade ou gravidez ectópica. A confirmação é feita por método de imagem."
  },
  {
    "identificador": "GA17.Y",
    "valor": "Outras anormalidades adquiridas especificadas de tuba uterina",
    "descricao": ""
  },
  {
    "identificador": "GA17.Z",
    "valor": "Anormalidades adquiridas de tuba uterina, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA18",
    "valor": "Anormalidades adquiridas do ovário",
    "descricao": "Qualquer afecção do ovário causada por determinantes surgidos após o nascimento. Essas condições são caracterizadas por disfunção, malformação ou outra anomalia do ovário."
  },
  {
    "identificador": "GA18.0",
    "valor": "Cisto folicular do ovário",
    "descricao": "Condição do ovário causada por um crescimento ou involução folicular devido à falha da ovulação. Esta condição é caracterizada pela formação não neoplásica de estruturas saculares fechadas cheias de fluido sobre ou dentro do ovário e revestidas por camadas de células da granulosa. Essa condição costuma ser assintomática, mas também pode se apresentar com dor pélvica, sangramento menstrual irregular, dispareunia, náuseas, vômitos ou urgência para urinar. A confirmação é feita por exame de imagem."
  },
  {
    "identificador": "GA18.1",
    "valor": "Cisto do corpo lúteo",
    "descricao": "Condição que afeta mulheres, causada pela expansão do corpo lúteo com ar, sangue ou fluido no ovário após a ovulação de um folículo. Essa condição é caracterizada por uma massa de até 10 cm de diâmetro. Essa condição também pode se apresentar com dor pélvica ou abdominal, hemorragia ou torção ovariana."
  },
  {
    "identificador": "GA18.2",
    "valor": "Cisto teca-luteínico",
    "descricao": "Menos comuns dos cistos ovarianos funcionais, geralmente bilaterais e coexistentes com gravidez, incluindo gravidez molar. Podem ser bastante grandes (até 30 cm), são multicísticos e desaparecem espontaneamente."
  },
  {
    "identificador": "GA18.4",
    "valor": "Cisto paraovariano",
    "descricao": ""
  },
  {
    "identificador": "GA18.5",
    "valor": "Torção de ovário, pedículo ovariano ou tuba uterina",
    "descricao": "Afecção do ovário, pedículo ovariano e tuba uterina, causada por um cisto ovariano benigno ou hiperestimulação ovariana. Essa afecção é caracterizada pela rotação parcial ou completa do pedículo vascular ovariano e dor abdominal. A confirmação é feita por exame de imagem."
  },
  {
    "identificador": "GA18.6",
    "valor": "Outros cistos ovarianos e os não especificados",
    "descricao": "Qualquer coleção de fluido circundada por uma parede muito fina, dentro de um ovário, que não está classificada em outra parte Isso inclui qualquer folículo ovariano com mais de dois centímetros de diâmetro."
  },
  {
    "identificador": "GA18.7",
    "valor": "Atrofia adquirida de ovário ou tuba uterina",
    "descricao": "Condição do ovário e da tuba uterina, causada por determinantes como infecção, quimioterapia ou radioterapia, ou choque, que surge após o nascimento. Esta condição é caracterizada pela diminuição parcial ou total do tamanho e função do ovário e da tuba uterina, menopausa prematura, fadiga, menstruação irregular, ganho de peso e irritabilidade. A confirmação é feita pela identificação de níveis elevados de estrogênio e do hormônio folículo estimulante em uma amostra de sangue."
  },
  {
    "identificador": "GA18.Y",
    "valor": "Outras anormalidades adquiridas especificadas do ovário",
    "descricao": ""
  },
  {
    "identificador": "GA18.Z",
    "valor": "Anormalidades adquiridas do ovário, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA19",
    "valor": "Anormalidades adquiridas do ligamento largo",
    "descricao": ""
  },
  {
    "identificador": "GA19.0",
    "valor": "Hematoma do ligamento largo",
    "descricao": "Condição que afeta mulheres, causada por parto, traumatismo ou cirurgia. Esta condição é caracterizada por uma laceração na parte superior da vagina, colo do útero ou útero que se estende para as artérias uterinas ou vaginais, sangramento (embora nem sempre com sangramento vaginal óbvio), dor nas costas, pressão na área retoanal, tontura, hipotensão ou anemia . A confirmação é feita por exame retovaginal para descartar coagulação e expansão do hematoma."
  },
  {
    "identificador": "GA19.Y",
    "valor": "Outras anormalidades adquiridas especificadas do ligamento largo",
    "descricao": ""
  },
  {
    "identificador": "GA19.Z",
    "valor": "Anormalidades adquiridas do ligamento largo não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA1Y",
    "valor": "Outros transtornos não inflamatórios especificados do trato genital da mulher",
    "descricao": ""
  },
  {
    "identificador": "GA1Z",
    "valor": "Transtornos não inflamatórios do trato genital da mulher, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GA20",
    "valor": "Transtornos hemorrágicos do ciclo menstrual",
    "descricao": ""
  },
  {
    "identificador": "GA20.0",
    "valor": "Amenorreia",
    "descricao": "Condição do sistema genital, causada por distúrbios hormonais ou endócrinos, ausência do útero, gravidez, lactação, anormalidades do trato de saída genital ou falha dos ovários em reter óvulos durante o período pré-natal. Esta condição é caracterizada pela ausência de menstruação aos 16 anos de idade ou pela interrupção de um ciclo menstrual estabelecido por mais de 3-9 meses."
  },
  {
    "identificador": "GA20.00",
    "valor": "Amenorréia primária",
    "descricao": "Ausência de menstruação até os 14 anos de idade na ausência de crescimento ou desenvolvimento de características sexuais secundárias; OU; ausência de menstruação aos 16 anos, independentemente da presença de crescimento normal e desenvolvimento de caracteres sexuais secundários"
  },
  {
    "identificador": "GA20.01",
    "valor": "Amenorreia secundária",
    "descricao": "Ausência de menstruação por um intervalo equivalente a pelo menos 3 ciclos anteriores, ou 6 meses em mulheres que menstruaram anteriormente,"
  },
  {
    "identificador": "GA20.02",
    "valor": "Amenorreia lactacional",
    "descricao": "Condição do sistema genital que afeta as mulheres, causada por distúrbios hormonais associados à lactação. Esta condição é caracterizada pela interrupção de um ciclo menstrual estabelecido por mais de 3-9 meses."
  },
  {
    "identificador": "GA20.0Y",
    "valor": "Outra amenorreia especificada",
    "descricao": ""
  },
  {
    "identificador": "GA20.0Z",
    "valor": "Amenorreia não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA20.1",
    "valor": "Frequência anormal de sangramento uterino",
    "descricao": "Qualquer condição do sistema genital que afeta as mulheres causada por distúrbios hormonais. Essas afecções são caracterizadas por episódios de sangramento menstrual que ocorrem com frequência aumentada ou são retardados ao longo de vários ciclos menstruais (dentro de 90 dias)."
  },
  {
    "identificador": "GA20.10",
    "valor": "Sangramento menstrual frequente",
    "descricao": "Condição do sistema genital que afeta mulheres, causada por alteração hormonal devida a agentes farmacológicos ou não farmacológicos. Esta condição é caracterizada por episódios de sangramento menstrual que ocorrem com frequência aumentada ao longo de vários ciclos menstruais (mais de quatro episódios em 90 dias)."
  },
  {
    "identificador": "GA20.11",
    "valor": "Sangramento menstrual infrequente",
    "descricao": "Menstruação com frequência de 39 dias ou mais"
  },
  {
    "identificador": "GA20.1Z",
    "valor": "Frequência anormal de sangramento uterino, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA20.2",
    "valor": "Sangramento de ovulação",
    "descricao": "Condição do sistema genital que afeta as mulheres, causada por flutuações naturais e rotineiras em hormônios endócrinos. Esta condição é caracterizada por sangramento recorrente e cíclico do revestimento uterino, ocorrendo durante o período peri-ovulatório."
  },
  {
    "identificador": "GA20.20",
    "valor": "Sangramento intermenstrual",
    "descricao": "Uma condição do sistema genital que afeta mulheres, causada por um desequilíbrio hormonal, uso de um dispositivo intrauterino, complicações na gravidez, miomas ou pólipos uterinos, infecção ou câncer. Esta condição é caracterizada por sangramento vaginal entre os períodos menstruais."
  },
  {
    "identificador": "GA20.2Y",
    "valor": "Outro sangramento de ovulação especificado",
    "descricao": ""
  },
  {
    "identificador": "GA20.2Z",
    "valor": "Sangramento de ovulação, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GA20.3",
    "valor": "Regularidade anormal de sangramento uterino",
    "descricao": "Uma condição do sistema genital que afeta as mulheres, causada por distúrbios hormonais. Esta condição é caracterizada por menstruação anormal, com uma variação entre os ciclos de 2 a 20 dias."
  },
  {
    "identificador": "GA20.4",
    "valor": "Duração anormal do sangramento uterino",
    "descricao": ""
  },
  {
    "identificador": "GA20.5",
    "valor": "Volume anormal do sangramento uterino",
    "descricao": ""
  },
  {
    "identificador": "GA20.50",
    "valor": "Sangramento menstrual abundante",
    "descricao": "Menstruação com grande volume (> 80 ml) de perda de sangue mensal"
  },
  {
    "identificador": "GA20.51",
    "valor": "Sangramento menstrual leve",
    "descricao": "Menstruação com volume leve (<5 ml) de perda de sangue mensal"
  },
  {
    "identificador": "GA20.5Z",
    "valor": "Volume anormal do sangramento uterino, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GA20.Y",
    "valor": "Outros transtornos hemorrágicos especificados do ciclo menstrual",
    "descricao": ""
  },
  {
    "identificador": "GA20.Z",
    "valor": "Transtornos hemorrágicos do ciclo menstrual, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GA21",
    "valor": "Transtornos hemorrágicos não menstruais",
    "descricao": ""
  },
  {
    "identificador": "GA21.0",
    "valor": "Sangramento pós-coito ou por contato",
    "descricao": "Uma afecção do sistema genital, causada por infecção, ectrópio cervical, pólipos cervicais ou endometriais, câncer ou traumatismo no colo do útero ou na vagina. Esta afecção é caracterizada por sangramento não menstrual após a relação sexual. A confirmação é por imagem transvaginal para identificar quaisquer anormalidades estruturais."
  },
  {
    "identificador": "GA21.Y",
    "valor": "Outros transtornos hemorrágicos não menstruais especificados",
    "descricao": ""
  },
  {
    "identificador": "GA21.Z",
    "valor": "Transtornos hemorrágicos não menstruais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GA22",
    "valor": "Menstruação excessiva com ciclo irregular",
    "descricao": ""
  },
  {
    "identificador": "GA23",
    "valor": "Sangramento anovulatório",
    "descricao": ""
  },
  {
    "identificador": "GA2Y",
    "valor": "Outro sangramento uterino ou vaginal anormal, especificado",
    "descricao": ""
  },
  {
    "identificador": "GA2Z",
    "valor": "Sangramento uterino ou vaginal anormal, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GA30",
    "valor": "Menopausa ou transtornos da perimenopausa",
    "descricao": "Qualquer transtorno que afeta mulheres, caracterizado por alterações patológicas durante os períodos de menopausa e perimenopausa."
  },
  {
    "identificador": "GA30.0",
    "valor": "Menopausa",
    "descricao": "Condição que afeta mulheres, causada pela perda da função folicular ovariana e declínio nos níveis de estrogênio circulante no sangue. Esta condição é caracterizada pela cessação da menstruação, fogachos, mudanças genitais atróficas, efeitos psicofisiológicos e perda óssea. A confirmação é feita pelo histórico do paciente para determinar efeitos psicofisiológicos, como a presença de amenorreia e a identificação de hipoestrogenemia e níveis séricos elevados de FSH em uma amostra de sangue."
  },
  {
    "identificador": "GA30.00",
    "valor": "Estados da menopausa ou climatério feminino",
    "descricao": "Qualquer afecção do sistema genital que afeta mulheres, causada por alterações patológicas associadas ao período da perimenopausa, como a cessação permanente da menstruação e infertilidade."
  },
  {
    "identificador": "GA30.01",
    "valor": "Transição menopausal",
    "descricao": "Condição que afeta mulheres, causada pela perda gradual da função folicular ovariana e declínio nos níveis de estrogênio circulante no sangue. Esta condição é caracterizada por sangramento menstrual não frequente ou irregular, alterações no funcionamento do ovário e mudanças genitais atróficas graduais, efeitos psicofisiológicos. A confirmação é feita pelo histórico do paciente para determinar efeitos psicofisiológicos."
  },
  {
    "identificador": "GA30.02",
    "valor": "Sangramento abundante na pré-menopausa",
    "descricao": "também conhecida como \"menorragia\", sangramento uterino excessivo durante a MENSTRUAÇÃO"
  },
  {
    "identificador": "GA30.0Y",
    "valor": "Outra menopausa especificada",
    "descricao": ""
  },
  {
    "identificador": "GA30.0Z",
    "valor": "Menopausa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA30.1",
    "valor": "Sangramento uterino pós menopausa",
    "descricao": "Uma afecção do sistema genital causada por pólipos, atrofia endometrial, hiperplasia ou câncer. Esta afecção é caracterizada por sangramento uterino anormal após a menopausa."
  },
  {
    "identificador": "GA30.2",
    "valor": "Vaginite atrófica pós menopausa",
    "descricao": "Condição da vagina, causada pela diminuição dos níveis de estrogênio durante o período da menopausa. Esta condição é caracterizada por inflamação da vagina e do trato urinário externo, adelgaçamento e ressecamento dos tecidos vaginais, diminuição da lubrificação, ardor ou ressecamento vaginais, encurtamento e estreitamento do canal vaginal ou incontinência urinária após a menopausa."
  },
  {
    "identificador": "GA30.3",
    "valor": "Condições associadas a menopausa artificial",
    "descricao": "Qualquer condição causada pela cessação artificial da menstruação induzida por efeitos cirúrgicos ou farmacológicos."
  },
  {
    "identificador": "GA30.4",
    "valor": "Fogacho da menopausa",
    "descricao": "Condição que afeta mulheres causada por alterações hormonais associadas à menopausa. Esta condição é caracterizada por períodos recorrentes e transitórios de rubor, suor e uma sensação sistêmica de calor. Essa condição também pode se manifestar com palpitações, ansiedade ou períodos de calor seguidos de calafrios."
  },
  {
    "identificador": "GA30.5",
    "valor": "Osteoporose menopáusica",
    "descricao": ""
  },
  {
    "identificador": "GA30.6",
    "valor": "Falência ovariana prematura",
    "descricao": "Menopausa que ocorre espontaneamente antes dos 40 anos de idade, geralmente resultando em amenorréia secundária, embora algumas mulheres possam apresentar função ovárica intermitente e ovulação, com uma minoria concebendo e dando à luz uma gravidez. FOP corre principalmente sem uma causa conhecida, mas pode ser causado pelas seguintes condições: anormalidades cromossômicas numéricas e estruturais, pré-mutações do X frágil, transtornos autoimunes, radioterapia, quimioterapia, galactosemia e outros defeitos enzimáticos raros ou mutações. É subdividido em 4 categorias de acordo com a causa: congênita, adquirida, iatrogênica e desconhecida."
  },
  {
    "identificador": "GA30.Y",
    "valor": "Outros transtornos especificados de menopausa ou perimenopausais",
    "descricao": ""
  },
  {
    "identificador": "GA30.Z",
    "valor": "Transtornos de menopausa ou perimenopausa, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GA31",
    "valor": "Infertilidade da mulher",
    "descricao": "Doença do sistema reprodutivo definida pela falha em alcançar uma gestação clínica após 12 meses ou mais de relações sexuais regulares desprotegidas."
  },
  {
    "identificador": "GA31.0",
    "valor": "Infertilidade feminina primária",
    "descricao": "Infertilidade em mulher que nunca apresentou gravidez clínica"
  },
  {
    "identificador": "GA31.00",
    "valor": "Infertilidade feminina primária de origem uterina",
    "descricao": "Infertilidade feminina causada por anormalidades uterinas no nível do endométrio ou miométrio, com descrições mais detalhadas classificadas em outra parte, ou seja, sob infecções geniturinárias, infecções sexualmente transmitidas (IST) e doença ginecológica benigna não inflamatória"
  },
  {
    "identificador": "GA31.01",
    "valor": "Infertilidade feminina primária de origem tubária",
    "descricao": "Infertilidade feminina primária causada por disfunção de uma ou ambas tubas uterinas, usualmente relacionada a aderências pélvicas ou ocorrendo após cirurgia pélvica, com ou sem hidrossalpinge."
  },
  {
    "identificador": "GA31.0Y",
    "valor": "Infertilidade feminina primária de outra origem especificada",
    "descricao": ""
  },
  {
    "identificador": "GA31.0Z",
    "valor": "Infertilidade feminina primária de origem não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA31.1",
    "valor": "Infertilidade feminina secundária",
    "descricao": "Infertilidade em uma mulher que teve pelo menos uma gravidez clínica"
  },
  {
    "identificador": "GA31.10",
    "valor": "Infertilidade feminina secundária de origem uterina",
    "descricao": ""
  },
  {
    "identificador": "GA31.11",
    "valor": "Infertilidade feminina secundária de origem tubária",
    "descricao": ""
  },
  {
    "identificador": "GA31.1Y",
    "valor": "Infertilidade feminina secundária de outra origem especificada",
    "descricao": ""
  },
  {
    "identificador": "GA31.1Z",
    "valor": "Infertilidade feminina secundária de origem não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA31.Z",
    "valor": "Infertilidade da mulher sem especificação se primária ou secundária",
    "descricao": ""
  },
  {
    "identificador": "GA32",
    "valor": "Complicações relacionadas com reprodução medicamente assistida",
    "descricao": "Qualquer complicação causada por ou subsequente a qualquer intervenção para alcançar gestação por meios artificiais ou parcialmente artificiais."
  },
  {
    "identificador": "GA32.0",
    "valor": "Síndrome de hiperestimulação ovariana",
    "descricao": "Doença do sistema endócrino, causada por níveis séricos elevados do hormônio gonadotrofina coriônica humana, comumente após o uso de tratamentos injetáveis para fertilidade. Esta doença é caracterizada por aumento ovariano e complicações hemodinâmicas ou metabólicas. Essa doença também pode se manifestar com dor abdominal, distensão abdominal ou ganho de peso, dependendo dos sintomas graduais."
  },
  {
    "identificador": "GA32.1",
    "valor": "Sangramento após coleta ovular",
    "descricao": "Sangramento significativo após a coleta ovular, exigindo hospitalização para transfusão de sangue, intervenção cirúrgica, observação clínica ou outro procedimento médico"
  },
  {
    "identificador": "GA32.2",
    "valor": "Infecção associada à reprodução medicamente assistida",
    "descricao": "Infecção genital ou pélvica significativa que ocorre após a retirada do óvulo ou outro tratamento com reprodução medicamente assistida"
  },
  {
    "identificador": "GA32.3",
    "valor": "Complicações da tentativa de transferência de embriões ou inseminação medicamente assistida",
    "descricao": "Qualquer complicação causada por ou subsequente a qualquer tentativa de transferência de embrião ou procedimento de inseminação de esperma medicamente assistido."
  },
  {
    "identificador": "GA32.Y",
    "valor": "Outras complicações especificadas associadas com reprodução medicamente assistida",
    "descricao": ""
  },
  {
    "identificador": "GA32.Z",
    "valor": "Complicações associadas com reprodução medicamente assistida, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA33",
    "valor": "Perda gestacional recorrente",
    "descricao": ""
  },
  {
    "identificador": "GA34",
    "valor": "Dor pélvica em mulher associada aos órgãos genitais ou ao ciclo menstrual",
    "descricao": "Sintoma que afeta mulheres, caracterizado por dor na região pélvica associada a qualquer um dos órgãos genitais ou ao ciclo menstrual."
  },
  {
    "identificador": "GA34.0",
    "valor": "Dor relacionada a vulva, vagina ou assoalho pélvico",
    "descricao": "Afecção que afeta mulheres, caracterizada por qualquer tipo de dor associada a vulva, vagina e tecidos do assoalho pélvico, seja durante a relação sexual, atividade física ou repouso."
  },
  {
    "identificador": "GA34.00",
    "valor": "Dor vulvar",
    "descricao": "Sintoma de dor vulvar que afeta mulheres, causado por trauma, infecção, lesão, inflamação ou hipersensibilidade das fibras nervosas. Este sintoma é caracterizado por qualquer tipo de dor na vulva, durante a relação sexual, atividade física ou repouso."
  },
  {
    "identificador": "GA34.01",
    "valor": "Dor perineal",
    "descricao": "Sintoma de dor perineal que afeta mulheres, causada por traumatismo, infecção, lesão, inflamação ou hipersensibilidade das fibras nervosas. Esse sintoma é caracterizado por qualquer tipo de dor na região entre o lábio posterior do introito vaginal e o ânus, durante a relação sexual, atividade física ou repouso."
  },
  {
    "identificador": "GA34.02",
    "valor": "Vulvodínia",
    "descricao": "Vulvodínia descreve uma sensação crônica de dor, queimação ou ardor na pele da vulva que não pode ser atribuída a qualquer causa específica e que persiste por pelo menos três meses. Os sintomas podem ser difusos e não provocados (vulvodínia disestética) ou localizados, geralmente no vestíbulo vulvar, e provocados pelo toque (vestibulodínia). A vulvodínia disestética ocorre caracteristicamente em mulheres após a menopausa e que frequentemente não são sexualmente ativas: a dor é espontânea e frequentemente ocorre independentemente do toque. A vestibulodínia ocorre tipicamente em mulheres mais jovens e é caracterizada por sensibilidade vestibular ao toque, eritema do epitélio vestibular e dispareunia secundária."
  },
  {
    "identificador": "GA34.0Y",
    "valor": "Outra dor especificada relacionada a vulva, vagina ou assoalho pélvico",
    "descricao": ""
  },
  {
    "identificador": "GA34.0Z",
    "valor": "Dor relacionada a vulva, vagina ou assoalho pélvico, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA34.1",
    "valor": "Frouxidão vaginal",
    "descricao": ""
  },
  {
    "identificador": "GA34.2",
    "valor": "Dor pélvica em mulher",
    "descricao": "Dor na região pélvica em uma mulher associada a qualquer um dos órgãos genitais ou ao ciclo menstrual."
  },
  {
    "identificador": "GA34.20",
    "valor": "Dor pélvica cíclica",
    "descricao": "Sintoma que afeta mulheres, causado por aspectos ginecológicos e fisiológicos associados ao ciclo menstrual, como dismenorreia ou mittelschmerz. Este sintoma é caracterizado por dor recorrente na pelve, parede abdominal anterior, parte inferior das costas ou nádegas, associada a um momento ou período de tempo específico."
  },
  {
    "identificador": "GA34.21",
    "valor": "Dor pélvica não cíclica",
    "descricao": "Sintoma que afeta mulheres, causado por aspectos ginecológicos e fisiológicos não associados ao ciclo menstrual. Este sintoma é caracterizado por dor pélvica crônica em pelve, parede abdominal anterior, parte inferior das costas ou nádegas, não associada a um momento ou período de tempo específico."
  },
  {
    "identificador": "GA34.2Z",
    "valor": "Dor pélvica em mulher, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA34.3",
    "valor": "Dismenorreia",
    "descricao": "Condição do sistema genital que afeta mulheres, causada por endometriose, adenomiose, cistos ovarianos, ou pode ser idiopática. Esta condição é caracterizada por dor pélvica cíclica precedendo ou acompanhando a menstruação que interfere nas atividades diárias, dor abdominal inferior, umbilical ou suprapúbica, como dores agudas, latejantes, em queimação ou pontadas que podem se estender até as coxas e parte inferior das costas."
  },
  {
    "identificador": "GA34.4",
    "valor": "Distúrbios pré-menstruais",
    "descricao": ""
  },
  {
    "identificador": "GA34.40",
    "valor": "Síndrome de tensão pré-menstrual",
    "descricao": "Síndrome que afeta mulheres e que frequentemente é idiopática. Esta síndrome é caracterizada por alguns fatores ambientais, metabólicos ou comportamentais que ocorrem durante a fase lútea do ciclo menstrual e leva a sintomas cíclicos emocionais, físicos ou comportamentais que interferem no estilo de vida de um indivíduo. A confirmação é feita por meio da documentação de sintomas cíclicos específicos associados às fases lútea e menstrual do ciclo (a partir de um diário de sintomas prospectivo) e evidência de disfunção socioeconômica."
  },
  {
    "identificador": "GA34.41",
    "valor": "Transtorno disfórico pré-menstrual",
    "descricao": "Durante a maioria dos ciclos menstruais no último ano, um padrão de sintomas de humor (humor deprimido, irritabilidade), sintomas somáticos (letargia, dor nas articulações, ingesta excessiva) ou sintomas cognitivos (dificuldades de concentração, esquecimento) que começam vários dias antes do início da menstruação, começa a melhorar dentro de alguns dias após o início da menstruação e, em seguida, torna-se mínima ou ausente em aproximadamente 1 semana após o início da menstruação. A relação temporal dos sintomas e das fases lútea e menstrual do ciclo deve, idealmente, ser confirmada por um diário de sintomas prospectivo ao longo de pelo menos dois ciclos menstruais sintomáticos. Os sintomas são graves o suficiente para causar sofrimento significativo ou prejuízo significativo nas áreas pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes de funcionalidade e não representam a exacerbação de um transtorno mental."
  },
  {
    "identificador": "GA34.4Y",
    "valor": "Outros distúrbios pré-menstruais especificados",
    "descricao": ""
  },
  {
    "identificador": "GA34.4Z",
    "valor": "Distúrbios pré-menstruais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GA34.5",
    "valor": "Síndrome do remanescente ovariano",
    "descricao": "Dor pélvica crônica em uma paciente após salpingoooforectomia bilateral para endometriose grave ou DIP, causada por tecido cortical ovariano residual deixado in situ após dissecção difícil. Os sintomas podem incluir dor pélvica lateralizada, geralmente cíclica e associada a sintomas geniturinários ou gastrointestinais. Os sinais podem incluir uma massa sensível na região lateral da pelve."
  },
  {
    "identificador": "GA34.6",
    "valor": "Dor genital feminina",
    "descricao": "Sintoma de dor genital afetando mulheres que é idiopático. Este sintoma é caracterizado por qualquer tipo de dor nos tecidos da região genital, durante a relação sexual, atividade física ou repouso."
  },
  {
    "identificador": "GA34.Y",
    "valor": "Outra dor pélvica especificada em mulher associada aos órgãos genitais ou ao ciclo menstrual",
    "descricao": ""
  },
  {
    "identificador": "GA34.Z",
    "valor": "Dor pélvica em mulher associada aos órgãos genitais ou ao ciclo menstrual, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GA40",
    "valor": "Dermatoses inflamatórias da vulva",
    "descricao": ""
  },
  {
    "identificador": "GA41",
    "valor": "Transtornos ulcerativos ou erosivos da vulva",
    "descricao": ""
  },
  {
    "identificador": "GA41.0",
    "valor": "Aftose vulvar",
    "descricao": "Aftas vulvares são úlceras vulvares não atribuíveis a infecção ou outra causa identificável. Elas tipicamente ocorrem nos aspectos mediais dos pequenos lábios em mulheres jovens (segunda década de vida). Podem estar associados a febre e mal-estar ou a aftas orais."
  },
  {
    "identificador": "GA41.Y",
    "valor": "Outros transtornos ulcerativos ou erosivos especificados da vulva",
    "descricao": ""
  },
  {
    "identificador": "GA42",
    "valor": "Distúrbio sensorial da vulva",
    "descricao": "Transtornos caracterizados por prurido vulvar, disestesia ou dor."
  },
  {
    "identificador": "GA42.0",
    "valor": "Prurido vulvar",
    "descricao": "Coceira intensa na genitália feminina externa."
  },
  {
    "identificador": "GA4Y",
    "valor": "Outras dermatoses especificadas da genitália da mulher",
    "descricao": ""
  },
  {
    "identificador": "GA6Y",
    "valor": "Outras doenças especificadas do sistema genital da mulher",
    "descricao": ""
  },
  {
    "identificador": "GA6Z",
    "valor": "Doenças do sistema genital da mulher, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA80",
    "valor": "Transtornos ulcerativos de pênis ou escroto",
    "descricao": ""
  },
  {
    "identificador": "GA80.0",
    "valor": "Aftose do pênis ou escroto",
    "descricao": "A aftose genital em homens é uma ulceração não infecciosa, mas frequentemente dolorosa, da pele peniana, escrotal ou perigenital. Pode estar associada a ulceração oral (aftose orogenital) ou à doença de Behçet, mas pode ocorrer de forma isolada. Tanto a aftose genital quanto a orogenital podem representar formas frustras da doença de Behçet."
  },
  {
    "identificador": "GA80.1",
    "valor": "Úlcera de pênis de natureza incerta",
    "descricao": ""
  },
  {
    "identificador": "GA80.Y",
    "valor": "Outros transtornos ulcerativos especificados do pênis ou escroto",
    "descricao": ""
  },
  {
    "identificador": "GA81",
    "valor": "Dermatoses diversas da genitália masculina",
    "descricao": ""
  },
  {
    "identificador": "GA81.0",
    "valor": "Prurido penoscrotal",
    "descricao": "Sensação de coceira intensa que produz o desejo de esfregar ou coçar a pele do escroto e/ou da base do pênis para obter alívio."
  },
  {
    "identificador": "GA81.Y",
    "valor": "Outras dermatoses especificadas da genitália masculina",
    "descricao": ""
  },
  {
    "identificador": "GA90",
    "valor": "Hiperplasia da próstata",
    "descricao": "Condição da próstata, causada por um aumento da taxa de divisão celular das células glandulares e do estroma. Esta condição é caracterizada por aumento do tecido prostático, disúria, urgência urinária, noctúria, fluxo urinário fraco, esforço ao urinar, esvaziamento incompleto da bexiga durante a micção ou aumento da frequência de infecção do trato urinário."
  },
  {
    "identificador": "GA91",
    "valor": "Doenças inflamatórias ou outras doenças da próstata",
    "descricao": "Qualquer doença causada por obstrução da glândula prostática. Essas doenças são caracterizadas por um acúmulo de secreções e inflamação da próstata."
  },
  {
    "identificador": "GA91.0",
    "valor": "Prostatite crônica",
    "descricao": "Afecção causada por obstrução das glândulas da próstata. Esta afecção é caracterizada por inflamação da próstata, disúria, polaciúria, urgência urinária, dor genital, dor lombar, dor abdominal e infecções repetidas da bexiga que duram pelo menos três meses."
  },
  {
    "identificador": "GA91.1",
    "valor": "Abscesso da próstata",
    "descricao": "Afecção causada por infecção pela bactéria Gram-negativa Neisseria gonorrhoeae e Escherichia coli, ou pela bactéria Gram-positiva Staphylococcus aureus ou Mycobacterium tuberculosis. Esta condição é caracterizada por um acúmulo focal de material purulento e neutrófilos dentro ou sobre o tecido prostático, disúria, febre e dor suprapúbica. A confirmação é feita por ultrassom transretal para identificar o tamanho e localização do abscesso, e uma amostra de urina para identificar leucócitos."
  },
  {
    "identificador": "GA91.2",
    "valor": "Prostatocistite",
    "descricao": "Condição caracterizada por inflamação da bexiga, colo da bexiga, próstata e uretra prostática."
  },
  {
    "identificador": "GA91.3",
    "valor": "Cálculo da próstata",
    "descricao": "Condição caracterizada por uma pequena calcificação sólida comumente composta de carbonato de cálcio ou fosfato de cálcio que se forma na próstata. Essa condição pode estar associada a diabetes mellitus, infecção, câncer, fatores iatrogênicos ou pode ser idiopática. A confirmação é feita por exames de imagem."
  },
  {
    "identificador": "GA91.4",
    "valor": "Hemorragia da próstata",
    "descricao": "Condição da próstata, causada por ruptura das paredes dos vasos da próstata. Esta condição é caracterizada por perda excessiva de sangue da próstata."
  },
  {
    "identificador": "GA91.5",
    "valor": "Atrofia da próstata",
    "descricao": "Condição da próstata, causada por apoptose das células devida à proliferação celular diminuída, volume celular diminuído, função diminuída, isquemia, desnutrição, doença, mutação ou alterações hormonais. Esta condição é caracterizada por uma diminuição parcial ou completa no tamanho e função do tecido prostático."
  },
  {
    "identificador": "GA91.6",
    "valor": "Lesão intraepitelial de baixo grau da próstata",
    "descricao": "Condição da próstata, causada por uma alteração ou mutação no crescimento celular ou células epiteliais da próstata que se dividem mais rapidamente do que o epitélio normal. Esta condição é caracterizada por transformação pré-maligna e desenvolvimento anormal do tecido epitelial prostático."
  },
  {
    "identificador": "GA91.Y",
    "valor": "Outras doenças inflamatórias ou outras doenças da próstata, especificadas",
    "descricao": ""
  },
  {
    "identificador": "GA91.Z",
    "valor": "Doenças inflamatórias ou outras doenças da próstata, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GB00",
    "valor": "Hidrocele ou espermatocele",
    "descricao": "Afecção caracterizada por um acúmulo de líquido seroso na túnica vaginal testicular ou ao longo do cordão espermático, e edema cístico contendo líquido e espermatozoides mortos do epidídimo testicular, rete testis ou ducto eferente."
  },
  {
    "identificador": "GB00.0",
    "valor": "Hidrocele encistada",
    "descricao": "Afecção do testículo, causada por inflamação de epidídimo testicular, obstrução dos sistemas venoso ou linfático através do cordão ou uma anormalidade durante o período pré-natal. Esta afecção é caracterizada por um acúmulo circunscrito de fluido na túnica vaginal testicular ou ao longo do cordão espermático."
  },
  {
    "identificador": "GB00.1",
    "valor": "Hidrocele infectada",
    "descricao": ""
  },
  {
    "identificador": "GB00.2",
    "valor": "Espermatocele",
    "descricao": "Afecção caracterizada por edema cístico (contendo líquido e espermatozoides mortos) do epidídimo, rete testis ou ductos eferentes. Essa condição pode estar associada à obstrução dos ductos epididimários devida a trauma, infecção ou processo inflamatório."
  },
  {
    "identificador": "GB00.Y",
    "valor": "Outra hidrocele ou espermatocele especificada",
    "descricao": ""
  },
  {
    "identificador": "GB00.Z",
    "valor": "Hidrocele ou espermatocele, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB01",
    "valor": "Torção de testículo, epidídimo ou apêndices",
    "descricao": "Qualquer condição caracterizada por uma rotação parcial ou completa e uma oclusão do suprimento de sangue venoso ou arterial do testículo, epidídimo ou apêndice testicular."
  },
  {
    "identificador": "GB01.0",
    "valor": "Torção do testículo",
    "descricao": "Afecção dos testículos, causada por determinantes que surgem durante o período pré-natal ou exposição a baixas temperaturas. Esta afecção é caracterizada por torção do cordão espermático, isquemia do testículo, dor intensa, sensibilidade local e diminuição ou ausência do reflexo cremastérico. A confirmação é por imagem."
  },
  {
    "identificador": "GB01.1",
    "valor": "Torção do epidídimo",
    "descricao": "Uma afecção do epidídimo, causada por determinantes que surgem durante o período pré-natal. Esta condição é caracterizada por torção do epidídimo em torno de seu eixo e isquemia, dor escrotal ou inflamação. Essa afecção também pode se manifestar com parede escrotal espessada, hidrocele reativa e aumento da cabeça do epidídimo. A confirmação é feita por exames de imagem."
  },
  {
    "identificador": "GB01.2",
    "valor": "Torção de hidátides",
    "descricao": "Condição do apêndice testicular, causada por determinantes que surgem durante o período pré-natal. Esta condição é caracterizada por torção da hidática de Morgagni e hidática pedunculada em torno de seu eixo e isquemia, dor testicular, edema escrotal e uma descoloração pontual azul palpável no escroto. A confirmação é feita por exame de imagem."
  },
  {
    "identificador": "GB01.Z",
    "valor": "Torção de testículo, epidídimo ou apêndices, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB02",
    "valor": "Orquite ou epididimite",
    "descricao": ""
  },
  {
    "identificador": "GB02.0",
    "valor": "Orquite, epididimite ou epididimo-orquite com abscesso",
    "descricao": "Inflamação de um testículo e/ou epididimite com um abscesso associado, uma coleção de pus (neutrófilos) que se acumulou dentro de um tecido devido a um processo inflamatório em resposta a um processo infeccioso ou a outros materiais estranhos."
  },
  {
    "identificador": "GB02.1",
    "valor": "Orquite, epididimite ou epididimo-orquite sem abscesso",
    "descricao": "Inflamação de um testículo e/ou epididimite sem abscesso associado, uma coleção de pus (neutrófilos) que se acumulou dentro de um tecido devido a um processo inflamatório em resposta a um processo infeccioso ou a outros materiais estranhos."
  },
  {
    "identificador": "GB02.Z",
    "valor": "Orquite ou epididimite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB03",
    "valor": "Atrofia do testículo",
    "descricao": "Condição do testículo, causada por apoptose das células devida à proliferação celular diminuída, volume celular diminuído, função diminuída, isquemia, desnutrição, doença, infecção, mutação ou alterações hormonais. Esta condição é caracterizada por uma diminuição parcial ou completa no tamanho e função do tecido testicular."
  },
  {
    "identificador": "GB04",
    "valor": "Infertilidade masculina",
    "descricao": "Qualquer transtorno do sistema reprodutivo que afeta homens, caracterizado por disfunções na ejeção do sêmen ou uma ausência anormal no nível mensurável de espermatozoides no sêmen."
  },
  {
    "identificador": "GB04.0",
    "valor": "Azoospermia",
    "descricao": "Qualquer condição do sistema genital que afeta homens, causada por obstrução do trato reprodutivo, níveis hormonais anormais, insuficiência testicular ou produção inadequada de espermatozoides. Essas condições são caracterizadas pela ausência de um nível mensurável de espermatozoides no sêmen e níveis muito baixos de fertilidade. A confirmação se dá pela ausência de espermatozoides no sedimento de uma amostra centrifugada de ejaculado."
  },
  {
    "identificador": "GB04.Y",
    "valor": "Outra infertilidade masculina especificada",
    "descricao": ""
  },
  {
    "identificador": "GB04.Z",
    "valor": "Infertilidade masculina, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB05",
    "valor": "Prepúcio redundante, fimose ou parafimose",
    "descricao": "Várias afecções do prepúcio, causadas por anormalidades no prepúcio. Esta afecção é caracterizada por prepúcio redundante ou apertado e falta de retratibilidade do prepúcio ou a incapacidade do prepúcio de ser reduzido."
  },
  {
    "identificador": "GB05.0",
    "valor": "Prepúcio redundante",
    "descricao": "Uma afecção do prepúcio, causada por determinantes que surgem durante o período pré-natal. Essa afecção é caracterizada pela presença de excesso de tecido do prepúcio."
  },
  {
    "identificador": "GB05.1",
    "valor": "Frênulo curto",
    "descricao": "Condição do frênulo do prepúcio do pênis causada por determinantes que surgem durante o período pré-natal. Esta condição é caracterizada por um frênulo curto e movimento restrito do prepúcio levando à penetração prejudicada durante a relação sexual ou dor e laceração."
  },
  {
    "identificador": "GB05.2",
    "valor": "Fimose",
    "descricao": "Condição do prepúcio, causada pelo desenvolvimento impróprio do prepúcio durante o período pré-natal, balanite, líquen escleroso, inflamação, infecção, cateterização de repetição ou retração forçada do prepúcio. Esta condição é caracterizada por constrição do orifício prepucial e movimento restrito do prepúcio sobre a glande. Essa afecção também pode se manifestar com dificuldade para urinar ou disfunções durante a relação sexual."
  },
  {
    "identificador": "GB05.3",
    "valor": "Parafimose",
    "descricao": "Condição do prepúcio, causada por um prepúcio estreito ou inflamado, manuseio inadequado do prepúcio ou retração do prepúcio por um período prolongado. Esta condição é caracterizada por uma incapacidade do prepúcio de retornar à sua posição normal após ser retraído sobre a glande, dor e inflamação, e pode levar à gangrena."
  },
  {
    "identificador": "GB05.4",
    "valor": "Prepúcio aderente",
    "descricao": "Uma afecção em que o prepúcio está aderente ao prepúcio, o que torna difícil retrair o prepúcio."
  },
  {
    "identificador": "GB05.Z",
    "valor": "Prepúcio redundante, fimose ou parafimose, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GB06",
    "valor": "Alguns transtornos especificados do pênis",
    "descricao": ""
  },
  {
    "identificador": "GB06.0",
    "valor": "Balanite ou balanopostite",
    "descricao": "Inflamação do prepúcio e/ou glande do pênis. Pode estar associada a transtornos específicos, como líquen plano, líquen escleroso, artrite reativa ou dermatite de contato, etc., mas é mais comumente \"inespecífico\"."
  },
  {
    "identificador": "GB06.01",
    "valor": "Balanopostite irritativa",
    "descricao": ""
  },
  {
    "identificador": "GB06.02",
    "valor": "Balanopostite devida a infecção",
    "descricao": ""
  },
  {
    "identificador": "GB06.0Y",
    "valor": "Outras balanites ou balanopostites especificadas",
    "descricao": ""
  },
  {
    "identificador": "GB06.0Z",
    "valor": "Balanite ou balanopostite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB06.1",
    "valor": "Priapismo",
    "descricao": "Condição do pênis causada por leucemia aguda, anemia falciforme, infecção, lesão peniana ou do sistema nervoso central ou uso de alguns agentes farmacológicos. Esta afecção é caracterizada por ereção peniana dolorosa prolongada ou persistente durando mais de quatro horas sem excitação sexual física ou psicológica."
  },
  {
    "identificador": "GB06.2",
    "valor": "Fibromatose peniana",
    "descricao": "Condição caracterizada pelo endurecimento dos corpos cavernosos do pênis, produzindo uma corda fibrosa dolorosa no tecido mole do pênis e inflamação da túnica albugínea. Essa condição pode estar associada a traumatismo ou lesão no pênis. Esta condição também pode se manifestar com dor durante a ereção, disfunção erétil, encurtamento ou curvatura anormal do pênis quando ereto. A confirmação é feita por ultrassonografia."
  },
  {
    "identificador": "GB06.3",
    "valor": "Doença de Mondor do pênis",
    "descricao": "Entidade bem estabelecida geralmente benigna e autolimitada que ocorre em homens sexualmente ativos e se apresenta com um espessamento semelhante a corda das veias penianas ou linfáticos localizados ao redor do sulco coronal ou, menos comumente, ao longo da veia dorsal do pênis. Raramente pode estar associado a traumatismo não sexual ou a estados hipercoaguláveis."
  },
  {
    "identificador": "GB06.4",
    "valor": "Edema crônico de pênis",
    "descricao": "Edema crônico localizado no pênis. As causas propostas incluem estrangulamento crônico, infecção estreptocócica de baixo grau com dano linfático irreversível resultante ou linfáticos hipoplásicos primários."
  },
  {
    "identificador": "GB06.5",
    "valor": "Linfangite esclerosante do pênis",
    "descricao": "Essa condição se apresenta com um edema serpiginoso semelhante a corda geralmente indolor no sulco coronal do pênis. Tipicamente está associado a relações sexuais vigorosas. Normalmente se resolve em algumas semanas."
  },
  {
    "identificador": "GB06.Y",
    "valor": "Outros transtornos especificados do pênis",
    "descricao": ""
  },
  {
    "identificador": "GB06.Z",
    "valor": "Transtornos do pênis, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GB07",
    "valor": "Transtornos inflamatórios de órgãos genitais masculinos, não classificados em outra parte",
    "descricao": "Qualquer transtorno dos órgãos genitais do homem, caracterizado por alterações patológicas e inflamação do tecido, não classificado em outra parte."
  },
  {
    "identificador": "GB07.0",
    "valor": "Transtornos inflamatórios da vesícula seminal",
    "descricao": "Qualquer transtorno da vesícula seminal, caracterizado por alterações patológicas e inflamação do tecido."
  },
  {
    "identificador": "GB07.1",
    "valor": "Transtornos inflamatórios de cordão espermático, túnica vaginal ou ducto deferente",
    "descricao": "Qualquer transtorno do cordão espermático, túnica vaginal e ductos deferentes, caracterizado por alterações patológicas e inflamação do tecido."
  },
  {
    "identificador": "GB07.2",
    "valor": "Transtornos inflamatórios do escroto",
    "descricao": "Qualquer transtorno do escroto, causado por falta de higiene ou irritação da pele. Esta afecção é caracterizada por inflamação superficial do tecido."
  },
  {
    "identificador": "GB07.Y",
    "valor": "Outros transtornos inflamatórios especificados dos órgãos genitais masculinos, não classificados em outra parte",
    "descricao": ""
  },
  {
    "identificador": "GB08",
    "valor": "Transtornos vasculares dos órgãos genitais masculinos",
    "descricao": "Qualquer transtorno que afete os sistemas cardiovascular e genital, caracterizado por alterações patológicas nos vasos sanguíneos dos órgãos genitais masculinos."
  },
  {
    "identificador": "GB0Y",
    "valor": "Outras doenças especificadas do sistema genital do homem",
    "descricao": ""
  },
  {
    "identificador": "GB0Z",
    "valor": "Doenças do sistema genital do homem, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GB20",
    "valor": "Doença benigna da mama",
    "descricao": "Qualquer doença que afete mulheres, caracterizada por lesões benignas, não cancerosas na mama, levando a alterações patológicas (e desconforto) na mama ou no tecido mamário."
  },
  {
    "identificador": "GB20.0",
    "valor": "Alteração fibrocística de mama",
    "descricao": "Uma afecção caracterizada por alterações no tecido mamário que levam a lesões benignas, não cancerosas na mama. Essas afecções podem estar associadas à formação de cistos pequenos ou grandes, hiperplasia do epitélio ductal, metaplasia apócrina das células ductais, papilomatose, ectasia do ducto, adenose esclerosante ou fibrose do estroma. Essa afecção também pode se manifestar com dor na mama, espessamento do tecido mamário ou secreção mamilar que piora antes da menstruação, ou pode ser assintomática. A confirmação é feita por exame clínico das mamas, seguido de mamografia ou ultrassonografia para distinguir entre tecidos anormais."
  },
  {
    "identificador": "GB20.1",
    "valor": "Fibroadenose da mama",
    "descricao": ""
  },
  {
    "identificador": "GB20.Y",
    "valor": "Outra doença benigna especificada da mama",
    "descricao": ""
  },
  {
    "identificador": "GB20.Z",
    "valor": "Doença benigna da mama, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB21",
    "valor": "Transtornos inflamatórios da mama",
    "descricao": "Qualquer transtorno da mama ou do tecido mamário caracterizado por efeitos inflamatórios, dor, calor, rubor, inchaço e perda de função."
  },
  {
    "identificador": "GB21.0",
    "valor": "Abscesso mamário",
    "descricao": "Afecção da mama, causada por inflamação devida a infecção por um hospedeiro bacteriano ou parasita, ou contato com outros materiais estranhos. Esta afecção é caracterizada por um acúmulo focal de material purulento dentro ou sobre o tecido mamário."
  },
  {
    "identificador": "GB21.Y",
    "valor": "Outros transtornos inflamatórios especificados da mama",
    "descricao": ""
  },
  {
    "identificador": "GB21.Z",
    "valor": "Transtornos inflamatórios da mama, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GB22",
    "valor": "Hipertrofia da mama",
    "descricao": "Uma afecção que afeta a mama, caracterizada por alargamento ou espessamento unilateral ou bilateral dos tecidos conjuntivos que excede 3% do peso corporal total. Essa afecção pode estar associada a um aumento da sensibilidade histológica ou a níveis anormalmente elevados de prolactina, estrogênio e progesterona no sangue."
  },
  {
    "identificador": "GB23",
    "valor": "Alguns transtornos específicos da mama",
    "descricao": "Qualquer transtorno da mama ou do tecido mamário, caracterizado por alterações patológicas, não classificadas em outra parte."
  },
  {
    "identificador": "GB23.0",
    "valor": "Ectasia de dutos mamários",
    "descricao": "Condição da mama, causada por resíduos lipídicos e celulares ou estase secretora (como o colostro), ou um processo inespecífico de alargamento do ducto. Esta condição é caracterizada por obstrução e subsequente dilatação do ducto lactífero, inflamação periductal, fibrose periductal, retração do mamilo, inversão, dor ou secreção com sangue do mamilo."
  },
  {
    "identificador": "GB23.1",
    "valor": "Fissura ou fístula do mamilo",
    "descricao": "Afecção caracterizada pela formação de um sulco profundo ou lesão semelhante a uma fissura no mamilo e uma passagem anormal entre o mamilo e os tecidos ou superfícies adjacentes."
  },
  {
    "identificador": "GB23.2",
    "valor": "Necrose gordurosa da mama",
    "descricao": "Uma afecção da mama, causada por saponificação do tecido adiposo, comumente após trauma ou radioterapia. Esta afecção é caracterizada por dano, morte ou inflamação do tecido adiposo por enzimas digestivas do sangue e dos tecidos e o desenvolvimento de tecido cicatricial e lesões. A confirmação é feita por imagem da mama e aspiração com agulha."
  },
  {
    "identificador": "GB23.3",
    "valor": "Atrofia da mama",
    "descricao": "Uma afecção da mama, causada por apoptose das células, comumente devido à redução prolongada do estrogênio, diminuição da proliferação celular, diminuição do volume celular, diminuição da função, isquemia, desnutrição, doença ou mutação. Esta afecção é caracterizada por uma diminuição parcial ou completa no tamanho e função do tecido mamário."
  },
  {
    "identificador": "GB23.4",
    "valor": "Galactorréia não associada ao parto",
    "descricao": "Afecção da mama, caracterizada por secreção persistente e anormal de drenagem branca. Nas mulheres, as secreções ocorrem entre os intervalos de amamentação do recém-nascido ou do bebê, ou depois que o bebê parou de mamar. Em homens e crianças, essas secreções ocorrem espontaneamente. Esta afecção não está associada às mudanças fisiológicas como parte da gravidez, parto ou puerpério."
  },
  {
    "identificador": "GB23.5",
    "valor": "Mastodinia",
    "descricao": "O sintoma de dor na mama. Esse sintoma pode ser classificado como cíclico ou não cíclico, dependendo dos padrões clínicos."
  },
  {
    "identificador": "GB40",
    "valor": "Síndrome nefrítica",
    "descricao": "Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
  },
  {
    "identificador": "GB41",
    "valor": "Síndrome nefrótica",
    "descricao": "Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
  },
  {
    "identificador": "GB42",
    "valor": "Proteinúria ou albuminúria persistente",
    "descricao": "Albuminúria persistente > 3mg/mmol de creatinina ou > 30mg/dia é considerada anormal, indicativa e frequentemente a primeira manifestação de doença renal crônica (DRC). Na vigilância da DRC em pacientes “em risco”, como diabéticos, a análise de urina para albuminúria é recomendada pela maioria das diretrizes de prática clínica. Este diagnóstico não se refere à proteinúria intermitente, como na proteinúria ortostática ou induzida por exercício, nem à proteinúria não albuminúrica, como a proteinúria de Bence Jones (cadeia leve de imunoglobulina)."
  },
  {
    "identificador": "GB42.0",
    "valor": "Albuminúria, Grau A2",
    "descricao": "Presença de albumina excessiva na urina, indicando permeabilidade anormal da filtração glomerular. Pode ser quantificado por coletas cronometradas ou amostras pontuais de urina com a concentração ajustada à concentração de creatinina na urina para corrigir as variações na concentração total de urina. Quando persistente e de gravidade moderada ou maior, geralmente indica doença glomerular evidente, como a causada por glomeruloesclerose diabética, glomerulonefrite ou amiloide."
  },
  {
    "identificador": "GB42.1",
    "valor": "Albuminúria, Grau A3",
    "descricao": "Presença de albumina excessiva na urina, indicando permeabilidade anormal da filtração glomerular. Pode ser quantificado por coletas cronometradas ou amostras pontuais de urina com a concentração ajustada à concentração de creatinina na urina para corrigir as variações na concentração total de urina. Quando persistente e de gravidade moderada ou maior, geralmente indica doença glomerular evidente, como a causada por glomeruloesclerose diabética, glomerulonefrite ou amiloide."
  },
  {
    "identificador": "GB42.Y",
    "valor": "Outra proteinúria ou albuminúria persistente especificada",
    "descricao": ""
  },
  {
    "identificador": "GB42.Z",
    "valor": "Proteinúria ou albuminúria persistente, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB4Y",
    "valor": "Outras doenças glomerulares especificadas",
    "descricao": ""
  },
  {
    "identificador": "GB4Z",
    "valor": "Doenças glomerulares, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GB50",
    "valor": "Nefrite túbulo-intersticial aguda",
    "descricao": "Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
  },
  {
    "identificador": "GB51",
    "valor": "Pielonefrite aguda",
    "descricao": "Inflamação aguda da pelve renal e do parênquima devida a infecção bacteriana. É uma das infecções bacterianas mais comuns em mulheres adultas. Os sintomas incluem febre, dor lombar (rins), náuseas e vômitos. Podem ocorrer sintomas coincidentes de cistite aguda com disúria, aumento da frequência de micção e hematúria. A insuficiência renal não é uma característica, a menos que haja septicemia, hipotensão ou hipovolemia."
  },
  {
    "identificador": "GB52",
    "valor": "Necrose tubular aguda",
    "descricao": "Qualquer afecção renal, causada por hipotensão, hipoperfusão, isquemia, hipóxia ou uso de drogas nefrotóxicas. Essas afecções são caracterizadas por morte de células epiteliais tubulares e lesão renal aguda. A confirmação é pela identificação de \"moldes marrons turvos\" de células epiteliais em uma amostra de urina."
  },
  {
    "identificador": "GB53",
    "valor": "Necrose papilar renal aguda",
    "descricao": "Afecção do rim, causada por isquemia, doença hepática ou nefropatia por analgésicos. Esta condição é caracterizada por morte de papilas renais única ou múltiplas, hematúria, dor no flanco e fragmentos de tecido na urina. Essa afecção também pode se manifestar com febre e calafrios."
  },
  {
    "identificador": "GB54",
    "valor": "Nefrite túbulo-intersticial, não especificada se aguda ou crônica",
    "descricao": "Doença caracterizada por inflamação e lesão de túbulos ou interstício do rim ao mesmo tempo que poupa os glomérulos secundária a reação imune ou agente tóxico."
  },
  {
    "identificador": "GB55",
    "valor": "Nefrite túbulo-intersticial crônica",
    "descricao": "Doença caracterizada por inflamação e dano aos túbulos e/ou interstício do rim, cicatriz intersticial, fibrose e atrofia tubular, resultando em insuficiência renal crônica progressiva"
  },
  {
    "identificador": "GB55.0",
    "valor": "Nefropatia dos Bálcãs",
    "descricao": "Nefropatia dos Bálcãs é uma forma de nefrite intersticial caracterizada por uma ocorrência geográfica muito localizada. Foi identificada pela primeira vez na década de 1920 entre várias comunidades pequenas e distintas ao longo do rio Danúbio e seus principais afluentes. Agora acredita-se que seja devida à ingestão crônica de ácido aristolóquico (ingestão de sementes de Aristolochia clematitis, nativa da região dos Bálcãs), embora tenha algumas diferenças em relação à nefropatia herbácea chinesa. Esta doença é caracterizada por insuficiência renal, proteinúria, nefrite tubulointersticial, anemia, fraqueza, descoloração cúprica da pele, e pode levar a doença renal em estágio terminal dentro de 5 anos após seu início."
  },
  {
    "identificador": "GB55.1",
    "valor": "Nefropatia induzida por metais pesados",
    "descricao": "Doença renal causada pela exposição a metais pesados e nefrotóxicos, como cádmio, chumbo, cobre e mercúrio. Esta doença é caracterizada por dano tubular, insuficiência renal, fibrose intersticial, necrose ou disfunção renal. Essa doença também pode se manifestar com hipertensão, proteinúria, hiperuricemia, aminoacidúria ou outros sintomas característicos da doença renal crônica."
  },
  {
    "identificador": "GB55.2",
    "valor": "Nefropatia crônica de urato",
    "descricao": "Uma afecção caracterizada por deposição de cristais de urato nos túbulos e interstício, obstrução parcial ou completa dos ductos coletores, pelve renal ou ureter, hiperuricemia desproporcional ao grau de insuficiência renal e excreção diminuída de urato. Essa afecção pode causar inflamação, fibrose e insuficiência renal."
  },
  {
    "identificador": "GB55.Y",
    "valor": "Outra nefrite túbulo-intersticial crônica especificada",
    "descricao": ""
  },
  {
    "identificador": "GB55.Z",
    "valor": "Nefrite túbulo-intersticial crônica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB56",
    "valor": "Nefropatia obstrutiva ou por refluxo",
    "descricao": "Distensão da pelve e cálices do rim com urina como resultado de obstrução do ureter ou como resultado de um refluxo vesicoureteral ou vesicoureterorrenal da urina. Cicatriz cortical difusa ou focal e nefrite tubulointersticial crônica podem estar presentes."
  },
  {
    "identificador": "GB56.0",
    "valor": "Hidronefrose com obstrução da junção uretero-pélvica",
    "descricao": "Afecção causada por qualquer obstrução ou estenose da junção ureteropélvica. Esta afecção é caracterizada por distensão da pelve e cálices do rim com obstrução parcial ou total do fluxo de urina. Essa afecção pode se manifestar com dor no flanco, hematúria, piúria ou hiperpirexia."
  },
  {
    "identificador": "GB56.1",
    "valor": "Hidronefrose com obstrução ureteral",
    "descricao": "Estreitamento ou estenose intrínsecos ou obstrução extrínseca do ureter, exceto na junção ureteropélvica ou no orifício ureteral, causando distensão da pelve e cálices do rim com a urina."
  },
  {
    "identificador": "GB56.2",
    "valor": "Hidronefrose com obstrução do orifício ureteral",
    "descricao": "Dilatação da pelve renal e cálices associados a (e provavelmente devida a) obstrução do ureter na inserção na bexiga e, portanto, pressão ascendente (contrafluxo)."
  },
  {
    "identificador": "GB56.3",
    "valor": "Hidronefrose devida a obstrução da bexiga",
    "descricao": "Afecção causada por uma obstrução na bexiga urinária. É caracterizada por distensão da pelve e cálices de um ou ambos os rins e ausência de fluxo livre de urina do rim, e que pode levar à atrofia progressiva do rim se não for tratada. A afecção também pode se manifestar com dor no flanco, hematúria, piúria ou hiperpirexia."
  },
  {
    "identificador": "GB56.4",
    "valor": "Outra hidronefrose ou hidronefrose não especificada",
    "descricao": "Isso se refere à distensão e dilatação da pelve renal e cálices em situações diferentes daquelas codificadas em outra parte ou quando nenhum detalhe adicional está disponível."
  },
  {
    "identificador": "GB56.5",
    "valor": "Hidronefrose e nefropatia de refluxo com refluxo vesicoureteral ou vésico-uretero-renal",
    "descricao": "Distensão da pelve e cálices do rim com urina como resultado da obstrução do ureter não causada por estreitamentos ou estenoses do ureter ou por cálculos ureterais."
  },
  {
    "identificador": "GB56.Y",
    "valor": "Outra nefropatia obstrutiva ou de refluxo, especificada",
    "descricao": ""
  },
  {
    "identificador": "GB56.Z",
    "valor": "Nefropatia obstrutiva ou de refluxo, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB57",
    "valor": "Nefrocalcinose",
    "descricao": "Uma afecção do rim, causada por inflamação ou degeneração anterior, quando acompanhada por insuficiência renal prévia. Essa afecção é caracterizada por litíase renal ou deposição à base de cálcio no parênquima renal. Essa afecção também pode se manifestar com infecção, hematúria, cólica anal ou diminuição da função renal. A confirmação é feita por imagens médicas abdominais para determinar a localização dos depósitos."
  },
  {
    "identificador": "GB58",
    "valor": "Pionefrose",
    "descricao": "Uma afecção causada por complicações subsequentes a cálices, hidronefrose ou pielonefrite, ou que pode ser idiopática. Esta condição é caracterizada por uma coleção de pus na pelve renal, levando à distensão do rim e possivelmente à insuficiência renal."
  },
  {
    "identificador": "GB59",
    "valor": "Abscesso renal ou perinéfrico",
    "descricao": "Coleção de material purulento na substância renal e/ou ao redor dos rins. Geralmente devido a infecção bacteriana. Menor: a origem pode ser infecção hematogênica ou ascendente."
  },
  {
    "identificador": "GB5Y",
    "valor": "Outras doenças túbulo-intersticiais renais especificadas",
    "descricao": ""
  },
  {
    "identificador": "GB5Z",
    "valor": "Doenças túbulo-intersticiais renais, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GB60",
    "valor": "Insuficiência renal aguda",
    "descricao": "Aumento na creatinina sérica de 0,3 mg/dl ou mais em 48 horas; ou aumento da creatinina sérica em 1,5 vezes ou mais acima da linha de base, que se sabe ou se presume que tenha ocorrido em até 7 dias; ou volume urinário menor que 0,5 ml/kg/h por 6 horas ou mais."
  },
  {
    "identificador": "GB60.0",
    "valor": "Insuficiência renal aguda, estágio 1",
    "descricao": "Taxa de alteração da creatinina sérica: aumento 1,5-1,9 vezes o valor basal em 7 dias OU aumento de 0,3 mg/dl em 48 h OU Magnitude da produção de urina: <0,5 ml/kg/h por 6-12 horas"
  },
  {
    "identificador": "GB60.1",
    "valor": "Insuficiência renal aguda, estágio 2",
    "descricao": "Taxa de alteração da creatinina sérica: 2,0-2,9 vezes a linha de base OU Magnitude da produção de urina: < 0,5 ml/kg/h por > = 12 horas"
  },
  {
    "identificador": "GB60.2",
    "valor": "Insuficiência renal aguda, estágio 3",
    "descricao": "Taxa de alteração da creatinina sérica: 3,0 vezes a linha de base OU aumento para 4,0 mg/dl OU necessidade de terapia de substituição renal (ou seja, diálise), ou para pacientes < 18 anos, diminuição da TFG para < 35 ml/min por 1,73 m2 OU magnitude da urina produção: < 0,3 ml/kg/h por 24 horas OU anúria por> = 12 horas"
  },
  {
    "identificador": "GB60.Y",
    "valor": "Outra insuficiência renal aguda especificada",
    "descricao": ""
  },
  {
    "identificador": "GB60.Z",
    "valor": "Insuficiência renal aguda, estágio não especificado",
    "descricao": ""
  },
  {
    "identificador": "GB61",
    "valor": "Insuficiência renal crônica",
    "descricao": "Taxa de filtração glomerular (TFG) < 60 ml/min/1,73m² ou presença de lesão renal que está presente por mais de 3 meses. A evidência de dano renal pode incluir anormalidades estruturais (exame de imagem ou histologia), albuminúria acima dos limites normais, anormalidades do sedimento urinário ou distúrbios eletrolíticos devidos a transtornos tubulares."
  },
  {
    "identificador": "GB61.0",
    "valor": "Doença renal crônica, estágio 1",
    "descricao": "Danos renais com TFG normal ou aumentada (> 90 ml/min/1,73m²)"
  },
  {
    "identificador": "GB61.1",
    "valor": "Doença renal crônica, estágio 2",
    "descricao": "Danos renais e TFG 60-89 ml/min/1,73m²"
  },
  {
    "identificador": "GB61.2",
    "valor": "Doença renal crônica, estágio 3a",
    "descricao": "TFG 45-59 ml/min/1,63m²"
  },
  {
    "identificador": "GB61.3",
    "valor": "Doença renal crônica, estágio 3b",
    "descricao": "RFG 30-44 ml/min/1,73m²"
  },
  {
    "identificador": "GB61.4",
    "valor": "Doença renal crônica, estágio 4",
    "descricao": "TFG (15-29 ml/min/1.73m²)"
  },
  {
    "identificador": "GB61.5",
    "valor": "Doença renal crônica, estágio 5",
    "descricao": "Falência renal, RFG < 15 ml/min/1.73m²"
  },
  {
    "identificador": "GB61.Z",
    "valor": "Doença renal crônica, estágio não especificado",
    "descricao": ""
  },
  {
    "identificador": "GB6Z",
    "valor": "Insuficiência renal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB70",
    "valor": "Cálculo do trato urinário superior",
    "descricao": "Uma afecção do sistema urinário causada por desidratação, diminuição do volume urinário ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Esta afecção é caracterizada por cálculos urinários localizados no trato urinário superior (papila renal). Essa afecção pode se manifestar com hematúria, disúria ou dor no flanco, abdômen inferior ou virilha. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
  },
  {
    "identificador": "GB70.0",
    "valor": "Cálculo do rim",
    "descricao": "Condição do rim, causada por desidratação, diminuição do volume urinário ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada pelos cálculos urinários localizados nos rins, nos cálices renais ou na pelve renal. Essa condição pode se manifestar com hematúria, disúria ou dor no flanco, abdômen inferior ou virilha. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
  },
  {
    "identificador": "GB70.00",
    "valor": "Cálculo de Staghorn",
    "descricao": "Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
  },
  {
    "identificador": "GB70.0Y",
    "valor": "Outro cálculo especificado do rim",
    "descricao": ""
  },
  {
    "identificador": "GB70.0Z",
    "valor": "Cálculo do rim, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GB70.1",
    "valor": "Cálculo do ureter",
    "descricao": "Uma afecção do ureter, causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa afecção é caracterizada por cálculos urinários localizados no ureter e pode levar à cólica renal. Essa afecção pode se manifestar com hematúria, disúria ou dor no flanco, abdome inferior, virilha, coxas ou genitália. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
  },
  {
    "identificador": "GB70.Z",
    "valor": "Cálculo do trato urinário superior, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GB71",
    "valor": "Calculose do trato urinário inferior",
    "descricao": "Uma afecção do sistema urinário causada por desidratação, diminuição do volume urinário ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Esta afecção é caracterizada por cálculos urinários localizados no trato urinário inferior (bexiga urinária e uretra). Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdômen inferior ou virilha. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
  },
  {
    "identificador": "GB71.0",
    "valor": "Cálculo na bexiga",
    "descricao": "Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada por cálculos urinários localizados na bexiga. Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdômen inferior ou virilha. A confirmação é feita por radiografia abdominal, para determinar a presença e localização de cálculos."
  },
  {
    "identificador": "GB71.1",
    "valor": "Cálculo uretral",
    "descricao": "Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada por cálculos urinários localizados na uretra, onde pode levar à cólica renal. Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdome inferior, virilha, coxas ou genitália. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
  },
  {
    "identificador": "GB71.2",
    "valor": "Cálculo de segmentos intestinais para derivação urinária",
    "descricao": "Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Esta afecção é caracterizada por cálculos urinários localizados no segmento intestinal para desvio urinário (neobexiga ileal, conduto ileal, bolsa ileocecal). Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdômen inferior ou virilha. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
  },
  {
    "identificador": "GB71.Z",
    "valor": "Cálculo do trato urinário inferior, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GB7Z",
    "valor": "Urolitíase, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB80",
    "valor": "Doença renal cística não familiar não genética",
    "descricao": "Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
  },
  {
    "identificador": "GB80.0",
    "valor": "Cisto renal simples",
    "descricao": "Doença renal causada pela obstrução dos túbulos, anemia ou descolamento dos divertículos. Esta doença é caracterizada pela formação de sacos anormais de paredes finas cheios de líquido radiolúcido hipoecogênico no rim. A confirmação é por imagem."
  },
  {
    "identificador": "GB80.1",
    "valor": "Cisto renal complexo",
    "descricao": "Cisto renal com alta atenuação ou conteúdo misto, parede septada ou espessada. Pode ser subclassificado pela classificação Bosniak Bosniak 2-4 para indicar o aumento da probabilidade de neoplasia."
  },
  {
    "identificador": "GB80.2",
    "valor": "Urinoma subescapular ou perirrenal",
    "descricao": "Uma doença renal causada por obstrução urinária, como cálices no rim ou no ureter, ou violação da integridade da pelve. Esta doença é caracterizada por uma coleção encapsulada de urina localizada em um saco revestido de gordura ao redor dos rins ou no retroperitônio. A confirmação é feita por exame de imagem."
  },
  {
    "identificador": "GB80.Y",
    "valor": "Outra doença renal cística não familiar não genética, especificada",
    "descricao": ""
  },
  {
    "identificador": "GB80.Z",
    "valor": "Doença renal cística não familiar não especificada, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB81",
    "valor": "Doença renal policística autossômica dominante",
    "descricao": "Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
  },
  {
    "identificador": "GB82",
    "valor": "Doença túbulo-intersticialautossômica dominante",
    "descricao": "Doenças renais não glomerulares, autossômicas dominantes, caracterizadas por fibrose túbulo-intersticial progressiva e progressão para doença renal em estágio terminal. Atualmente, existem 4 defeitos genéticos conhecidos - na uromodulina, mucina-1, renina e fator nuclear 1-beta dos hepatócitos. O último está associado ao Diabetes de Início da Maturidade dos Jovens (MODY) e, portanto, é classificado como MODY-5."
  },
  {
    "identificador": "GB83",
    "valor": "Nefronoftise",
    "descricao": "Doença autossômica recessiva caracterizada por poliúria, polidipsia, enurese e doença renal crônica com insuficiência renal terminal ocorrendo entre o nascimento e o final da adolescência, dependendo do gene NPHP envolvido. As manifestações extra-renais ocorrem com transtornos genéticos multissistêmicos associados (p. ex., Senior-Loken, Cogan, Joubert)"
  },
  {
    "identificador": "GB8Y",
    "valor": "Outra doença renal cística ou displásica especificada",
    "descricao": ""
  },
  {
    "identificador": "GB8Z",
    "valor": "Doença renal cística ou displásica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GB90",
    "valor": "Alguns transtornos específicos de rim ou ureter",
    "descricao": "Qualquer transtorno caracterizado por alterações patológicas nos rins ou ureter."
  },
  {
    "identificador": "GB90.0",
    "valor": "Nefroptose",
    "descricao": "Maior mobilidade do rim resultando em ptose quando o paciente está em pé. Mais comum à direita, associado a uma artéria renal mais longa e discutivelmente associado a hiperplasia fibromuscular e hipertensão."
  },
  {
    "identificador": "GB90.1",
    "valor": "Hidroureter",
    "descricao": "Afecção causada por obstrução, estreitamento ou estenose do ureter, que pode ser decorrente de hipertrofia prostática, carcinoma, neoplasias retroperitoneais ou pélvicas, cálculos ou anomalia congênita. Essa condição é caracterizada pela distensão do ureter com a urina."
  },
  {
    "identificador": "GB90.2",
    "valor": "Torção ou desvio ureteral sem obstrução",
    "descricao": "Condição caracterizada por acentuada torção, curva ou outro desvio no comprimento do ureter, mas sem obstrução do fluxo de urina."
  },
  {
    "identificador": "GB90.3",
    "valor": "Isquemia ou infarto do rim",
    "descricao": ""
  },
  {
    "identificador": "GB90.4",
    "valor": "Transtornos da função tubular renal",
    "descricao": "Transtornos primariamente devidos a anormalidades de reabsorção ou secreção tubular renal."
  },
  {
    "identificador": "GB90.40",
    "valor": "Hipotonia-cistinúria tipo 1",
    "descricao": "Esta é uma síndrome rara incluindo hipotonia neonatal e infantil e atraso de crescimento, cistinúria tipo 1, nefrolitíase, atraso de crescimento devido à deficiência de hormônio do crescimento e dismorfismo facial menor devido a uma deleção homozigótica de dois genes contíguos no cromossomo 2: SLC3A1 e PREP ( 2p21)."
  },
  {
    "identificador": "GB90.41",
    "valor": "Pseudo-hipoaldosteronismo tipo 1",
    "descricao": "Pseudo-hipoaldosteronismo tipo 1 (PHA1) são formas raras de resistência aos mineralocorticoides. PHA1 se apresenta no recém-nascido com perda renal de sal, déficit de crescimento e desidratação. Duas formas clínicas foram descritas: i) uma forma renal (PHA1 renal) que melhora com a idade e na qual a resistência aos mineralocorticoides está restrita ao rim, e ii) uma forma grave generalizada (PHA1 generalizada) que persiste na idade adulta e na qual o mineralocorticoide a resistência é sistêmica e a perda de sal ocorre em vários órgãos. A herança pode ser autossômica recessiva (arPHA1), que é mais grave e persistente do que a forma autossômica dominante (AdPHA1)"
  },
  {
    "identificador": "GB90.42",
    "valor": "Síndrome de Fanconi",
    "descricao": "Transtorno associada a disfunção generalizada do túbulo proximal expressa como aminoacidúria, proteinúria de baixo peso molecular, poliúria com perda de sódio e potássio, hiperfosfatúria (portanto doença óssea), acidose tubular renal, glicosúria e hipercalciúria."
  },
  {
    "identificador": "GB90.43",
    "valor": "Síndrome de Bartter",
    "descricao": "A síndrome de Bartter é uma doença tubular renal genética caracterizada pela associação de alcalose hipocalêmica, aumento dos níveis plasmáticos de renina e aldosterona, redução da pressão arterial e resistência vascular à angiotensina II. Duas formas da doença podem ser distinguidas de acordo com critérios clínicos: uma síndrome de Bartter pré-natal ou infantil (a maioria dos pacientes com genótipos I, II e IV), caracterizada por polidrâmnio, parto prematuro, poliúria, desidratação, hipercalciúria e nefrocalcinose; e a síndrome de Bartter clássica (a maioria pacientes com genótipo III, mas também alguns pacientes do tipo IV), manifestando-se como poliúria-polidipsia desde a primeira infância-infância até a idade adulta, desidratação e um atraso variável na curva de crescimento altura-peso."
  },
  {
    "identificador": "GB90.44",
    "valor": "Acidose tubular renal",
    "descricao": "Condições caracterizadas pela falha do rim em excretar ácidos ou em perder bicarbonato na urina, o que faz com que o sangue se torne muito ácido. Acidose caracteristicamente hiperclorêmica (acidose metabólica de baixo anion gap). Tem várias formas e muitas causas."
  },
  {
    "identificador": "GB90.45",
    "valor": "Glicosúria renal",
    "descricao": "Glicosúria (glicose na urina) em níveis normais de glicose no sangue devida a reabsorção tubular renal inadequada. Pode ser devida a filtração glomerular acima do normal como na gravidez, ou ocorrência de néfrons residuais na insuficiência renal ou reabsorção tubular reduzida."
  },
  {
    "identificador": "GB90.46",
    "valor": "Transtornos tubulares do transporte de sódio ou potássio",
    "descricao": "Anormalidades das funções reabsortivas ou secretoras dos túbulos renais, herdadas ou adquiridas."
  },
  {
    "identificador": "GB90.47",
    "valor": "Aminoacidúria",
    "descricao": "Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
  },
  {
    "identificador": "GB90.48",
    "valor": "Transtornos da excreção de cálcio ou fosfato",
    "descricao": "Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
  },
  {
    "identificador": "GB90.49",
    "valor": "Hipocalciúria renal",
    "descricao": "Afecção renal causada por retenção tubular renal, baixa ingestão dietética de cálcio ou anormalidades na absorção de cálcio e que pode estar associada à ingestão de diuréticos tiazídicos, doença de Gitelman ou hipercalcemia hipocalciúrica familiar. Esta afecção é caracterizada por uma diminuição do nível de cálcio na urina."
  },
  {
    "identificador": "GB90.4A",
    "valor": "Diabetes insípido nefrogênico",
    "descricao": "Diabetes insípido nefrogênico é uma condição na qual os túbulos renais respondem mal ao hormônio antidiurético secretado pela hipófise, resultando em falha na concentração da urina e perda de água. Poliúria com urina diluída e polidipsia (sede excessiva) estão presentes. Pode ser congênita ou adquirida por várias causas. As formas congênitas podem ser atribuídas a defeitos no receptor da vasopressina ou da aquaporina-2. Eles são caracterizados por poliúria com polidipsia, episódios recorrentes de picos de febre, constipação e desidratação hipernatrêmica aguda após o nascimento, e que podem causar sequelas neurológicas."
  },
  {
    "identificador": "GB90.4Y",
    "valor": "Outros transtornos especificados da função tubular renal",
    "descricao": ""
  },
  {
    "identificador": "GB90.4Z",
    "valor": "Transtornos da função tubular renal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GB90.Y",
    "valor": "Outros transtornos especificados de rim ou ureter",
    "descricao": ""
  },
  {
    "identificador": "GC00",
    "valor": "Cistite",
    "descricao": "Uma afecção da bexiga, causada por infecção, reação a agentes farmacológicos, exposição à radioterapia ou irritantes potenciais. Esta afecção é caracterizada por inflamação da bexiga urinária, disúria, polaciúria, febre ou dor no flanco."
  },
  {
    "identificador": "GC00.0",
    "valor": "Trigonite",
    "descricao": "Uma afecção da bexiga frequentemente idiopática. Essa afecção é caracterizada por inflamação da metaplasia escamosa não queratinizante na região do trígono da bexiga."
  },
  {
    "identificador": "GC00.1",
    "valor": "Cistite infecciosa",
    "descricao": "Inflamação da bexiga urinária causada por micróbios"
  },
  {
    "identificador": "GC00.2",
    "valor": "Bexiga urinária contraída",
    "descricao": "Afecção caracterizada por inflamação da bexiga urinária que pode levar ao encolhimento progressivo, fibrose, contração e doença em estágio terminal irreversível com alta frequência de micção."
  },
  {
    "identificador": "GC00.3",
    "valor": "Cistite intersticial",
    "descricao": "Uma afecção caracterizada por inflamação da bexiga urinária e dos ureteres. Essa afecção pode estar associada a uma malformação ou lesão do epitélio da bexiga, infecção por toxinas, reação autoimune ou alergia. Essa afecção também pode se manifestar com úlceras de Hunner, glomerulações difusas que afetam todos os quadrantes da mucosa da bexiga, pressão vesical crônica de leve a grave, dor na bexiga, urgência para urinar e baixos volumes de urina."
  },
  {
    "identificador": "GC00.Y",
    "valor": "Outra cistite especificada",
    "descricao": ""
  },
  {
    "identificador": "GC00.Z",
    "valor": "Cistite, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC01",
    "valor": "Outros transtornos da bexiga",
    "descricao": "Qualquer transtorno caracterizado por alterações patológicas na bexiga urinária."
  },
  {
    "identificador": "GC01.0",
    "valor": "Obstrução do colo da bexiga",
    "descricao": "Um afecção da bexiga causada por anomalias congênitas ou adquiridas que comprometem os músculos que conectam a bexiga à uretra. Esta afecção é caracterizada por obstrução do colo da bexiga e abertura contraída durante a micção. Essa afecção também pode se manifestar com dor pélvica, polaciúria, incontinência ou esvaziamento incompleto da bexiga. A confirmação é feita por urodinâmica por vídeo para observar a obstrução à medida que a bexiga se enche e se esvazia."
  },
  {
    "identificador": "GC01.1",
    "valor": "Fístula vesical, não classificada em outra parte",
    "descricao": "Uma afecção causada por intervenção médica, traumatismo, inflamação, infecção, câncer ou fatores congênitos. Esta afecção é caracterizada pela formação de uma passagem anormal entre a bexiga urinária e a pele, intestino, vagina, útero ou reto, e dor suprapúbica, aumento da frequência, disúria ou tenesmo."
  },
  {
    "identificador": "GC01.2",
    "valor": "Divertículo da bexiga",
    "descricao": "Uma afecção da bexiga, causada por obstrução congênita ou adquirida da saída da bexiga, por disfunção da bexiga após lesão do nervo ou por cirurgia prévia da bexiga. Esta afecção é caracterizada por protrusões em forma de balão no revestimento da bexiga, levando a uma área de fraqueza na parede da bexiga. Essa afecção pode ser assintomática ou se apresentar com infecções vesicais recorrentes, dificuldade para urinar ou plenitude abdominal. A confirmação é feita por radiografia de contraste ou cistoscopia."
  },
  {
    "identificador": "GC01.3",
    "valor": "Ruptura da bexiga, não traumática",
    "descricao": "Uma afecção da bexiga, causada por determinantes não atribuíveis a ferimentos ou lesões. Esta afecção é caracterizada por ruptura da bexiga."
  },
  {
    "identificador": "GC01.4",
    "valor": "Disfunção neuromuscular da bexiga não classificada em outra parte",
    "descricao": ""
  },
  {
    "identificador": "GC01.Y",
    "valor": "Outros transtornos especificados da bexiga",
    "descricao": ""
  },
  {
    "identificador": "GC01.Z",
    "valor": "Transtorno da bexiga, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GC02",
    "valor": "Uretrite e síndrome uretral",
    "descricao": "Uma afecção da uretra, causada por fatores não infecciosos, como traumatismos, alergias, malformações anatômicas ou cicatrizes e aderências subsequentes a uma intervenção médica. Esta afecção é caracterizada por inflamação da uretra, infecções crônicas recorrentes do trato urinário sem crescimento bacteriano e piúria."
  },
  {
    "identificador": "GC02.0",
    "valor": "Abscesso uretral",
    "descricao": "Uma afecção da uretra, causada por uma obstrução das glândulas periuretrais, geralmente como resultado de infecções frequentes. Esta afecção é caracterizada por um acúmulo focal de material purulento dentro ou sobre o tecido uretral."
  },
  {
    "identificador": "GC02.1",
    "valor": "Uretrites não específicas",
    "descricao": "Inflamação uretral para a qual não foi identificada uma causa infecciosa sexualmente transmissível específica, em particular infecção gonocócica ou clamídia. Tipicamente se apresenta em homens com disúria, corrimento uretral, coceira ou urgência urinária. Pode ocorrer após infecção do trato urinário ou traumatismo genital. Historicamente, antes que a infecção por clamídia pudesse ser facilmente identificada, a uretrite por clamídia era rotulada como \"não específica\"."
  },
  {
    "identificador": "GC02.Y",
    "valor": "Outras uretrites e síndrome uretral especificadas",
    "descricao": ""
  },
  {
    "identificador": "GC02.Z",
    "valor": "Uretrite e síndrome uretral, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GC03",
    "valor": "Estenose da uretra",
    "descricao": "Estenose da uretra acompanhada por fibrose e cicatrizes do corpo esponjoso"
  },
  {
    "identificador": "GC04",
    "valor": "Fístula do trato geniturinário",
    "descricao": "Qualquer afecção causada por traumatismo, intervenção médica, infecção, câncer ou fatores congênitos. Esta afecção é caracterizada pela formação de uma passagem anormal entre quaisquer duas localizações dentro do trato geniturinário."
  },
  {
    "identificador": "GC04.0",
    "valor": "Fístula uretral",
    "descricao": "Uma afecção da uretra, causada por cirurgia, infecção, traumatismo ou fatores congênitos. Esta afecção é caracterizada pela formação de uma passagem anormal entre a uretra e órgãos ou superfícies adjacentes."
  },
  {
    "identificador": "GC04.1",
    "valor": "Fístulas envolvendo trato genital feminino",
    "descricao": "Qualquer afecção caracterizada pela formação de uma passagem anormal entre o trato genital e outro órgão, ou entre um órgão genital e um órgão ou superfície adjacente."
  },
  {
    "identificador": "GC04.10",
    "valor": "Fístula vesicovaginal",
    "descricao": "Uma afecção da bexiga e vagina, causada por e subsequente a parto, traumatismo, histerectomia, intervenção médica, infecções, cálculos na bexiga, endometriose, biópsia em cone ou fatores congênitos. Esta afecção é caracterizada pela formação de uma passagem anormal entre a bexiga urinária e a vagina, levando à descarga involuntária contínua de urina para a vagina."
  },
  {
    "identificador": "GC04.11",
    "valor": "Fístula vagina-intestino delgado",
    "descricao": ""
  },
  {
    "identificador": "GC04.12",
    "valor": "Fístula vagina-cólon",
    "descricao": "Uma afecção do intestino grosso e da vagina, causada por danos ao tecido devido ao parto, uma doença inflamatória do intestino, radioterapia, câncer ou uma complicação subsequente a cirurgia pélvica. Esta afecção é caracterizada pela formação de uma passagem anormal entre qualquer parte do intestino grosso e a vagina. Essa afecção também pode se manifestar com vazamento de conteúdo intestinal (fezes ou gás) pela vagina."
  },
  {
    "identificador": "GC04.13",
    "valor": "Fístula genitocutânea feminina",
    "descricao": "Uma afecção do sistema genital, causada por danos ao tecido entre o trato genital e a pele. Esta afecção é caracterizada pela formação de uma passagem anormal entre o trato genital e a pele."
  },
  {
    "identificador": "GC04.14",
    "valor": "Fístula uretrovaginal",
    "descricao": "Refere-se à conexão ou passagem anormal entre a uretra feminina e a vagina, sem outras especificações."
  },
  {
    "identificador": "GC04.15",
    "valor": "Fístula uretrovesicovaginal combinada",
    "descricao": "Condição da bexiga, uretra e vagina, causada por e subsequente a parto, traumatismo, histerectomia, intervenção médica, infecção, cálculos na bexiga, endometriose, biópsia em cone ou fatores congênitos. Essa condição é caracterizada pela formação de uma passagem anormal entre a bexiga urinária, a uretra e a vagina, sem outra especificação."
  },
  {
    "identificador": "GC04.16",
    "valor": "Fístula retovaginal",
    "descricao": "Uma afecção do reto e da vagina, causada por parto, traumatismo, doença de Crohn, intervenção médica ou infecção. Essa afecção é caracterizada pela formação de uma passagem anormal entre o reto e a vagina, sem outra especificação."
  },
  {
    "identificador": "GC04.17",
    "valor": "Fístula vesicouterina com cicatriz grave ou extensa perda de tecido",
    "descricao": "Esta é uma afecção caracterizada pela presença de grandes quantidades de tecido fibroso (fibrose) que substituíram o tecido normal associado a uma fístula vesicouterina."
  },
  {
    "identificador": "GC04.18",
    "valor": "Outra fístula urinária combinada com cicatriz grave ou extensa perda de tecido",
    "descricao": "Qualquer outra afecição caracterizada pela presença de grandes quantidades de tecido fibroso (fibrose) que substituiu o tecido normal associada a qualquer outra conexão ou passagem anormal entre quaisquer duas localizações dentro do trato urinário que normalmente não se conectam."
  },
  {
    "identificador": "GC04.19",
    "valor": "Fístula urinária e retal combinada incluindo cloaca com cicatriz grave ou perda extensa de tecido",
    "descricao": "Uma afecção caracterizada pela presença de grandes quantidades de tecido fibroso (fibrose) que substituíram o tecido normal associada a uma conexão ou passagem anormal entre o reto, incluindo a cloaca, e uma localização dentro do sistema urinário."
  },
  {
    "identificador": "GC04.1A",
    "valor": "Estenose vaginal ou ginatresia relacionada à fístula obstétrica",
    "descricao": "Uma afecção da vagina, causada por fatores congênitos ou adquiridos. A condição congênita é causada pela síndrome de Mayer-Kustner-Hauser. A afecção adquirida é causada por parto grave ou malsucedido ou por intervenção médica para reparar uma fístula. Esta afecção é caracterizada por um estreitamento e encurtamento anormais da vagina. A confirmação é feita por exame pélvico."
  },
  {
    "identificador": "GC04.1Y",
    "valor": "Outras fístulas especificadas envolvendo o trato genital feminino",
    "descricao": ""
  },
  {
    "identificador": "GC04.1Z",
    "valor": "Fístulas envolvendo o trato genital feminino, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GC04.2",
    "valor": "Fístula ureteral",
    "descricao": "Passagem ou comunicação anormal entre o ureter e outro órgão ou cavidade do corpo ou a superfície do corpo."
  },
  {
    "identificador": "GC04.Y",
    "valor": "Outra fístula do trato geniturinário especificada",
    "descricao": ""
  },
  {
    "identificador": "GC04.Z",
    "valor": "Fístula do trato geniturinário, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC05",
    "valor": "Prolapso da mucosa uretral",
    "descricao": "Uma afecção caracterizada por uma protusão circular da mucosa distal da uretra através do meato uretral externo. Essa afecção pode estar associada a anormalidades congênitas ou adquiridas, como estruturas do assoalho pélvico enfraquecidas, traumatismo, ou separação das camadas longitudinal e circular-oblíqua do músculo liso. Essa afecção é comumente assintomática em adolescentes ou se apresenta com sangramento vaginal e dificuldade para urinar em indivíduos na pós-menopausa."
  },
  {
    "identificador": "GC06",
    "valor": "Divertículo uretral",
    "descricao": "Doença da uretra, causada por uma obstrução das glândulas periuretrais devida a infecção frequente ou congênita. Esta doença é caracterizada por uma protusão localizada da uretra na parede vaginal anterior, consistindo principalmente de tecido fibroso. Essa doença também pode se manifestar com aumento da frequência urinária, urgência e disúria. A confirmação é feita por imagem para determinar a extensão e localização do divertículo."
  },
  {
    "identificador": "GC07",
    "valor": "Carúncula uretral",
    "descricao": "Uma afecção caracterizada por pequenas massas polipóides focais, benignas, rosadas ou vermelhas da mucosa uretral distal, que podem se tornar dolorosas, sangrentas e de cor vermelha profunda. Essa afecção pode estar associada à atrofia urogenital devida à deficiência de estrogênio e pode ser agravada pela irritação crônica da exposição da mucosa uretral. Essa afecção geralmente afeta mulheres na pós-menopausa."
  },
  {
    "identificador": "GC08",
    "valor": "Infecção do trato urinário, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC08.0",
    "valor": "Infecção do trato urinário, localização não especificada, devida a Escherichia coli",
    "descricao": ""
  },
  {
    "identificador": "GC08.1",
    "valor": "Infecção do trato urinário, localização não especificada, devida a Klebsiella pneumoniae",
    "descricao": ""
  },
  {
    "identificador": "GC08.2",
    "valor": "Infecção do trato urinário, localização não especificada, devida a Proteus",
    "descricao": "Doença do trato urinário, causada por uma infecção pela bactéria Gram-negativa Proteus. Em mulheres, esta doença é caracterizada por disúria, piúria ou polaciúria; nos homens, essa doença pode se manifestar com secreção uretral. A transmissão é desconhecida. A confirmação é feita pela identificação de Proteus em uma amostra urinária."
  },
  {
    "identificador": "GC08.Y",
    "valor": "Infecção do trato urinário, localização não especificada devida a outro agente",
    "descricao": ""
  },
  {
    "identificador": "GC08.Z",
    "valor": "Infecção do trato urinário, localização e agente não especificados",
    "descricao": ""
  },
  {
    "identificador": "GC0Y",
    "valor": "Outras doenças do sistema urinário",
    "descricao": ""
  },
  {
    "identificador": "GC2Z",
    "valor": "Doenças do sistema urinário, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "GC40",
    "valor": "Prolapso de órgão pélvico",
    "descricao": "A descida de uma ou mais de parede vaginal anterior, parede vaginal posterior, útero (colo do útero) ou ápice da vagina (abóbada vaginal) ou cicatriz do fundo vaginal após histerectomia."
  },
  {
    "identificador": "GC40.0",
    "valor": "Prolapso da parede vaginal anterior",
    "descricao": ""
  },
  {
    "identificador": "GC40.00",
    "valor": "Prolapso incompleto da parede vaginal anterior",
    "descricao": "A maior parte do prolapso distal é de 1 cm ou menos proximal ou distal ao hímen"
  },
  {
    "identificador": "GC40.01",
    "valor": "Prolapso completo da parede vaginal anterior",
    "descricao": ""
  },
  {
    "identificador": "GC40.0Z",
    "valor": "Prolapso da parede vaginal anterior, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GC40.1",
    "valor": "Prolapso da parede vaginal posterior",
    "descricao": ""
  },
  {
    "identificador": "GC40.10",
    "valor": "Prolapso incompleto da parede vaginal posterior",
    "descricao": ""
  },
  {
    "identificador": "GC40.11",
    "valor": "Prolapso completo da parede vaginal posterior",
    "descricao": ""
  },
  {
    "identificador": "GC40.1Z",
    "valor": "Prolapso da parede vaginal posterior, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GC40.2",
    "valor": "Prolapso do ápice vaginal",
    "descricao": ""
  },
  {
    "identificador": "GC40.20",
    "valor": "Prolapso incompleto da parede vaginal apical",
    "descricao": ""
  },
  {
    "identificador": "GC40.21",
    "valor": "Prolapso completo da parede vaginal apical",
    "descricao": ""
  },
  {
    "identificador": "GC40.2Z",
    "valor": "Prolapso do ápice vaginal, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GC40.3",
    "valor": "Prolapso uterovaginal",
    "descricao": ""
  },
  {
    "identificador": "GC40.30",
    "valor": "Prolapso uterovaginal incompleto",
    "descricao": "Uma afecção causada por fraqueza, dano ou estiramento dos ligamentos entre o útero e a parede vaginal, tipicamente subsequente ao parto. Esta afecção é caracterizada por descenso de estágio 1 do útero para a vagina, levando a uma protuberância e prolapso distal maior que 1 centímetro acima do hímen, ou descenso de estágio 2 com prolapso distal de 1 centímetro ou menos proximal ou distal ao hímen. Essa afecção também pode se manifestar com incontinência urinária, sensação de peso na pelve ou dificuldade para urinar."
  },
  {
    "identificador": "GC40.31",
    "valor": "Prolapso uterino incompleto com prolapso da parede vaginal anterior",
    "descricao": "Uma afecção caracterizada pelo deslocamento do útero de sua posição normal para a área vaginal em associação com herniação da bexiga para a vagina devido ao rompimento da parede fibrosa robusta entre a bexiga da mulher e sua vagina (a fáscia pubovesical)."
  },
  {
    "identificador": "GC40.32",
    "valor": "Prolapso uterino incompleto com prolapso da parede vaginal posterior",
    "descricao": "Uma afecção caracterizada pelo deslocamento do útero de sua posição normal para a área vaginal em associação com herniação do reto para a vagina, devido a uma ruptura no septo retovaginal (que normalmente é um divisor resistente, fibroso e semelhante a uma folha entre reto e vagina)."
  },
  {
    "identificador": "GC40.33",
    "valor": "Prolapso uterino incompleto com prolapso das paredes vaginais anterior e posterior",
    "descricao": "Uma afecção caracterizada pelo deslocamento do útero de sua posição normal para a área vaginal em associação com herniação da bexiga e do reto para a vagina, devido a rupturas na parede fibrosa robusta entre a bexiga de uma mulher e sua vagina (o púbis fáscia) e no septo retovaginal, um divisor duro, fibroso e semelhante a uma folha entre o reto e a vagina."
  },
  {
    "identificador": "GC40.34",
    "valor": "Prolapso uterovaginal completo",
    "descricao": "Uma afecção causada por fraqueza, dano ou estiramento dos ligamentos entre o útero e a parede vaginal, tipicamente subsequente ao parto. Esta afecção é caracterizada por descenso de estágio 3 do útero para a vagina, levando a uma protuberância e prolapso distal maior que 1 centímetro abaixo do hímen ou descenso de estágio 4 com eversão completa do comprimento total do trato genital. Essa afecção também pode se manifestar com incontinência urinária, sensação de peso na pelve ou dificuldade para urinar."
  },
  {
    "identificador": "GC40.35",
    "valor": "Prolapso uterino completo com prolapso da parede vaginal anterior",
    "descricao": "Uma afecção caracterizada pelo deslocamento do útero de sua posição normal para pelo menos um cm abaixo do hímen, possivelmente até a eversão completa do trato genital feminino, em associação com a herniação da bexiga para a vagina devido ao rompimento da robusta parede fibrosa entre a bexiga de uma mulher e sua vagina (a fáscia pubovesical)."
  },
  {
    "identificador": "GC40.36",
    "valor": "Prolapso uterino completo com prolapso da parede vaginal posterior",
    "descricao": "Uma afecção caracterizada pelo deslocamento do útero de sua posição normal para pelo menos um cm abaixo do hímen, possivelmente até a eversão completa do trato genital feminino, em associação com herniação do reto para a vagina, devido a um rompimento no septo retovaginal (que normalmente é um divisor duro, fibroso e semelhante a uma folha entre o reto e a vagina)."
  },
  {
    "identificador": "GC40.37",
    "valor": "Prolapso uterino completo com prolapso das paredes vaginais anterior e posterior",
    "descricao": "Uma afecção caracterizada pelo deslocamento do útero de sua posição normal para pelo menos um cm abaixo do hímen, possivelmente até a eversão completa do trato genital feminino, em associação com herniação da bexiga e do reto para a vagina, devido a rompimento na robusta parede fibrosa entre a bexiga de uma mulher e sua vagina (a fáscia pubovesical) e no septo retovaginal, um divisor duro, fibroso e semelhante a uma folha entre o reto e a vagina."
  },
  {
    "identificador": "GC40.3Z",
    "valor": "Prolapso uterovaginal não especificado",
    "descricao": ""
  },
  {
    "identificador": "GC40.4",
    "valor": "Ruptura muscular do assoalho pélvico",
    "descricao": "Uma afecção causada por lesão ou traumatismo dos músculos do assoalho pélvico. Esta afecção é caracterizada por fraqueza e disfunção do músculo."
  },
  {
    "identificador": "GC40.40",
    "valor": "Avulsão do elevador da sínfise púbica",
    "descricao": "Uma afecção causada por dano ou traumatismo ao assoalho pélvico, levando ao descolamento das fibras do músculo elevador do ânus da sínfise púbica. Esta afecção é caracterizada por fraqueza e disfunção do músculo."
  },
  {
    "identificador": "GC40.4Y",
    "valor": "Outra ruptura muscular especificada do assoalho pélvico",
    "descricao": ""
  },
  {
    "identificador": "GC40.4Z",
    "valor": "Ruptura muscular do assoalho pélvico, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC40.5",
    "valor": "Incontinência urinária associada a prolapso de órgãos pélvicos",
    "descricao": "Uma afecção do sistema urinário, causada pelo deslocamento anormal de um ou mais órgãos pélvicos. Esta afecção é caracterizada pela perda involuntária de urina. A confirmação é feita por urinálise."
  },
  {
    "identificador": "GC40.50",
    "valor": "Incontinência de esforço associada a prolapso de órgão pélvico",
    "descricao": "Condição do sistema urinário, causada por fraqueza dos músculos do assoalho pélvico e aumento da pressão intra-abdominal, causando pressão na bexiga. Esta condição é caracterizada por uma mudança na posição da uretra, permitindo que a urina saia facilmente, e incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
  },
  {
    "identificador": "GC40.51",
    "valor": "Incontinência de urgência associada a prolapso de órgão pélvico",
    "descricao": "Condição do sistema urinário, causada por disfunção do detrusor. Esta condição é caracterizada por incontinência urinária que acompanha a hiperreflexia do detrusor quando um volume específico da bexiga é atingido, perda de urina, falta de urgência para urinar ou falta de consciência do enchimento da bexiga."
  },
  {
    "identificador": "GC40.52",
    "valor": "Incontinência urinária mista associada a prolapso de órgão pélvico",
    "descricao": "Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
  },
  {
    "identificador": "GC40.53",
    "valor": "Incontinência por transbordamento associada a prolapso de órgão pélvico",
    "descricao": "Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
  },
  {
    "identificador": "GC40.54",
    "valor": "Incontinência urinária, sem outra especificação, com prolapso de órgão pélvico",
    "descricao": ""
  },
  {
    "identificador": "GC40.6",
    "valor": "Transtornos funcionais da bexiga associados a prolapso de órgãos pélvicos",
    "descricao": "Qualquer afecção caracterizada por adiamento urinário, incontinência de estresse, incontinência de urgência, urgência urinária ou incontinência urinária ou micção urinária disfuncional. Essas afecções estão associadas ao deslocamento anormal de um ou mais órgãos pélvicos."
  },
  {
    "identificador": "GC40.60",
    "valor": "Bexiga hiperativa associada a prolapso de órgão pélvico",
    "descricao": "Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
  },
  {
    "identificador": "GC40.6Y",
    "valor": "Outros transtornos funcionais da bexiga especificados associados a prolapso de órgãos pélvicos",
    "descricao": ""
  },
  {
    "identificador": "GC40.6Z",
    "valor": "Transtornos funcionais da bexiga associados a prolapso de órgãos pélvicos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "GC40.Z",
    "valor": "Prolapso de órgão pélvico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GC41",
    "valor": "Disfunção anorretal associada a prolapso de órgão pélvico",
    "descricao": "Qualquer afecção caracterizada por função anormal ou ausente do ânus e reto e defecação ou flatos disfuncionais. Essas afecções estão associadas ao deslocamento anormal de um ou mais órgãos pélvicos."
  },
  {
    "identificador": "GC42",
    "valor": "Disfunção sexual associada ao prolapso de órgão pélvico",
    "descricao": "Uma afecção que afeta as mulheres, caracterizada por dificuldades experimentadas nas sensações ou no funcionamento do sistema genital durante a atividade sexual. Essa afecção está associada ao deslocamento anormal da vagina, do introito ou dos tecidos do assoalho pélvico."
  },
  {
    "identificador": "GC42.0",
    "valor": "Sensação diminuída devido a relaxamento vaginal ou do introito",
    "descricao": "Afecção caracterizada por sensação diminuída ou ausente devido à diminuição do tônus muscular nos músculos vaginais ou na abertura vaginal (introito)."
  },
  {
    "identificador": "GC42.1",
    "valor": "Relação sexual obstruída",
    "descricao": "Uma afecção do sistema genital causada por obstrução ou bloqueio do canal vaginal ou hipertonia dos músculos vaginais. Esta afecção é caracterizada pela incapacidade de manter relações sexuais vaginais."
  },
  {
    "identificador": "GC4Z",
    "valor": "Disfunção do assoalho pélvico em mulher, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC50",
    "valor": "Transtornos funcionais da bexiga, sem outra especificação",
    "descricao": "Qualquer outra afecção caracterizada por sintomas que incluem síndrome da bexiga hiperativa, adiamento da micção, incontinência de estresse, incontinência do riso e micção disfuncional em crianças, sem especificações adicionais."
  },
  {
    "identificador": "GC50.0",
    "valor": "Bexiga hiperativa",
    "descricao": "Afecção urológica caracterizada por urgência e aumento da frequência, bem como potencial para noctúria, que pode ou não ser acompanhada de incontinência."
  },
  {
    "identificador": "GC50.1",
    "valor": "Sensação de bexiga ausente ou diminuída",
    "descricao": "Afecção da bexiga causada por falta de tônus muscular, inervação disfuncional ou ausente ou obstrução crônica. Esta afecção é caracterizada por uma bexiga grande e dilatada e esvaziamento incompleto da bexiga."
  },
  {
    "identificador": "GC50.10",
    "valor": "Sensação de bexiga ausente ou diminuída associada a prolapso de órgão pélvico",
    "descricao": ""
  },
  {
    "identificador": "GC50.1Y",
    "valor": "Outra sensação especificada de bexiga ausente ou diminuída",
    "descricao": ""
  },
  {
    "identificador": "GC50.1Z",
    "valor": "Sensação de bexiga ausente ou diminuída, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC50.Y",
    "valor": "Outros transtornos funcionais especificados da bexiga, sem outra especificação",
    "descricao": ""
  },
  {
    "identificador": "GC50.Z",
    "valor": "Transtornos funcionais da bexiga, sem outra especificação, não especificado",
    "descricao": ""
  },
  {
    "identificador": "GC51",
    "valor": "Mutilação genital feminina",
    "descricao": "Condição causada por procedimentos ou outras intervenções por finalidades não médicas. Esta é caracterizada pela remoção parcial ou total da genitália feminina externa ou outra lesão aos órgãos genitais femininos."
  },
  {
    "identificador": "GC51.0",
    "valor": "Mutilação genital feminina Tipo 1",
    "descricao": "Anormalidade vulvar causada pela remoção parcial ou total do clitóris e/ou prepúcio (clitoridectomia)."
  },
  {
    "identificador": "GC51.00",
    "valor": "Mutilação genital feminina Tipo 1a",
    "descricao": "Remoção do capuz clitoriano ou apenas do prepúcio."
  },
  {
    "identificador": "GC51.01",
    "valor": "Mutilação genital feminina Tipo 1b",
    "descricao": "Remoção do clitóris com o prepúcio."
  },
  {
    "identificador": "GC51.0Z",
    "valor": "Mutilação genital feminina Tipo 1, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC51.1",
    "valor": "Mutilação genital feminina Tipo 2",
    "descricao": "Anormalidade vulvar causada pela remoção parcial ou total do clitóris e dos pequenos lábios, com ou sem excisão dos grandes lábios (excisão)."
  },
  {
    "identificador": "GC51.10",
    "valor": "Mutilação genital feminina Tipo 2a",
    "descricao": "Remoção somente dos pequenos lábios."
  },
  {
    "identificador": "GC51.11",
    "valor": "Mutilação genital feminina Tipo 2b",
    "descricao": "Remoção parcial ou total do clitóris e pequenos lábios"
  },
  {
    "identificador": "GC51.12",
    "valor": "Mutilação genital feminina Tipo 2c",
    "descricao": "Remoção parcial ou total do clitóris, pequenos lábios e grandes lábios."
  },
  {
    "identificador": "GC51.1Z",
    "valor": "Mutilação genital feminina Tipo 2, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC51.2",
    "valor": "Mutilação genital feminina Tipo 3",
    "descricao": "Anormalidade vulvar/vaginal causada por estreitamento do orifício vaginal com um selo de cobertura, em decorrência do corte e aposição dos pequenos lábios e/ou grandes lábios, com ou sem excisão do clitóris (infibulação)."
  },
  {
    "identificador": "GC51.20",
    "valor": "Mutilação genital feminina tipo 3a",
    "descricao": "Remoção e aposição dos pequenos lábios."
  },
  {
    "identificador": "GC51.21",
    "valor": "Mutilação genital feminina tipo 3b",
    "descricao": "Remoção e aposição dos grandes lábios."
  },
  {
    "identificador": "GC51.2Z",
    "valor": "Mutilação genital feminina Tipo 3, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC51.3",
    "valor": "Mutilação genital feminina Tipo 4",
    "descricao": "Todos os outros procedimentos prejudiciais à genitália feminina por finalidades não médicas, por exemplo: punção, perfuração (\"piercing\"), incisão, raspagem e cauterização."
  },
  {
    "identificador": "GC51.Z",
    "valor": "Mutilação genital feminina, não especificada",
    "descricao": ""
  },
  {
    "identificador": "GC70",
    "valor": "Aderências pós operatórias da vagina",
    "descricao": "Uma afecção causada por ou subsequente a qualquer cirurgia ou intervenção vaginal. Esta afecção é caracterizada por faixas fibrosas de tecido cicatricial entre os tecidos intravaginais (aderências intravaginais). Essa afecção também pode se manifestar com dor pélvica e dispareunia."
  },
  {
    "identificador": "GC71",
    "valor": "Prolapso de cúpula de vagina pós histerectomia",
    "descricao": "Uma afecção da vagina, causada por ou subsequente à histerectomia. Esta afecção é caracterizada por descenso da cúpula vaginal que também pode levar ao enfraquecimento das paredes vaginais."
  },
  {
    "identificador": "GC72",
    "valor": "Estreitamento de uretra pós procedimento",
    "descricao": "Estenose uretral causada por cateterização, manipulações transuretrais (p. ex., ressecções transuretrais), instilações uretrais ou exposição à radiação"
  },
  {
    "identificador": "GC73",
    "valor": "Aderências do peritônio pélvico pós procedimentos",
    "descricao": "Uma afecção causada por ou subsequente a qualquer intervenção pélvica que causa danos e inflamação do peritônio. Esta afecção é caracterizada por faixas fibrosas de tecido cicatricial e conexão anormal entre órgãos ou tecidos pélvicos. Essa afecção também pode se manifestar com dor pélvica ou obstrução intestinal."
  },
  {
    "identificador": "GC74",
    "valor": "Mau funcionamento ou complicação do estoma externo do trato urinário",
    "descricao": "Uma condição causada por uma abertura criada cirurgicamente que conecta o trato urinário ao ambiente externo. Esta condição é caracterizada por disfunção ou diminuição da função da incisão."
  },
  {
    "identificador": "GC75",
    "valor": "Mau funcionamento do segmento aferente de uma bolsa urinária continente",
    "descricao": "Uma afecção caracterizada pela disfunção ou falta de função de um reservatório de urina criado cirurgicamente dentro do corpo, especificamente ao longo do caminho pelo qual a urina entra na bolsa."
  },
  {
    "identificador": "GC76",
    "valor": "Mau funcionamento do segmento eferente de uma bolsa urinária continente",
    "descricao": "Uma condição caracterizada pela disfunção ou falta de função de um reservatório de urina criado cirurgicamente dentro do corpo, especificamente ao longo do caminho pelo qual a urina sai da bolsa."
  },
  {
    "identificador": "GC77",
    "valor": "Sangramento uterino não menstrual pós procedimento",
    "descricao": "Sangramento uterino ocorrendo após procedimento (isto é, cirurgia uterina, aborto induzido, ...)"
  },
  {
    "identificador": "GC78",
    "valor": "Doença inflamatória pélvica em mulher aguda pós procedimento",
    "descricao": ""
  },
  {
    "identificador": "GC79",
    "valor": "Transtornos de redução de mama",
    "descricao": ""
  },
  {
    "identificador": "GC7A",
    "valor": "Transtornos do aumento de mama",
    "descricao": "Um grupo de transtornos que podem surgir em conjunto ou subsequente a colocação cirúrgica de implantes mamários."
  },
  {
    "identificador": "GC7B",
    "valor": "Isquemia ou infarto pós-intervenção do rim",
    "descricao": "Isso se refere a uma restrição no suprimento de sangue aos tecidos renais devida a uma intervenção de saúde, causando uma escassez de oxigênio e glicose necessários para o metabolismo celular, resultando na morte das células do tecido renal."
  },
  {
    "identificador": "GC7C",
    "valor": "Defeito de cicatriz de cesárea no útero",
    "descricao": "Defeito de cicatriz de cesárea no útero é a formação de uma bolsa ou indentação no local de uma incisão de cesárea prévia com uma profundidade de pelo menos 2 mm. Quando os sintomas estão associados a um defeito de cicatriz de cesárea no útero, como manchas pós-menstruais, dismenorreia ou infertilidade inexplicada, isso é conhecido como transtorno de cicatriz de cesárea."
  }
]