[
  {
    "identificador": "HA00",
    "valor": "Desejo sexual hipoativo",
    "descricao": "A diminuição do desejo sexual é caracterizada pela ausência ou redução acentuada do desejo ou motivação para se envolver em atividade sexual, que pode se manifestar por qualquer uma dessas disfunções: 1) desejo espontâneo reduzido ou ausente (pensamentos ou fantasias sexuais); 2) desejo responsivo reduzido ou ausente a estímulos eróticos; ou 3) incapacidade de manter o desejo ou interesse na atividade sexual uma vez iniciada. O padrão diminuído ou ausente de desejo espontâneo ou responsivo ou incapacidade de sustentar o desejo ou interesse na atividade sexual ocorreu episodicamente ou persistentemente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo."
  },
  {
    "identificador": "HA00.0",
    "valor": "Diminuição generalizada do desejo sexual ao longo da vida",
    "descricao": "A pessoa sempre experimentou desejo sexual diminuído desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA00.1",
    "valor": "Diminuição circunstancial do desejo sexual ao longo da vida",
    "descricao": "A pessoa sempre experimentou desejo sexual diminuído desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA00.2",
    "valor": "Diminuição generalizada adquirida do desejo sexual",
    "descricao": "O início da diminuição do desejo sexual seguiu um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA00.3",
    "valor": "Diminuição circunstancial adquirida do desejo sexual",
    "descricao": "O início da diminuição do desejo sexual seguiu um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA00.Z",
    "valor": "Diminuição do desejo sexual não especificado",
    "descricao": ""
  },
  {
    "identificador": "HA01",
    "valor": "Disfunções da excitação sexual",
    "descricao": "As disfunções da excitação sexual incluem dificuldades com os aspectos fisiológicos ou subjetivos da excitação sexual."
  },
  {
    "identificador": "HA01.0",
    "valor": "Disfunção da excitação sexual da mulher",
    "descricao": "A disfunção da excitação sexual da mulher é caracterizada pela ausência ou redução acentuada da resposta à estimulação sexual em mulheres, manifestada por qualquer uma das seguintes situações: 1) Ausência ou redução acentuada da resposta genital, incluindo lubrificação vulvovaginal, ingurgitamento da genitália e sensibilidade da genitália; 2) Ausência ou redução acentuada das respostas não genitais, como endurecimento dos mamilos, rubor da pele, aumento da frequência cardíaca, aumento da pressão arterial e aumento da frequência respiratória; 3) Ausência ou redução acentuada nas sensações de excitação sexual (excitação sexual e prazer sexual) a partir de qualquer tipo de estimulação sexual. A ausência ou redução acentuada na resposta à estimulação sexual ocorre apesar do desejo de atividade sexual e estimulação sexual adequada, (podendo), de forma episódica ou persistente por um período de pelo menos vários meses e associada a sofrimento clinicamente significativo."
  },
  {
    "identificador": "HA01.00",
    "valor": "Disfunção generalizada da excitação sexual da mulher ao longo da vida",
    "descricao": "A mulher sempre experimentou disfunção de excitação sexual desde o início da atividade sexual relevante e a resposta desejada está ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA01.01",
    "valor": "Disfunção circunstancial da excitação sexual da mulher ao longo da vida",
    "descricao": "A mulher sempre experimentou disfunção da excitação sexual desde o início da atividade sexual relevante e a resposta desejada, atualmente, está ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA01.02",
    "valor": "Disfunção generalizada adquirida da excitação sexual da mulher",
    "descricao": "O início da disfunção da excitação sexual da mulher seguiu um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA01.03",
    "valor": "Disfunção circunstancial adquirida da excitação sexual da mulher",
    "descricao": "O início da disfunção da excitação sexual da mulher foi seguido por um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA01.0Z",
    "valor": "Disfunção da excitação sexual da mulher, não especificada",
    "descricao": ""
  },
  {
    "identificador": "HA01.1",
    "valor": "Disfunção erétil do homem",
    "descricao": "A disfunção erétil peniana é caracterizada pela incapacidade ou redução acentuada na capacidade dos homens de atingir ou manter uma ereção peniana de duração ou rigidez suficiente para permitir a atividade sexual. O padrão de dificuldade erétil ocorre apesar do desejo de atividade sexual e estimulação sexual adequadas, de forma episódica ou persistente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo."
  },
  {
    "identificador": "HA01.10",
    "valor": "Disfunção erétil do homem, generalizada, ao longo da vida",
    "descricao": "A pessoa sempre experimentou disfunção erétil peniana desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA01.11",
    "valor": "Disfunção erétil do homem, situacional, ao longo da vida",
    "descricao": "A pessoa sempre experimentou disfunção erétil peniana desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns/algumas parceiros/parceiras, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA01.12",
    "valor": "Disfunção erétil do homem, adquirida, de forma generalizada",
    "descricao": "O início da disfunção erétil peniana seguiu um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA01.13",
    "valor": "Disfunção erétil do homem, adquirida, de forma situacional",
    "descricao": "O início da disfunção erétil peniana seguiu um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns/algumas parceiros/parceiras, ou em resposta a alguns estímulos, mas não em outra situação."
  },
  {
    "identificador": "HA01.1Z",
    "valor": "Disfunção erétil do homem, não especificada",
    "descricao": ""
  },
  {
    "identificador": "HA01.Y",
    "valor": "Outras disfunções da excitação sexual especificadas",
    "descricao": ""
  },
  {
    "identificador": "HA01.Z",
    "valor": "Disfunções da excitação sexual não especificadas",
    "descricao": ""
  },
  {
    "identificador": "HA02",
    "valor": "Disfunções orgásticas",
    "descricao": "As disfunções orgásticas referem-se a dificuldades relacionadas à experiência subjetiva do orgasmo."
  },
  {
    "identificador": "HA02.0",
    "valor": "Anorgasmia",
    "descricao": "A anorgasmia é caracterizada pela ausência ou diminuição acentuada da frequência do orgasmo ou da intensidade das sensações orgásticas. Em mulheres, isso inclui um atraso acentuado no orgasmo, o que nos homens seria diagnosticado como ejaculação retardada do homem. O padrão de ausência, atraso ou diminuição da frequência ou intensidade do orgasmo ocorre apesar da estimulação sexual adequada, incluindo o desejo de atividade sexual e orgasmo. Ocorre episodicamente ou persistentemente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo."
  },
  {
    "identificador": "HA02.00",
    "valor": "Anorgasmia generalizada, ao longo da vida",
    "descricao": "A pessoa sempre experimentou anorgasmia desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA02.01",
    "valor": "Anorgasmia situacional, ao longo da vida",
    "descricao": "A pessoa sempre experimentou anorgasmia desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA02.02",
    "valor": "Anorgasmia generalizada adquirida",
    "descricao": "O início da anorgasmia seguiu um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA02.03",
    "valor": "Anorgasmia situacional adquirida",
    "descricao": "O início da anorgasmia seguiu um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA02.0Z",
    "valor": "Anorgasmia não especificada",
    "descricao": ""
  },
  {
    "identificador": "HA02.Y",
    "valor": "Outras disfunções orgásticas especificadas",
    "descricao": ""
  },
  {
    "identificador": "HA02.Z",
    "valor": "Disfunções orgásticas não especificadas",
    "descricao": ""
  },
  {
    "identificador": "HA03",
    "valor": "Disfunções ejaculatórias",
    "descricao": "As disfunções ejaculatórias referem-se a dificuldades com a ejaculação em homens, incluindo latências ejaculatórias experimentadas como muito curtas (ejaculação precoce) ou muito longas (ejaculação tardia)."
  },
  {
    "identificador": "HA03.0",
    "valor": "Ejaculação precoce do homem",
    "descricao": "A ejaculação precoce do homem é caracterizada pela ejaculação que ocorre antes ou dentro de um período muito curto do início da penetração vaginal ou outra estimulação sexual relevante, com nenhum ou pouco controle percebido sobre a ejaculação. O padrão de ejaculação precoce ocorreu de forma episódica ou persistente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo."
  },
  {
    "identificador": "HA03.00",
    "valor": "Ejaculação precoce do homem, generalizada, ao longo da vida",
    "descricao": "A pessoa sempre experimentou ejaculação precoce desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA03.01",
    "valor": "Ejaculação precoce do homem, situacional, ao longo da vida",
    "descricao": "A pessoa sempre experimentou ejaculação precoce desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns/algumas parceiros/parceiras, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA03.02",
    "valor": "Ejaculação precoce do homem, generalizada, adquirida",
    "descricao": "O início da ejaculação precoce ocorreu após um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA03.03",
    "valor": "Ejaculação precoce do homem, situacional, adquirida",
    "descricao": "O início da ejaculação precoce ocorreu após um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns/algumas parceiros/parceiras, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA03.0Z",
    "valor": "Ejaculação precoce do homem, não especificada",
    "descricao": ""
  },
  {
    "identificador": "HA03.1",
    "valor": "Ejaculação do homem retardada",
    "descricao": "A ejaculação do homem retardada é caracterizada por uma incapacidade de atingir a ejaculação ou uma latência excessiva ou aumentada da ejaculação, apesar da estimulação sexual adequada e do desejo de ejacular. O padrão de ejaculação retardada ocorreu de forma episódica ou persistente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo."
  },
  {
    "identificador": "HA03.10",
    "valor": "Ejaculação do homem retardada, generalizada, ao longo da vida",
    "descricao": "A pessoa sempre experimentou atrasos na ejaculação desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA03.11",
    "valor": "Ejaculação do homem retardada, situacional, ao longo da vida",
    "descricao": "A pessoa sempre experimentou atrasos na ejaculação desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns/algumas parceiros/parceiras, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA03.12",
    "valor": "Ejaculação do homem retardada, generalizada, adquirida",
    "descricao": "O início da ejaculação retardada ocorreu após um período de tempo durante o qual a pessoa não o sentiu e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA03.13",
    "valor": "Ejaculação do homem retardada, situacional, adquirida",
    "descricao": "O início da ejaculação retardada ocorreu após um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA03.1Z",
    "valor": "Ejaculação do homem retardada, não especificada",
    "descricao": ""
  },
  {
    "identificador": "HA03.Y",
    "valor": "Outras disfunções ejaculatórias especificadas",
    "descricao": ""
  },
  {
    "identificador": "HA03.Z",
    "valor": "Disfunções ejaculatórias não especificadas",
    "descricao": ""
  },
  {
    "identificador": "HA0Y",
    "valor": "Outras disfunções sexuais especificadas",
    "descricao": ""
  },
  {
    "identificador": "HA0Z",
    "valor": "Disfunções sexuais não especificadas",
    "descricao": ""
  },
  {
    "identificador": "HA20",
    "valor": "Transtorno doloroso à penetração sexual",
    "descricao": "Transtorno doloroso à penetração sexual é caracterizado por pelo menos um dos seguintes sintomas: 1) dificuldades acentuadas e persistentes ou recorrentes com a penetração, inclusive devido a contração ou tensão involuntária dos músculos do assoalho pélvico durante a tentativa de penetração; 2) dor vulvovaginal ou pélvica acentuada e persistente ou recorrente durante a penetração; \r\n3) medo ou ansiedade acentuadas e persistentes ou recorrentes da dor vulvovaginal ou pélvica em antecipação, durante ou como resultado da penetração. Os sintomas são recorrentes durante interações sexuais envolvendo ou potencialmente envolvendo penetração, apesar do desejo e estimulação sexual adequados. Não são inteiramente atribuíveis a uma condição clínica que afete adversamente a área pélvica e resulte em dor genital e/ou penetrativa ou a um transtorno mental. Não são inteiramente atribuíveis à lubrificação vaginal insuficiente ou alterações pós-menopausa/relacionadas à idade, e estão associadas a sofrimento clinicamente significativo."
  },
  {
    "identificador": "HA20.0",
    "valor": "Transtorno doloroso à penetração sexual, generalizado, ao longo da vida",
    "descricao": "A pessoa sempre experimentou dor gênito-pélvica ou transtorno de penetração desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA20.1",
    "valor": "Transtorno doloroso à penetração sexual, situacional, ao longo da vida",
    "descricao": "A pessoa sempre experimentou dor gênito-pélvica ou transtorno de penetração desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA20.2",
    "valor": "Transtorno doloroso à penetração sexual, generalizado, adquirido",
    "descricao": "O início da dor gênito-pélvica ou transtorno de penetração se deu após um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
  },
  {
    "identificador": "HA20.3",
    "valor": "Transtorno doloroso à penetração sexual, situacional, adquirido",
    "descricao": "O início da dor gênito-pélvica ou transtorno de penetração se deu após um período de tempo durante o qual a pessoa não a experimentou e a resposta desejada está atualmente ausente ou diminuída em algumas circunstâncias, com alguns parceiros, ou em resposta a alguns estímulos, mas não em outras situações."
  },
  {
    "identificador": "HA20.Z",
    "valor": "Transtorno doloroso à penetração sexual, não especificado",
    "descricao": ""
  },
  {
    "identificador": "HA2Y",
    "valor": "Outros transtornos de dor associados à relação sexual especificados",
    "descricao": ""
  },
  {
    "identificador": "HA2Z",
    "valor": "Transtornos de dor associados à relação sexual, não especificados",
    "descricao": ""
  },
  {
    "identificador": "HA40.0",
    "valor": "Considerações etiológicas associadas a condição clínica, lesão ou efeitos de cirurgia ou radioterapia",
    "descricao": "Esta categoria deve ser atribuída quando há evidência de que uma condição de saúde subjacente ou concomitante, incluindo condições hormonais, neurológicas e vasculares, lesões e consequências de tratamento cirúrgico ou de radiação, é um importante fator contribuinte para uma disfunção sexual ou um transtorno de dor sexual. Nesses casos, também deve ser atribuído o diagnóstico correspondente à condição de saúde subjacente ou concomitante. No entanto, transtornos mentais subjacentes ou contributivos devem ser registrados usando o qualificador “Associado a fatores psicológicos e comportamentais, incluindo transtornos mentais”, em vez de se usar com esta categoria."
  },
  {
    "identificador": "HA40.1",
    "valor": "Considerações etiológicas associadas a fatores psicológicos ou comportamentais, incluindo transtornos mentais",
    "descricao": "Esta categoria deve ser atribuída quando fatores ou sintomas psicológicos e comportamentais são contribuintes importantes para a disfunção sexual ou transtorno de dor sexual. Exemplos incluem baixa autoestima, atitudes negativas em relação à atividade sexual, experiências sexuais anteriores adversas e padrões comportamentais, como alterações do sono e excesso de trabalho. Sintomas depressivos, ansiosos ou cognitivos, bem como outros sintomas de transtornos mentais, comportamentais ou do neurodesenvolvimento, também podem interferir no funcionamento sexual. Se os sintomas atingirem o nível de constituir um transtorno mental e comportamental diagnosticável e a disfunção sexual ou transtorno de dor sexual representar um foco independente de atenção clínica, esta categoria deve ser usada e o diagnóstico apropriado de transtorno mental e comportamental também deve ser atribuído. No entanto, transtornos devidos ao uso de substâncias subjacentes ou contributivos devem ser registrados usando a categoria ‘Associados ao uso de substância psicoativa ou medicamento’, em vez de se usar esta categoria."
  },
  {
    "identificador": "HA40.2",
    "valor": "Considerações etiológicas associadas ao uso de substância psicoativa ou medicamento",
    "descricao": "Esta categoria deve ser atribuída quando há evidência de que os efeitos fisiológicos diretos de uma substância psicoativa ou medicamento são um importante fator contribuinte para a Disfunção Sexual ou Transtorno da Dor Sexual. Exemplos incluem inibidores seletivos de recaptação de serotonina, antagonistas do receptor de histamina-2 (p. ex., cimetidina), álcool, opioides e anfetaminas. Se os requisitos diagnósticos para um Transtorno Devido ao Uso de Substância forem atendidos, o diagnóstico apropriado de Transtorno Devido ao Uso de Substância também deve ser atribuído."
  },
  {
    "identificador": "HA40.3",
    "valor": "Considerações etiológicas associadas à falta de conhecimento ou experiência",
    "descricao": "Esta categoria deve ser atribuída quando, no julgamento clínico, a falta de conhecimento ou experiência do indivíduo sobre seu próprio corpo, funcionamento sexual e resposta sexual é um importante fator contribuinte para a disfunção sexual ou transtorno da dor sexual. Isso inclui informações imprecisas ou mitos sobre o funcionamento sexual."
  },
  {
    "identificador": "HA40.4",
    "valor": "Considerações etiológicas associadas a fatores de relacionamento",
    "descricao": "Esta categoria deve ser atribuída quando, no julgamento clínico, fatores de relacionamento são importantes contribuintes para a disfunção sexual ou transtorno de dor sexual. Exemplos incluem conflito de relacionamento ou falta de apego romântico. Esta categoria também pode ser usada quando a disfunção sexual ou transtorno de dor sexual estão associadas a uma disfunção sexual ou transtorno de dor sexual no(a) parceiro(a) sexual."
  },
  {
    "identificador": "HA40.5",
    "valor": "Considerações etiológicas associadas a fatores culturais",
    "descricao": "Esta categoria deve ser atribuída quando, na avaliação clínica, fatores culturais são importantes contribuintes para a disfunção sexual ou transtorno de dor sexual. Fatores culturais podem influenciar as expectativas ou provocar inibições sobre a experiência do prazer sexual ou outros aspectos da atividade sexual. Outros exemplos incluem fortes crenças culturalmente compartilhadas sobre expressão sexual, por exemplo, uma crença de que a perda de sêmen pode levar à fraqueza, doença ou morte."
  },
  {
    "identificador": "HA40.Y",
    "valor": "Outras considerações etiológicas especificadas sobre disfunções sexuais e transtornos dolorosos associados à relação sexual",
    "descricao": ""
  },
  {
    "identificador": "HA60",
    "valor": "Incongruência de gênero em adolescentes ou adultos",
    "descricao": "A incongruência de gênero da adolescência e da idade adulta é caracterizada por uma incongruência marcante e persistente entre o gênero vivenciado por um indivíduo e o sexo que lhe é atribuído, o que muitas vezes leva a um desejo de 'transição', a fim de viver e ser aceito como pessoa do gênero vivenciado, por meio de tratamento hormonal, cirurgia ou outros cuidados em saúde para alinhar o corpo do indivíduo, tanto quanto desejado e na medida do possível, com o gênero vivenciado. O diagnóstico não pode ser atribuído antes do início da puberdade. Variações de comportamento e preferências de gênero por si só não são uma base para atribuir o diagnóstico."
  },
  {
    "identificador": "HA61",
    "valor": "Incongruência de gênero na infância",
    "descricao": "A incongruência de gênero na infância é caracterizada por uma marcada incongruência entre o gênero vivenciado de um indivíduo e o sexo que é atribuído a crianças pré-púberes. Inclui um forte desejo de ser de um gênero diferente do sexo atribuído; uma forte aversão por parte da criança a sua anatomia sexual ou características sexuais secundárias antecipadas e/ou um forte desejo pelas características sexuais primárias e/ou secundárias antecipadas que correspondem ao gênero experimentado. Inclui ainda brincadeiras de faz-de-conta ou fantasias, brinquedos, jogos ou atividades e companheiros/as de brincadeira que são típicos do gênero experimentado e não do sexo designado. A incongruência deve ter persistido por cerca de dois (2) anos. O comportamento e as preferências da dissidência de gênero por si só não são suficientes para atribuir o diagnóstico."
  },
  {
    "identificador": "HA6Z",
    "valor": "Incongruência de gênero não especificada",
    "descricao": ""
  }
]