[
  {
    "identificador": "JA00",
    "valor": "Aborto",
    "descricao": ""
  },
  {
    "identificador": "JA00.0",
    "valor": "Aborto espontâneo",
    "descricao": "O aborto espontâneo é a perda espontânea da gravidez (ou seja, embrião ou feto) antes de 22 semanas completas de gestação. Quando a informação sobre a idade gestacional não estiver disponível, utilizar como critério peso ao nascer inferior a 500 gramas.\r\nOs abortos espontâneos são distintos dos casos de aborto induzido."
  },
  {
    "identificador": "JA00.00",
    "valor": "Aborto espontâneo, incompleto, complicado por infecção do trato genital ou pélvica",
    "descricao": "Condição causada por fatores imunológicos, anormalidades do óvulo ou corpo uterino, doença ou infecção materna ou incompetência cervical e complicada por infecção do trato genital ou pélvica. Esta condição é caracterizada pela eliminação incompleta dos produtos da concepção antes de 22 semanas de gestação ou com peso inferior a 500 gramas."
  },
  {
    "identificador": "JA00.01",
    "valor": "Aborto espontâneo, incompleto, complicado por hemorragia excessiva ou tardia",
    "descricao": "Condição causada por fatores imunológicos, anormalidades do óvulo ou corpo uterino, doença ou infecção materna ou incompetência cervical e complicada por sangramento excessivo ou tardio. Esta condição é caracterizada pela eliminação incompleta dos produtos da concepção antes de 22 semanas de gestação ou com peso inferior a 500 gramas."
  },
  {
    "identificador": "JA00.02",
    "valor": "Aborto espontâneo, incompleto, complicado por embolia",
    "descricao": "Condição causada por fatores imunológicos, anormalidades do óvulo ou corpo uterino, doença ou infecção materna, ou incompetência cervical e complicada por embolia. Esta condição é caracterizada pela eliminação incompleta de produtos da concepção antes de 22 semanas de gestação ou com peso inferior a 500 gramas."
  },
  {
    "identificador": "JA00.03",
    "valor": "Aborto espontâneo, incompleto, com outras complicações ou complicações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JA00.04",
    "valor": "Aborto espontâneo, incompleto, sem complicação",
    "descricao": "Condição causada por fatores imunológicos, anormalidades do óvulo ou corpo uterino, doença ou infecção materna, ou incompetência cervical sem qualquer complicação associada. Esta condição é caracterizada pela eliminação incompleta de produtos da concepção antes de 22 semanas de gestação ou com peso inferior a 500 gramas."
  },
  {
    "identificador": "JA00.05",
    "valor": "Aborto espontâneo, completo ou não especificado, complicado com infecção do trato genital ou pélvica",
    "descricao": ""
  },
  {
    "identificador": "JA00.06",
    "valor": "Aborto espontâneo, completo ou não especificado, complicado por hemorragia excessiva ou tardia",
    "descricao": "Condição causada por fatores imunológicos, anormalidades do óvulo ou corpo uterino, doença ou infecção materna ou incompetência cervical e complicada por sangramento excessivo ou tardio. Esta condição é caracterizada por morte embrionária ou fetal não induzida ou eliminação de produtos da concepção antes de 22 semanas de gestação ou com peso inferior a 500 gramas."
  },
  {
    "identificador": "JA00.07",
    "valor": "Aborto espontâneo, completo ou não especificado, complicado por embolia",
    "descricao": "Condição causada por fatores imunológicos, anormalidades do óvulo ou corpo uterino, doença ou infecção materna ou incompetência cervical e complicada por embolia. Esta condição é caracterizada por morte embrionária ou fetal não induzida ou eliminação de produtos da concepção antes de 22 semanas de gestação ou com peso inferior a 500 gramas."
  },
  {
    "identificador": "JA00.08",
    "valor": "Aborto espontâneo, completo ou não especificado, com outras complicações ou complicações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JA00.09",
    "valor": "Aborto espontâneo, completo ou não especificado, sem complicação",
    "descricao": ""
  },
  {
    "identificador": "JA00.1",
    "valor": "Aborto induzido",
    "descricao": "O aborto induzido (também conhecido como interrupção artificial da gravidez) é a expulsão ou extração completa de uma mulher de um embrião ou feto (independentemente da duração da gravidez), após uma interrupção deliberada de uma gravidez em curso por meios médicos ou cirúrgicos, que não se destina a resultar num nascimento vivo. Os abortos induzidos são distintos dos casos de aborto espontâneo e natimorto."
  },
  {
    "identificador": "JA00.10",
    "valor": "Aborto induzido, incompleto, complicado por infecção do trato genital ou pélvica",
    "descricao": ""
  },
  {
    "identificador": "JA00.11",
    "valor": "Aborto induzido, incompleto, complicado por hemorragia excessiva ou tardia",
    "descricao": ""
  },
  {
    "identificador": "JA00.12",
    "valor": "Aborto induzido, incompleto, complicado por embolia",
    "descricao": ""
  },
  {
    "identificador": "JA00.13",
    "valor": "Aborto induzido, incompleto, com outras complicações ou complicações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JA00.14",
    "valor": "Aborto induzido, incompleto, sem complicação",
    "descricao": ""
  },
  {
    "identificador": "JA00.15",
    "valor": "Aborto induzido, completo ou não especificado, complicado por infecção do trato genital ou pélvica",
    "descricao": ""
  },
  {
    "identificador": "JA00.16",
    "valor": "Aborto induzido, completo ou não especificado, complicado por hemorragia excessiva ou tardia",
    "descricao": "Condição causada por intervenções cirúrgicas, farmacológicas, mecânicas, artificiais ou outras intervenções não especificadas e complicada por sangramento excessivo ou tardio. Esta condição é caracterizada pela interrupção da gravidez e morte embrionária ou fetal intencional com expulsão completa ou não especificada dos produtos da concepção do útero antes que o feto seja viável."
  },
  {
    "identificador": "JA00.17",
    "valor": "Aborto induzido, completo ou não especificado, complicado por embolia",
    "descricao": "Condição causada por intervenções cirúrgicas, farmacológicas, mecânicas, artificiais ou outras intervenções não especificadas e complicada por embolia. Esta condição é caracterizada pela interrupção da gravidez e morte embrionária ou fetal intencional com expulsão completa ou não especificada dos produtos da concepção do útero antes que o feto seja viável."
  },
  {
    "identificador": "JA00.18",
    "valor": "Aborto induzido, completo ou não especificado, com outra complicação",
    "descricao": ""
  },
  {
    "identificador": "JA00.19",
    "valor": "Aborto induzido, completo ou não especificado, sem complicação",
    "descricao": ""
  },
  {
    "identificador": "JA00.2",
    "valor": "Aborto não especificado",
    "descricao": ""
  },
  {
    "identificador": "JA00.20",
    "valor": "Aborto não especificado, incompleto, complicado por infecção do trato genital ou pélvica",
    "descricao": ""
  },
  {
    "identificador": "JA00.21",
    "valor": "Aborto não especificado, incompleto, complicado por hemorragia excessiva ou tardia",
    "descricao": ""
  },
  {
    "identificador": "JA00.22",
    "valor": "Aborto não especificado, incompleto, complicado por embolia",
    "descricao": ""
  },
  {
    "identificador": "JA00.23",
    "valor": "Aborto não especificado, incompleto, com outras complicações ou complicações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JA00.24",
    "valor": "Aborto não especificado, incompleto, sem complicação",
    "descricao": ""
  },
  {
    "identificador": "JA00.25",
    "valor": "Aborto não especificado, completo ou não especificado, complicado por infecção do trato genital ou pélvica",
    "descricao": ""
  },
  {
    "identificador": "JA00.26",
    "valor": "Aborto não especificado, completo ou não especificado, complicado por hemorragia excessiva ou tardia",
    "descricao": ""
  },
  {
    "identificador": "JA00.27",
    "valor": "Aborto não especificado, completo ou não especificado, complicado por embolia",
    "descricao": ""
  },
  {
    "identificador": "JA00.28",
    "valor": "Aborto não especificado, completo ou não especificado, com outras complicações ou complicações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JA00.29",
    "valor": "Aborto não especificado, completo ou não especificado, sem complicação",
    "descricao": ""
  },
  {
    "identificador": "JA00.3",
    "valor": "Falha de tentativa de aborto",
    "descricao": "Gravidez em andamento após intervenções medicamentosas ou cirúrgicas que falharam em interrompê-la"
  },
  {
    "identificador": "JA00.30",
    "valor": "Falha do aborto por intervenções médicas, complicado por infecção do trato genital e pélvica",
    "descricao": "Intervenções médicas que falham em interromper a gravidez, e complicadas por infecção do trato genital e pélvico"
  },
  {
    "identificador": "JA00.31",
    "valor": "Falha do aborto por intervenções médicas, complicado por hemorragia tardia ou excessiva",
    "descricao": "Intervenções médicas que falham em interromper a gravidez, e complicadas por hemorragia tardia ou excessiva"
  },
  {
    "identificador": "JA00.32",
    "valor": "Falha do aborto por intervenções médicas, complicado por embolia",
    "descricao": "Intervenções médicas que falham em interromper a gravidez, e complicadas por embolia"
  },
  {
    "identificador": "JA00.33",
    "valor": "Falha do aborto por intervenções médicas, com outras complicações ou complicações não especificadas",
    "descricao": "Intervenções médicas que falham em interromper a gravidez, e associadas a outras complicações ou complicações não especificadas."
  },
  {
    "identificador": "JA00.34",
    "valor": "Falha do aborto por intervenções médicas, sem complicações",
    "descricao": "Intervenções médicas que falham em interromper a gravidez sem qualquer complicação associada."
  },
  {
    "identificador": "JA00.35",
    "valor": "Outra tentativa ou tentativa não especificada de aborto fracassada, complicada por infecção do trato genital ou pélvica",
    "descricao": ""
  },
  {
    "identificador": "JA00.36",
    "valor": "Outra tentativa ou tentativa não especificada de aborto fracassada, complicada por hemorragia excessiva ou tardia",
    "descricao": ""
  },
  {
    "identificador": "JA00.37",
    "valor": "Outra tentativa ou tentativa não especificada de aborto fracassada, complicada por embolia",
    "descricao": ""
  },
  {
    "identificador": "JA00.38",
    "valor": "Outra tentativa ou tentativa não especificada de aborto fracassada, com outras complicações ou complicações não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JA00.39",
    "valor": "Outra tentativa ou tentativa não especificada de aborto fracassada, sem complicação",
    "descricao": ""
  },
  {
    "identificador": "JA01",
    "valor": "Gravidez ectópica",
    "descricao": "Qualquer condição caracterizada pela implantação do embrião fora do endométrio e da cavidade endometrial durante a gravidez."
  },
  {
    "identificador": "JA01.0",
    "valor": "Gravidez abdominal",
    "descricao": "Afecção caracterizada pela implantação do embrião na cavidade peritoneal durante a gravidez."
  },
  {
    "identificador": "JA01.1",
    "valor": "Gravidez tubária",
    "descricao": "Condição caracterizada por implantação do embrião dentro da trompa de Falópio (ampola, istmo, interstício) durante a gravidez."
  },
  {
    "identificador": "JA01.2",
    "valor": "Gravidez ovariana",
    "descricao": "Condição caracterizada por implantação do embrião dentro do ovário durante a gravidez"
  },
  {
    "identificador": "JA01.Y",
    "valor": "Outra gravidez ectópica especificada",
    "descricao": ""
  },
  {
    "identificador": "JA01.Z",
    "valor": "Gravidez ectópica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA02",
    "valor": "Gravidez molar",
    "descricao": "Condição causada pela superprodução de células que se originam na placenta durante a gravidez. Esta condição é caracterizada por uma gravidez com crescimento placentário anormal em que as vilosidades coriônicas se tornam hidrópicas, há proliferação do trofoblasto e invasão do tecido uterino dentro de 10-16 semanas após a concepção, e uma massa placentária."
  },
  {
    "identificador": "JA02.0",
    "valor": "Mola hidatiforme completa",
    "descricao": "Condição causada pela proliferação excessiva de células que se originam na placenta durante a gravidez. Esta condição é caracterizada por uma gravidez com crescimento placentário anormal em que as vilosidades coriônicas se tornam hidrópicas, há proliferação leve a grave do trofoblasto e invasão do tecido uterino dentre 10-16 semanas após a concepção, uma massa placentária, 25-30% de cistos tecaluteínicos, 15-20% de doença trofoblástica persistente, 50% do tamanho do útero para a idade gestacional, e sangramento vaginal, náuseas ou vômitos. Essa condição leva à ausência do feto."
  },
  {
    "identificador": "JA02.1",
    "valor": "Mola hidatiforme parcial ou incompleta",
    "descricao": "Condição causada pela proliferação excessiva de células que se originam na placenta durante a gravidez. Esta condição é caracterizada por uma gravidez com crescimento placentário anormal em que as vilosidades coriônicas se tornam hidrópicas, há proliferação leve a grave do trofoblasto e invasão do tecido uterino entre 10-16 semanas após a concepção, uma massa placentária, cistos tecaluteínicos, 1-5% doença trofoblástica persistente, tamanho uterino pequeno para a idade gestacional, e sangramento vaginal, náuseas ou vômitos. Essa condição leva a algum desenvolvimento fetal e a aborto retido."
  },
  {
    "identificador": "JA02.Y",
    "valor": "Outra gravidez molar especificada",
    "descricao": ""
  },
  {
    "identificador": "JA02.Z",
    "valor": "Gravidez molar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA03",
    "valor": "Aborto retido",
    "descricao": "Condição causada por anormalidade genética, divisão celular anormal ou óvulo ou espermatozoide de baixa qualidade. Esta condição é caracterizada por uma gravidez malsucedida, imaturidade fetal ou morte embrionária que não é expelida do útero por pelo menos 8 semanas e tamanho uterino diminuído. Essa condição também pode se manifestar com infecção materna, coagulação sanguínea, calcificação fetal e reabsorção de produtos da concepção. A confirmação é feita por exame de imagem."
  },
  {
    "identificador": "JA04",
    "valor": "Ovo cego ou mola não hidatiforme",
    "descricao": "Condição causada por anormalidade genética, divisão celular anormal ou óvulo ou espermatozoide de baixa qualidade. Esta condição é caracterizada por uma gravidez malsucedida, implantação de um ovo fertilizado sem desenvolvimento de um embrião, hemorragia na decídua e necrose do tecido adjacente."
  },
  {
    "identificador": "JA05",
    "valor": "Complicações consequentes a aborto, gravidez ectópica ou molar",
    "descricao": "Qualquer complicação que afete mulheres grávidas, causada por ou subsequente a aborto, gravidez ectópica ou molar."
  },
  {
    "identificador": "JA05.0",
    "valor": "Infecção do trato genital ou pélvica consequentes a aborto, gravidez ectópica ou molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.1",
    "valor": "Hemorragia tardia ou excessiva consequente a aborto, gravidez ectópica ou molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.2",
    "valor": "Embolia consequente a aborto, gravidez ectópica ou molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.3",
    "valor": "Choque consequente a aborto, gravidez ectópica ou molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.4",
    "valor": "Insuficiência renal subsequente a aborto, gravidez ectópica ou molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.5",
    "valor": "Transtornos metabólicos após aborto, gravidez ectópica ou gravidez molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.6",
    "valor": "Lesão a órgãos e tecidos pélvicos consequente a aborto, gravidez ectópica ou molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.7",
    "valor": "Outras complicações venosas após aborto, gravidez ectópica ou molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.Y",
    "valor": "Outras complicações especificadas consequentes a aborto, gravidez ectópica ou molar",
    "descricao": ""
  },
  {
    "identificador": "JA05.Z",
    "valor": "Complicações consequentes a aborto, gravidez ectópica ou molar, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA0Z",
    "valor": "Gravidez que termina em aborto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA20",
    "valor": "Hipertensão preexistente complicando a gravidez, o parto ou o puerpério",
    "descricao": "Condição que acomete mulheres grávidas, causada por hipertensão materna previamente diagnosticada. Esta condição é caracterizada por qualquer complicação durante a gravidez, o parto ou o puerpério como resultado de uma leitura da pressão arterial acima de 140/90 mmHg antes da 20ª semana de gravidez ou persistindo por mais de 12 semanas após o parto. A confirmação é feita por esfigmomanômetro."
  },
  {
    "identificador": "JA20.0",
    "valor": "Hipertensão essencial preexistente complicando a gravidez, o parto ou o puerpério",
    "descricao": "Condição que acomete mulheres grávidas, causada por hipertensão previamente diagnosticada ou diagnosticada nas primeiras 20 semanas de gestação. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a complicações durante a gravidez, o parto e o puerpério. A confirmação é feita por esfigmomanômetro."
  },
  {
    "identificador": "JA20.1",
    "valor": "Doença cardíaca hipertensiva preexistente complicando a gravidez, o parto ou o puerpério",
    "descricao": "Condição que acomete mulheres grávidas, causada por hipertensão e doença cardíaca associada previamente diagnosticadas ou diagnosticadas nas primeiras 20 semanas. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, o parto ou o puerpério. A confirmação é feita por esfigmomanômetro."
  },
  {
    "identificador": "JA20.2",
    "valor": "Doença renal hipertensiva preexistente complicando a gravidez, o parto ou o puerpério",
    "descricao": "Condição que acomete mulheres grávidas, causada por hipertensão e doença renal associada previamente diagnosticadas ou diagnosticadas durante as primeiras 20 semanas (de gestação). Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, parto e puerpério. A confirmação é feita pela aferição com esfigmomanômetro."
  },
  {
    "identificador": "JA20.3",
    "valor": "Doença cardíaca e renal hipertensiva preexistentes complicando a gravidez, o parto ou o puerpério",
    "descricao": "Pressão arterial sistólica igual ou maior a 140 mmHg e/ou diastólica igual ou maior a 90 mmHg diagnosticada antes da concepção ou nas primeiras 20 semanas de gravidez com doença cardíaca e renal associada"
  },
  {
    "identificador": "JA20.4",
    "valor": "Hipertensão secundária preexistente complicando a gravidez, o parto ou o puerpério",
    "descricao": "Condição que acomete mulheres grávidas, causada por doença renal, distúrbios endócrinos ou tumores. Esta condição é caracterizada por pressão arterial maior que 140/90 mmHg antes da 20ª semana de gravidez ou persistindo por mais de 12 semanas após o parto, levando a uma complicação durante a gravidez, parto e puerpério. A confirmação é feita por esfigmomanômetro."
  },
  {
    "identificador": "JA20.Y",
    "valor": "Outra hipertensão preexistente especificada complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JA20.Z",
    "valor": "Hipertensão preexistente complicando a gravidez, o parto ou o puerpério, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA21",
    "valor": "Pré-eclâmpsia superposta a hipertensão crônica",
    "descricao": "Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente."
  },
  {
    "identificador": "JA22",
    "valor": "Edema ou proteinúria gestacionais sem hipertensão",
    "descricao": "Condição que acomete mulheres grávidas, caracterizada pelo acúmulo excessivo de fluido sistêmico e proteínas séricas na urina, sem uma pressão arterial anormalmente elevada induzida pela gravidez."
  },
  {
    "identificador": "JA22.0",
    "valor": "Proteinúria gestacional sem hipertensão",
    "descricao": ""
  },
  {
    "identificador": "JA22.1",
    "valor": "Edema gestacional sem hipertensão",
    "descricao": ""
  },
  {
    "identificador": "JA22.2",
    "valor": "Edema gestacional com proteinúria sem hipertensão",
    "descricao": "Acúmulo de líquidos e proteinúria devido às alterações fisiológicas da gravidez na ausência de hipertensão"
  },
  {
    "identificador": "JA23",
    "valor": "Hipertensão gestacional",
    "descricao": "Condição que acomete mulheres grávidas, caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou pressão arterial diastólica igual ou maior que 90 mmHg em duas ocasiões, com 4 horas ou mais de intervalo. Pode ser diagnosticada inicialmente após 20 semanas de gestação ou antes de 1 semana após o parto. A confirmação é feita por medição da pressão arterial, exames de funções hepática e renal e exame de urina."
  },
  {
    "identificador": "JA24",
    "valor": "Pré-eclâmpsia",
    "descricao": "Esta afecção é caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou diastólica igual ou maior que 90 mmHg em duas ocasiões com 4 horas ou mais de intervalo na presença de proteinúria ou outra disfunção orgânica materna de início recente caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou afecção neurológica ou restrição do crescimento fetal."
  },
  {
    "identificador": "JA24.0",
    "valor": "Pré-eclâmpsia leve a moderada",
    "descricao": "Condição caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou diastólica igual ou maior que 90 mmHg em duas ocasiões com 4 horas ou mais de intervalo na presença de proteinúria ou outra disfunção orgânica materna de início recente caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal."
  },
  {
    "identificador": "JA24.1",
    "valor": "Pré-eclâmpsia grave",
    "descricao": "Esta afecção é caracterizada por pressão arterial sistólica maior que 160mmHg ou diastólica igual ou maior que 110mmHg em duas ocasiões com intervalo de 4 horas ou mais na presença de proteinúria ou outra disfunção orgânica materna de início recente caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou afecção neurológica ou restrição do crescimento fetal."
  },
  {
    "identificador": "JA24.2",
    "valor": "Síndrome HELLP",
    "descricao": "Pré-eclâmpsia grave associada a hemólise, enzimas hepáticas elevadas ou plaquetas baixas."
  },
  {
    "identificador": "JA24.Z",
    "valor": "Pré-eclâmpsia, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA25",
    "valor": "Eclâmpsia",
    "descricao": "Qualquer condição que acometa mulheres grávidas, caracterizada por convulsões de início recente que surgem na gravidez. A condição é frequentemente associada a hipertensão induzida pela gravidez, convulsões, crise epiléptica, ansiedade, dor epigástrica, dor de cabeça intensa, visão turva, proteinúria e edema, e que pode ocorrer durante a gravidez, parto ou puerpério."
  },
  {
    "identificador": "JA25.0",
    "valor": "Eclâmpsia na gravidez",
    "descricao": "Esta condição é caracterizada por crise epiléptica ou convulsões de aparecimento recente que surgem na gravidez. A condição é frequentemente associada a hipertensão induzida pela gravidez, convulsões, crise epiléptica, ansiedade, dor epigástrica, dor de cabeça intensa, visão turva, proteinúria e edema, e que ocorre durante a gravidez."
  },
  {
    "identificador": "JA25.1",
    "valor": "Eclâmpsia no trabalho de parto",
    "descricao": "Esta condição é caracterizada por crise epiléptica ou convulsões de aparecimento recente que surgem na gravidez. A condição é frequentemente associada a hipertensão induzida pela gravidez, convulsões, crise epiléptica, ansiedade, dor epigástrica, dor de cabeça intensa, visão turva, proteinúria e edema, e que ocorre durante o trabalho de parto."
  },
  {
    "identificador": "JA25.2",
    "valor": "Eclâmpsia no puerpério",
    "descricao": "Esta condição é caracterizada por crise epiléptica ou convulsões de aparecimento recente que surgem na gravidez. A condição é frequentemente associada a hipertensão induzida pela gravidez, convulsões, crise epiléptica, ansiedade, dor epigástrica, dor de cabeça intensa, visão turva, proteinúria e edema, e que ocorre durante o puerpério."
  },
  {
    "identificador": "JA25.3",
    "valor": "Eclâmpsia, período de tempo não especificado",
    "descricao": "Aparecimento de convulsões em uma mulher com pré-eclâmpsia, não atribuíveis a outras causas, sem um tempo de início específico."
  },
  {
    "identificador": "JA2Z",
    "valor": "Edema, proteinúria ou transtornos hipertensivos na gravidez, no parto ou no puerpério, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JA40",
    "valor": "Hemorragia no início da gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA40.0",
    "valor": "Ameaça de aborto",
    "descricao": "Corrimento vaginal com sangue aparece através do orifício cervical fechado durante a primeira metade da gravidez."
  },
  {
    "identificador": "JA40.Y",
    "valor": "Outra hemorragia especificada no início da gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA40.Z",
    "valor": "Hemorragia no início da gravidez, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA41",
    "valor": "Hemorragia anteparto",
    "descricao": ""
  },
  {
    "identificador": "JA41.0",
    "valor": "Hemorragia anteparto com deficiência de coagulação",
    "descricao": ""
  },
  {
    "identificador": "JA41.Y",
    "valor": "Outra hemorragia anteparto especificada",
    "descricao": ""
  },
  {
    "identificador": "JA41.Z",
    "valor": "Hemorragia anteparto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA42",
    "valor": "Hemorragia intraparto",
    "descricao": ""
  },
  {
    "identificador": "JA42.0",
    "valor": "Hemorragia intraparto com deficiência de coagulação",
    "descricao": "Condição que acomete mulheres grávidas, excluindo aquelas causadas por descolamento prematuro da placenta e placenta prévia. Esta condição é caracterizada por perda excessiva de sangue com alterações dos fatores de coagulação do sangue, após 20 semanas de gestação até o trabalho de parto e parto."
  },
  {
    "identificador": "JA42.1",
    "valor": "Hemorragia intraparto resultante de trabalho de parto obstruído com ruptura uterina",
    "descricao": ""
  },
  {
    "identificador": "JA42.2",
    "valor": "Hemorragia intraparto resultante de parto obstruído sem menção de ruptura uterina",
    "descricao": "Trabalho de parto e parto complicados por hemorragia intraparto de parto obstruído devido a causas não especificadas em outra parte ou sem menção de ruptura uterina"
  },
  {
    "identificador": "JA42.Y",
    "valor": "Outra hemorragia intraparto especificada",
    "descricao": ""
  },
  {
    "identificador": "JA42.Z",
    "valor": "Hemorragia intraparto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA43",
    "valor": "Hemorragia pós-parto",
    "descricao": ""
  },
  {
    "identificador": "JA43.0",
    "valor": "Hemorragia do terceiro estágio",
    "descricao": "Condição caracterizada por perda excessiva de sangue durante o terceiro estágio do trabalho de parto em um parto vaginal. Essa condição é causada por atonia uterina, traumatismo, placenta retida ou coagulopatia."
  },
  {
    "identificador": "JA43.1",
    "valor": "Outras hemorragias do pós-parto imediato",
    "descricao": "Condição caracterizada por perda excessiva de sangue nas primeiras 24 horas após a conclusão do terceiro estágio do trabalho de parto em um parto vaginal (mais de 500 mililitros) ou após uma cesariana (mais de 1000 mililitros). Essa condição é causada por atonia uterina, traumatismo, placenta retida ou coagulopatia."
  },
  {
    "identificador": "JA43.2",
    "valor": "Hemorragia pós-parto tardia ou secundária",
    "descricao": "Condição caracterizada por perda sanguínea excessiva entre 24 horas e 12 semanas após o parto. Esta condição é causada por atonia uterina, traumatismo, retenção placentária ou coagulopatia."
  },
  {
    "identificador": "JA43.3",
    "valor": "Deficiências de coagulação pós-parto",
    "descricao": "Condição caracterizada por perda sanguínea excessiva subsequente a parto vaginal ou cesariana. Esta condição é causado por defeitos de coagulação durante o período pós-parto."
  },
  {
    "identificador": "JA43.4",
    "valor": "Hemorragia pós-parto subsequente a trabalho de parto obstruído com ruptura uterina",
    "descricao": ""
  },
  {
    "identificador": "JA43.5",
    "valor": "Hemorragia pós-parto subsequente a trabalho de parto obstruído sem menção de ruptura uterina",
    "descricao": ""
  },
  {
    "identificador": "JA43.Y",
    "valor": "Outra hemorragia pós-parto especificada",
    "descricao": ""
  },
  {
    "identificador": "JA43.Z",
    "valor": "Hemorragia pós-parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA4Z",
    "valor": "Hemorragia obstétrica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA60",
    "valor": "Vômitos excessivos na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA60.0",
    "valor": "Hiperêmese gravídica leve",
    "descricao": "Vômitos que ocorrem durante a gravidez que são responsivos à modificação da dieta e/ou a tratamento antiemético"
  },
  {
    "identificador": "JA60.1",
    "valor": "Hiperêmese gravídica com distúrbio metabólico",
    "descricao": "Vômitos na gravidez, não responsivos à modificação da dieta e/ou tratamento antiemético e associados a distúrbios eletrolíticos e desequilíbrio ácido-básico"
  },
  {
    "identificador": "JA60.2",
    "valor": "Vômitos tardios da gravidez",
    "descricao": "Vômitos que ocorrem após 22 semanas completas de gestação."
  },
  {
    "identificador": "JA60.Y",
    "valor": "Outros vômitos excessivos especificados na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA60.Z",
    "valor": "Vômitos excessivos na gravidez, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JA61",
    "valor": "Complicações venosas na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA61.0",
    "valor": "Veias varicosas de membros inferiores na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA61.1",
    "valor": "Varizes genitais na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA61.2",
    "valor": "Tromboflebite superficial na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA61.3",
    "valor": "Flebotrombose profunda na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA61.4",
    "valor": "Hemorróidas na gravidez",
    "descricao": "Condição que atinge mulheres durante a gravidez, causada por um aumento da pressão intra-abdominal e alterações hormonais durante a gravidez. Esta condição é caracterizada por veias hemorroidais aumentadas e varicosas no ânus e reto inferior. Esta condição também pode apresentar coceira, ardor, inchaços dolorosos no ânus, disquezia ou sangramento retal com movimentos intestinais. A confirmação é feita por exame digital ou visual com anoscópio, proctoscópio ou sigmoidoscópio do canal anal e reto para determinar a presença de hemorroidas."
  },
  {
    "identificador": "JA61.5",
    "valor": "Trombose venosa cerebral na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA61.Y",
    "valor": "Outras complicações venosas especificadas na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA61.Z",
    "valor": "Complicações venosas na gravidez, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JA62",
    "valor": "Infecções do trato geniturinário na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA62.0",
    "valor": "Infecções de rim na gravidez",
    "descricao": "Infecções renais que ocorrem durante a gravidez"
  },
  {
    "identificador": "JA62.1",
    "valor": "Infecções da bexiga na gravidez",
    "descricao": "Infecções da bexiga que ocorrem durante a gravidez"
  },
  {
    "identificador": "JA62.2",
    "valor": "Infecções da uretra na gravidez",
    "descricao": "Infecções da uretra que ocorrem durante a gravidez"
  },
  {
    "identificador": "JA62.3",
    "valor": "Infecções de outras partes do trato urinário na gravidez",
    "descricao": "Infecções do trato urinário que não em rins, bexiga e uretra ocorrendo durante a gravidez"
  },
  {
    "identificador": "JA62.4",
    "valor": "Infecções do trato genital na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA62.Y",
    "valor": "Infecções do trato geniturinário na gravidez, outra localização especificada",
    "descricao": ""
  },
  {
    "identificador": "JA62.Z",
    "valor": "Infecção do trato geniturinário na gravidez, localização não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA63",
    "valor": "Diabetes gestacional",
    "descricao": "Afecção causada por disfunção nos receptores de insulina maternos . Essa afecção é caracterizada por intolerância à glicose com início da gravidez ou quando é reconhecida pela primeira durante a gravidez."
  },
  {
    "identificador": "JA63.0",
    "valor": "Diabetes mellitus tipo 1 pré-existente na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA63.1",
    "valor": "Diabetes mellitus pré-existente tipo2| na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA63.2",
    "valor": "Diabetes mellitus que surge durante a gravidez",
    "descricao": "Diabetes mellitus surgindo ou diagnosticado durante a gravidez (diabetes mellitus gestacional) de acordo com os critérios da OMS ou outros critérios nacionais. O diabetes mellitus gestacional é definido como qualquer grau de intolerância à glicose com início ou primeira observação durante a gravidez. A definição se aplica independentemente de se é usada insulina ou apenas a modificação da dieta para o tratamento, ou se a condição persiste após a gravidez."
  },
  {
    "identificador": "JA63.Y",
    "valor": "Outros diabetes mellitus especificados na gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA63.Z",
    "valor": "Diabetes mellitus na gravidez, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JA64",
    "valor": "Desnutrição na gravidez",
    "descricao": "Condição causada por ingestão de uma dieta na qual os nutrientes são escassos ou excessivos."
  },
  {
    "identificador": "JA65",
    "valor": "Assistência materna por outras complicações predominantemente relacionadas à gravidez",
    "descricao": "Qualquer motivo identificado para avaliar (ou cuidar de) uma mãe por outras condições relacionadas à gravidez."
  },
  {
    "identificador": "JA65.0",
    "valor": "Transtornos hepáticos na gravidez, no parto ou no puerpério",
    "descricao": "Qualquer transtorno que afete mulheres, caracterizado por alterações patológicas no fígado que ocorrem durante a gravidez, parto e puerpério."
  },
  {
    "identificador": "JA65.1",
    "valor": "Dermatoses da gravidez",
    "descricao": "Grupo de transtornos de pele que são específicas da gravidez."
  },
  {
    "identificador": "JA65.10",
    "valor": "Penfigoide gestacional",
    "descricao": "O penfigoide gestacional é uma doença autoimune da pele caracterizada por placas pruriginosas e formação de bolhas na pele em associação com a gravidez ou os tumores trofoblásticos, mola hidatiforme e coriocarcinoma. As causas exatas da doença são desconhecidas, mas a doença é mediada por auto anticorpos para o componente hemidesmossoma BP180/BPAg2/colágeno XVII. Os anticorpos maternos podem causar doença de curta duração no neonato, penfigoide gestacional neonatal.\r\nEsta doença não é uma infecção pelo vírus do herpes, apesar de seu antigo nome, herpes gestacional."
  },
  {
    "identificador": "JA65.11",
    "valor": "Prurido da gravidez",
    "descricao": "Prurido na gravidez geralmente pode ser atribuído a uma causa específica, como colestase, dermatose específica da gravidez, como pápulas e placas urticariformes pruriginosas da gravidez, ou a exacerbação de uma dermatose inflamatória preexistente, como eczema atópico. Não raramente, porém, uma causa específica não pode ser identificada."
  },
  {
    "identificador": "JA65.12",
    "valor": "Erupção polimórfica da gravidez",
    "descricao": "Erupção polimórfica da gravidez é uma dermatose que ocorre quase exclusivamente em primigestas ou em mulheres com gestação múltipla. Está associada ao ganho de peso acima da média na gravidez e acredita-se que a distensão da pele abdominal seja importante na sua patogênese: o mecanismo preciso não é compreendido. A erupção caracteristicamente aparece primeiro no terceiro trimestre da gravidez como pápulas e placas urticariformes eritematosas intensamente pruriginosas dentro e ao redor das estrias de distensão abdominal. Em algumas grávidas, pode tornar-se mais generalizado. O início às vezes é retardado até o período pós-parto imediato. Geralmente não se repete em gestações subsequentes."
  },
  {
    "identificador": "JA65.1Y",
    "valor": "Outras dermatoses especificadas da gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA65.2",
    "valor": "Ganho excessivo de peso na gravidez",
    "descricao": "Qualquer motivo para avaliar (ou cuidar de) uma mãe com ganho de peso excessivo durante a gravidez"
  },
  {
    "identificador": "JA65.3",
    "valor": "Ganho de peso insuficiente na gravidez",
    "descricao": "Qualquer motivo para para avaliar (ou cuidar de) uma mãe com baixo ganho de peso durante a gravidez."
  },
  {
    "identificador": "JA65.4",
    "valor": "Assistência à gravidez por motivo de abortamento habitual",
    "descricao": "Qualquer motivo para avaliar (ou cuidar) de uma mãe com histórico de aborto habitual."
  },
  {
    "identificador": "JA65.5",
    "valor": "Retenção de dispositivo intrauterino contraceptivo (DIU) na gravidez",
    "descricao": "Qualquer motivo para avaliar (ou cuidar de) uma mãe com um dispositivo contraceptivo intrauterino retido durante a gravidez."
  },
  {
    "identificador": "JA65.6",
    "valor": "Síndrome da hipotensão materna",
    "descricao": "Qualquer motivo para avaliar uma mãe por pressão arterial baixa durante a gravidez."
  },
  {
    "identificador": "JA65.7",
    "valor": "Subluxação da sínfise púbica na gravidez, no parto ou no puerpério",
    "descricao": "Qualquer motivo para avaliar (ou cuidar de) uma mãe por subluxação da sínfise púbica durante a gravidez."
  },
  {
    "identificador": "JA65.Y",
    "valor": "Assistência prestada à mãe por outras condições especificadas predominantemente relacionadas à gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA65.Z",
    "valor": "Assistência prestada à mãe por condições não especificadas predominantemente relacionadas à gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA66",
    "valor": "Achados clínicos do rastreamento [“screening”] pré-natal da mãe",
    "descricao": "Qualquer sinal caracterizado por anormalidade detectada durante rastreamento pré-natal na mãe"
  },
  {
    "identificador": "JA66.0",
    "valor": "Achados hematológicos anormais do rastreamento ['screening'] pré-natal da mãe",
    "descricao": "Sinal caracterizado por uma anormalidade hematológica detectada durante triagem no pré-natal da mãe."
  },
  {
    "identificador": "JA66.1",
    "valor": "Achados bioquímicos anormais do rastreamento ['screening'] pré-natal da mãe",
    "descricao": "Sinal caracterizado por uma anormalidade bioquímica detectada durante triagem pré-natal da mãe."
  },
  {
    "identificador": "JA66.2",
    "valor": "Achados citológicos anormais do rastreamento ['screening'] pré-natal da mãe",
    "descricao": "Sinal caracterizado por uma anormalidade na citologia detectada durante triagem pré-natal da mãe"
  },
  {
    "identificador": "JA66.3",
    "valor": "Achados ultrassonográficos anormais do rastreamento ['screening'] pré-natal da mãe",
    "descricao": "Sinal caracterizado por uma anormalidade detectada por ultrassom durante rastreamento pré-natal da mãe."
  },
  {
    "identificador": "JA66.4",
    "valor": "Achados radiológicos anormais do rastreamento ['screening'] pré-natal da mãe",
    "descricao": "Sinal caracterizado por uma anormalidade radiológica detectada durante rastreamento pré-natal da mãe."
  },
  {
    "identificador": "JA66.5",
    "valor": "Achado cromossômico ou genético anormais do rastreamento ['screening'] pré-natal da mãe",
    "descricao": "Sinal caracterizado por uma anomalia cromossômica ou genética detectada durante rastreamento pré-natal da mãe."
  },
  {
    "identificador": "JA66.Y",
    "valor": "Outros achados clínicos especificados do rastreamento [“screening”] pré-natal da mãe",
    "descricao": ""
  },
  {
    "identificador": "JA66.Z",
    "valor": "Achados clínicos do rastreamento [“screening”] pré-natal da mãe, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JA67",
    "valor": "Complicações de anestesia administrada durante a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA67.0",
    "valor": "Complicações pulmonares de anestesia administrada durante a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA67.1",
    "valor": "Complicações cardíacas de anestesia administrada durante a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA67.2",
    "valor": "Complicações relativas ao sistema nervoso central devidas a anestesia administrada durante a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA67.3",
    "valor": "Reação tóxica causada por anestesia local administrada durante a gravidez",
    "descricao": "Condição que afeta mulheres durante a gravidez, causada pelas propriedades ou pela concentração do agente anestésico ou por fatores relacionados à paciente. Esta condição é caracterizada por uma reação tóxica local ou sistêmica levando a mau funcionamento ou falha dos sistemas neurovascular, nervoso central, respiratório ou cardiovascular, com início entre 30 segundos e 60 minutos após a administração de um anestésico."
  },
  {
    "identificador": "JA67.4",
    "valor": "Cefaleia induzida por raquianestesia ou anestesia peridural administrada durante a gravidez",
    "descricao": "Condição que afeta mulheres durante a gravidez, causada pela administração de raquianestesia ou anestesia epidural. Esta condição é caracterizada por cefaleia durante a gravidez."
  },
  {
    "identificador": "JA67.5",
    "valor": "Falha ou dificuldade na entubação durante a gravidez",
    "descricao": "Condição que afeta mulheres durante a gravidez, causada por fatores fisiológicos, fisiopatológicos ou psicológicos que afetam os tecidos necessários para fixação da cânula de entubação. Esta condição é caracterizada por uma dificuldade ou incapacidade de inserir um tubo em um orifício externo ou interno do corpo durante a gravidez."
  },
  {
    "identificador": "JA67.50",
    "valor": "Falha na entubação durante a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA67.51",
    "valor": "Dificuldade na entubação durante a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA67.6",
    "valor": "Estar consciente durante a realização de anestesia geral durante a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA67.Y",
    "valor": "Outras complicações especificadas de anestesia administrada durante a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JA67.Z",
    "valor": "Complicações de anestesia administrada durante a gravidez, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA6Z",
    "valor": "Transtornos maternos predominantemente relacionados a gravidez, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JA80",
    "valor": "Assistência prestada à mãe relacionada à gestação múltipla",
    "descricao": ""
  },
  {
    "identificador": "JA80.0",
    "valor": "Gravidez dupla",
    "descricao": ""
  },
  {
    "identificador": "JA80.1",
    "valor": "Gravidez trigemelar",
    "descricao": ""
  },
  {
    "identificador": "JA80.2",
    "valor": "Gravidez quadrigemelar",
    "descricao": ""
  },
  {
    "identificador": "JA80.Y",
    "valor": "Assistência prestada à mãe a outra gestação múltipla especificada",
    "descricao": ""
  },
  {
    "identificador": "JA80.Z",
    "valor": "Assistência prestada à mãe relacionados à gestação múltipla não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA81",
    "valor": "Assistência prestada à mãe relacionada a complicações específicas da gestação múltipla",
    "descricao": ""
  },
  {
    "identificador": "JA81.0",
    "valor": "Feto papiráceo",
    "descricao": ""
  },
  {
    "identificador": "JA81.1",
    "valor": "Continuação da gravidez após aborto de um ou mais fetos",
    "descricao": ""
  },
  {
    "identificador": "JA81.2",
    "valor": "Continuação da gravidez após a morte intra-uterina de um ou mais fetos",
    "descricao": ""
  },
  {
    "identificador": "JA81.3",
    "valor": "Perda da gestação após abortamento ou morte intrauterina de um ou mais fetos",
    "descricao": ""
  },
  {
    "identificador": "JA81.Y",
    "valor": "Outra assistência especificada prestada à mãe relacionada a complicações específicas da gestação múltipla",
    "descricao": ""
  },
  {
    "identificador": "JA81.Z",
    "valor": "Outra assistência especificada prestada à mãe relacionada a complicações específicas da gestação múltipla, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA82",
    "valor": "Assistência prestada à mãe por apresentação anômala do feto",
    "descricao": "Assistência prestada à mulher grávida por posição ou orientação anômala do feto a termo ou durante o trabalho de parto, determinada pela relação entre a coluna materna e o canal de parto."
  },
  {
    "identificador": "JA82.0",
    "valor": "Assistência prestada à mãe por posição fetal instável",
    "descricao": ""
  },
  {
    "identificador": "JA82.1",
    "valor": "Assistência prestada à mãe por apresentação pélvica",
    "descricao": ""
  },
  {
    "identificador": "JA82.2",
    "valor": "Assistência prestada à mãe por posição fetal transversa ou oblíqua",
    "descricao": ""
  },
  {
    "identificador": "JA82.3",
    "valor": "Assistência prestada à mãe por apresentação fetal de face, fronte ou mento",
    "descricao": ""
  },
  {
    "identificador": "JA82.4",
    "valor": "Assistência prestada à mãe por polo cefálico alto em gestação a termo",
    "descricao": ""
  },
  {
    "identificador": "JA82.5",
    "valor": "Assistência prestada à mãe por gestação múltipla com apresentação anômala de um ou mais fetos",
    "descricao": ""
  },
  {
    "identificador": "JA82.6",
    "valor": "Assistência prestada à mãe por apresentação complexa",
    "descricao": ""
  },
  {
    "identificador": "JA82.Y",
    "valor": "Assistência prestada à mãe por outra apresentação anômala especificada do feto",
    "descricao": ""
  },
  {
    "identificador": "JA82.Z",
    "valor": "Assistência prestada à mãe por apresentação anômala do feto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA83",
    "valor": "Assistência prestada à mãe por desproporção",
    "descricao": "Condição caracterizada pela realização de intervenções de saúde à mãe devido à situação em que a cabeça ou corpo do feto é muito grande para passar através da pelve materna."
  },
  {
    "identificador": "JA83.0",
    "valor": "Assistência prestada à mãe por uma desproporção devida à deformidade da pelve óssea materna",
    "descricao": ""
  },
  {
    "identificador": "JA83.1",
    "valor": "Assistência prestada à mãe por uma desproporção devida à contração geral da pelve",
    "descricao": ""
  },
  {
    "identificador": "JA83.2",
    "valor": "Assistência prestada à mãe por uma desproporção devida à contração do estreito superior da pelve",
    "descricao": ""
  },
  {
    "identificador": "JA83.3",
    "valor": "Assistência prestada à mãe por uma desproporção devida à contração do estreito inferior da pelve",
    "descricao": ""
  },
  {
    "identificador": "JA83.4",
    "valor": "Assistência prestada à mãe por uma desproporção de origem mista, materna e fetal",
    "descricao": ""
  },
  {
    "identificador": "JA83.5",
    "valor": "Assistência prestada à mãe por uma desproporção devida a feto excepcionalmente grande",
    "descricao": ""
  },
  {
    "identificador": "JA83.6",
    "valor": "Assistência prestada à mãe por uma desproporção devida a feto hidrocefálico",
    "descricao": ""
  },
  {
    "identificador": "JA83.Y",
    "valor": "Assistência prestada à mãe por outra desproporção especificada",
    "descricao": ""
  },
  {
    "identificador": "JA83.Z",
    "valor": "Assistência prestada à mãe por desproporção, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA84",
    "valor": "Assistência prestada à mãe por anormalidade de órgãos pélvicos maternos",
    "descricao": "Condição caracterizada pela realização de intervenções de saúde à mãe devido a alguma anormalidade suspeitada ou conhecida em um ou mais de seus órgãos pélvicos."
  },
  {
    "identificador": "JA84.0",
    "valor": "Assistência prestada à mãe por malformação congênita do útero",
    "descricao": "Assistência prestada à mulher grávida, necessária por malformação do útero presente no momento do nascimento ou antes dele."
  },
  {
    "identificador": "JA84.1",
    "valor": "Assistência prestada à mãe por tumor do corpo do útero",
    "descricao": "Assistência prestada à mãe, necessária pela presença de tumor uterino em qualquer momento da gestação."
  },
  {
    "identificador": "JA84.2",
    "valor": "Assistência prestada à mãe por cicatriz uterina devida a uma cirurgia prévia",
    "descricao": ""
  },
  {
    "identificador": "JA84.3",
    "valor": "Assistência prestada à mãe por incompetência cervical",
    "descricao": ""
  },
  {
    "identificador": "JA84.4",
    "valor": "Assistência prestada à mãe por anormalidade da vagina",
    "descricao": "Assistência prestada à mãe por qualquer anormalidade da vagina."
  },
  {
    "identificador": "JA84.5",
    "valor": "Assistência prestada à mãe por anormalidade de vulva ou períneo",
    "descricao": ""
  },
  {
    "identificador": "JA84.Y",
    "valor": "Assistência prestada à mãe por outra anormalidade especificada de órgãos pélvicos maternos",
    "descricao": ""
  },
  {
    "identificador": "JA84.Z",
    "valor": "Assistência prestada à mãe por anormalidade de órgãos pélvicos maternos, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA85",
    "valor": "Assistência prestada à mãe por anormalidade ou lesão fetal",
    "descricao": "Condição caracterizada pela realização de intervenções de saúde à mãe por alguma anormalidade ou dano suspeitada ou conhecida de estar presente no feto"
  },
  {
    "identificador": "JA85.0",
    "valor": "Assistência prestada à mãe por malformação do sistema nervoso central do feto",
    "descricao": ""
  },
  {
    "identificador": "JA85.1",
    "valor": "Assistência prestada à mãe por anormalidade cromossômica fetal",
    "descricao": ""
  },
  {
    "identificador": "JA85.2",
    "valor": "Assistência prestada à mãe por doença hereditária no feto",
    "descricao": ""
  },
  {
    "identificador": "JA85.3",
    "valor": "Assistência prestada à mãe por lesão ao feto causada por doença materna viral",
    "descricao": ""
  },
  {
    "identificador": "JA85.Y",
    "valor": "Assistência prestada à mãe por outra anormalidade ou lesão fetal especificada",
    "descricao": ""
  },
  {
    "identificador": "JA85.Z",
    "valor": "Assistência prestada à mãe por anormalidade ou lesão fetal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA86",
    "valor": "Assistência prestada à mãe por outros problemas no feto",
    "descricao": "Condição caracterizada pela realização de intervenções de saúde para a mãe devido a qualquer outro problema presente ou suspeito no feto."
  },
  {
    "identificador": "JA86.0",
    "valor": "Assistência prestada à mãe por anticorpos eritrocitários",
    "descricao": "Assistência prestada à mãe por isoimunização Rh ou outro tipo de isoimunização"
  },
  {
    "identificador": "JA86.1",
    "valor": "Assistência prestada à mãe por hidropsia fetal",
    "descricao": ""
  },
  {
    "identificador": "JA86.2",
    "valor": "Assistência prestada à mãe por sinais de hipóxia fetal",
    "descricao": ""
  },
  {
    "identificador": "JA86.3",
    "valor": "Assistência prestada à mãe por morte intrauterina",
    "descricao": ""
  },
  {
    "identificador": "JA86.4",
    "valor": "Assistência prestada à mãe por restrição de crescimento fetal",
    "descricao": ""
  },
  {
    "identificador": "JA86.5",
    "valor": "Assistência prestada à mãe por suspeita de macrossomia fetal",
    "descricao": ""
  },
  {
    "identificador": "JA86.6",
    "valor": "Assistência prestada à mãe por feto viável em gravidez abdominal",
    "descricao": ""
  },
  {
    "identificador": "JA86.Y",
    "valor": "Assistência prestada à mãe por outros problemas fetais especificados",
    "descricao": ""
  },
  {
    "identificador": "JA86.Z",
    "valor": "Assistência prestada à mãe por outros problemas fetais, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JA87",
    "valor": "Assistência prestada à mãe relacionada à polidrâmnio",
    "descricao": "Líquido amniótico excessivo, normalmente diagnosticado por ultrassonografia de forma subjetiva através de medida vertical do maior bolsão igual ou superior a 8 cm e/ou índice de líquido amniótico igual ou maior que 24 cm."
  },
  {
    "identificador": "JA88",
    "valor": "Assistência prestada à mãe relacionada a alguns transtornos especificados do líquido ou membrana amnióticos",
    "descricao": ""
  },
  {
    "identificador": "JA88.0",
    "valor": "Oligohidrâmnio",
    "descricao": ""
  },
  {
    "identificador": "JA88.1",
    "valor": "Infecção de saco ou membrana amnióticos",
    "descricao": ""
  },
  {
    "identificador": "JA88.Y",
    "valor": "Outros transtornos especificados do líquido ou membrana amnióticos",
    "descricao": ""
  },
  {
    "identificador": "JA88.Z",
    "valor": "Transtornos do líquido ou membrana amnióticos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JA89",
    "valor": "Assistência prestada à mãe por ruptura prematura das membranas",
    "descricao": "Ruptura espontânea das membranas fetais antes do trabalho de parto"
  },
  {
    "identificador": "JA89.0",
    "valor": "Ruptura prematura de membranas, início do trabalho de parto dentro de 24 horas",
    "descricao": ""
  },
  {
    "identificador": "JA89.1",
    "valor": "Ruptura prematura de membranas, início do trabalho de parto depois das primeiras 24 horas",
    "descricao": ""
  },
  {
    "identificador": "JA89.2",
    "valor": "Ruptura prematura de membranas, com trabalho de parto retardado por terapêutica",
    "descricao": ""
  },
  {
    "identificador": "JA89.3",
    "valor": "Ruptura prematura pré-termo de membranas",
    "descricao": ""
  },
  {
    "identificador": "JA89.Y",
    "valor": "Outra assistência especificada prestada à mãe por ruptura prematura de membranas",
    "descricao": ""
  },
  {
    "identificador": "JA89.Z",
    "valor": "Assistência prestada à mãe por ruptura prematura de membranas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA8A",
    "valor": "Assistência prestada à mãe relacionada à transtornos da placenta",
    "descricao": ""
  },
  {
    "identificador": "JA8A.0",
    "valor": "Síndromes de transfusão placentária",
    "descricao": ""
  },
  {
    "identificador": "JA8A.1",
    "valor": "Malformação da placenta",
    "descricao": ""
  },
  {
    "identificador": "JA8A.2",
    "valor": "Morbidade de adesão anômala placentária",
    "descricao": ""
  },
  {
    "identificador": "JA8A.Y",
    "valor": "Outra assistência especificada prestada à mãe relacionada a transtornos da placenta",
    "descricao": ""
  },
  {
    "identificador": "JA8A.Z",
    "valor": "Outra assistência prestada à mãe relacionada à transtornos da placenta, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA8B",
    "valor": "Placenta prévia parcial",
    "descricao": "A placenta que é implantada sobre ou muita próxima ao orifício interno do colo uterino - placenta prévia total, parcial, marginal ou de inserção baixa"
  },
  {
    "identificador": "JA8B.0",
    "valor": "Placenta prévia especificada como sem hemorragia",
    "descricao": ""
  },
  {
    "identificador": "JA8B.1",
    "valor": "Placenta prévia com hemorragia",
    "descricao": ""
  },
  {
    "identificador": "JA8B.Z",
    "valor": "Assistência prestada à mãe por placenta prévia ou de inserção baixa, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA8C",
    "valor": "Assistência prestada à mãe relacionada a descolamento prematuro da placenta",
    "descricao": ""
  },
  {
    "identificador": "JA8C.0",
    "valor": "Descolamento prematuro da placenta com deficiência de coagulação",
    "descricao": ""
  },
  {
    "identificador": "JA8C.Y",
    "valor": "Outra assistência especificada prestada à mãe relacionada a descolamento prematuro da placenta",
    "descricao": ""
  },
  {
    "identificador": "JA8C.Z",
    "valor": "Assistência prestada à mãe relacionada a descolamento prematuro da placenta, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA8D",
    "valor": "Assistência prestada à mãe relacionada a falso trabalho de parto",
    "descricao": "Contrações sugestivas de trabalho de parto, mas que não levam à dilatação cervical."
  },
  {
    "identificador": "JA8D.0",
    "valor": "Falso trabalho de parto antes de se completarem 37 semanas de gestação",
    "descricao": ""
  },
  {
    "identificador": "JA8D.1",
    "valor": "Falso trabalho de parto na 37ª semana completa ou depois dela",
    "descricao": ""
  },
  {
    "identificador": "JA8D.Z",
    "valor": "Assistência prestada à mãe relacionada a falso trabalho de parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JA8E",
    "valor": "Assistência prestada à mãe relacionada a gestação prolongada",
    "descricao": "Gravidez que excede a duração de 42 semanas a partir do último período menstrual."
  },
  {
    "identificador": "JA8Y",
    "valor": "Assistência prestada à mãe relacionada a outros problemas especificados do feto, cavidade amniótica ou parto",
    "descricao": ""
  },
  {
    "identificador": "JA8Z",
    "valor": "Assistência prestada à mãe relacionada a outros problemas não especificados do feto, cavidade amniótica ou parto",
    "descricao": ""
  },
  {
    "identificador": "JB00",
    "valor": "Trabalho de parto ou parto pré-termos",
    "descricao": "Condição caracterizada pelo início do trabalho de parto e parto antes de 37 semanas completas.\r\n\r\nAtribua um código de extensão adicional, se desejado, para duração da gravidez."
  },
  {
    "identificador": "JB00.0",
    "valor": "Trabalho de parto pré-termo sem parto",
    "descricao": "Condição caracterizada pelo início do trabalho de parto antes de 37 semanas completas, sem parto."
  },
  {
    "identificador": "JB00.1",
    "valor": "Trabalho de parto espontâneo pré-termo com parto pré-termo",
    "descricao": "Condição caracterizada pelo início espontâneo do trabalho de parto e parto antes de 37 semanas completas."
  },
  {
    "identificador": "JB00.2",
    "valor": "Trabalho de parto pré-termo com parto a termo",
    "descricao": "Condição caracterizada pelo início espontâneo do trabalho de parto antes de 37 semanas completas, seguido de parto após 39 semanas."
  },
  {
    "identificador": "JB00.3",
    "valor": "Parto pré-termo subsequente a indução iatrogênica do trabalho de parto ou cesariana",
    "descricao": ""
  },
  {
    "identificador": "JB00.Y",
    "valor": "Outro trabalho de parto ou parto pré-termos, especificados",
    "descricao": ""
  },
  {
    "identificador": "JB00.Z",
    "valor": "Trabalho de parto ou parto pré-termos, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JB01",
    "valor": "Falha na indução do trabalho de parto",
    "descricao": "Condição caracterizada por uma tentativa fracassada de estimular as contrações antes do início espontâneo do trabalho de parto. Esta condição pode ocorrer com ou sem ruptura das membranas."
  },
  {
    "identificador": "JB01.0",
    "valor": "Falha na indução médica do trabalho de parto",
    "descricao": "Condição caracterizada por uma tentativa fracassada de estimular farmacologicamente as contrações antes do início espontâneo do trabalho de parto. Esta condição pode ocorrer com ou sem ruptura das membranas."
  },
  {
    "identificador": "JB01.1",
    "valor": "Falha na indução instrumental do trabalho de parto",
    "descricao": "Condição caracterizada por uma tentativa fracassada de estimular por meio instrumental as contrações antes do início espontâneo do trabalho de parto. Esta condição pode ocorrer com ou sem membranas rotas/rompidas."
  },
  {
    "identificador": "JB01.Z",
    "valor": "Falha na indução do trabalho de parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JB02",
    "valor": "Anormalidades da contração uterina",
    "descricao": "Qualquer condição que afete mulheres grávidas, caracterizada por uma anomalia ou disfunção nos tecidos ou processos associados à progressão natural do trabalho de parto. Essas condições podem levar a complicações adicionais durante o trabalho de parto e parto."
  },
  {
    "identificador": "JB02.0",
    "valor": "Inércia uterina primária",
    "descricao": "Condição que afeta mulheres grávidas caracterizada por atividade rítmica insuficientemente forte ou inadequadamente coordenada do miométrio durante o trabalho de parto para apagar e dilatar o colo do útero."
  },
  {
    "identificador": "JB02.1",
    "valor": "Inércia uterina secundária",
    "descricao": "Uma condição idiopática que afeta mulheres grávidas. Essa é caracterizada por contrações fortes que diminuem de intensidade devido à exaustão ou desidratação da pessoa. Esta condição leva à falta de progresso do trabalho de parto."
  },
  {
    "identificador": "JB02.2",
    "valor": "Outras formas de inércia uterina",
    "descricao": "Uma afecção idiopática que afeta mulheres grávidas. Esta é caracterizada pela ausência de contrações uterinas efetivas durante o trabalho de parto e relaxamento anormal do útero, durante o trabalho de parto. Esta condição leva à falta de progresso do trabalho de parto ou hemorragia uterina."
  },
  {
    "identificador": "JB02.3",
    "valor": "Trabalho de parto precipitado",
    "descricao": "Uma condição idiopática que afeta mulheres grávidas. Essa é caracterizada pelo trabalho de parto rápido e pela falta de tempo para preparação obstétrica ou procedimentos padrão que levem ao parto do recém-nascido. Essa condição leva a sangramento vaginal, contrações fortes frequentes, sensação de defecação, coroamento da cabeça do feto no introito vaginal ou abaulamento do saco amniótico."
  },
  {
    "identificador": "JB02.4",
    "valor": "Contrações uterinas hipertônicas, incoordenadas ou prolongadas",
    "descricao": "Uma condição idiopática que afeta mulheres grávidas. Esta é caracterizada por disfunção uterina levando a atividade rítmica hipertônica, incoordenada e prolongada do miométrio durante o trabalho de parto."
  },
  {
    "identificador": "JB02.Y",
    "valor": "Outras anormalidades especificadas da contração uterina",
    "descricao": ""
  },
  {
    "identificador": "JB02.Z",
    "valor": "Anormalidades da contração uterina, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB03",
    "valor": "Trabalho de parto prolongado",
    "descricao": "Qualquer condição caracterizada por um parto mais longo do que a média entre o início das contrações regulares, rítmicas e dolorosas e a dilatação cervical, até a expulsão da placenta."
  },
  {
    "identificador": "JB03.0",
    "valor": "Primeiro período do trabalho de parto prolongado",
    "descricao": "Primeira fase do trabalho de parto em que a dilatação cervical progride menos de 1 centímetro por hora por um mínimo de 4 horas. A descida prolongada é inferior a 1 centímetro por hora para nulíparas e inferior a 2 centímetros por hora para multíparas."
  },
  {
    "identificador": "JB03.1",
    "valor": "Segundo período do trabalho de parto prolongado",
    "descricao": "O feto não nasceu após o colo do útero estar totalmente dilatado dentro de 2 horas para uma primípara, ou 1 hora para uma multípara. A presença de anestesia regional adicionará 1 hora."
  },
  {
    "identificador": "JB03.2",
    "valor": "Atraso do parto de recém-nascidos sucessivos",
    "descricao": "Condição que afeta mulheres grávidas, caracterizada pelo atraso no nascimento, espontâneo ou por cesariana, dos sucessivos neonatos em um parto múltiplo."
  },
  {
    "identificador": "JB03.Z",
    "valor": "Trabalho de parto prolongado, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JB04",
    "valor": "Obstrução do trabalho de parto devida à má-posição ou má-apresentação do feto",
    "descricao": "Uma condição que afeta mulheres grávidas, causada pela posição anormal da cabeça fetal ou pela apresentação anormal do feto com a cabeça fetal distante do vértice"
  },
  {
    "identificador": "JB04.0",
    "valor": "Obstrução do trabalho de parto devida à rotação incompleta do polo cefálico fetal",
    "descricao": ""
  },
  {
    "identificador": "JB04.1",
    "valor": "Obstrução do trabalho de parto devida à apresentação pélvica",
    "descricao": ""
  },
  {
    "identificador": "JB04.2",
    "valor": "Obstrução do trabalho de parto devida à apresentação de face",
    "descricao": ""
  },
  {
    "identificador": "JB04.3",
    "valor": "Obstrução do trabalho de parto devida à apresentação de fronte",
    "descricao": ""
  },
  {
    "identificador": "JB04.4",
    "valor": "Obstrução do trabalho de parto devida à apresentação de ombro",
    "descricao": ""
  },
  {
    "identificador": "JB04.5",
    "valor": "Obstrução do trabalho de parto devida à apresentação complexa",
    "descricao": ""
  },
  {
    "identificador": "JB04.Y",
    "valor": "Obstrução do trabalho de parto devida a outra má-posição ou má-apresentação do feto",
    "descricao": ""
  },
  {
    "identificador": "JB04.Z",
    "valor": "Obstrução do trabalho de parto devida à má-posição ou má-apresentação do feto",
    "descricao": ""
  },
  {
    "identificador": "JB05",
    "valor": "Obstrução do trabalho de parto devida a anormalidade pélvica da mãe",
    "descricao": "Trabalho de parto obstruído significa que, apesar das fortes contrações do útero, o feto não pode descer pela pelve porque existe uma barreira intransponível impedindo sua descida. A obstrução geralmente ocorre na borda pélvica, mas ocasionalmente pode ocorrer na cavidade ou na via de saída da pelve. Complicações resultantes do trabalho de parto obstruído podem ser evitadas se uma mulher em trabalho de parto obstruído for identificada precocemente e as medidas apropriadas forem tomadas."
  },
  {
    "identificador": "JB05.0",
    "valor": "Obstrução do trabalho de parto devida a deformidade pélvica",
    "descricao": ""
  },
  {
    "identificador": "JB05.1",
    "valor": "Obstrução do trabalho de parto devida à contração geral da pelve",
    "descricao": ""
  },
  {
    "identificador": "JB05.2",
    "valor": "Obstrução do trabalho de parto devida à contração do estreito superior",
    "descricao": ""
  },
  {
    "identificador": "JB05.3",
    "valor": "Obstrução do trabalho de parto devida à contração do estreito inferior ou da cavidade mediana",
    "descricao": ""
  },
  {
    "identificador": "JB05.4",
    "valor": "Obstrução do trabalho de parto devida a desproporção feto-pélvica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JB05.5",
    "valor": "Obstrução do trabalho de parto devida a anormalidade dos órgãos pélvicos maternos",
    "descricao": ""
  },
  {
    "identificador": "JB05.Y",
    "valor": "Obstrução do trabalho de parto devida a outras anormalidades pélvicas da mãe",
    "descricao": ""
  },
  {
    "identificador": "JB05.Z",
    "valor": "Obstrução do trabalho de parto devida a anormalidade pélvica da mãe, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JB06",
    "valor": "Trabalho de parto obstruído por outras causas",
    "descricao": "Qualquer outra condição caracterizada pela incapacidade da parte do feto que se apresenta em progredir para o canal do parto por qualquer motivo."
  },
  {
    "identificador": "JB06.0",
    "valor": "Obstrução do trabalho de parto devido a distócia de ombro",
    "descricao": ""
  },
  {
    "identificador": "JB06.1",
    "valor": "Obstrução do trabalho de parto por colisão de gêmeos",
    "descricao": ""
  },
  {
    "identificador": "JB06.2",
    "valor": "Obstrução do trabalho de parto por feto excepcionalmente grande",
    "descricao": ""
  },
  {
    "identificador": "JB06.3",
    "valor": "Obstrução do trabalho de parto devido a outras anormalidades do feto",
    "descricao": ""
  },
  {
    "identificador": "JB06.Y",
    "valor": "Trabalho de parto obstruído devido a outras causas especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB06.Z",
    "valor": "Trabalho de parto obstruído devido a causas não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB07",
    "valor": "Trabalho de parto ou parto complicados por sofrimento fetal",
    "descricao": ""
  },
  {
    "identificador": "JB07.0",
    "valor": "Trabalho de parto ou parto complicados por anormalidade da frequência cardíaca fetal",
    "descricao": "Condição caracterizada por uma frequência cardíaca fetal anormal. Essa condição leva a dificuldades e complicações adicionais durante o trabalho de parto e parto. A confirmação é feita por ultrassom com Doppler."
  },
  {
    "identificador": "JB07.1",
    "valor": "Trabalho de parto ou parto complicados por mecônio no líquido amniótico",
    "descricao": "Uma condição caracterizada por complicações durante o trabalho de parto e parto causadas por mecônio no líquido amniótico."
  },
  {
    "identificador": "JB07.2",
    "valor": "Trabalho de parto e parto complicados por evidências bioquímicas de sofrimento fetal",
    "descricao": "Condição caracterizada por complicações durante o trabalho de parto e parto causadas por evidências bioquímicas de sofrimento fetal. A confirmação é feita por uma amostra de sangue fetal de uma punção no couro cabeludo do feto através do colo do útero aberto durante o trabalho de parto."
  },
  {
    "identificador": "JB07.Y",
    "valor": "Outro trabalho de parto ou parto especificados complicados por sofrimento fetal",
    "descricao": ""
  },
  {
    "identificador": "JB07.Z",
    "valor": "Trabalho de parto ou parto complicados por sofrimento fetal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JB08",
    "valor": "Trabalho de parto ou parto complicados por anormalidade do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "JB08.0",
    "valor": "Trabalho de parto ou parto complicado por prolapso de cordão",
    "descricao": "Condição caracterizada por complicações durante o trabalho de parto e parto que é causada por prolapso do cordão umbilical."
  },
  {
    "identificador": "JB08.1",
    "valor": "Trabalho de parto ou parto complicado por circular de cordão ao redor do pescoço, com compressão",
    "descricao": "Condição caracterizada por complicações durante o trabalho de parto e parto que é causada por circular do cordão umbilical ao redor do pescoço do feto, com compressão."
  },
  {
    "identificador": "JB08.2",
    "valor": "Trabalho de parto ou parto complicados por cordão curto",
    "descricao": "Condição caracterizada por complicações durante o trabalho de parto e parto que é causada por cordão umbilical curto."
  },
  {
    "identificador": "JB08.3",
    "valor": "Trabalho de parto ou parto complicado por vasa praevia",
    "descricao": "Condição caracterizada por complicações durante o trabalho de parto e parto que é causada quando os vasos umbilicais atravessam as membranas do orifício cervical interno."
  },
  {
    "identificador": "JB08.4",
    "valor": "Trabalho de parto ou parto complicado por lesão vascular do cordão",
    "descricao": "Condição caracterizada por complicações durante o trabalho de parto e parto que é causada por lesão vascular do cordão umbilical."
  },
  {
    "identificador": "JB08.5",
    "valor": "Trabalho de parto ou parto complicado por outra circular do cordão, com compressão",
    "descricao": ""
  },
  {
    "identificador": "JB08.Y",
    "valor": "Trabalho de parto e parto complicados por outras alterações do cordão umbilical especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB08.Z",
    "valor": "Trabalho de parto ou parto complicados por anormalidade do cordão umbilical, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JB09",
    "valor": "Laceração do períneo durante o parto",
    "descricao": "Lesão caracterizada por laceração do períneo materno durante o parto."
  },
  {
    "identificador": "JB09.0",
    "valor": "Laceração de períneo de primeiro grau durante o parto",
    "descricao": "Lacerações perineais envolvendo a fúrcula, pele perineal e mucosa vaginal, mas não a fáscia e o músculo subjacentes."
  },
  {
    "identificador": "JB09.1",
    "valor": "Laceração de períneo de segundo grau durante o parto",
    "descricao": "As lacerações perineais envolvem, além disso, a fáscia e os músculos do corpo perineal mas não o esfíncter anal."
  },
  {
    "identificador": "JB09.2",
    "valor": "Laceração de períneo de terceiro grau durante o parto",
    "descricao": "Lacerações perineais que se estendem além e envolvem o esfíncter anal"
  },
  {
    "identificador": "JB09.3",
    "valor": "Laceração de períneo de quarto grau durante o parto",
    "descricao": "Lacerações perineais que se estendem através da mucosa do reto, expondo seu lúmen."
  },
  {
    "identificador": "JB09.Z",
    "valor": "Laceração do períneo durante o parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JB0A",
    "valor": "Algum traumatismo obstétrico especificado",
    "descricao": "Qualquer lesão caracterizada por traumatismo materno. Essas lesões são causadas por ou subsequentes ao processo de (ou qualquer intervenção relacionada a) gravidez, trabalho de parto e parto."
  },
  {
    "identificador": "JB0A.0",
    "valor": "Ruptura do útero antes do início do trabalho de parto",
    "descricao": "Lesão caracterizada pela ruptura da parede do miométrio do útero antes do início do trabalho de parto. Esta lesão é causada pela gravidez, e se apresenta com dor abdominal, hemorragia ou choque hipovolêmico na mãe; ou desacelerações tardias, variabilidade reduzida, taquicardia ou bradicardia no feto."
  },
  {
    "identificador": "JB0A.1",
    "valor": "Ruptura do útero durante o trabalho de parto",
    "descricao": "Lesão caracterizada pela ruptura da parede do miométrio do útero durante o trabalho de parto. Esta lesão é causada por ou subsequente ao processo de gravidez ou trabalho de parto e parto, ou qualquer intervenção a eles relacionada. Esta lesão se apresenta com dor abdominal, hemorragia ou choque hipovolêmico na mãe, ou desacelerações tardias, variabilidade reduzida, taquicardia ou bradicardia no feto."
  },
  {
    "identificador": "JB0A.2",
    "valor": "Inversão do útero pós-parto",
    "descricao": "Lesão caracterizada por inversão uterina e prolapso através do colo do útero dilatado que ocorre após o parto de um recém-nascido. É causada ou subsequente ao trabalho de parto e parto, comumente como resultado de pressão fúndica excessiva ou tração do cordão. Esta condição se apresenta com hemorragia pós-parto."
  },
  {
    "identificador": "JB0A.3",
    "valor": "Laceração obstétrica do colo do útero",
    "descricao": "Lesão caracterizada por laceração no colo do útero. Esta lesão é causada por ou subsequente ao processo de gravidez ou trabalho de parto e parto, ou qualquer intervenção a eles relacionada."
  },
  {
    "identificador": "JB0A.4",
    "valor": "Laceração vaginal alta isolada, de origem obstétrica",
    "descricao": "Lesão caracterizada por uma laceração no terço superior da vagina. Esta lesão é causada por ou subsequente ao processo de gravidez ou trabalho de parto e parto, ou qualquer intervenção a eles relacionada."
  },
  {
    "identificador": "JB0A.5",
    "valor": "Laceração ou ruptura uterinas obstétricas",
    "descricao": ""
  },
  {
    "identificador": "JB0A.6",
    "valor": "Outra lesão obstétrica aos órgãos pélvicos",
    "descricao": "Qualquer lesão caracterizada por danos aos órgãos pélvicos maternos. Estas lesões são causadas por ou subsequente ao processo de gravidez ou trabalho de parto e parto, ou qualquer intervenção a eles relacionada."
  },
  {
    "identificador": "JB0A.7",
    "valor": "Lesão obstétrica das articulações e dos ligamentos pélvicos",
    "descricao": "Lesão caracterizada por dano a articulações e ligamentos pélvicos. Esta lesão é causada por ou subsequente ao processo de gravidez ou trabalho de parto e parto, ou qualquer intervenção a eles relacionada."
  },
  {
    "identificador": "JB0A.8",
    "valor": "Hematoma obstétrico da pelve",
    "descricao": "Lesão caracterizada por uma coleção de sangue extravasado retida nos tecidos pélvicos. Esta lesão é causada por ou subsequente ao processo de gravidez ou trabalho de parto e parto, ou qualquer intervenção a eles relacionada. Esta condição também pode se apresentar com hematomas ou coágulos sanguíneos na região pélvica."
  },
  {
    "identificador": "JB0A.Y",
    "valor": "Outro traumatismo obstétrico especificado",
    "descricao": ""
  },
  {
    "identificador": "JB0A.Z",
    "valor": "Traumatismo obstétrico, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JB0B",
    "valor": "Retenção da placenta e das membranas, sem hemorragias",
    "descricao": "Condição caracterizada por placenta ou membranas que não foram expelidas do útero durante o terceiro estágio do trabalho de parto e em até 30 minutos após o parto, e sem hemorragia. Essa condição é causada por atonia uterina, placenta presa ou placenta acreta. Esta condição pode levar a hemorragia ou infecção pós-parto primária."
  },
  {
    "identificador": "JB0B.0",
    "valor": "Retenção da placenta sem hemorragia",
    "descricao": "Condição caracterizada por placenta que não foi expelida do útero durante o terceiro estágio do trabalho de parto e até 30 minutos após o parto, e sem hemorragia. Essa condição é causada por atonia uterina, placenta retida ou placenta acreta. Esta condição pode levar a hemorragia pós-parto primária ou infecção."
  },
  {
    "identificador": "JB0B.1",
    "valor": "Retenção de partes da placenta ou das membranas, sem hemorragia",
    "descricao": "Condição caracterizada por porções de placenta e membranas que não foram expelidas do útero durante o terceiro estágio do trabalho de parto e até 30 minutos após o parto, e sem hemorragia. Essa condição é causada por atonia uterina, placenta retida ou placenta acreta. Esta condição pode levar a hemorragia pós-parto primária ou infecção."
  },
  {
    "identificador": "JB0C",
    "valor": "Complicações de anestesia durante o trabalho de parto e o parto",
    "descricao": "Qualquer complicação causada por ou subsequente a qualquer intervenção anestésica durante o trabalho de parto ou parto"
  },
  {
    "identificador": "JB0C.0",
    "valor": "Pneumonite aspirativa devida a anestesia durante o trabalho de parto e o parto",
    "descricao": "Aspiração gástrica maciça causando insuficiência pulmonar por pneumonite por aspiração devida à anestesia durante o trabalho de parto ou parto."
  },
  {
    "identificador": "JB0C.1",
    "valor": "Outras complicações pulmonares devidas a anestesia durante o trabalho de parto e no parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.2",
    "valor": "Complicações cardíacas devidas a anestesia durante o trabalho de parto e no parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.3",
    "valor": "Complicações do sistema nervoso central devidas a anestesia durante o trabalho de parto e no parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.4",
    "valor": "Reação tóxica a anestesia local durante o trabalho de parto e parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.5",
    "valor": "Cefaléia induzida por raquianestesia ou anestesia epidural realizada durante o trabalho de parto e parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.6",
    "valor": "Outras complicações de raquianestesia ou anestesia epidural durante o trabalho de parto e parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.7",
    "valor": "Falha ou dificuldade de entubação durante o trabalho de parto e parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.70",
    "valor": "Falha na entubação durante o trabalho de parto ou parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.71",
    "valor": "Dificuldade na entubação durante o trabalho de parto ou parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.8",
    "valor": "Consciência sob anestesia geral durante o trabalho de parto e parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.Y",
    "valor": "Outras complicações especificadas de anestesia durante o trabalho de parto ou parto",
    "descricao": ""
  },
  {
    "identificador": "JB0C.Z",
    "valor": "Complicações de anestesia durante o trabalho de parto e o parto, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB0D",
    "valor": "Algumas complicações especificadas do trabalho de parto ou parto, não classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "JB0D.0",
    "valor": "Sofrimento materno durante o trabalho de parto e o parto",
    "descricao": "Condição caracterizada por ansiedade materna, depressão ou estresse durante o trabalho de parto e parto."
  },
  {
    "identificador": "JB0D.1",
    "valor": "Choque durante ou subsequente ao trabalho de parto e o parto",
    "descricao": "Síndrome caracterizada por hipóxia celular sistêmica e disfunção orgânica como resultado de hipoperfusão subsequente a trabalho de parto e parto. Essa síndrome é causada por hemorragia, vômito, diarreia, ingestão inadequada de líquidos ou resposta inflamatória sistêmica a bactérias, endotoxinas ou exotoxinas."
  },
  {
    "identificador": "JB0D.2",
    "valor": "Febre durante o trabalho de parto não classificada em outra parte",
    "descricao": "Complicação caracterizada por febre materna durante o trabalho de parto, e não classificada em outra parte."
  },
  {
    "identificador": "JB0D.3",
    "valor": "Outras complicações de cirurgia ou procedimentos obstétricos",
    "descricao": "Qualquer complicação causada por ou subsequente a cirurgia e procedimentos obstétricos, e não classificada em outra parte."
  },
  {
    "identificador": "JB0D.4",
    "valor": "Demora do parto após ruptura artificial das membranas",
    "descricao": "Complicação caracterizada por um parto tardio de recém-nascido após a ruptura artificial das membranas."
  },
  {
    "identificador": "JB0D.5",
    "valor": "Demora do parto após ruptura espontânea ou não especificada das membranas",
    "descricao": "Complicação caracterizada por um parto tardio de recém-nascido, após a ruptura espontânea ou não especificada das membranas."
  },
  {
    "identificador": "JB0D.6",
    "valor": "Parto vaginal subsequente a cesariana anterior",
    "descricao": ""
  },
  {
    "identificador": "JB0D.7",
    "valor": "Falha na aplicação de fórceps ou vácuo-extrator, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JB0D.8",
    "valor": "Falha de tentativa de trabalho de parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JB0D.Y",
    "valor": "Outras complicações especificadas do trabalho de parto ou parto, não classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "JB0Y",
    "valor": "Outras complicações especificadas do trabalho de parto ou parto",
    "descricao": ""
  },
  {
    "identificador": "JB0Z",
    "valor": "Complicações do trabalho de parto ou parto, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB20",
    "valor": "Parto único espontâneo",
    "descricao": "Condição causada pelo desenvolvimento de um feto até a término do período de gravidez. Esta condição é caracterizada pelo parto espontâneo de um recém-nascido do útero."
  },
  {
    "identificador": "JB20.0",
    "valor": "Parto espontâneo cefálico",
    "descricao": "Condição causada pelo desenvolvimento do feto até o término do período da gestação. Esta condição é caracterizada por parturição espontânea de um neonato em apresentação cefálica do útero."
  },
  {
    "identificador": "JB20.1",
    "valor": "Parto espontâneo pélvico",
    "descricao": "Condição causada pelo desenvolvimento do feto até o término do período da gestação. Esta condição é caracterizada por parturição espontânea de um neonato em apresentação pélvica do útero."
  },
  {
    "identificador": "JB20.Y",
    "valor": "Parto único espontâneo com outra apresentação especificada",
    "descricao": ""
  },
  {
    "identificador": "JB20.Z",
    "valor": "Parto único espontâneo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JB21",
    "valor": "Parto único por fórceps ou vácuo-extrator",
    "descricao": "Condição causada pelo desenvolvimento do feto até o término do período da gestação. Esta condição é caracterizada pela parturição de um neonato usando fórceps ou vácuo-extrator para assistência do parto"
  },
  {
    "identificador": "JB22",
    "valor": "Parto único por cesariana",
    "descricao": "Condição causada pelo desenvolvimento de um feto até término do período da gestação. Esta condição é caracterizada por parto de feto único do útero por cesariana."
  },
  {
    "identificador": "JB22.0",
    "valor": "Parto por cesariana eletiva",
    "descricao": ""
  },
  {
    "identificador": "JB22.1",
    "valor": "Parto por cesariana de emergência",
    "descricao": ""
  },
  {
    "identificador": "JB22.2",
    "valor": "Parto único por cesariana seguida de histerectomia",
    "descricao": "Condição causada pelo desenvolvimento de um feto até completar o período de gravidez. Esta condição é caracterizada pelo parto de feto do útero por cesariana seguida de remoção do útero."
  },
  {
    "identificador": "JB22.Z",
    "valor": "Parto único por cesariana, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JB23",
    "valor": "Outros tipos de parto único assistido",
    "descricao": ""
  },
  {
    "identificador": "JB23.0",
    "valor": "Extração pélvica",
    "descricao": "Condição causada pelo desenvolvimento do feto até o término do período da gestação. Esta condição é caracterizada por parturição de um feto em apresentação pélvica do útero usando intervenções de extração pélvica ou técnicas para auxiliar o parto."
  },
  {
    "identificador": "JB23.1",
    "valor": "Outros tipos de parto pélvico assistido",
    "descricao": "Condição causada pelo desenvolvimento do feto até o término do período da gestação. Esta condição é caracterizada por parturição de um feto em apresentação pélvica do útero usando outras intervenções ou técnicas para auxiliar o parto."
  },
  {
    "identificador": "JB23.2",
    "valor": "Outro parto com manipulação assistida",
    "descricao": "Condição causada pelo desenvolvimento do feto até o término do período da gestação. Esta condição é caracterizada por parturição de um feto do útero usando outras intervenções de manipulação assistida ou técnicas para assistir o parto"
  },
  {
    "identificador": "JB23.3",
    "valor": "Parto de gravidez intra-abdominal com feto viável",
    "descricao": "Condição causada pelo desenvolvimento de um feto viável até o término do período da gestação. Esta condição é caracterizada por parturição de um neonato viável da cavidade abdominal, ao término de uma gravidez abdominal."
  },
  {
    "identificador": "JB23.4",
    "valor": "Cirurgia destrutiva para facilitar o parto",
    "descricao": "Condição causada pelo desenvolvimento de um feto até o término do período da gestação. Esta condição é caracterizada por parturição de um neonato usando intervenções cirúrgicas ou técnicas destrutivas para auxiliar o parto."
  },
  {
    "identificador": "JB23.Z",
    "valor": "Outros tipos de parto único assistido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "JB24",
    "valor": "Parto múltiplo",
    "descricao": "Condição causada pelo desenvolvimento de mais de um feto até o término do período da gestação. Esta condição é caracterizada por parturição de mais de um neonato do útero, de forma espontânea, assistida ou por cesariana."
  },
  {
    "identificador": "JB24.0",
    "valor": "Parto múltiplo, todos espontâneos",
    "descricao": "Condição causada pelo desenvolvimento de mais de um feto até completar o período de gravidez. Esta condição é caracterizada pelo parto espontâneo de mais de um feto do útero.\r\nCondição causada pelo desenvolvimento de mais de um feto até o término do período da gestação. Esta condição é caracterizada por parturição de mais de um neonato de forma espontânea do útero."
  },
  {
    "identificador": "JB24.1",
    "valor": "Parto múltiplo, todos por fórceps ou vácuo-extrator",
    "descricao": "Condição causada pelo desenvolvimento de mais de um feto até o término do período da gestação. Esta condição é caracterizada por parturição de mais de um neonato do útero usando fórcipe e vácuo-extrator."
  },
  {
    "identificador": "JB24.2",
    "valor": "Parto múltiplo, todos por cesariana",
    "descricao": "Condição causada pelo desenvolvimento de mais de um feto até o término do período da gestação. Esta condição é caracterizada por parturição de mais de um neonato do útero por cesariana."
  },
  {
    "identificador": "JB24.3",
    "valor": "Parto múltiplo por combinação de métodos com cesariana",
    "descricao": ""
  },
  {
    "identificador": "JB24.Y",
    "valor": "Outro parto múltiplo especificado",
    "descricao": ""
  },
  {
    "identificador": "JB24.Z",
    "valor": "Parto múltiplo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JB2Z",
    "valor": "Parto, não especificado",
    "descricao": ""
  },
  {
    "identificador": "JB40",
    "valor": "Infecções no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB40.0",
    "valor": "Sepse puerperal",
    "descricao": ""
  },
  {
    "identificador": "JB40.1",
    "valor": "Infecção da incisão cirúrgica de origem obstétrica",
    "descricao": ""
  },
  {
    "identificador": "JB40.2",
    "valor": "Outra infecção do trato genital subsequentes ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB40.3",
    "valor": "Infecção das vias urinárias subsequente ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB40.4",
    "valor": "Febre de origem desconhecida subsequente ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB40.Y",
    "valor": "Outras infecções especificadas no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB40.Z",
    "valor": "Infecções no puerpério, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB41",
    "valor": "Complicações venosas no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB41.0",
    "valor": "Tromboflebite superficial no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB41.1",
    "valor": "Flebotrombose profunda no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB41.2",
    "valor": "Hemorróidas no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB41.3",
    "valor": "Trombose venosa cerebral no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB41.Y",
    "valor": "Outras complicações venosas especificadas no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB41.Z",
    "valor": "Complicações venosas no puerpério, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB42",
    "valor": "Embolia de origem obstétrica",
    "descricao": "Condição caracterizada pelo alojamento de um coágulo sanguíneo, um êmbolo de gordura ou uma bolha de gás (êmbolo) na corrente sanguínea, que pode causar um bloqueio associado às alterações fisiológicas e outras alterações que ocorrem durante o período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (nascimento) ou durante as aproximadamente seis semanas após o parto durante as quais o útero retorna ao tamanho original (puerpério)."
  },
  {
    "identificador": "JB42.0",
    "valor": "Embolia gasosa de origem obstétrica",
    "descricao": "Condição caracterizada pelo alojamento de uma bolha de gás (êmbolo de ar) na corrente sanguínea, que pode causar um bloqueio associado às alterações fisiológicas e outras alterações que ocorrem durante o período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (nascimento) ou durante as aproximadamente seis semanas após o parto durante as quais o útero retorna ao tamanho original (puerpério)."
  },
  {
    "identificador": "JB42.1",
    "valor": "Embolia amniótica",
    "descricao": "Embolia de líquido amniótico é uma emergência obstétrica rara na qual se postula que líquido amniótico, células fetais, cabelos ou outros resíduos entram na circulação materna, causando colapso cardiorrespiratório."
  },
  {
    "identificador": "JB42.2",
    "valor": "Embolia obstétrica por coágulo de sangue",
    "descricao": "Condição caracterizada pelo alojamento de um coágulo sanguíneo (um tipo específico de êmbolo conhecido como trombo) na corrente sanguínea, que pode causar um bloqueio associado às alterações fisiológicas e outras alterações que ocorrem durante o período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (nascimento) ou durante as aproximadamente seis semanas após o parto durante as quais o útero retorna ao tamanho original (puerpério)."
  },
  {
    "identificador": "JB42.3",
    "valor": "Embolia séptica ou piêmica de origem obstétrica",
    "descricao": ""
  },
  {
    "identificador": "JB42.Y",
    "valor": "Outra embolia especificada de origem obstétrica",
    "descricao": ""
  },
  {
    "identificador": "JB42.Z",
    "valor": "Embolia de origem obstétrica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JB43",
    "valor": "Complicações da anestesia administrada durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.0",
    "valor": "Complicações pulmonares da anestesia durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.1",
    "valor": "Complicações cardíacas devidas a anestesia durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.2",
    "valor": "Complicações relativas ao sistema nervoso central devidas a anestesia durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.3",
    "valor": "Cefaleia induzida por raquianestesia ou anestesia epidural durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.4",
    "valor": "Outras complicações de raquianestesia ou anestesia epidural durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.5",
    "valor": "Falha na ou dificuldade de entubação, durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.50",
    "valor": "Falha na entubação durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.51",
    "valor": "Falha na entubação durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.6",
    "valor": "Estar consciente durante anestesia geral no puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.Y",
    "valor": "Outras complicações especificadas da anestesia administrada durante o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB43.Z",
    "valor": "Complicações da anestesia administrada durante o puerpério, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB44",
    "valor": "Algumas complicações especificadas do puerpério",
    "descricao": "Um grupo de condições caracterizadas por qualquer evolução adversa (complicação) que pode surgir aproximadamente seis semanas após o parto, durante as quais o útero retorna ao tamanho original (puerpério) que não são classificadas em outra parte."
  },
  {
    "identificador": "JB44.0",
    "valor": "Ruptura da incisão de cesariana",
    "descricao": ""
  },
  {
    "identificador": "JB44.1",
    "valor": "Ruptura da incisão obstétrica no períneo",
    "descricao": ""
  },
  {
    "identificador": "JB44.2",
    "valor": "Hematoma da incisão obstétrica",
    "descricao": ""
  },
  {
    "identificador": "JB44.3",
    "valor": "Cardiomiopatia no puerpério",
    "descricao": "Grupo de doenças em que a característica dominante é o acometimento do próprio músculo cardíaco ocorrendo no puerpério, período de 6-8 semanas após o parto. As cardiomiopatias são classificadas de acordo com suas características fisiopatológicas predominantes ou seus fatores etiológicos/patológicos."
  },
  {
    "identificador": "JB44.4",
    "valor": "Insuficiência renal aguda do pós-parto",
    "descricao": ""
  },
  {
    "identificador": "JB44.5",
    "valor": "Tireoidite do pós-parto",
    "descricao": "Tireoidite pós-parto (TPP) é a ocorrência, no período pós-parto, de hipertireoidismo transitório e/ou hipotireoidismo transitório, com a maioria das mulheres retornando ao estado de eutireoidismo até 1 ano após o parto."
  },
  {
    "identificador": "JB44.6",
    "valor": "Osteomalácia puerperal",
    "descricao": ""
  },
  {
    "identificador": "JB44.Y",
    "valor": "Outras complicações especificadas do puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB44.Z",
    "valor": "Complicações do puerpério, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB45",
    "valor": "Infecções mamárias associadas ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB45.0",
    "valor": "Abscesso da mama associada ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB45.1",
    "valor": "Mastite não purulenta associada ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB45.Y",
    "valor": "Outras infecções especificadas da mama associadas ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB45.Z",
    "valor": "Infecções da mama associadas ao parto, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB46",
    "valor": "Alguns transtornos especificados da mama ou lactação associados ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB46.0",
    "valor": "Mamilo retraído associado ao parto",
    "descricao": "Condição caracterizada como a inversão anormal de um mamilo que não retorna à posição normal mesmo quando estimulado e que ocorreu em associação ao parto."
  },
  {
    "identificador": "JB46.1",
    "valor": "Fissuras do mamilo associadas ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB46.2",
    "valor": "Outras afecções ou afecções não especificadas da mama associados ao parto",
    "descricao": ""
  },
  {
    "identificador": "JB46.3",
    "valor": "Agalactia",
    "descricao": ""
  },
  {
    "identificador": "JB46.4",
    "valor": "Hipogalactia",
    "descricao": ""
  },
  {
    "identificador": "JB46.5",
    "valor": "Suspensão da lactação",
    "descricao": ""
  },
  {
    "identificador": "JB46.6",
    "valor": "Galactorreia",
    "descricao": "Lactação excessiva ou inadequada em mulheres ou homens e não, necessariamente relacionada a gravidez. A galactorreia pode ocorrer unilateral ou bilateralmente, e ser abundante ou esparsa. Sua causa mais comum é a hiperprolactinemia."
  },
  {
    "identificador": "JB46.7",
    "valor": "Outros distúrbios da lactação e os não especificados",
    "descricao": ""
  },
  {
    "identificador": "JB4Z",
    "valor": "Complicações relacionadas predominantemente ao puerpério, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB60",
    "valor": "Morte obstétrica de causa não especificada",
    "descricao": "Condição caracterizada por morte materna durante a gravidez ou em até 42 dias subsequentes ao parto. Essa morte pode estar associada a alterações fisiológicas, obstétricas ou outras alterações ou é provocada por intervenções utilizadas durante gravidez, parto ou puerpério, mas não tem causa especificada."
  },
  {
    "identificador": "JB61",
    "valor": "Morte, por qualquer causa obstétrica, que ocorre mais de 42 dias, mas menos de 1 ano, após o parto",
    "descricao": "Condição caracterizada por morte materna entre 43 dias e um ano após o parto. Esta morte é causada por quaisquer alterações fisiológicas, obstétricas ou outras ou é provocada por intervenções realizadas durante a gravidez, parto ou puerpério."
  },
  {
    "identificador": "JB61.0",
    "valor": "Morte por causa obstétrica direta, que ocorre mais de 42 dias, mas menos de 1 ano, após o parto",
    "descricao": "Qualquer afecção que resulte diretamente em morte por qualquer causa associada a alterações fisiológicas ou quaisquer outras que ocorram durante o período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (parto) ou aproximadamente seis semanas após o parto durante as quais o útero volta ao tamanho original (puerpério)."
  },
  {
    "identificador": "JB61.1",
    "valor": "Morte por causa obstétrica indireta, que ocorre mais de 42 dias, mas menos de 1 ano, após o parto",
    "descricao": "Qualquer afecção que resulte, indiretamente, em morte por causa intermediária devido a qualquer problema associado a alterações fisiológicas ou quaisquer outras que ocorram durante o período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (parto) ou aproximadamente seis semanas após parto, durante o qual o útero volta ao tamanho original (puerpério)."
  },
  {
    "identificador": "JB61.Z",
    "valor": "Morte por qualquer causa obstétrica ocorrendo após 42 dias, mas antes de um ano após o parto, não especificada se direta ou indireta",
    "descricao": ""
  },
  {
    "identificador": "JB62",
    "valor": "Morte por seqüelas de causas obstétricas diretas",
    "descricao": "Condição secundária em mulheres grávidas, causada por e subsequente a quaisquer complicações ocorridas durante a gravidez, o parto ou o puerpério. Esta condição é caracterizada por morte materna."
  },
  {
    "identificador": "JB62.0",
    "valor": "Óbito por sequela de causa obstétrica direta",
    "descricao": "Qualquer condição que resulte diretamente em morte devida a uma condição patológica decorrente de qualquer evolução adversa (complicação) que possa surgir associada ao período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (parto), ou durante as aproximadamente seis semanas após parto durante o qual o útero volta ao tamanho original (puerpério)."
  },
  {
    "identificador": "JB62.1",
    "valor": "Óbito por sequela de causa obstétrica indireta",
    "descricao": "Qualquer condição que resulte em morte por uma causa intermediária devida a uma condição patológica decorrente de qualquer evolução adversa (complicação) que possa surgir associada ao período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (parto) ou durante as aproximadamente seis semanas após o parto, período em que o útero volta ao tamanho original (puerpério)."
  },
  {
    "identificador": "JB62.Z",
    "valor": "Óbito por sequelas de causas obstétricas, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB63",
    "valor": "Doenças infecciosas maternas classificáveis em outra parte, mas que complicam a gravidez, o parto ou o puerpério",
    "descricao": "Doenças infecciosas e parasitárias maternas classificáveis em outra parte, mas complicando a gravidez, o parto ou o puerpério"
  },
  {
    "identificador": "JB63.0",
    "valor": "Tuberculose complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.00",
    "valor": "Tuberculose da placenta",
    "descricao": ""
  },
  {
    "identificador": "JB63.0Y",
    "valor": "Outra tuberculose especificada complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.0Z",
    "valor": "Tuberculose complicando a gravidez, o parto ou o puerpério, não especificada",
    "descricao": ""
  },
  {
    "identificador": "JB63.1",
    "valor": "Sífilis complicando a gravidez, o parto ou o puerpério",
    "descricao": "Sífilis complicando a gravidez, o parto ou o puerpério"
  },
  {
    "identificador": "JB63.2",
    "valor": "Gonorréia complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.3",
    "valor": "Outras infecções com transmissão predominantemente sexual, complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.4",
    "valor": "Hepatite viral complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.5",
    "valor": "Outras doenças virais complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.6",
    "valor": "Doenças transmitidas por protozoários complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.60",
    "valor": "Malária complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.6Y",
    "valor": "Outras doenças especificadas por protozoários complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.6Z",
    "valor": "Doenças por protozoários complicando a gravidez, o parto ou o puerpério, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB63.7",
    "valor": "Doença da imunodeficiência humana complicando a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.Y",
    "valor": "Outras doenças infecciosas maternas especificadas classificadas em outra parte, mas que complicam a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB63.Z",
    "valor": "Doenças infecciosas maternas classificadas em outra parte, mas que complicam a gravidez, o parto ou o puerpério, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "JB64",
    "valor": "Algumas doenças maternas classificáveis em outra parte, mas que complicam a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB64.0",
    "valor": "Anemia complicando a gravidez, o parto ou o puerpério",
    "descricao": "Condição do sistema circulatório afetando mulheres grávidas, caracterizada por um nível de hemoglobina inferior a 11 gramas por decilitro que complica a gravidez, o parto ou o puerpério."
  },
  {
    "identificador": "JB64.1",
    "valor": "Outras doenças do sangue ou dos órgãos hematopoiéticos ou alguns transtornos envolvendo o mecanismo imunológico complicando a gravidez, o parto ou o puerpério",
    "descricao": "Qualquer doença que afete mulheres grávidas, caracterizada por alterações patológicas no sangue e nos órgãos formadores de sangue e alterações patológicas envolvendo o mecanismo imunológico que compliquem a gravidez, o parto ou o puerpério, não classificadas em outra parte."
  },
  {
    "identificador": "JB64.2",
    "valor": "Doenças endócrinas, nutricionais ou metabólicas complicando a gravidez, o parto ou o puerpério",
    "descricao": "Qualquer doença que afete gestantes, caracterizada por manifestações endócrinas, nutricionais ou metabólicas que complicam a gravidez, o parto ou o puerpério."
  },
  {
    "identificador": "JB64.3",
    "valor": "Doenças do sistema nervoso complicando a gravidez, o parto ou o puerpério",
    "descricao": "Qualquer transtorno ou doença do sistema nervoso que afete mulheres grávidas levando a complicações durante a gravidez, parto ou puerpério."
  },
  {
    "identificador": "JB64.4",
    "valor": "Doenças do sistema circulatório complicando a gravidez, o parto e o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB64.5",
    "valor": "Doenças do sistema respiratório complicando a gravidez, o parto e o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB64.6",
    "valor": "Doenças do sistema digestivo complicando a gravidez, o parto e o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB64.7",
    "valor": "Doenças da pele que complicando a gravidez, o parto ou o puerpério",
    "descricao": "Doenças da pele ou do tecido subcutâneo não especificamente relacionadas com a gravidez, mas que contribuem para o aumento da morbidade durante a gravidez, o parto ou o puerpério, como, por exemplo, transtornos genéticos bolhosos ou líquen escleroso."
  },
  {
    "identificador": "JB64.8",
    "valor": "Anomalia congênita complicando a gravidez",
    "descricao": ""
  },
  {
    "identificador": "JB64.Y",
    "valor": "Outras doenças maternas especificadas classificadas em outra parte, mas que complicam a gravidez, o parto ou o puerpério",
    "descricao": ""
  },
  {
    "identificador": "JB65",
    "valor": "Sequela de complicações da gravidez, do parto ou do puerpério",
    "descricao": "Afecção secundária que se desenvolve durante o período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto ou durante as seis semanas após o parto (puerpério)."
  },
  {
    "identificador": "JB6Y",
    "valor": "Outras afecções obstétricas especificadas, não classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "JB6Z",
    "valor": "Afecção obstétrica não especificada",
    "descricao": ""
  }
]