[
  {
    "identificador": "KA00",
    "valor": "Feto ou recém-nascido afetado por afecções maternas que podem não estar relacionadas à gravidez atual",
    "descricao": "Um grupo de condições caracterizado por achados no feto ou recém-nascido devidos a condições associadas à mãe que não têm relação com gravidez atual."
  },
  {
    "identificador": "KA00.0",
    "valor": "Feto ou recém-nascido afetado por transtornos hipertensivos maternos",
    "descricao": "Transtornos hipertensivos maternos (hipertensão crônica, pré-eclâmpsia, eclâmpsia, pré-eclâmpsia superposta a hipertensão crônica ou hipertensão gestacional)."
  },
  {
    "identificador": "KA00.1",
    "valor": "Feto ou recém-nascido afetado por edema gestacional ou proteinúria sem hipertensão",
    "descricao": ""
  },
  {
    "identificador": "KA00.2",
    "valor": "Feto ou recém-nascido afetado por doenças maternas de rim ou trato urinário",
    "descricao": "Grupo de condições caracterizadas por achados no feto ou recém-nascido devidos a condições na mãe associadas a rins ou trato urinário."
  },
  {
    "identificador": "KA00.3",
    "valor": "Feto ou recém-nascido afetado por doenças infecciosas maternas",
    "descricao": "Uma condição que acomete fetos ou recém-nascidos, que é (ou se suspeita ser) causada por uma infecção materna de origem bacteriana, viral, fúngica ou parasitária."
  },
  {
    "identificador": "KA00.4",
    "valor": "Feto ou recém-­nascido afetado por doença periodontal na mãe",
    "descricao": ""
  },
  {
    "identificador": "KA00.5",
    "valor": "Feto ou recém-nascido afetado por doenças respiratórias maternas",
    "descricao": ""
  },
  {
    "identificador": "KA00.6",
    "valor": "Feto ou recém-nascido afetado por transtornos nutricionais maternos",
    "descricao": "Grupo de condições caracterizado por achados no feto ou recém-nascido devido a condições na mãe que estão diretamente ou indiretamente associadas a falta de nutrientes essenciais na dieta."
  },
  {
    "identificador": "KA00.60",
    "valor": "Feto ou recém-nascido afetado por desnutrição materna",
    "descricao": ""
  },
  {
    "identificador": "KA00.61",
    "valor": "Feto ou recém-nascido afetado por sobrepeso ou obesidade maternos",
    "descricao": ""
  },
  {
    "identificador": "KA00.6Y",
    "valor": "Outro feto ou recém-nascido especificado afetado por transtornos nutricionais maternos",
    "descricao": ""
  },
  {
    "identificador": "KA00.6Z",
    "valor": "Feto ou recém-nascido afetado por transtornos nutricionais maternos, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA00.7",
    "valor": "Feto ou recém-nascido afetado por bioquímica materna anormal",
    "descricao": ""
  },
  {
    "identificador": "KA00.8",
    "valor": "Feto ou recém-nascido afetado por traumatismo materno",
    "descricao": "Grupo de condições caracterizado por achados no feto ou recém-nascido devido a condições na mãe resultantes de dano físico ou traumatismo."
  },
  {
    "identificador": "KA00.9",
    "valor": "Feto ou recém-nascido afetado por quimioterapia materna",
    "descricao": ""
  },
  {
    "identificador": "KA00.A",
    "valor": "Feto ou recém-nascido afetado por procedimento cirúrgico materno",
    "descricao": "Grupo de condições caracterizado por achados no feto ou recém-nascido devido a condições resultantes de intervenções cirúrgicas na mãe."
  },
  {
    "identificador": "KA00.B",
    "valor": "Feto ou recém-nascido afetado por anemia materna",
    "descricao": ""
  },
  {
    "identificador": "KA00.Y",
    "valor": "Feto ou recém-nascido afetado por outra afecção materna especificada que pode não estar relacionada a gravidez atual",
    "descricao": ""
  },
  {
    "identificador": "KA00.Z",
    "valor": "Feto ou recém-nascido afetado por afecção materna não especificada que pode não estar relacionada a gravidez atua",
    "descricao": ""
  },
  {
    "identificador": "KA01",
    "valor": "Feto ou recém-nascido afetado por complicações maternas da gravidez",
    "descricao": "Qualquer outra afecção caracterizada por achados no feto ou recém-nascido devidos a qualquer condição da mãe devida a uma evolução adversa (complicação) que pode surgir associada ao período de tempo desde a concepção até o parto."
  },
  {
    "identificador": "KA01.0",
    "valor": "Feto ou recém-nascido afetado por incompetência do colo do útero",
    "descricao": "Incompetência cervical refere-se a fraqueza de cérvix e segmento uterino baixo, a qual pode levar a perda gestacional recorrente no segundo trimestre ou início do terceiro trimestre devido a incapacidade do colo uterino de reter a gravidez até o termo. Está associada a encurtamento prematuro do colo, dilatação e abertura do orifício cervical durante a gravidez. As alterações ultrassonográficas que sugerem incompetência cervical incluem um comprimento cervical < 1,5 cm, largura cervical > 3 cm e um canal cervical expandido > que 8 cm."
  },
  {
    "identificador": "KA01.1",
    "valor": "Feto ou recém-nascido afetado por ruptura prematura de membranas",
    "descricao": "Ruptura prematura das membranas (RPM) no pré-termo refere-se a uma paciente com menos de 37 semanas de gestação e que apresenta rotura das membranas antes do início do trabalho de parto. Complicações incluem parto pré-termo, infecção ascendente, prolapso de cordão umbilical, oligo-hidrâmnio, descolamento prematuro de placenta, retenção de placenta, hemorragia pós-parto ou ruptura de vasa prévia."
  },
  {
    "identificador": "KA01.2",
    "valor": "Feto ou recém-nascido afetado por oligohidrâmnio",
    "descricao": "Oligohidrâmnio é definido como a redução no volume do líquido amniótico. Ele é diagnosticado se o diâmetro do maior depósito do líquido amniótico for < 2 cm, ou se o índice do líquido amniótico (ILA) for < 5 cm."
  },
  {
    "identificador": "KA01.3",
    "valor": "Feto ou recém-nascido afetado por polidrâmnio",
    "descricao": "Polidrâmnio é definido como um volume anormalmente grande de líquido amniótico dentro do útero. Um volume de 2 litros ao termo, qualquer coleção única > 8 cm ou um índice de líquido amniótico (ILA) > 24 cm é considerado polidrâmnio."
  },
  {
    "identificador": "KA01.4",
    "valor": "Feto ou recém-nascido afetado por gravidez ectópica",
    "descricao": "Gravidez ectópica ocorre quando uma gravidez começa fora do útero. A localização mais comum é dentro de uma das trompas uterinas, embora em raros casos gestaçõeg ectópicas possam ocorrer na região do estomago, colo uterino ou ovário. Frequentemente é causada por uma condição que retarda ou bloqueia o movimento do óvulo fertilizado através da trompa uterina até o útero. Gestações ectópicas não podem continuar até o termo e as células em desenvolvimento precisam ser removidas para prevenir a ruptura da área ectópica, a qual pode levar a choque e por em risco a vida da mãe."
  },
  {
    "identificador": "KA01.5",
    "valor": "Feto ou recém-nascido afetado por gravidez múltipla",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido a qualquer condição associada à presença de gravidez múltipla."
  },
  {
    "identificador": "KA01.6",
    "valor": "Feto ou recém-nascido afetado pela morte materna",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido à morte da mãe."
  },
  {
    "identificador": "KA01.7",
    "valor": "Feto ou recém-nascido afetado por apresentação anômala antes do trabalho de parto",
    "descricao": "Apresentações anômalas são todas as apresentações do feto diferentes da cefálica, e incluem pélvica, transversa, de ombro, combinada, face e apresentação de fronte. Elas podem colocar o feto e a mãe em risco e podem necessitar de parto operatório vaginal ou cesariana, ou outra intervenção para realizar o parto. Apresentação pélvica, a apresentação anômala mais comum, ocorre quando as nádegas do feto, pernas, pés ou uma combinação destas apresentações se apresenta primeiro na pelve materna."
  },
  {
    "identificador": "KA01.8",
    "valor": "Feto ou recém-nascido afetado por perda de sangue materna",
    "descricao": ""
  },
  {
    "identificador": "KA01.Y",
    "valor": "Feto ou recém-nascido afetado por outra complicação materna especificada da gravidez",
    "descricao": ""
  },
  {
    "identificador": "KA01.Z",
    "valor": "Feto ou recém-nascido afetado por outra complicação materna não especificada da gravidez",
    "descricao": ""
  },
  {
    "identificador": "KA02",
    "valor": "Feto ou recém-nascido afetado por complicações da placenta",
    "descricao": "Grupo de condições caracterizado por achados no feto ou recém-nascido devidos a uma evolução adversa (complicação) associada à placenta, cordão umbilical ou membranas corioamnióticas."
  },
  {
    "identificador": "KA02.0",
    "valor": "Feto ou recém-nascido afetado por placenta prévia",
    "descricao": "Placenta prévia ocorre quando a placenta está total ou parcialmente no segmento inferior do útero. O diagnóstico evoluiu a partir do sistema de graduação clínica I-IV e é determinado por técnicas de imagem de ultrassom relacionando a borda anterior da placenta com o orifício cervical. Grau I é uma placenta baixa, grau II é uma placenta que alcança a borda do orifício cervical, grau III é uma placenta que cobre parcialmente o orifício e grau IV é uma placenta que cobre completamente o orifício."
  },
  {
    "identificador": "KA02.1",
    "valor": "Feto ou recém-nascido afetado por edema de placenta ou placenta grande",
    "descricao": "Uma placenta grande, também conhecida como placentomegalia, é uma que pesa > 750 g. A placentomegalia pode ser observada nas seguintes condições: hidropsia fetal, diabetes mellitus materno, incompatibilidade de Rh, infecções crônicas (p. ex., sífilis, citomegalovírus), anemia materna ou edema placentário agudo com corioamnionite aguda."
  },
  {
    "identificador": "KA02.2",
    "valor": "Feto ou recém-nascido afetado por infarto placentário",
    "descricao": "Infarto placentário é a formação de áreas localizadas de necrose isquêmica nos vilos, geralmente devida a vasoespasmo da circulação materna. As regiões afetadas da placenta estão incompetentes, e levam à insuficiência placentária se os infartos forem graves."
  },
  {
    "identificador": "KA02.3",
    "valor": "Feto ou recém-nascido afetado por insuficiência placentária ou placenta pequena",
    "descricao": "Insuficiência placentária é definida como a incapacidade da placenta de fornecer um suprimento suficiente de oxigênio e nutrientes para o feto, e portanto, é incapaz de manter o crescimento do bebê em desenvolvimento até o termo. A insuficiência placentária pode resultar em crescimento intrauterino restrito (CIUR), pré-eclâmpsia, descolamento prematuro da placenta, ou trabalho de parto prematuro e parto. Uma placenta pequena é definida como uma placenta que pesa menos que o limite inferior da normalidade para o período gestacional. Um baixo peso placentário pode ser resultado de condições maternas ou fetais. Entre as condições maternas estão aquelas que causam subperfusão da placenta, como pré-eclâmpsia ou hipertensão materna. Entre as condições fetais estão as malformações fetais ou anomalias cromossômicas."
  },
  {
    "identificador": "KA02.4",
    "valor": "Feto ou recém-nascido afetado por síndromes da transfusão placentária",
    "descricao": "Síndrome da transfusão feto-fetal (STFF) ocorre em gêmeos monozigóticos enquanto eles estão no útero. Ocorre quando o sangue passa de um gêmeo para o outro, e o gêmeo que perde o sangue é o gêmeo doador, enquanto o gêmeo que recebe o sangue é o gêmeo receptor. Dependendo da gravidade da transfusão, ambos os bebês podem experimentar problemas como anemia, palidez e desidratação no gêmeo doador e vermelhidão e aumento da pressão sanguínea no gêmeo receptor."
  },
  {
    "identificador": "KA02.Y",
    "valor": "Feto ou recém-nascido afetado por outra complicação especificada da placenta",
    "descricao": ""
  },
  {
    "identificador": "KA02.Z",
    "valor": "Feto ou recém-nascido afetado por complicação não especificada da placenta",
    "descricao": ""
  },
  {
    "identificador": "KA03",
    "valor": "Feto ou recém-nascido afetado por complicações do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KA03.0",
    "valor": "Feto ou recém-nascido afetado por prolapso de cordão",
    "descricao": "Prolapso do cordão umbilical ocorre quando o cordão entra na abertura do colo do útero e desce para o canal de parto durante o trabalho de parto antes do bebê sair do útero. O risco de prolapso é alto se o bebê está em posição transversa, se a mãe tiver tido mais que um bebê, se existe um excesso na quantidade de líquido amniótico, se há ruptura pré-termo e pré-parto das membranas ou se as membranas são artificialmente rompidas."
  },
  {
    "identificador": "KA03.1",
    "valor": "Feto ou recém-nascido afetado por outra compressão do cordão umbilical",
    "descricao": "Grupo de condições caracterizado por achados no feto ou recém-nascido devido a obstrução do fluxo sanguíneo através do cordão umbilical secundária a pressão de um objeto externo ou desalinhamento do próprio cordão, não classificado em outra parte."
  },
  {
    "identificador": "KA03.2",
    "valor": "Feto ou recém-nascido afetado por anormalidades no comprimento do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KA03.20",
    "valor": "Feto ou recém-nascido afetado por cordão umbilical curto",
    "descricao": "Cordão umbilical com comprimento < 2 DP abaixo da média para idade gestacional. Ao termo, ele é < que 35 cm. Frequentemente associado com hipocinesia fetal"
  },
  {
    "identificador": "KA03.21",
    "valor": "Feto ou recém-nascido afetado por cordão umbilical longo",
    "descricao": "Cordão umbilical com comprimento > 2 DP acima da média para a idade gestacional. Ao termo, ele é > que 80 cm."
  },
  {
    "identificador": "KA03.2Y",
    "valor": "Outro feto ou recém-nascido especificado afetado por anormalidade no comprimento do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KA03.2Z",
    "valor": "Feto ou recém-nascido afetado por anormalidades no comprimento do cordão umbilical, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA03.3",
    "valor": "Feto ou recém-nascido afetado por vasa prévia",
    "descricao": "Uma complicação obstétrica caracterizada por vasos fetais cruzando ou passando perto ao orifício interno do colo uterino (orifício cervical interno)."
  },
  {
    "identificador": "KA03.4",
    "valor": "Feto ou recém-nascido afetado por lesão traumática do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KA03.Y",
    "valor": "Feto ou recém-nascido afetado por outra complicação especificada do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KA03.Z",
    "valor": "Feto ou recém-nascido afetado por complicação não especificada do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KA04",
    "valor": "Feto ou recém-nascido afetado por outras anormalidades das membranas",
    "descricao": ""
  },
  {
    "identificador": "KA04.0",
    "valor": "Feto ou recém-nascido afetado por corioamnionite",
    "descricao": "A corioamnionite é uma infecção de tecidos placentários e líquido amniótico. Ela pode levar a bacteremia na mãe, que é uma infecção do sangue, e pode causar parto pré-termo ou infecção no recém-nascido. Os organismos que são responsáveis geralmente pela corioamnionite incluem Escherichia coli (E. coli) e estreptococo do Grupo B."
  },
  {
    "identificador": "KA04.1",
    "valor": "Feto ou recém-nascido afetado por síndrome da banda amniótica",
    "descricao": ""
  },
  {
    "identificador": "KA04.Y",
    "valor": "Feto ou recém-nascido afetado por outra anormalidade especificada das membranas",
    "descricao": ""
  },
  {
    "identificador": "KA04.Z",
    "valor": "Feto ou recém-nascido afetado por outra anormalidade não especificada das membranas",
    "descricao": ""
  },
  {
    "identificador": "KA05",
    "valor": "Feto ou recém-nascido afetado por algumas complicações de trabalho de parto ou parto",
    "descricao": "Grupo de condições caracterizado por achados no feto ou recém-nascido devido a qualquer outra evolução (complicação) adversa durante o trabalho de parto e parto."
  },
  {
    "identificador": "KA05.0",
    "valor": "Feto ou recém-nascido afetado por parto ou extração pélvicos",
    "descricao": "Apresentação pélvica se refere a um feto com a parte inferior voltada para baixo. Há três tipos diferentes de apresentação pélvica: com extensão das pernas (franca), pernas inteiramente flexionadas (completa) ou um ou os dois pés projetam-se antes da pelve (incompleta) com uma ou ambas as coxas estendidas. \r\nA apresentação pélvica está associada a um risco aumentado de traumatismo ou asfixia intraparto, e a cesariana é um tipo de parto comum para reduzir as complicações relacionadas ao parto."
  },
  {
    "identificador": "KA05.1",
    "valor": "Feto ou recém-nascido afetado por outra apresentação anômala, mau posicionamento ou desproporção durante o trabalho de parto ou parto",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido a posições anormais do vértice da cabeça fetal (posição anômala) ou qualquer posição de apresentação do feto outra que não o vértice da cabeça fetal primeiro (má apresentação) durante o trabalho de parto e parto."
  },
  {
    "identificador": "KA05.2",
    "valor": "Feto ou recém-nascido afetado por parto a fórceps",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido a parto assistido no qual a intervenção na assistência é feita com instrumento curvado de metal liso que se ajusta ao redor da cabeça (fórceps)."
  },
  {
    "identificador": "KA05.3",
    "valor": "Feto ou recém-nascido afetado por parto com vácuo-extrator",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido ao parto assistido em que a intervenção na assistência é feita com um copo de plástico macio ou rígido ou de metal conectado por um tubo a um dispositivo de sucção que se encaixa firmemente na cabeça e se conecta com sucção (extrator a vácuo, ventosa)."
  },
  {
    "identificador": "KA05.4",
    "valor": "Feto e recém-nascido afetado por parto cesárea",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido a parto via procedimento cirúrgico no qual uma ou mais incisões são feitas através do abdome da mãe (laparotomia) e útero (histerotomia) para parto de um ou de mais bebês (parto cesariana)."
  },
  {
    "identificador": "KA05.5",
    "valor": "Feto ou recém-nascido afetado por parto precipitado",
    "descricao": "Parto precipitado é aquele com menos de 3 horas e onde as contrações são excepcionalmente graves. Geralmente ocorre em mulheres multíparas ou quando o trabalho de parto foi induzido. Devido à força e velocidade do parto, pode ocorrer traumatismo para a mãe e o recém-nascido. A mãe pode sofrer de hemorragia, laceração perineal, infecção ou ruptura uterina, e o recém-nascido pode sofrer de hematoma subdural, anoxia ou fraturas."
  },
  {
    "identificador": "KA05.6",
    "valor": "Feto ou recém-nascido afetado por contrações uterinas anormais",
    "descricao": "Contrações uterinas anormais podem ser hipertônicas ou hipotônicas. Contrações hipertônicas são as que ocorrem com mais frequência e são marcadas por um aumento no tônus de repouso maior que 15 mm Hg. Contrações hipotônicas são aquelas em que o número de contrações é anormalmente baixo, o tônus do útero em repouso é inferior a 10 mm Hg e a força das contrações é consistentemente < 26 mm Hg."
  },
  {
    "identificador": "KA05.7",
    "valor": "Feto ou recém-nascido afetado por anormalidade em frequência ou ritmo cardíaco fetal intrauterino",
    "descricao": ""
  },
  {
    "identificador": "KA05.70",
    "valor": "Feto ou recém-nascido afetado por anormalidade em frequência ou ritmo cardíaco fetal intrauterino antes do início do trabalho de parto",
    "descricao": ""
  },
  {
    "identificador": "KA05.71",
    "valor": "Feto ou recém-nascido afetado por anormalidade em frequência ou ritmo cardíaco fetal intrauterino durante o trabalho de parto",
    "descricao": ""
  },
  {
    "identificador": "KA05.7Z",
    "valor": "Feto ou recém-nascido afetado por anormalidade em frequência ou ritmo cardíaco fetal intrauterino, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA05.8",
    "valor": "Eliminação de mecônio durante o parto",
    "descricao": "Eliminação de mecônio pelo feto durante o trabalho de parto e/ou processo de parto."
  },
  {
    "identificador": "KA05.Y",
    "valor": "Feto ou recém-nascido afetado ou suspeito de ser afetado por outras complicações especificadas de trabalho de parto ou parto",
    "descricao": ""
  },
  {
    "identificador": "KA05.Z",
    "valor": "Feto ou recém-nascido afetado ou suspeito de ser afetado por complicações não especificadas de trabalho de parto ou parto",
    "descricao": ""
  },
  {
    "identificador": "KA06",
    "valor": "Feto ou recém-nascido afetado por influências nocivas transmitidas pela placenta ou pelo leite materno",
    "descricao": "Grupo de condições caracterizado por achados no feto ou recém-nascido devidos à transmissão de qualquer substância nociva ou venenosa ao feto ou recém-nascido através da placenta ou do leite materno."
  },
  {
    "identificador": "KA06.0",
    "valor": "Feto ou recém-nascido afetado por anestesia ou analgesia materna na gravidez, no trabalho de parto ou no parto",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido à transmissão de anestesia ou analgesia administrada à mãe durante o período de tempo entre a concepção e o parto."
  },
  {
    "identificador": "KA06.1",
    "valor": "Feto ou recém-nascido afetado pelo uso materno de tabaco",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido a transmissão de quaisquer substâncias derivadas do uso do tabaco pela mãe para o feto ou recém-nascido."
  },
  {
    "identificador": "KA06.2",
    "valor": "Feto ou recém-nascido afetado pelo uso materno de álcool",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido à transmissão de quaisquer substâncias derivadas do uso de álcool pela mãe para o feto ou recém-nascido."
  },
  {
    "identificador": "KA06.3",
    "valor": "Feto ou recém-nascido afetado por uso materno de drogas de adição",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido à transmissão de quaisquer substâncias derivadas do uso de outra droga pela mãe para o feto ou recém-nascido."
  },
  {
    "identificador": "KA06.4",
    "valor": "Feto ou recém-nascido afetado pelo uso de substâncias químicas nutricionais",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido à transmissão de quaisquer substâncias derivadas do uso de produto químico nutricional pela mãe para o feto ou recém-nascido."
  },
  {
    "identificador": "KA06.5",
    "valor": "Feto ou recém-nascido afetado por exposição materna a substâncias quimicas ambientais",
    "descricao": "Condição caracterizada por achados no feto ou recém-nascido devido à transmissão de quaisquer substâncias derivadas da exposição da mãe a produtos químicos ambientais."
  },
  {
    "identificador": "KA06.Y",
    "valor": "Feto ou recém-nascido afetado por outras influências nocivas especificadas transmitidas pela placenta ou pelo leite materno",
    "descricao": ""
  },
  {
    "identificador": "KA06.Z",
    "valor": "Feto ou recém-nascido afetado por influências nocivas não especificadas transmitidas pela placenta ou pelo leite materno",
    "descricao": ""
  },
  {
    "identificador": "KA07",
    "valor": "Dermatoses neonatais devidas a anticorpos maternos",
    "descricao": "Uma variedade de transtornos da pele neonatal mediada por anticorpos devidos à transferência de anticorpos maternos para o feto. O transtorno autoimune relevante pode ser ou não aparente na mãe."
  },
  {
    "identificador": "KA07.0",
    "valor": "Lúpus eritematoso neonatal",
    "descricao": "Lúpus eritematoso neonatal resulta da transferência transplacentária de anticorpos maternos, em particular anti-Ro/SSA e anti-La/SSB. Manifesta-se com erupção cutânea eritematosa que pode ser claramente fotossensível e está intimamente associada a bloqueio cardíaco congênito. A mãe pode sabidamente ter lúpus, especialmente lúpus eritematoso cutâneo subagudo, ou pode ser assintomática. A erupção cutânea geralmente desaparece nos primeiros meses de vida."
  },
  {
    "identificador": "KA07.1",
    "valor": "Pênfigo neonatal",
    "descricao": "O pênfigo vulgar neonatal é uma doença de pele autoimune de curta duração que surge como resultado da transmissão transplacentária de anticorpos maternos para o recém-nascido. O pênfigo neonatal é caracterizado pela formação de bolhas na pele e nas mucosas mediada por autoanticorpos ao componente desmogleína 3 do desmossomo."
  },
  {
    "identificador": "KA07.Y",
    "valor": "Outras dermatoses neonatais especificadas devidas a anticorpos maternos",
    "descricao": ""
  },
  {
    "identificador": "KA0Z",
    "valor": "Feto ou recém-nascido afetado por fatores maternos não especificados ou por complicações da gravidez, do trabalho de parto ou do parto",
    "descricao": ""
  },
  {
    "identificador": "KA20",
    "valor": "Transtornos do recém-nascido relacionados ao crescimento fetal lento ou desnutrição fetal",
    "descricao": ""
  },
  {
    "identificador": "KA20.0",
    "valor": "Pequeno para a idade gestacional",
    "descricao": "Peso ao nascer abaixo de 2 desvios-padrão da média ou abaixo do percentil 10 de acordo com os gráficos de crescimento intrauterino locais"
  },
  {
    "identificador": "KA20.00",
    "valor": "Pequeno para a idade gestacional, simétrico",
    "descricao": "O crescimento do feto é afetado no início da gravidez e o crescimento é lento durante toda a gravidez. A circunferência da cabeça é proporcional ao resto do corpo. O peso ao nascer está 2 desvios padrão abaixo da média ou abaixo do percentil 10."
  },
  {
    "identificador": "KA20.01",
    "valor": "Pequeno para a idade gestacional, assimétrico",
    "descricao": "Essa restrição de crescimento leva a uma disparidade no comprimento e na circunferência da cabeça quando comparado ao peso de nascimento. Esta condição tipicamente ocorre no terceiro trimestre."
  },
  {
    "identificador": "KA20.0Z",
    "valor": "Pequeno para a idade gestacional, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA20.1",
    "valor": "Crescimento intrauterino restrito",
    "descricao": "O feto não atinge seu potencial genético previsto e o recém-nascido, nem leve ou pequeno para a idade gestacional, apresenta sinais de desnutrição fetal."
  },
  {
    "identificador": "KA20.10",
    "valor": "Crescimento intrauterino restrito assimétrico",
    "descricao": "Há restrição de peso corporal seguido do comprimento, em geral com preservação da cabeça. Essa condição ocorre ao final da gravidez e é causada por fatores extrínsecos. A desnutrição fetal levando a um índice ponderal baixo inferior a 2 (relação peso/comprimento), mas o peso não é grave o suficiente para se qualificar como pequeno para a idade gestacional."
  },
  {
    "identificador": "KA20.11",
    "valor": "Crescimento intrauterino restrito simétrico",
    "descricao": "Essa condição começa mais cedo na gravidez e há uma maior incidência de sequelas neurológicas permanentes. Está frequentemente associada a anormalidades genéticas ou infecção fetal, especialmente infecções virais no primeiro trimestre."
  },
  {
    "identificador": "KA20.12",
    "valor": "Crescimento intrauterino restrito associado a pequeno para idade gestacional",
    "descricao": "Esses recém-nascidos são classificados como pequenos para a idade gestacional mas também estiveram sujeitos à restrição de crescimento intrauterino."
  },
  {
    "identificador": "KA20.1Y",
    "valor": "Outro crescimento intrauterino restrito especificado",
    "descricao": ""
  },
  {
    "identificador": "KA20.1Z",
    "valor": "Crescimento intrauterino restrito, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA20.2",
    "valor": "Desnutrição fetal SOE",
    "descricao": "Recém-nascido, com peso ou tamanho normal para a idade gestacional, apresentando sinais de desnutrição fetal, como pele seca, descamação ou perda de tecido subcutâneo."
  },
  {
    "identificador": "KA20.Y",
    "valor": "Outro transtornos especificados do recém-nascido relacionados ao crescimento fetal lento ou desnutrição fetal",
    "descricao": ""
  },
  {
    "identificador": "KA20.Z",
    "valor": "Transtornos do recém-nascido relacionados ao crescimento fetal lento ou desnutrição fetal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KA21",
    "valor": "Transtornos do recém-nascido associados à gestação curta ou baixo peso ao nascer, não classificados em outra parte",
    "descricao": "Recém-nascidos cujo peso está adequado para a idade gestacional são denominados adequados para a idade gestacional (AIG). Recém-nascidos com peso maior ​​do que o esperado são grandes para a idade gestacional (GIG). Por outro lado, aqueles menores do que o esperado são considerados pequenos para a idade gestacional (PIG)."
  },
  {
    "identificador": "KA21.0",
    "valor": "Recém-nascido de extremo baixo peso ao nascer",
    "descricao": "Recém-nascido com peso ao nascer de 999 g ou menos. Os recém-nascidos têm morbidade aumentada, incluindo deficiência neurossensorial, paralisia cerebral, retinopatia da prematuridade, surdez, imaturidade pulmonar, doença pulmonar crônica e função cognitiva subnormal."
  },
  {
    "identificador": "KA21.00",
    "valor": "Recém-nascido de extremo baixo peso ao nascer, 499 g ou menos",
    "descricao": "Condição pediátrica em que o bebê nasce com peso de 499 g ou menos."
  },
  {
    "identificador": "KA21.01",
    "valor": "Recém-nascido de extremo baixo peso ao nascer, 500-749 g",
    "descricao": "Condição pediátrica em que o bebê nasce com peso entre 500 e 749 g."
  },
  {
    "identificador": "KA21.02",
    "valor": "Recém-nascido de extremo baixo peso ao nascer, 750-999 g",
    "descricao": ""
  },
  {
    "identificador": "KA21.0Z",
    "valor": "Recém-nascido de extremo baixo peso ao nascer, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA21.1",
    "valor": "Recém-nascido de muito baixo peso ao nascer",
    "descricao": "Condição pediátrica na qual o recém-nascido nasce pesando entre 1000 e 1499 g."
  },
  {
    "identificador": "KA21.10",
    "valor": "Recém-nascido de muito baixo peso ao nascer, 1.000-1.249 g",
    "descricao": "Condição pediátrica na qual o recém-nascido nasce pesando entre 1.000 e 1.249 g."
  },
  {
    "identificador": "KA21.11",
    "valor": "Recém-nascido de muito baixo peso ao nascer, 1.250-1.499 g",
    "descricao": "Condição pediátrica na qual o recém-nascido nasce pesando entre entre 1.250 g e 1.499 g."
  },
  {
    "identificador": "KA21.1Z",
    "valor": "Recém-nascido de muito baixo peso ao nascer, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA21.2",
    "valor": "Recém-nascido de baixo peso ao nascer",
    "descricao": "Condição pediátrica na qual o recém-nascido nasce pesando entre entre 1500 g e 2499 g."
  },
  {
    "identificador": "KA21.20",
    "valor": "Recém-nascido de baixo peso ao nascer, 1.500-1.999 g",
    "descricao": "}Condição pediátrica na qual o recém-nascido nasce pesando entre entre 1.500 g e 1.999 g."
  },
  {
    "identificador": "KA21.21",
    "valor": "Recém-nascido de baixo peso ao nascer, 2.000-2.499 g",
    "descricao": "Condição pediátrica na qual o recém-nascido nasce pesando entre entre 2.000 e 2.499 g."
  },
  {
    "identificador": "KA21.2Z",
    "valor": "Recém-nascido de baixo peso ao nascer, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA21.3",
    "valor": "Prematuridade extrema do recém-nascido",
    "descricao": "Menos que 28 semanas completas (menos que 196 dias completos) de gestação."
  },
  {
    "identificador": "KA21.30",
    "valor": "Prematuridade extrema do recém-nascido, idade gestacional menor que 22 semanas completas",
    "descricao": "Prematuridade extrema do recém-nascido, idade gestacional menor que 22 semanas e 0 dias"
  },
  {
    "identificador": "KA21.31",
    "valor": "Prematuridade extrema do recém-nascido, idade gestacional de 22 semanas completas",
    "descricao": "Prematuridade extrema do recém-nascido, idade gestacional de 22 semanas e 0 dias a 22 semanas e 6 dias"
  },
  {
    "identificador": "KA21.32",
    "valor": "Prematuridade extrema do recém-nascido, idade gestacional de 23 semanas completas",
    "descricao": "Recém-nascido com prematuridade extrema, idade gestacional de 23 semana e 0 dias a 23 semanas e 6 dias"
  },
  {
    "identificador": "KA21.33",
    "valor": "Prematuridade extrema do recém-nascido, idade gestacional de 24 semanas completas",
    "descricao": "Recém-nascido com prematuridade extrema, idade gestacional de 24 semanas e 0 dias a 24 semanas e 6 dias"
  },
  {
    "identificador": "KA21.34",
    "valor": "Prematuridade extrema do recém-nascido, idade gestacional de 25 semanas completas",
    "descricao": "Recém-nascido com prematuridade extrema, idade gestacional de 25 semanas e 0 dias a 25 semanas e 6 dias"
  },
  {
    "identificador": "KA21.35",
    "valor": "Prematuridade extrema do recém-nascido, idade gestacional de 26 semanas completas",
    "descricao": "Recém-nascido com prematuridade extrema, idade gestacional de 26 semanas e 0 dias a 26 semanas e 6 dias"
  },
  {
    "identificador": "KA21.36",
    "valor": "Prematuridade extrema do recém-nascido, idade gestacional de 27 semanas completas",
    "descricao": "Recém-nascido com prematuridade extrema, idade gestacional de 27 semanas e 0 dias a 27 semanas e 6 dias"
  },
  {
    "identificador": "KA21.3Z",
    "valor": "Prematuridade extrema do recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA21.4",
    "valor": "Recém-nascido pré-termo",
    "descricao": "Pré-termo: menos de 37 semanas completas (menos de 259 dias) de gestação."
  },
  {
    "identificador": "KA21.40",
    "valor": "Recém-nascido pré-termo, idade gestacional de 28 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 28 semanas e 0 dias até 28 semanas e 6 dias"
  },
  {
    "identificador": "KA21.41",
    "valor": "Recém-nascido pré-termo, idade gestacional de 29 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 29 semanas e 0 dias até 29 semanas e 6 dias"
  },
  {
    "identificador": "KA21.42",
    "valor": "Recém-nascido pré-termo, idade gestacional de 30 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 30 semanas e 0 dias até 30 semanas e 6 dias"
  },
  {
    "identificador": "KA21.43",
    "valor": "Recém-nascido pré-termo, idade gestacional de 31 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 31 semanas e 0 dias a 31 semanas e 6 dias"
  },
  {
    "identificador": "KA21.44",
    "valor": "Recém-nascido pré-termo, idade gestacional de 32 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 32 semanas e 0 dias a 32 semanas e 6 dias"
  },
  {
    "identificador": "KA21.45",
    "valor": "Recém-nascido pré-termo, idade gestacional de 33 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 33 semanas e 0 dias a 33 semanas e 6 dias"
  },
  {
    "identificador": "KA21.46",
    "valor": "Recém-nascido pré-termo, idade gestacional de 34 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 34 semanas e 0 dias a 34 semanas e 6 dias"
  },
  {
    "identificador": "KA21.47",
    "valor": "Recém-nascido pré-termo, idade gestacional de 35 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 35 semanas e 0 dias a 35 semanas e 6 dias"
  },
  {
    "identificador": "KA21.48",
    "valor": "Recém-nascido pré-termo, idade gestacional de 36 semanas completas",
    "descricao": "Recém-nascido pré-termo, idade gestacional de 36 semanas e 0 dias a 36 semanas e 6 dias"
  },
  {
    "identificador": "KA21.4Z",
    "valor": "Recém-nascido pré-termo, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA22",
    "valor": "Transtornos do recém-nascido relacionados a gestação longa ou alto peso ao nascer",
    "descricao": "Geralmente implica em gestação > 290 ou 294 dias (42 semanas); peso alto ao nascer => 4.000 g."
  },
  {
    "identificador": "KA22.0",
    "valor": "Recém-nascido excepcionalmente grande",
    "descricao": "Um recém-nascido excepcionalmente grande é definido como tendo peso ao nascer > 4.500 g, independentemente da idade gestacional ao nascer."
  },
  {
    "identificador": "KA22.1",
    "valor": "Recém-nascido grande para a idade gestacional",
    "descricao": "Peso de nascimento maior que o percentil 90 para a idade gestacional ou peso de nascimento de 4.000 g - 4.499 g ao termo, independente do período gestacional."
  },
  {
    "identificador": "KA22.2",
    "valor": "Recém-nascido pós-termo",
    "descricao": "Condição do recém-nascido caracterizada por um período gestacional que atingiu ou excedeu idade gestacional de 42 semanas completas (294 dias ou mais) de gestação."
  },
  {
    "identificador": "KA22.3",
    "valor": "Sindrome da pós-maturidade",
    "descricao": "Recém-nascido pós-termo com sinais de dismaturidade, incluindo pele seca e enrugada, coloração amarelada da pele, unhas compridas manchadas, cabelo abundante no couro cabeludo, corpo delgado de crescimento retardado com membros longos e finos e comportamento hiperalerta."
  },
  {
    "identificador": "KA2Y",
    "valor": "Outros transtornos especificados do recém-nascido relacionados a duração da gestação ou crescimento fetal",
    "descricao": ""
  },
  {
    "identificador": "KA2Z",
    "valor": "Transtornos do recém-nascido relacionados a duração da gestação ou crescimento fetal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KA40",
    "valor": "Traumatismo de parto do sistema nervoso central",
    "descricao": "Condição caracterizada pela presença de dano ao sistema nervoso central devido a pressão física ou lesão durante o parto."
  },
  {
    "identificador": "KA40.0",
    "valor": "Laceração ou hemorragia intracraniana devida a traumatismo de parto",
    "descricao": "Grupo de condições caracterizadas como uma lesão traumática do cérebro quando o tecido do cérebro é mecanicamente cortado ou rasgado e sangra em uma criança recém-nascida devido à pressão física ou traumatismo durante o parto."
  },
  {
    "identificador": "KA40.00",
    "valor": "Hemorragia subdural devida a traumatismo de parto",
    "descricao": "Hemorragia no espaço subdural (entre a dura-máter e a aracnoide) resultante de ruptura traumática das veias em ponte e seios venosos devido ao movimento rotacional do cérebro secundário a um parto traumático."
  },
  {
    "identificador": "KA40.01",
    "valor": "Hemorragia cerebral devida a traumatismo de parto",
    "descricao": "Hemorragia cerebral devida a traumatismo de parto refere-se a hemorragia que ocorre dentro do parênquima cerebral resultante de traumatismo ao nascimento, e comumente acompanhada de contusão extracerebral e/ou sangramento hemorrágico do couro cabeludo. Pode estar associada a fratura(s) do crânio."
  },
  {
    "identificador": "KA40.02",
    "valor": "Hemorragia cerebelar devida a traumatismo de parto",
    "descricao": "Hemorragia no cerebelo, hemisférios ou vermis, devida a traumatismo. Osteodiastase occipital com parto pélvico é a causa mais comum dessa lesão."
  },
  {
    "identificador": "KA40.03",
    "valor": "Hemorragia intraventricular devida a traumatismo de parto",
    "descricao": "Hemorragia traumática no espaço intraventricular como lesão dominante, geralmente em um bebê a termo, resultado de traumatismo de parto. Geralmente observada em conjunto com outra hemorragia intracraniana (parenquimatosa, subdural, subaracnoide) e pode ser observada em recém-nascidos a termo ou prematuros."
  },
  {
    "identificador": "KA40.04",
    "valor": "Hemorragia subaracnoide devida a traumatismo de parto",
    "descricao": "Hemorragia dentro do espaço subaracnoideo (a área entre a membrana aracnoide e a pia-máter) devida a vazamento do plexo leptomeníngeo ou ruptura de veias em ponte dentro do espaço subaracnóideo."
  },
  {
    "identificador": "KA40.05",
    "valor": "Ruptura tentorial devida a traumatismo de parto",
    "descricao": "Lacerações do tentório do cerebelo devido a traumatismo de parto, geralmente resultando em hemorragia infratentorial; graus menores de lesão tentorial mais comumente associados a sangramentos subdurais."
  },
  {
    "identificador": "KA40.06",
    "valor": "Contusão cerebelar devida a traumatismo de parto",
    "descricao": "Hematoma no tecido cerebral. Há uma hemorragia puntiforme que ocorre no giro longo."
  },
  {
    "identificador": "KA40.07",
    "valor": "Contusão cerebral devida a traumatismo de parto",
    "descricao": "Contusão no tecido cerebral. Região focal de necrose e hemorragia, geralmente envolvendo o córtex cerebral e a substância branca subcortical."
  },
  {
    "identificador": "KA40.08",
    "valor": "Hemorragia extradural ou epidural devida a traumatismo de parto",
    "descricao": "Hemorragia no plano entre o osso do crânio e o periósteo na superfície interna do crânio devida a lesão na artéria meníngea média por traumatismo de parto"
  },
  {
    "identificador": "KA40.0Y",
    "valor": "Outra laceração ou hemorragia intracraniana especificada devida a traumatismo de parto",
    "descricao": ""
  },
  {
    "identificador": "KA40.0Z",
    "valor": "Laceração ou hemorragia intracraniana devida a traumatismo de parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA40.1",
    "valor": "Edema cerebral devido a traumatismo de parto",
    "descricao": "Edema cerebral é um acúmulo excessivo de água nos espaços intracelulares ou extracelulares do cérebro. Há uma ruptura das junções endoteliais estreitas que constituem a barreira hematoencefálica."
  },
  {
    "identificador": "KA40.2",
    "valor": "Traumatismo de parto da coluna e da medula espinal",
    "descricao": "Lesão da medula espinal sofrida durante o parto por tração ou rotação excessiva, ocorrendo principalmente durante parto pélvico e fórceps rotacional durante partos com apresentação cefálica"
  },
  {
    "identificador": "KA40.3",
    "valor": "Traumatismo de parto ao tronco encefálico",
    "descricao": "Lesão ao tronco encefálico ocorrendo durante o parto devido à tração longitudinal excessiva, especialmente quando essa tração é combinada com flexão e torção da coluna durante o parto."
  },
  {
    "identificador": "KA40.Y",
    "valor": "Outro traumatismo de parto especificado do sistema nervoso central",
    "descricao": ""
  },
  {
    "identificador": "KA40.Z",
    "valor": "Traumatismo de parto do sistema nervoso central, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA41",
    "valor": "Lesão do olho devida a traumatismo de parto",
    "descricao": "Lesões oculares devido ao traumatismo do parto incluem lacerações palpebrais, hifema, ruptura da membrana de Descemet da córnea, hemorragia vítrea, edema corneano, abrasões e lacerações, hemorragia orbitária e fraturas, e hemorragias intraoculares."
  },
  {
    "identificador": "KA42",
    "valor": "Lesão do couro cabeludo devida a traumatismo de parto",
    "descricao": "Condição caracterizada pela presença de dano ao couro cabeludo devido a pressão física ou traumatismo durante o parto."
  },
  {
    "identificador": "KA42.0",
    "valor": "Hematoma do couro cabeludo devido a traumatismo de parto",
    "descricao": "Eritema no couro cabeludo ocorrendo geralmente como resultado de distócia ou aplicação de fórceps"
  },
  {
    "identificador": "KA42.1",
    "valor": "Cefalohematoma devido a traumatismo de parto",
    "descricao": "Cefalohematoma é uma coleção de sangue subperiosteal causada pela ruptura dos vasos abaixo do periósteo e não se estende além das linhas de sutura."
  },
  {
    "identificador": "KA42.2",
    "valor": "'Chignon' devido a traumatismo de parto",
    "descricao": "Chignon é um inchaço temporário (edema do couro cabeludo) secundário à colocação de uma ventosa de sucção usada em partos assistidos por vácuo. Geralmente desaparece após várias horas."
  },
  {
    "identificador": "KA42.3",
    "valor": "Lesão por monitorização do couro cabeludo do recém-nascido",
    "descricao": "Lesões no couro cabeludo devido ao uso de dispositivos de monitoramento fetal intraparto, incluindo lesões após coleta de sangue fetal."
  },
  {
    "identificador": "KA42.4",
    "valor": "Hemorragia subaponeurótica subgaleal epicraniana devida a traumatismo de parto",
    "descricao": "A hemorragia subgaleal é uma coleção de sangue no espaço entre a aponeurose epicraniana do couro cabeludo e o periósteo do crânio."
  },
  {
    "identificador": "KA42.Y",
    "valor": "Outra lesão do couro cabeludo especificada devida a traumatismo de parto",
    "descricao": ""
  },
  {
    "identificador": "KA42.Z",
    "valor": "Lesão do couro cabeludo devida a traumatismo de parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA43",
    "valor": "Lesão do parto na pele ou tecidos moles",
    "descricao": "Lesões superficiais, incluindo escoriações, lacerações e equimoses sofridas durante o nascimento em outras localizações além do couro cabeludo, face ou genitália externa."
  },
  {
    "identificador": "KA43.0",
    "valor": "Traumatismo de parto ao esternocleidomastoideo",
    "descricao": "Lesão do músculo esternocleidomastoideo devida a traumatismo de parto geralmente se apresenta com torcicolo (inclinação e rotação da cabeça) e uma massa firme, fusiforme e imóvel na porção média do músculo esternocleidomastoideo."
  },
  {
    "identificador": "KA43.1",
    "valor": "Lesão da genitália externa devida a traumatismo de parto",
    "descricao": "Lesões da genitália externa como edema, equimose ou hematoma de escroto ou grandes lábios, hematocele ou traumatismo dos testículos como resultado de traumatismo durante o parto, especialmente após apresentação pélvica."
  },
  {
    "identificador": "KA43.2",
    "valor": "Necrose de gordura subcutânea devida a traumatismo de parto",
    "descricao": "A necrose gordurosa subcutânea é uma hipodermite rara aguda transitória que se desenvolve nas primeiras semanas de vida em recém-nascido a termo."
  },
  {
    "identificador": "KA43.3",
    "valor": "Traumatismo de parto da face",
    "descricao": "Traumatismos de parto no rosto incluem lesões sofridas no nariz (desvios, deformidades ou danos septais), orelhas (escoriações, lacerações, deformidades ou hematomas)."
  },
  {
    "identificador": "KA43.Y",
    "valor": "Outra lesão do parto de pele e tecidos moles especificada",
    "descricao": ""
  },
  {
    "identificador": "KA43.Z",
    "valor": "Lesão do parto na pele ou tecidos moles, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA44",
    "valor": "Lesões ao nascer do sistema nervoso periférico",
    "descricao": "Condição caracterizada pela presença de dano a nervos ou gânglios fora do cérebro ou medula espinhal devido a pressão física ou lesão durante o parto."
  },
  {
    "identificador": "KA44.0",
    "valor": "Traumatismo de parto aos nervos cranianos",
    "descricao": "Traumatismos de parto aos nervos cranianos incluem contusão, avulsão, ruptura, neuroma ou práxis."
  },
  {
    "identificador": "KA44.00",
    "valor": "Traumatismo de parto do nervo facial",
    "descricao": "Paralisia facial envolvendo ambas as metades superior e inferior da face, causada por compressão traumática do nervo facial conforme ele sai pelo forame estilomastoideo, ou quando passa sobre o ramo da mandíbula."
  },
  {
    "identificador": "KA44.0Y",
    "valor": "Traumatismo de parto a outro nervo craniano especificado",
    "descricao": ""
  },
  {
    "identificador": "KA44.0Z",
    "valor": "Traumatismo de parto aos nervos cranianos, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA44.1",
    "valor": "Paralisia do plexo braquail no recém-nascido",
    "descricao": "A paralisia do plexo braquial no parto ocorre quando o plexo braquial é danificado durante o nascimento. Ocorre mais comumente durante um parto difícil."
  },
  {
    "identificador": "KA44.10",
    "valor": "Paralisia de Erb",
    "descricao": "A paralisia de Erb e uma das mais comuns do plexo braquial no parto. A lesão ocorre nos nervos do plexo braquial superior e afeta o braço."
  },
  {
    "identificador": "KA44.11",
    "valor": "Paralisia de Klumpke",
    "descricao": "A paralisia de Klumpke é uma forma de paralisia do plexo braquial que causa paralisia da mão."
  },
  {
    "identificador": "KA44.1Z",
    "valor": "Paralisia do plexo braquial no recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA44.2",
    "valor": "Paralisia do nervo frênico devida a traumatismo de parto",
    "descricao": "Lesão no parto das raízes cervicais 3 a 5, resultando na paralisia do diafragma ipsilateral, geralmente após um parto pélvico difícil."
  },
  {
    "identificador": "KA44.Y",
    "valor": "Lesões ao nascer especificadas do sistema nervoso periférico",
    "descricao": ""
  },
  {
    "identificador": "KA44.Z",
    "valor": "Lesões ao nascer do sistema nervoso periférico, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "KA45",
    "valor": "Lesão do esqueleto devida a traumatismo de parto",
    "descricao": "Afecção caracterizada pela presença de lesão no esqueleto devido a pressão física ou trauma durante o parto."
  },
  {
    "identificador": "KA45.0",
    "valor": "Fratura de crânio devida a traumatismo de parto",
    "descricao": "Fraturas lineares ou deprimidas dos ossos do crânio resultantes de lesões durante o parto, incluindo aquelas relacionadas a fórceps ou a vácuo extrator."
  },
  {
    "identificador": "KA45.00",
    "valor": "Fratura linear do crânio devida a traumatismo de parto",
    "descricao": "Fraturas lineares de ossos do crânio resultantes de traumatismos durante o parto, incluindo aquelas relacionadas a fórceps e parto a vácuo."
  },
  {
    "identificador": "KA45.01",
    "valor": "Fratura com afundamento de crânio por traumatismo de parto",
    "descricao": "Fraturas com afundamento de ossos do crânio resultantes de lesões durante o parto, incluindo aquelas relacionadas a fórceps e parto assistido a vácuo"
  },
  {
    "identificador": "KA45.0Y",
    "valor": "Outra fratura especificada de crânio devida a traumatismo de parto",
    "descricao": ""
  },
  {
    "identificador": "KA45.0Z",
    "valor": "Fratura de crânio devida a traumatismo de parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA45.1",
    "valor": "Osteodiástase occipital devida a traumatismo de parto",
    "descricao": "Osteodiástase occipital é uma forma de traumatismo de parto caracterizada por uma ruptura ao longo da sincondrose inominada (occipital posterior ou supraoccipital-exoccipital) com separação da escama occipital das partes laterais ou condilares do osso occipital."
  },
  {
    "identificador": "KA45.2",
    "valor": "Traumatismo de parto em ossos da face",
    "descricao": ""
  },
  {
    "identificador": "KA45.20",
    "valor": "Fratura de mandíbula devido a trauma no parto",
    "descricao": ""
  },
  {
    "identificador": "KA45.21",
    "valor": "Fratura de osso nasal devido a trauma no parto",
    "descricao": ""
  },
  {
    "identificador": "KA45.2Y",
    "valor": "Outro traumatismo de parto especificado em ossos da face",
    "descricao": ""
  },
  {
    "identificador": "KA45.2Z",
    "valor": "Traumatismo de parto em ossos da face, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA45.3",
    "valor": "Lesão no tórax no parto",
    "descricao": "Fratura de ossos do tórax, incluindo costelas e esterno devido a lesão de parto."
  },
  {
    "identificador": "KA45.4",
    "valor": "Fratura, luxação ou subluxação da coluna vertebral devido a traumatismo de parto",
    "descricao": "Uma fratura verdadeira da coluna vertebral é muito rara devido a traumatismo de parto. Uma fratura geralmente ocorre na região cervical e ocorre após um parto vaginal pélvico difícil. Luxação refere-se ao deslocamento de uma das vértebras cervicais em relação a outra na coluna cervical. O traumatismo permite que uma vértebra mude sua posição sobre a vértebra abaixo. Se esta luxação for parcial, o termo “subluxação” é usado. A lesão na coluna vertebral pode ser unilateral ou bilateral. As luxações podem ser estáveis ou instáveis, dependendo do grau de mobilidade e da extensão do dano adicional aos ligamentos de suporte."
  },
  {
    "identificador": "KA45.5",
    "valor": "Fratura da clavícula devida a traumatismo de parto",
    "descricao": "Esta e uma fratura em galho verde da clavícula que pode ocorrer durante o processo de parto."
  },
  {
    "identificador": "KA45.6",
    "valor": "Lesão de ossos longos devida a traumatismo de parto",
    "descricao": ""
  },
  {
    "identificador": "KA45.Y",
    "valor": "Outra lesão especificada no esqueleto devidas a traumatismo de parto",
    "descricao": ""
  },
  {
    "identificador": "KA45.Z",
    "valor": "Lesão do esqueleto devidas a traumatismo de parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA46",
    "valor": "Traumatismo de parto a outros órgãos",
    "descricao": "Grupo de condições caracterizado pela presença de dano a órgãos de uma criança recém-nascida devido à pressão física ou traumatismo durante o parto."
  },
  {
    "identificador": "KA46.0",
    "valor": "Lesão do fígado devida a traumatismo de parto",
    "descricao": "Ruptura ou hemorragia subcapsular no parênquima hepático como resultado de traumatismo de parto, geralmente vistas em recém-nascidos grandes para a idade gestacional, naqueles com hepatomegalia, aqueles nascidos por parto pélvico; pode apresentar-se como hemoperitônio."
  },
  {
    "identificador": "KA46.1",
    "valor": "Lesão do baço devida a traumatismo de parto",
    "descricao": "Ruptura ou hemorragia subcapsular no baço como resultado de traumatismo de parto; pode apresentar-se como hemoperitônio."
  },
  {
    "identificador": "KA46.2",
    "valor": "Hemorragia adrenal devida a traumatismo de parto",
    "descricao": ""
  },
  {
    "identificador": "KA46.Y",
    "valor": "Traumatismo de parto a outro órgão especificado",
    "descricao": ""
  },
  {
    "identificador": "KA4Z",
    "valor": "Traumatismo de parto, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA60",
    "valor": "Sepse do feto ou recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA61",
    "valor": "Outras infecções bacterianas do feto ou do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA61.0",
    "valor": "Tuberculose congênita",
    "descricao": "Doença que afeta recém-nascidos, causada por uma infecção intra-útero pela bactéria Mycobacterium tuberculosis. A transmissão ocorre por transmissão vertical."
  },
  {
    "identificador": "KA61.1",
    "valor": "Listeriose neonatal",
    "descricao": "Condição que acomete fetos ou recém-nascidos, causada por uma infecção pela bactéria gram-positiva Listeria. Esta condição é caracterizada por dificuldade respiratória no recém-nascido, por natimorto ou por aborto. A infecção ocorre por transmissão vertical. A confirmação é feita pela identificação de Listeria no recém-nascido e na mãe."
  },
  {
    "identificador": "KA61.Z",
    "valor": "Infecção bacteriana do feto ou do recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA62",
    "valor": "Infecção viral no feto ou no recém-nascido",
    "descricao": "Qualquer condição que acomete fetos ou recém-nascidos, causada por uma infecção por um vírus."
  },
  {
    "identificador": "KA62.0",
    "valor": "Infecção congênita pelo vírus Zika",
    "descricao": ""
  },
  {
    "identificador": "KA62.1",
    "valor": "Infecção congênita pelo vírus Epstein-Barr",
    "descricao": "Há formas graves de infecção pelo Epstein-Barr. Monucleose infecciosa, carcinoma nasofaríngeo e linfoma de Burkitt podem todos ser causados pelo vírus Epstein-Barr."
  },
  {
    "identificador": "KA62.2",
    "valor": "Infecção congênita pelo vírus Varicela-Zóster",
    "descricao": "Infecção pelo vírus Varicela-Zóster adquirida por via transplacentária. Tanto a idade gestacional no momento da infecção materna como o intervalo de tempo entre a infecção materna e o nascimento têm grandes influências no curso clínico."
  },
  {
    "identificador": "KA62.3",
    "valor": "Infecção congênita por citomegalovírus",
    "descricao": "Afecção que acomete recém-nascidos, causada por uma infecção intrauterina por citomegalovírus. Essa condição é caracterizada por icterícia, baixo peso ao nascer, esplenomegalia, hepatomegalia ou pneumonia, se os sintomas se desenvolverem logo após o nascimento, ou pode ser assintomática. Esta condição comumente se apresenta mais tardiamente na vida com perda de audição, perda de visão ou deficiências de desenvolvimento. A transmissão é por transmissão vertical. A confirmação é feita pela detecção de citomegalovírus na urina, saliva, sangue ou outros tecidos corporais do recém-nascido em até 2-3 semanas após o nascimento."
  },
  {
    "identificador": "KA62.4",
    "valor": "Infecção congênita por echovírus",
    "descricao": "Doença que afeta os recém-nascidos, causada por uma infecção por vírus entérico citopático humano órfão (ECHO) no útero. Esta doença se apresenta com sintomas variados dependendo do local da infecção, ou pode ser assintomática. A transmissão ocorre por transmissão vertical. A confirmação é feita pela identificação do ECHO vírus no recém-nascido."
  },
  {
    "identificador": "KA62.5",
    "valor": "Infecção congênita por enterovírus",
    "descricao": "Infecções virais congênitas por enterovirus (incluindo vírus coxsackie e ECHOvírus) são embriofetopatias infecciosas que têm sido descritas como causadoras de malformações fetais, doença sistêmica aguda no recém-nascido e anormalidades do desenvolvimento neurológico de longo prazo."
  },
  {
    "identificador": "KA62.6",
    "valor": "Infecção congênita pelo vírus da imunodeficiência humana",
    "descricao": "Doença que afeta recém-nascidos, causada por uma infecção pelo vírus da imunodeficiência humana no útero. A transmissão ocorre por via vertical. A confirmação é feita pela identificação do vírus da imunodeficiência humana no recém-nascido."
  },
  {
    "identificador": "KA62.7",
    "valor": "Síndrome congênita do parvovírus",
    "descricao": "A síndrome do parvovírus fetal é uma fetopatia que pode ocorrer quando uma mulher grávida é infectada pelo parvovírus B19. A infecção fetal por parvovírus resulta em crise aplástica. A anemia induz ao risco de hidropsia e morte fetal por insuficiência cardíaca em 10% a 20% dos casos."
  },
  {
    "identificador": "KA62.8",
    "valor": "Síndrome da rubéola congênita",
    "descricao": "Doença causada por infecção intrauterina pelo vírus da rubéola. Esta doença se apresenta com sintomas que dependem do momento de infecção do feto e pode apresentar defeitos congênitos (como perda auditiva) ou retardo de crescimento intrauterino. A transmissão ocorre por transmissão vertical. A confirmação é feita pela identificação do vírus da rubéola ou detecção de anticorpos IgM antivírus da rubéola no recém-nascido ou lactente."
  },
  {
    "identificador": "KA62.9",
    "valor": "Hepatite viral congênita",
    "descricao": "Doença do fígado acometendo o recém-nascido, causada por uma infecção intrauterina pelo vírus da hepatite A, B, C, D ou E. Esta doença é caracterizada por letargia, icterícia, distensão abdominal, prejuízo no crescimento ou fezes esbranquiçadas. A transmissão ocorre por exposição vertical. A confirmação é feita pela identificação do vírus da hepatite A, B, C, D ou E em uma amostra de sangue do recém-nascido."
  },
  {
    "identificador": "KA62.A",
    "valor": "Infecção por herpes simples perinatal",
    "descricao": "Infecção por herpes simples adquirida durante o período perinatal, normalmente de infecção por herpes ativa do trato genital da mãe, mas também pode ser transmitida intra-útero."
  },
  {
    "identificador": "KA62.Y",
    "valor": "Outra infecção viral especificada no feto ou no recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA62.Z",
    "valor": "Infecção viral no feto ou no recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA63",
    "valor": "Infecção fúngica no feto ou recém-nascido",
    "descricao": "Qualquer afecção que acometa fetos ou recém-nascidos, causada por uma infecção por um agente fúngico."
  },
  {
    "identificador": "KA63.0",
    "valor": "Infecção por Malassezia no recém-nascido",
    "descricao": "Condição que afeta recém-nascidos, causada por uma infecção por Malassezia que leva a uma resposta inflamatória sistêmica grave. Esta condição é caracterizada por febre ou dificuldade respiratória. A confirmação é feita pela identificação de Malassezia em uma amostra de sangue."
  },
  {
    "identificador": "KA63.1",
    "valor": "Aspergilose neonatal",
    "descricao": "Doença acometendo recém-nascidos, causada por uma infecção pelo fungo Aspergillus. Esta doença se apresenta com sintomas clínicos dependendo da localização da infecção. A transmissão ocorre por inalação de esporos de Aspergillus ou contato direto. A confirmação é feita pela identificação de Aspergillus em localizações afetadas."
  },
  {
    "identificador": "KA63.2",
    "valor": "Candidíase neonatal",
    "descricao": "Afecção acometendo recém-nascidos, causada por uma infecção por fungo Candida. Esta condição é caracterizada por apneia, trombocitopenia ou diminuição da função respiratória ou outros sintomas dependendo do local da infecção. A transmissão é vertical (da mãe para o bebê). A confirmação é feita pela identificação da Candida em uma amostra de sangue ou urina."
  },
  {
    "identificador": "KA63.Y",
    "valor": "Outra infecção fúngica especificada do feto ou do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA63.Z",
    "valor": "Infecção fúngica do feto ou recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA64",
    "valor": "Doenças parasitárias no feto ou no recém-nascido",
    "descricao": "Qualquer afecção acometendo fetos ou recém-nascidos, causada por uma infecção por um parasita."
  },
  {
    "identificador": "KA64.0",
    "valor": "Toxoplasmose congênita",
    "descricao": "Doença causada por uma infecção pelo parasita protozoário Toxoplasma gondii no útero. Esta doença é caracterizada por coriorretinite, hidrocefalia, calcificações intracranianas, anemia ou déficits neurológicos que se desenvolvem após o nascimento. Esta doença pode se manifestar ao nascimento com icterícia, parto prematuro, hepatoesplenomegalia, miocardite, pneumonite ou erupção cutânea. A transmissão ocorre por transmissão vertical. No feto, a confirmação é feita pela identificação de Toxoplasma gondii no líquido amniótico; no recém-nascido, a confirmação se dá pela identificação de Toxoplasma gondii em fluidos ou tecidos corporais, ou detecção de anticorpos contra Toxoplasma gondii."
  },
  {
    "identificador": "KA64.1",
    "valor": "Malária falciparum congênita",
    "descricao": "Doença causada por uma infecção intrauterina pelo parasita protozoário Plasmodium falciparum. Esta doença é caracterizada por febre, anemia, esplenomegalia, hepatomegalia, icterícia, regurgitação, diarreia ou má alimentação. Esta doença também pode se manifestar com dificuldade respiratória, sonolência ou cianose. A transmissão ocorre por exposição vertical. A confirmação é feita pela identificação do Plasmodium falciparum em uma amostra de sangue do recém-nascido."
  },
  {
    "identificador": "KA64.Y",
    "valor": "Outras doenças parasitárias especificadas no feto ou no recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA64.Z",
    "valor": "Doenças parasitárias no feto ou no recém-nascido, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "KA65",
    "valor": "Infecções neonatais de algumas localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "KA65.0",
    "valor": "Conjuntivite ou dacriocistite neonatal",
    "descricao": "Refere-se à inflamação da conjuntiva (a camada mais externa do olho e a superfície interna das pálpebras) e à inflamação do saco nasolacrimal, frequentemente causadas por obstrução do ducto nasolacrimal ou por infecção."
  },
  {
    "identificador": "KA65.1",
    "valor": "Onfalite do recém-nascido",
    "descricao": "Doença do cordão umbilical que acomete recém-nascidos, comumente causada por uma infecção por uma fonte bacteriana. Esta doença é caracterizada por secreção purulenta ou malcheirosa do umbigo ou coto umbilical, eritema periumbilical, edema ou sensibilidade. Ela também pode se manifestar com febre, hipotermia, icterícia, taquicardia, hipotensão, taquipneia, desconforto respiratório, apneia ou distensão abdominal com ausência de ruídos intestinais. A transmissão ocorre por transmissão vertical ou transmissão iatrogênica. A confirmação é feita pela identificação do agente infeccioso."
  },
  {
    "identificador": "KA65.2",
    "valor": "Infecção neonatal do trato urinário",
    "descricao": "Afecção do trato urinário que afeta recém-nascidos, comumente causada por uma infecção de uma fonte bacteriana. Esta condição é caracterizada por febre, piúria, icterícia, falta de apetite, diarreia, fezes tingidas de sangue, vômitos ou distensão abdominal. Essa afecção também pode ser assintomática. A transmissão é por transmissão vertical. A confirmação é feita pela identificação do agente infeccioso em uma amostra de urina."
  },
  {
    "identificador": "KA65.3",
    "valor": "Mastite infecciosa neonatal",
    "descricao": "Doença das mamas em recém-nascidos, que pode ser causada por uma infecção materna de uma fonte bacteriana. Esta doença é caracterizada por edema, eritema, calor, sensibilidade, enduração da mama ou secreção purulenta do mamilo. Geralmente é unilateral. Ela também pode se manifestar com abscessos mamários."
  },
  {
    "identificador": "KA65.4",
    "valor": "Meningite neonatal",
    "descricao": ""
  },
  {
    "identificador": "KA65.Y",
    "valor": "Infecções neonatais de outras localizações especificadas",
    "descricao": ""
  },
  {
    "identificador": "KA6Y",
    "valor": "Outras infecções especificadas do feto ou do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA6Z",
    "valor": "Infecções do feto ou do recém-nascido, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "KA80",
    "valor": "Perda sanguínea fetal",
    "descricao": "Perda de sangue fetal é a perda de sangue da circulação fetal durante a gravidez, trabalho de parto ou parto. Devido ao pequeno volume de sangue fetal, mesmo uma perda pequena pode levar à anemia ou morte fetal."
  },
  {
    "identificador": "KA80.0",
    "valor": "Perda sanguínea fetal devida a vasa prévia",
    "descricao": "Na vasa praevia, os vasos sanguíneos fetais que conectam a placenta e o cordão umbilical cruzam o orifício cervical interno, a entrada do canal de parto, abaixo do feto."
  },
  {
    "identificador": "KA80.1",
    "valor": "Perda sanguínea fetal por ruptura do cordão",
    "descricao": "O cordão umbilical pode se romper durante o trabalho de parto e parto e levar a perda de sangue fetal. As possíveis razões incluem: tração em um cordão anormalmente curto, um cordão que está enrolado em volta do feto, um cordão fino e friável ou um cordão com anormalidades vasculares. A perda de sangue fetal também pode ocorrer subsequente a punção acidental do cordão durante a amniocentese ou após cordocentese ou transfusão intra-uterina."
  },
  {
    "identificador": "KA80.2",
    "valor": "Perda sanguínea fetal pela placenta",
    "descricao": "Perda de sangue fetal pode resultar de descolamento prematuro da placenta, que ocorre quando a placenta se separa da parede uterina antes do parto. O descolamento da placenta ocorre sob condições de hipertensão materna e uso de drogas (p. ex., cocaína), doença materna vascular e do colágeno, distúrbios de coagulação materna e subsequente a traumatismo abdominal direto. A perda de sangue fetal também pode resultar de uma incisão acidental da placenta durante uma cesariana."
  },
  {
    "identificador": "KA80.3",
    "valor": "Hemorragia para a circulação do outro gêmeo",
    "descricao": "Gêmeos monozigóticos geralmente compartilham uma placenta. As anastomoses vasculares dentro da placenta permitem a transferência de sangue entre os dois fetos. Em alguns casos, o fluxo é desequilibrado e um feto (gêmeo maior, pletórico e policitêmico) tem uma sobrecarga de fluido, enquanto o outro (gêmeo hidrópico menor) torna-se anêmico."
  },
  {
    "identificador": "KA80.4",
    "valor": "Hemorragia para a circulação materna",
    "descricao": "Hemorragia fetal-materna ocorre quando o revestimento trofoblástico da placenta falha como uma barreira e permite que as células sanguíneas fetais entrem na circulação materna."
  },
  {
    "identificador": "KA80.5",
    "valor": "Perda de sangue fetal pela extremidade cortada do cordão do outro gêmeo",
    "descricao": "Às vezes, a quantidade de sangue de gêmeos monozigóticos difere consideravelmente, o que pode ocorrer quando existem anastomoses. Um gêmeo perde sangue por meio de derivações, enquanto o outro ganha uma grande quantidade de sangue. Portanto, após o parto de um dos gêmeos, o outro pode sangrar através dessas anastomoses se o cordão umbilical do gêmeo não for pinçado imediatamente."
  },
  {
    "identificador": "KA80.Y",
    "valor": "Outra perda sanguínea fetal especificada",
    "descricao": ""
  },
  {
    "identificador": "KA80.Z",
    "valor": "Perda sanguínea fetal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA81",
    "valor": "Hemorragia umbilical do recém-nascido",
    "descricao": "Condição caracterizada por sangramento do coto umbilical de um recém-nascido."
  },
  {
    "identificador": "KA82",
    "valor": "Hemorragia intracraniana não traumática do feto ou recém-nascido",
    "descricao": "A hemorragia intraventricular (não traumática) do feto e do recém-nascido é uma afecção caracterizada por sangramento dentro do crânio de um recém-nascido que não se deve a traumatismo que causa dano físico."
  },
  {
    "identificador": "KA82.0",
    "valor": "Hemorragia intraventricular não traumática, grau 1, do feto ou recém-nascido",
    "descricao": "Condição caracterizada por sangramento na região subependimária ou matriz germinativa do sistema ventricular do cérebro de um recém-nascido que não se deve a lesão que cause dano físico."
  },
  {
    "identificador": "KA82.1",
    "valor": "Hemorragia intraventricular não traumática, grau 2, do feto ou recém-nascido",
    "descricao": "Hemorragia intraventricular (não traumática) de grau 2 é uma condição do feto ou recém-nascido caracterizada por sangramento na matriz germinativa do sistema ventricular com sangramento nos ventrículos laterais do cérebro sem aumento ventricular."
  },
  {
    "identificador": "KA82.2",
    "valor": "Hemorragia intraventricular não traumática, grau 3, do feto ou recém-nascido",
    "descricao": "Hemorragia intraventricular (não traumática) de grau 3 do feto ou recém-nascido localizada na região subependimária com extensão para dentro dos ventrículos laterais, com dilatação ventricular."
  },
  {
    "identificador": "KA82.3",
    "valor": "Hemorragia intraventricular não traumática, grau 4, do feto ou recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA82.4",
    "valor": "Hemorragia intracerebral não traumática do feto e recém-nascido",
    "descricao": "Afecção caracterizada por sangramento no tecido cerebral de um feto ou recém-nascido que não é devido a traumatismo causando dano físico."
  },
  {
    "identificador": "KA82.5",
    "valor": "Hemorragia subaracnoide não traumática do feto ou recém-nascido",
    "descricao": "Condição caracterizada por sangramento na área entre a membrana aracnoide e a pia-máter (espaço subaracnoide) ao redor do cérebro de um feto ou recém-nascido que não é devida a um lesão que cause dano físico."
  },
  {
    "identificador": "KA82.6",
    "valor": "Hemorragia cerebelar não traumática nos hemisférios ou vérmis ou fossa posterior do feto ou recém-nascido",
    "descricao": "Afecção caracterizada por sangramento dentro da parte da cavidade intracraniana localizada entre o forame magno e o tentório do cerebelo (fossa posterior), incluindo sangramento no tecido do cerebelo ou tronco encefálico de um feto ou recém-nascido que não é devido a um traumatismo causando dano físico."
  },
  {
    "identificador": "KA82.7",
    "valor": "Hemorragia subdural não traumática no feto ou recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA82.Z",
    "valor": "Hemorragia intracraniana não traumática de feto ou recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA83",
    "valor": "Algumas hemorragias neonatais especificadas",
    "descricao": "Qualquer outra condição caracterizada por sangramento em um recém-nascido"
  },
  {
    "identificador": "KA83.0",
    "valor": "Sangramento neonatal originado em boca, nariz ou faringe",
    "descricao": ""
  },
  {
    "identificador": "KA83.00",
    "valor": "Epistaxe neonatal",
    "descricao": "Condição caracterizada por sangramento nasal do recém-nascido."
  },
  {
    "identificador": "KA83.0Y",
    "valor": "Outro sangramento neonatal especificado originado em boca, nariz ou faringe",
    "descricao": ""
  },
  {
    "identificador": "KA83.0Z",
    "valor": "Sangramento neonatal originado em boca, nariz ou faringe, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KA83.1",
    "valor": "Sangramento no recém-nascido que se origina do esôfago, estômago, intestino delgado ou grosso",
    "descricao": "Sangramento no recém-nascido que se origina no sistema digestivo. As causas mais comuns incluem enterite, gastrite, alergias à proteína do leite, intussuscepção e/ou erosões da mucosa."
  },
  {
    "identificador": "KA83.2",
    "valor": "Hemorragia retal neonatal",
    "descricao": "Condição caracterizada por sangramento pelo reto de recém-nascido."
  },
  {
    "identificador": "KA83.3",
    "valor": "Hemorragia hepática neonatal",
    "descricao": "Hemorragia do fígado no recém-nascido"
  },
  {
    "identificador": "KA83.4",
    "valor": "Hemorragia neonatal originada na glândula adrenal",
    "descricao": "Afecção caracterizada por sangramento nas glândulas adrenais do recém-nascido"
  },
  {
    "identificador": "KA83.5",
    "valor": "Hemorragia neonatal originada no baço",
    "descricao": ""
  },
  {
    "identificador": "KA83.6",
    "valor": "Hemorragia originada dos rins ou bexiga do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA83.7",
    "valor": "Hemorragia neonatal originada da traquéia ou parênquima pulmonar",
    "descricao": ""
  },
  {
    "identificador": "KA83.8",
    "valor": "Hemorragia cutânea neonatal",
    "descricao": ""
  },
  {
    "identificador": "KA83.9",
    "valor": "Hemorragia vaginal ou uterina neonatal",
    "descricao": "Afecção caracterizada por sangramento pela vagina de recém-nascido que é excessivo ou dura mais do que o primeiro mês de vida."
  },
  {
    "identificador": "KA84",
    "valor": "Doença hemolítica do feto ou recém-nascido",
    "descricao": "Condição aloimune pediátrica caracterizada pela ruptura dos glóbulos vermelhos por anticorpos IgG que são transmitidos da mãe para o filho através da placenta."
  },
  {
    "identificador": "KA84.0",
    "valor": "Isoimunização Rh do feto ou recém-nascido",
    "descricao": "Afecção caracterizada pela transmissão de anticorpos da mãe para o filho através da placenta contra o fator Rh do sangue. Esses anticorpos foram desenvolvidos em uma mãe com fator Rhesus negativo subsequente a exposição ao sangue com fator Rhesus positivo, resultando na degradação dos glóbulos vermelhos do feto."
  },
  {
    "identificador": "KA84.1",
    "valor": "Isoimunização devida a outros fatores eritrocitários",
    "descricao": ""
  },
  {
    "identificador": "KA84.2",
    "valor": "Isoimunização ABO do feto ou recém-nascido",
    "descricao": "Afecção do recém-nascido caracterizada pela destruição de glóbulos vermelhos iniciada pela transmissão de anticorpos anti-A ou anti-B de uma mãe para a criança através da placenta contra os antígenos A ou B do sangue do recém-nascido."
  },
  {
    "identificador": "KA84.3",
    "valor": "Anemia hemolítica do feto ou recém-nascido devida a outros anticorpos não classificados",
    "descricao": ""
  },
  {
    "identificador": "KA84.4",
    "valor": "Anemia hemolítica devida a doença de outros órgãos neonatais",
    "descricao": ""
  },
  {
    "identificador": "KA84.5",
    "valor": "Hemólise neonatal devida a infecção bacteriana sistêmica com ou sem coagulação intravascular difusa concomitante",
    "descricao": ""
  },
  {
    "identificador": "KA84.Z",
    "valor": "Doença hemolítica do feto ou recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA85",
    "valor": "Hidropsia fetal devida a doença hemolítica",
    "descricao": "Condição fetal caracterizada por um acúmulo de fluido ou edema em pelo menos dois compartimentos fetais, incluindo compartimentos subcutâneos, a pleura, o pericárdio ou o abdômen, devido à degradação glóbulos vermelhos fetais mediada por anticorpos."
  },
  {
    "identificador": "KA85.0",
    "valor": "Hidropsia fetal devida à isoimunização",
    "descricao": "Condição fetal caracterizada por um acúmulo de fluido ou edema em pelo menos dois compartimentos fetais, incluindo compartimentos subcutâneos, a pleura, o pericárdio ou o abdômen, devido à transmissão de anticorpos IgG contra o fator Rhesus do sangue da mãe para o criança através da placenta que decompõem os glóbulos vermelhos do feto."
  },
  {
    "identificador": "KA85.Y",
    "valor": "Outra hidropsia fetal especificada devida a doença hemolítica",
    "descricao": ""
  },
  {
    "identificador": "KA85.Z",
    "valor": "Hidropsia fetal devida a doença hemolítica, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA86",
    "valor": "Kernicterus neonatal",
    "descricao": "Kernicterus é um diagnóstico patológico do recém-nascido que é caracterizado por coloração amarela dos gânglios da base subsequente a concentrações elevadas de bilirrubina no sangue e/ou uma falha na barreira hematoencefálica, mais comum em bebês prematuros ou neonatos a termo doentes. É caracterizada posteriormente na primeira infância e infância por déficits auditivos, coreoatetose e vários graus de déficit cognitivo."
  },
  {
    "identificador": "KA87",
    "valor": "Hiperbilirrubinemia neonatal",
    "descricao": "Afecção caracterizada por um nível elevado de bilirrubina acima de 85 µmol/l (5 mg/dL) que se manifesta como amarelamento dos olhos, pele e outros tecidos de um recém-nascido devido à degradação excessiva dos glóbulos vermelhos por qualquer outro motivo não classificado em outro lugar."
  },
  {
    "identificador": "KA87.0",
    "valor": "Hiperbilirrubinemia neonatal devido à ingestão do sangue materno",
    "descricao": "Afecção caracterizada como um nível elevado de bilirrubina acima de 85 umol / l (5 mg / dL) que se manifesta como amarelamento dos olhos, pele e outros tecidos de um recém-nascido devido à ingestão do recém-nascido do sangue da mãe."
  },
  {
    "identificador": "KA87.1",
    "valor": "Hiperbilirrubinemia neonatal devida a defeito enzimático na degradação da bilirrubina",
    "descricao": ""
  },
  {
    "identificador": "KA87.2",
    "valor": "Hieperbilirrubinemia neonatal devida a inibidor da conjugação da bilirrubina no leite materno",
    "descricao": "Condição pediátrica caracterizada por nível de bilirrubina persistentemente aumentado acima de 85 umol/L (5 mg/dL) que se manifesta como amarelamento dos olhos, pele e outros tecidos de um recém-nascido devido a qualquer substância química que impede ou diminui a produção de leite materno pela mãe."
  },
  {
    "identificador": "KA87.3",
    "valor": "Hiperbilirrubinemia neonatal devido à nutrição parenteral total",
    "descricao": "Afecção pediátrica caracterizada por nível persistentemente elevado de bilirrubina acima de 85 umol / l (5 mg / dL) que se manifesta como amarelamento dos olhos, pele e outros tecidos de um recém-nascido devido à alimentação intravenosa que exclui os processos normais de alimentação e digestão."
  },
  {
    "identificador": "KA87.4",
    "valor": "Hiperbilirrubinemia neonatal devido a drogas ou toxinas adquiridas da mãe",
    "descricao": ""
  },
  {
    "identificador": "KA87.5",
    "valor": "Hiperbilirrubinemia neonatal devido a drogas ou toxinas dadas ao recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA87.6",
    "valor": "Hiperbilirrubinemia neonatal por outra lesão hepatocelular não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA87.Y",
    "valor": "Outra hiperbilirrubinemia neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KA87.Z",
    "valor": "Hiperbilirrubinemia neonatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA88",
    "valor": "Coagulação intravascular disseminada do feto ou recém-nascido",
    "descricao": "A púrpura fulminante neonatal é um transtorno potencialmente fatal caracterizada por necrose hemorrágica progressiva da pele associada à trombose vascular cutânea. Geralmente é devida a um distúrbio trombofílico transmitido geneticamente: mais comumente deficiência homozigótica de proteína C ou, menos frequentemente, proteína S."
  },
  {
    "identificador": "KA89",
    "valor": "Trombocitopenia transitória neonatal",
    "descricao": "Condição pediátrica rara caracterizada por uma diminuição relativa temporária no número de plaquetas no sangue associada a aumento da destruição ou a diminuição da produção de plaquetas em um recém-nascido."
  },
  {
    "identificador": "KA89.0",
    "valor": "Trombocitopenia subsequente a infecção sistêmica, incluindo coagulação intravascular disseminada",
    "descricao": ""
  },
  {
    "identificador": "KA89.Y",
    "valor": "Outra trombocitopenia transitória neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KA89.Z",
    "valor": "Trombocitopenia transitória neonatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA8A",
    "valor": "Policitemia neonatal",
    "descricao": "A policitemia do recém-nascido representa uma quantidade excessiva de glóbulos vermelhos circulantes devido à produção excessiva de medula e hematócritos que excedem ~ 60%."
  },
  {
    "identificador": "KA8A.0",
    "valor": "Policitemia neonatal devida a insuficiência placentária ou restrição do crescimento intrauterino",
    "descricao": ""
  },
  {
    "identificador": "KA8A.1",
    "valor": "Policitemia neonatal devida a transfusão gêmeo a gêmeo",
    "descricao": ""
  },
  {
    "identificador": "KA8A.2",
    "valor": "Policitemia neonatal devida a transtorno hereditário da produção de eritropoietina",
    "descricao": ""
  },
  {
    "identificador": "KA8A.3",
    "valor": "Policitemia neonatal subsequente a transfusão ou ordenha do cordão umbilical no parto",
    "descricao": ""
  },
  {
    "identificador": "KA8A.4",
    "valor": "Policitemia neonatal subsequente a transfusão de sangue",
    "descricao": ""
  },
  {
    "identificador": "KA8A.Y",
    "valor": "Outra policitemia neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KA8A.Z",
    "valor": "Policitemia neonatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA8B",
    "valor": "Anemia da prematuridade",
    "descricao": "Condição pediátrica caracterizada por uma diminuição no número de glóbulos vermelhos (GV), ou por menos do que a quantidade normal de hemoglobina no sangue de um recém-nascido, associada ao nascimento da criança antes de completar 37 semanas de gestação."
  },
  {
    "identificador": "KA8C",
    "valor": "Anemia hipoplásica congênita",
    "descricao": "Condição pediátrica caracterizada por um número reduzido de glóbulos vermelhos (GV) ou níveis inferiores ao normal de hemoglobina no sangue de um recém-nascido presente ao nascimento devido à perda de sangue do sistema circulatório do feto."
  },
  {
    "identificador": "KA8D",
    "valor": "Neutropenia neonatal transitória",
    "descricao": "A neutropenia neonatal pode ser devida à baixa produção da medula (p.ex., hipoxemia devida à insuficiência placentária, doença viral congênita) ou utilização excessiva de leucócitos (sepse bacteriana) ou devida à transferência materna de anticorpos para o feto."
  },
  {
    "identificador": "KA8E",
    "valor": "Neutropenia aloimune neonatal",
    "descricao": "Neutropenia neonatal aloimune (NAN) é uma doença causada pela transferência passiva de anticorpos IgG maternos específicos anti-neutrófilos através da placenta durante a gravidez."
  },
  {
    "identificador": "KA8F",
    "valor": "Deficiência neonatal de vitamina K",
    "descricao": "Existem 3 formas de sangramento por deficiência de vitamina K (SDVK) do recém-nascido. SDVK inicial (doença hemorrágica do recém-nascido) que ocorre entre 1 e 14 dias de idade. Os locais mais comuns de sangramento são o trato gastrointestinal, o tecido mucoso e cutâneo, o coto umbilical e o local pós-circuncisão. O SDVK tardio ocorre mais comumente entre 2 e 12 semanas de idade, embora os casos possam ocorrer até 6 meses. O local mais comum de sangramento é intracraniano, embora sangramento cutâneo e gastrointestinal possam ser manifestações iniciais. A terceira forma de SDVK ocorre no nascimento ou logo depois. É secundária à ingestão materna de medicamentos (warfarina, fenobarbital, fenitoína) que atravessam a placenta."
  },
  {
    "identificador": "KA8F.0",
    "valor": "Diátese hemorrágica difusa devido a doença hemorrágica pela deficiência de vitamina K do feto ou recém-nascido",
    "descricao": "A doença hemorrágica do recém-nascido é um distúrbio hemorrágico do recém-nascido, geralmente observado na primeira semana após a vida, quando a reposição de vitamina K não é fornecida ao recém-nascido imediatamente após o nascimento e é caracterizada principalmente por sangramento gastrointestinal. A hemorragia também pode ser observada mais tarde, no período correspondente até 28 dias do parto, em bebês amamentados por mães com deficiência de vitamina K."
  },
  {
    "identificador": "KA8F.Y",
    "valor": "Outra especificada deficiência neonatal de vitamina K",
    "descricao": ""
  },
  {
    "identificador": "KA8F.Z",
    "valor": "Deficiência neonatal de vitamina K, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KA8Y",
    "valor": "Outros transtornos hemorrágicos ou hematológicos especificados do feto ou recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KA8Z",
    "valor": "Transtornos hemorrágicos ou hematológicos do feto ou recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB00",
    "valor": "Isquemia cerebral neonatal",
    "descricao": "Afecção pediátrica caracterizada por fluxo sanguíneo insuficiente para o cérebro de um recém-nascido para atender à demanda metabólica."
  },
  {
    "identificador": "KB00.0",
    "valor": "Acidente vascular cerebral arterial perinatal",
    "descricao": ""
  },
  {
    "identificador": "KB00.1",
    "valor": "Trombose do seio cavernoso cerebral neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB00.Y",
    "valor": "Outra isquemia cerebral neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KB00.Z",
    "valor": "Isquemia cerebral neonatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB01",
    "valor": "Cistos periventriculares do recém-nascido",
    "descricao": "Condição pediátrica caracterizada pelo desenvolvimento de cistos ao redor dos ventrículos cerebrais em um recém-nascido."
  },
  {
    "identificador": "KB02",
    "valor": "Leucomalácia cerebral neonatal",
    "descricao": "Condição pediátrica caracterizada pela morte de pequenas áreas do tecido cerebral criando \"buracos\" no cérebro de um recém-nascido."
  },
  {
    "identificador": "KB03",
    "valor": "Encefalopatia neonatal",
    "descricao": "A encefalopatia é um transtorno do cérebro. Pode ser o resultado de uma interferência no desenvolvimento do cérebro, uma infecção ou outra condição no recém-nascido."
  },
  {
    "identificador": "KB04",
    "valor": "Encefalopatia hipóxico-isquêmica do recém-nascido",
    "descricao": "A encefalopatia hipóxico-isquêmica (EIH) ocorre quando o cérebro de um recém-nascido não recebe uma quantidade suficiente de oxigênio ou sangue, antes e durante o nascimento, o que pode levar a danos cerebrais ou morte."
  },
  {
    "identificador": "KB05",
    "valor": "Hidrocefalia neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB05.0",
    "valor": "Hidrocefalia obstrutiva neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB05.Y",
    "valor": "Outra hidrocefalia neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KB05.Z",
    "valor": "Hidrocefalia neonatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB06",
    "valor": "Convulsões do recém-nascido",
    "descricao": "Condição pediátrica caracterizada por contração e relaxamento musculares rápidos e repetidos, resultando em tremores descontrolados do corpo de um recém-nascido."
  },
  {
    "identificador": "KB07",
    "valor": "Compressão do cérebro do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB08",
    "valor": "Transtornos do tônus muscular do recém-nascido",
    "descricao": "Grupo de condições pediátricas caracterizadas por tônus ​​muscular anormal em um recém-nascido."
  },
  {
    "identificador": "KB08.0",
    "valor": "Miastenia grave neonatal transitória",
    "descricao": "Condição pediátrica caracterizada como uma doença neuromuscular autoimune temporária que causa fraqueza muscular flutuante e fadiga em um recém-nascido."
  },
  {
    "identificador": "KB08.1",
    "valor": "Hipertonia congênita",
    "descricao": "Afecção pediátrica caracterizada por tônus ​​muscular anormalmente aumentado que está presente no nascimento em um recém-nascido."
  },
  {
    "identificador": "KB08.2",
    "valor": "Hipotonia congênita",
    "descricao": "Condição pediátrica caracterizada por tônus ​​muscular anormalmente reduzido que está presente no nascimento em um recém-nascido."
  },
  {
    "identificador": "KB08.Y",
    "valor": "Outros transtornos especificados do tônus ​​muscular do recém-nascido.",
    "descricao": ""
  },
  {
    "identificador": "KB08.Z",
    "valor": "Transtornos do tônus ​​muscular do recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB0Y",
    "valor": "Outros transtornos neurológicos especificado, específicos do período perinatal ou neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB0Z",
    "valor": "Transtornos neurológicos específicos do período perinatal e neonatal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB20",
    "valor": "Hipóxia intrauterina",
    "descricao": "Hipóxia intrauterina ocorre quando o feto é privado de um suprimento adequado de oxigênio. Isso pode ocorrer com prolapso ou oclusão do cordão umbilical, infarto placentário e tabagismo materno. Isso pode causar danos ao sistema nervoso central e encefalopatia neonatal, o que aumenta o risco de mortalidade."
  },
  {
    "identificador": "KB20.0",
    "valor": "Hipóxia intrauterina observada inicialmente antes do início do trabalho de parto",
    "descricao": "Condição caracterizada por privação de um suprimento adequado de oxigênio ao feto durante o período de gestação, que é diagnosticada antes do início do trabalho de parto."
  },
  {
    "identificador": "KB20.1",
    "valor": "Sofrimento fetal detectado primeiramente notado durante o trabalho de parto ou parto",
    "descricao": "Condição caracterizada por privação de um adequado suprimento de oxigênio para o feto diagnosticado imediatamente antes ou durante o trabalho de parto e parto."
  },
  {
    "identificador": "KB20.Z",
    "valor": "Hipóxia intrauterina, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB21",
    "valor": "Asfixia ao nascimento",
    "descricao": ""
  },
  {
    "identificador": "KB21.0",
    "valor": "Asfixia grave ao nascer",
    "descricao": "Pulso inferior a 100 batimentos por minuto ao nascimento e caindo ou estável, respiração ausente ou ofegante, alteração da cor da pele, tônus ausente."
  },
  {
    "identificador": "KB21.1",
    "valor": "Asfixia leve ou moderada ao nascer",
    "descricao": "Respiração normal não estabelecida em um minuto, mas frequência cardíaca de 100 ou mais, algum tônus ​​muscular presente, alguma resposta à estimulação."
  },
  {
    "identificador": "KB21.Z",
    "valor": "Asfixia ao nascimento, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB22",
    "valor": "Acidemia metabólica do recém-nascido",
    "descricao": "Acidemia metabólica representa um aumento na concentração de íons hidrogênio, geralmente devido à produção de ácido lático após metabolismo anaeróbio induzido por hipóxia ou isquemia. A acidemia também pode resultar de erros inatos do metabolismo e transtornos renais e hepáticos."
  },
  {
    "identificador": "KB23",
    "valor": "Desconforto respiratório do recém-nascido",
    "descricao": "Afecção caracterizada por insuficiência de desenvolvimento de proteínas associadas ao surfactante ou da produção de surfactante e imaturidade estrutural nos pulmões."
  },
  {
    "identificador": "KB23.0",
    "valor": "Síndrome da desconforto respiratório do recém-nascido",
    "descricao": "A síndrome do desconforto respiratório (SDR) é uma doença aguda, geralmente em recém-nascidos pré-termos, devida à deficiência de surfactante pulmonar, que se desenvolve dentro de 4-6 horas após o nascimento, e é caracterizada por dificuldade respiratória (taquipneia, retrações intercostais e esternais, grunhido expiratório e cianose), com radiografia de tórax anormal mostrando densidades reticulogranulares difusas e broncogramas aéreos, evidência de complacência pulmonar e capacidade residual funcional reduzidas, evidência de troca gasosa anormal (hipoxemia, hipercapnia, cianose) cuja gravidade é suficiente para requerer oxigênio e/ou suporte ventilatório com pressão positiva contínua ou intermitente por mais de 24 horas."
  },
  {
    "identificador": "KB23.00",
    "valor": "Síndrome do desconforto respiratório do recém-nascido, alterada por corticoterapia materna",
    "descricao": ""
  },
  {
    "identificador": "KB23.01",
    "valor": "Síndrome do desconforto respiratório do recém-nascido, alterada por terapia de reposição de surfactante pulmonar",
    "descricao": ""
  },
  {
    "identificador": "KB23.02",
    "valor": "Síndrome do desconforto respiratório do recém-nascido, alterada por corticoterapia materna ou por terapia de reposição de surfactante pulmonar",
    "descricao": ""
  },
  {
    "identificador": "KB23.0Y",
    "valor": "Outra síndrome do desconforto respiratório do recém-nascido, especificada",
    "descricao": ""
  },
  {
    "identificador": "KB23.0Z",
    "valor": "Síndrome do desconforto respiratório do recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB23.1",
    "valor": "Taquipnéia transitória do recém-nascido",
    "descricao": "Taquipneia transitória de recém-nascidos é usualmente uma doença autolimitada benigna de recém-nascidos a termo e quase-termo que demonstram aumento da frequência respiratória e requerem oxigênio suplementar após o nascimento."
  },
  {
    "identificador": "KB23.2",
    "valor": "Instabilidade respiratória da prematuridade",
    "descricao": "Recém-nascidos no período neonatal que requerem suporte de vida respiratório contínuo, incluindo ventilação com pressão positiva e/ou oxigenoterapia prolongada, sem um diagnóstico patológico claro. Isso pode ser causado por força muscular respiratória inadequada, complacência excessiva da parede torácica e/ou inadequado estímulo respiratório do SNC."
  },
  {
    "identificador": "KB23.Y",
    "valor": "Outro desconforto respiratório especificado do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB23.Z",
    "valor": "Desconforto respiratório do recém-nascido, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KB24",
    "valor": "Pneumonia congênita",
    "descricao": "Pneumonia congênita é uma infecção respiratória aguda contraída no período pré-natal ou intraparto, causada por vírus, bactéria ou fungo."
  },
  {
    "identificador": "KB25",
    "valor": "Traqueíte neonatal",
    "descricao": "Doença da traqueia em recém-nascidos, causada por uma infecção de origem bacteriana, viral ou fúngica. Esta doença é caracterizada por estridor ou aumento do esforço respiratório. A transmissão se dá comumente por inalação do agente infeccioso. A confirmação é feita por laringoscopia direta."
  },
  {
    "identificador": "KB26",
    "valor": "Síndrome de aspiração neonatal",
    "descricao": "Aspiração de mecônio, sangue, fluidos amnióticos e conteúdo gástrico em um recém-nascido, resultando em sintomas clínicos de obstrução das vias aéreas (atelectasia, aprisionamento de ar e vazamentos de ar), lesão do parênquima (pneumonite), shunt da direita para a esquerda e desequilíbrio ventilação-perfusão."
  },
  {
    "identificador": "KB26.0",
    "valor": "Aspiração neonatal de mecônio",
    "descricao": "Síndrome de aspiração de mecônio (SAM) é definida como desconforto respiratório em um bebê nascido com líquido amniótico tinto de mecônio com achados radiográficos consistentes com SAM e cujos sintomas não poderiam ser explicados de outra forma."
  },
  {
    "identificador": "KB26.1",
    "valor": "Aspiração neonatal de líquido amniótico ou muco",
    "descricao": "Sintomas clínicos da síndrome de aspiração neonatal devido à inalação de líquido amniótico."
  },
  {
    "identificador": "KB26.2",
    "valor": "Aspiração neonatal de sangue",
    "descricao": "Sintomas clínicos da síndrome de aspiração neonatal devido à inalação de sangue geralmente durante o processo de nascimento, ou por aspiração de sangramento gastrointestinal."
  },
  {
    "identificador": "KB26.3",
    "valor": "Aspiração neonatal de leite ou alimento regurgitado",
    "descricao": "Sintomas clínicos da síndrome de aspiração neonatal devidos à aspiração de conteúdo gástrico ácido e/ou leite"
  },
  {
    "identificador": "KB26.Y",
    "valor": "Outra síndrome de aspiração neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KB26.Z",
    "valor": "Síndrome de aspiração neonatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB27",
    "valor": "Extravasamento de ar pulmonar ou condições relacionadas originadas no período perinatal",
    "descricao": "Síndrome clínica devida ao ar livre decorrente da ruptura dos alvéolos hiperdistendidos para o interstício pulmonar, mediastino, cavidade pleural ou tecido subcutâneo."
  },
  {
    "identificador": "KB27.0",
    "valor": "Enfisema intersticial originado no período perinatal",
    "descricao": "Escape de ar para o interstício, circulação linfática e venosa dos pulmões, resultante da ruptura de pequenas vias aéreas associada a uma aparência cística característica na radiografia de tórax, quase exclusivamente observada em recém-nascidos pré-termos em ventilação mecânica"
  },
  {
    "identificador": "KB27.1",
    "valor": "Pneumotórax originado no período perinatal",
    "descricao": "Presença anormal de ar ou outro gás na cavidade pleural, geralmente secundária ao extravasamento de ar livre de um enfisema intersticial pulmonar ou ruptura de bolhas subpleurais."
  },
  {
    "identificador": "KB27.2",
    "valor": "Pneumomediastino originado no período perinatal",
    "descricao": "Presença de ar no mediastino geralmente devida ao extravasamento de ar de ductos alveolares rompidos ao longo das bainhas perivasculares dos vasos sanguíneos pulmonares, ou ruptura de bolha subpleural."
  },
  {
    "identificador": "KB27.3",
    "valor": "Pneumopericárdio originado no período perinatal",
    "descricao": "Presença de ar na cavidade pericárdica usualmente proveniente do extravasamento de ar livre de ductos alveolares rompidos ao longo das bainhas perivasculares de vasos sanguíneos pulmonares, ou ruptura da bolha subpleural"
  },
  {
    "identificador": "KB27.4",
    "valor": "Pneumoperitônio, originado no período perinatal, devido a síndromes primárias de extravasamento de ar pulmonar",
    "descricao": ""
  },
  {
    "identificador": "KB27.Y",
    "valor": "Outro extravasamento de ar pulmonar ou condições relacionadas originadas no período perinatal, especificado",
    "descricao": ""
  },
  {
    "identificador": "KB27.Z",
    "valor": "Extravasamento de ar pulmonar ou condições relacionadas originadas no período perinatal, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KB28",
    "valor": "Hemorragia pulmonar originada no período perinatal",
    "descricao": "Condição caracterizada por sangramento do pulmão que começa durante o período de tempo próximo ao parto, especialmente cinco meses antes e um mês após o nascimento."
  },
  {
    "identificador": "KB28.0",
    "valor": "Hemorragia traqueobrônquica originada no período perinatal",
    "descricao": "Condição caracterizada por sangramento da traqueia ou brônquios que começa durante o período de tempo próximo ao parto, especialmente cinco meses antes e um mês após o nascimento."
  },
  {
    "identificador": "KB28.1",
    "valor": "Hemorragia pulmonar traumática originada no período perinatal",
    "descricao": "Hemorragia pulmonar em recém-nascido resultante de traumatismo, geralmente por um cateter de sucção respiratória subsequente a sucção profunda."
  },
  {
    "identificador": "KB28.Y",
    "valor": "Outra hemorragia pulmonar especificada originada no período perinatal",
    "descricao": ""
  },
  {
    "identificador": "KB28.Z",
    "valor": "Hemorragia pulmonar originada no período perinatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB29",
    "valor": "Doença respiratória crônica originada no período perinatal",
    "descricao": "Grupo de condições associadas ao sistema respiratório que se iniciam durante o período em torno do parto, especialmente cinco meses antes e um mês depois do nascimento, e que perduram por pelo menos 3 meses."
  },
  {
    "identificador": "KB29.0",
    "valor": "Displasia broncopulmonar originada no período perinatal",
    "descricao": "Doença pulmonar crônica que requer tratamento com oxigênio por pelo menos 28 dias e com um espectro de gravidade variando de leve a grave, que afeta predominantemente recém-nascidos prematuros."
  },
  {
    "identificador": "KB29.Y",
    "valor": "Outra doença respiratória crônica especificada originada no período perinatal",
    "descricao": ""
  },
  {
    "identificador": "KB29.Z",
    "valor": "Doença respiratória crônica originada no período perinatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB2A",
    "valor": "Apneia do recém-nascido",
    "descricao": "Qualquer condição caracterizada pela suspensão da respiração externa em um recém-nascido (prematuro ou a termo) que não esteja classificada em outra parte"
  },
  {
    "identificador": "KB2A.0",
    "valor": "Apneia neonatal central",
    "descricao": "Apneia central é a cessação do fluxo de ar > 20 segundos com perda de todo o esforço respiratório. É devida à imaturidade do tronco encefálico para controlar a respiração. É encontrada em muitos recém-nascidos prematuros e geralmente se resolve por volta das 36 semanas de idade."
  },
  {
    "identificador": "KB2A.1",
    "valor": "Apnea neonatal obstrutiva",
    "descricao": "Apneia que ocorre secundária à diminuição do fluxo de ar em vias aéreas por uma obstrução nas vias aéreas de nariz e boca, língua, hipofaringe, epiglote, cordas vocais ou região subglótica. Ela é caracterizada por aumento inicial do trabalho respiratório e rápida progressão para cianose."
  },
  {
    "identificador": "KB2A.2",
    "valor": "Apneia neonatal mista",
    "descricao": "Combinação de apneia central e apneia obstrutiva. A maioria das apneias da prematuridade é do tipo misto e geralmente se resolve por volta das 36 semanas de idade."
  },
  {
    "identificador": "KB2A.3",
    "valor": "Apneia do recém-nascido, devida a lesão neurológica",
    "descricao": ""
  },
  {
    "identificador": "KB2A.Y",
    "valor": "Outra apneia especificada do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB2A.Z",
    "valor": "Apneia do recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB2B",
    "valor": "Atelectasia primária do recém-nascido",
    "descricao": "Falência dos pulmões em expandir após o nascimento, como em recém-nascidos natimortos ou em recém-nascidos nascidos vivos que morrem antes que a respiração seja estabelecida"
  },
  {
    "identificador": "KB2C",
    "valor": "Crises cianóticas do recém-nascido",
    "descricao": "Crises súbitas de cianose, com duração de alguns momentos até meia hora, em um recém-nascido cuja cor era anteriormente normal, e cuja cor retorna ao normal em ar ambiente após o ataque."
  },
  {
    "identificador": "KB2D",
    "valor": "Insuficiência respiratória do recém-nascido",
    "descricao": "Insuficiência respiratória aguda ou crônica em um recém-nascido. Recém-nascidos com insuficiência respiratória aguda requerem suporte respiratório."
  },
  {
    "identificador": "KB2E",
    "valor": "Parada respiratória do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB2F",
    "valor": "Atelectasia pulmonar ou lobar congênita",
    "descricao": "Lobo ou lobos colapsados ​​do pulmão que estão presentes no nascimento e são causados ​​por estreitamento das vias aéreas, torção das vias aéreas, compressão de uma massa nas vias aéreas ou outra anormalidade congênita."
  },
  {
    "identificador": "KB2G",
    "valor": "Hemorragia traqueal do recém-nascido devido a trauma em vias aéreas",
    "descricao": "Trauma por cateter de sucção, tubos endotraqueais e broncoscópios que resulta em hemorragia traqueal no recém-nascido."
  },
  {
    "identificador": "KB2H",
    "valor": "Paralisia adquirida das cordas vocais do recém-nascido",
    "descricao": "A paralisia adquirida das pregas vocais pode resultar de traumatismo ao nascimento, de canulação para oxigenação por membrana extracorpórea, cirurgia torácica ou algumas infecções. A paralisia unilateral de pregas vocais é mais comum e a prega vocal esquerda é a mais frequentemente afetada."
  },
  {
    "identificador": "KB2J",
    "valor": "Obstrução das vias aéreas no neonato devida a anormalidade das vias aéreas",
    "descricao": ""
  },
  {
    "identificador": "KB2J.0",
    "valor": "Hipotonia de hipofaringe em recém-nascido",
    "descricao": "Tônus ​​muscular da hipofaringe reduzido."
  },
  {
    "identificador": "KB2J.1",
    "valor": "Massa hipofaríngea em recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB2J.2",
    "valor": "Malácia traqueobrônquica em recém-nascido",
    "descricao": "A traqueomalácia é uma condição caracterizada pela flacidez da cartilagem de suporte da traqueia causando enfraquecimento da árvore traqueobrônquica e colapso traqueal."
  },
  {
    "identificador": "KB2J.Y",
    "valor": "Outra obstrução especificada das vias aéreas no neonato devida a anormalidade das vias aéreas",
    "descricao": ""
  },
  {
    "identificador": "KB2J.Z",
    "valor": "Obstrução das vias aéreas no neonato devida a anormalidade das vias aéreas, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB2K",
    "valor": "Cistos pulmonares do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB2K.0",
    "valor": "Cistos pulmonares adquiridos no recém-nascido",
    "descricao": "Cistos que ocorrem como resultado de infecção ou traumatismo por ventilação mecânica resultando em enfisema intersticial pulmonar."
  },
  {
    "identificador": "KB2K.Z",
    "valor": "Cistos pulmonares do recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB2Y",
    "valor": "Outros transtornos respiratórios específicos do período perinatal ou neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB2Z",
    "valor": "Transtornos respiratórios específicos do período perinatal e neonatal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB40",
    "valor": "Insuficiência cardíaca neonatal",
    "descricao": "Insuficiência cardíaca originada no período neonatal"
  },
  {
    "identificador": "KB40.0",
    "valor": "Insuficiência cardíaca neonatal devida a hiperperfusão pulmonar",
    "descricao": "Insuficiência cardíaca neonatal devida a hiperperfusão pulmonar"
  },
  {
    "identificador": "KB40.1",
    "valor": "Insuficiência cardíaca neonatal devida a diminuição do débito ventricular esquerdo",
    "descricao": ""
  },
  {
    "identificador": "KB40.Y",
    "valor": "Outra insuficiência cardíaca neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KB40.Z",
    "valor": "Insuficiência cardíaca neonatal não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB41",
    "valor": "Arritmias cardíacas no neonato",
    "descricao": "Ritmo elétrico anormal, tanto taquiarritmias quanto bradiarritmias, em neonato"
  },
  {
    "identificador": "KB42",
    "valor": "Hipertensão pulmonar persistente do recém-nascido",
    "descricao": "Hipertensão pulmonar persistente do recém-nascido é um transtorno cardiopulmonar caracterizado por hipoxemia arterial sistêmica secundária a hipertensão pulmonar e shunt extrapulmonar da direita para a esquerda através do forame oval e ducto arterioso."
  },
  {
    "identificador": "KB44",
    "valor": "Isquemia miocárdica transitória do recém-nascido",
    "descricao": "Condição pediátrica caracterizada por um desequilíbrio entre o suprimento e a demanda de oxigênio do músculo cardíaco (miocárdio) em um recém-nascido."
  },
  {
    "identificador": "KB45",
    "valor": "Hipertensão neonatal",
    "descricao": "Hipertensão é definida por uma pressão arterial sistólica em um recém-nascido a qual e maior que o percentil 95º para idade e sexo em 3 ocasiões diferentes"
  },
  {
    "identificador": "KB46",
    "valor": "Hipotensão neonatal",
    "descricao": "Pressão arterial média abaixo da idade gestacional em semanas (corresponde ao percentil 10 para peso ao nascer e idade pós-natal 1) ou abaixo de 30mmHg como hipotensão"
  },
  {
    "identificador": "KB47",
    "valor": "Sopro cardíaco benigno ou inocente no recém-nascido",
    "descricao": "Condição pediátrica caracterizada por sons cardíacos que são produzidos como resultado de fluxo sanguíneo turbulento o suficiente para produzir ruído audível primariamente devido a condições fisiológicas fora do coração, em oposição a defeitos estruturais no coração em si de um recém-nascido."
  },
  {
    "identificador": "KB48",
    "valor": "Canal arterial patente de prematuridade",
    "descricao": "Canal arterial patente associado ao nascimento da criança antes de completar 37 semanas de gestação, na ausência de cardiopatia congênita ducto-dependente."
  },
  {
    "identificador": "KB4Y",
    "valor": "Outros transtornos cardiovasculares especificados presentes no período perinatal ou neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB4Z",
    "valor": "Transtornos cardiovasculares presentes no período perinatal ou neonatal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB60",
    "valor": "Transtornos transitórios do metabolismo de carboidrato especifico do feto ou recém-nascido",
    "descricao": "Grupo de afecções pediátricas no qual há transtorno temporário no recém-nascido ou lactente associado a reações químicas anormais do corpo interrompendo o processo de obtenção ou produção de energia a partir dos carboidratos consumidos."
  },
  {
    "identificador": "KB60.0",
    "valor": "Síndrome do filho de mãe com diabetes gestacional",
    "descricao": "Descreve a gama de efeitos no recém-nascido nascido de mulher com diabetes gestacional (início ou primeiro reconhecimento de intolerância a carboidratos de gravidade variável na gravidez). Os efeitos neonatais comuns incluem macrossomia, retardo de crescimento intrauterino, lesões durante o parto, anomalias congênitas, hipoglicemia, dificuldade respiratória e cardiomiopatia hipertrófica."
  },
  {
    "identificador": "KB60.1",
    "valor": "Síndrome de filho de mãe diabética, tipo 1 ou 2, não gestacional, dependente de insulina",
    "descricao": "Descreve uma gama de efeitos no recém-nascido nascido de mulher com diabetes mellitus pré-gestacional (tipo 1 ou tipo 2). Os efeitos neonatais comuns incluem macrossomia, retardo de crescimento intrauterino, lesões do nascimento, anomalias congênitas, hipoglicemia, dificuldade respiratória, síndrome de regressão caudal e cardiomiopatia hipertrófica."
  },
  {
    "identificador": "KB60.2",
    "valor": "Diabetes mellitus neonatal",
    "descricao": "O diabetes mellitus neonatal (DMN) é uma forma monogênica de diabetes que ocorre nos primeiros 6 meses de vida. É uma condição rara que ocorre em apenas um em 100.000 a 500.000 nascidos vivos. Recém-nascidos com DMN não produzem insulina suficiente, levando a um aumento da glicose no sangue. O DMN pode ser confundido com o diabetes tipo 1, muito mais comum, mas o diabetes tipo 1 geralmente ocorre depois dos primeiros 6 meses de vida. A condição é vitalícia em cerca de metade dos pacientes e é chamada de diabetes mellitus neonatal permanente (DMNP). No restante das pessoas com DMN, a condição é transitória e desaparece durante a infância, mas pode reaparecer mais tarde na vida; este tipo de DMN é denominado diabetes mellitus neonatal transitória (DMNT)."
  },
  {
    "identificador": "KB60.20",
    "valor": "Diabetes mellitus neonatal transitório",
    "descricao": "O diabetes mellitus neonatal transitório (DMNT) é um distúrbio do desenvolvimento caracterizado pela diminuição da produção de insulina que se resolve no período compreendendo o pós-parto até primeiro ano de vida. A restrição de crescimento intrauterino geralmente está presente. Recém-nascidos com DMNT desenvolvem diabetes nas primeiras semanas de vida, mas podem entrar em remissão em alguns meses, existe a possibilidade de recrudescimento ou evolução para diabetes permanente, geralmente em torno da adolescência ou na idade adulta. A disfunção pancreática nessa condição pode ser mantida ao longo da vida, com recidiva principalmente nos momentos de estresse metabólico, como puberdade ou gravidez."
  },
  {
    "identificador": "KB60.2Y",
    "valor": "Outro diabetes mellitus neonatal especificado",
    "descricao": ""
  },
  {
    "identificador": "KB60.2Z",
    "valor": "Diabetes mellitus neonatal não especificado",
    "descricao": ""
  },
  {
    "identificador": "KB60.3",
    "valor": "Hiperglicemia neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB60.30",
    "valor": "Hiperglicemia neonatal devido à deficiência de insulina",
    "descricao": ""
  },
  {
    "identificador": "KB60.31",
    "valor": "Hiperglicemia neonatal devido a terapia intravenosa iatrogênica",
    "descricao": ""
  },
  {
    "identificador": "KB60.3Y",
    "valor": "Outra hiperglicemia neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KB60.3Z",
    "valor": "Hiperglicemia neonatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB60.4",
    "valor": "Hipoglicemia neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB60.40",
    "valor": "Hipoglicemia neonatal hiperinsulinêmica transitória",
    "descricao": "Refere-se ao nível aumentado de insulina sérica , que é transitório, acompanhado por uma glicemia anormalmente diminuída em um recém-nascido."
  },
  {
    "identificador": "KB60.41",
    "valor": "Hipoglicemia neonatal iatrogênica transitória",
    "descricao": "Afecção associada à hipoglicemia como resultado de intervenção terapêutica. Frequentemente ocorre com a terapia com insulina, mas também pode resultar do fornecimento inadequado de glicose."
  },
  {
    "identificador": "KB60.42",
    "valor": "Outra hipoglicemia neonatal transitória",
    "descricao": ""
  },
  {
    "identificador": "KB60.4Y",
    "valor": "Outra hipoglicemia neonatal especificada",
    "descricao": ""
  },
  {
    "identificador": "KB60.4Z",
    "valor": "Hipoglicemia neonatal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB60.Y",
    "valor": "Outros transtornos transitórios especificados do metabolismo de carboidrato específicas do feto ou do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB60.Z",
    "valor": "Transtornos transitórios do metabolismo de carboidrato específicos do feto ou do recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB61",
    "valor": "Distúrbios neonatais transitórios do metabolismo do cálcio ou magnésio",
    "descricao": "Grupo de afecções pediátricas em que há um transtorno temporário em um recém-nascido associado a reações químicas anormais no corpo, interrompendo os processos normais de reações catalisadas por enzimas para utilizar cálcio e magnésio para outras funções corporais."
  },
  {
    "identificador": "KB61.0",
    "valor": "Hipomagnesemia neonatal",
    "descricao": "Definido como níveis séricos de magnésio inferiores a 0,66 mmol / L (1,6 mg/dL) em recém-nascidos. Os sintomas geralmente não se desenvolvem até que os níveis séricos de magnésio (Mg) caiam abaixo de 0,49 mmol / L (1,2 mg/dL). Geralmente é transitório, mas pode causar sintomas semelhantes aos da hipocalcemia."
  },
  {
    "identificador": "KB61.1",
    "valor": "Tetania neonatal sem deficiência de cálcio ou magnésio",
    "descricao": "Características da tetania (hiperexcitabilidade, hiperreflexia, espasmos e laringoespasmo) não acompanhadas de baixos níveis de cálcio ou magnésio"
  },
  {
    "identificador": "KB61.2",
    "valor": "Hipocalcemia neonatal",
    "descricao": "A hipocalcemia é um problema metabólico comum em recém-nascidos. No recém-nascido, a hipocalcemia é definida pelas categorias de peso ao nascer (PN). Em recém-nascido com peso de nascimento superior a 1500 g, a hipocalcemia é definida como uma concentração sérica total de Cálcio (Ca) inferior a 8 mg / dL (2 mmol / L) ou uma fração ionizada inferior a 4,4 mg / dL (1,1 mmol / L) . Em prematuros de muito baixo peso ao nascer (PN <1500g), a hipocalcemia é definida como uma concentração sérica total de Ca menor que 7 mg / dL (1,75 mmol / L) ou uma fração ionizada menor que 4 mg / dL (1 mmol / L) ) As etiologias da hipocalcemia precoce (ocorre nos primeiros dois a três dias após o nascimento) incluem prematuridade, diabetes materna, asfixia ao nascimento e crescimento intrauterino. As causas de hipocalcemia tardia (geralmente ocorre no final da primeira semana de vida) incluem hipoparatireoidismo e alta ingestão de fosfato. A maioria dos recém-nascidos com hipocalcemia é assintomática. Se sintomática, a irritabilidade neuromuscular é o sinal mais comum de irritabilidade e espasmos musculares. Achados menos comuns incluem convulsões e, raramente, laringoespasmo, respiração ofegante ou vômito."
  },
  {
    "identificador": "KB61.3",
    "valor": "Osteopenia neonatal",
    "descricao": "A doença óssea metabólica é uma complicação comum em recém-nascidos prematuros de muito baixo peso ao nascer (MBPN). Os recém-nascidos menores e mais doentes tem maior risco. Osteopenia progressiva com ossos desmineralizados e, ocasionalmente, fraturas patológicas podem se desenvolver. A principal causa é a ingestão inadequada de cálcio e fósforo que é menor que as necessidades de crescimento. A ingestão insuficiente de vitamina D é um fator de risco adicional. Os fatores que contribuem incluem nutrição parenteral prolongada, má absorção de vitamina D e cálcio, ingestão de leite humano não suplementado, imobilização e perdas urinárias de cálcio com o uso de diuréticos em longo prazo."
  },
  {
    "identificador": "KB61.Y",
    "valor": "Outros distúrbios neonatais transitórios especificados do metabolismo do cálcio ou magnésio",
    "descricao": ""
  },
  {
    "identificador": "KB61.Z",
    "valor": "Transtornos neonatais transitórios do metabolismo do cálcio ou magnésio, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB62",
    "valor": "Transtornos neonatais transitórios da função tireoidiana",
    "descricao": "Grupo de afecções pediátricas em que há um transtorno temporário associado à tireoide em um recém-nascido ou lactente."
  },
  {
    "identificador": "KB62.0",
    "valor": "Hipertireoidismo neonatal transitório",
    "descricao": "Condição pediátrica caracterizada por um nível anormalmente elevado de hormônios tireoidianos (triiodotironina (T3) e tiroxina (T4)) no sangue de um recém-nascido."
  },
  {
    "identificador": "KB62.1",
    "valor": "Outros transtornos transitórios neonatais da função de tireoide, não classificados em outra parte",
    "descricao": "Qualquer outra condição pediátrica caracterizada por função anormal ou ausente da glândula tireoide em um recém-nascido."
  },
  {
    "identificador": "KB62.2",
    "valor": "Hipertirotropinemia transitória",
    "descricao": "A hipertirotropinemia transitória é caracterizada por níveis elevados de hormônio estimulador da tireoide (TSH) e de tiroxina (T4) normais, com os níveis elevados de TSH eventualmente se normalizando."
  },
  {
    "identificador": "KB62.3",
    "valor": "Hipotiroxinemia transitória",
    "descricao": "Hipotiroxinemia transitória é caracterizada por níveis baixos de tiroxina (T4, T3 e T4L), mas com nível normal de hormônio estimulador da tireoide (TSH), e é observada em recém-nascidos prematuros, usualmente aqueles nascidos antes das 30 semanas de idade gestacional."
  },
  {
    "identificador": "KB62.Y",
    "valor": "Outros transtornos neonatais transitórios especificados da função tireoidiana",
    "descricao": ""
  },
  {
    "identificador": "KB62.Z",
    "valor": "Transtornos neonatais transitórios da função tireoidiana, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB63",
    "valor": "Alguns distúrbios transitórios especificados de eletrólitos ou metabólicos",
    "descricao": "Grupo de condições pediátricas em que há uma anormalidade temporária nos processos normais de reações catalisadas por enzimas dentro de células do tecido (metabolismo) ou nos níveis de minerais no sangue ou outros fluidos corporais."
  },
  {
    "identificador": "KB63.0",
    "valor": "Acidose metabólica tardia do recém-nascido",
    "descricao": "Acidose metabólica leve a moderada que ocorre entre 1 a 3 semanas de idade em recém-nascidos prematuros saudáveis ​​alimentados com leite de vaca e acompanhada de baixo crescimento. Acredita-se que isso seja devido ao conteúdo excessivo de proteínas do leite."
  },
  {
    "identificador": "KB63.1",
    "valor": "Desidratação do recém-nascido",
    "descricao": "Afecção pediátrica caracterizada por perda excessiva de água corporal no recém nascido."
  },
  {
    "identificador": "KB63.2",
    "valor": "Distúrbios do equilíbrio de sódio do recém-nascido",
    "descricao": "Condição pediátrica caracterizada por níveis anormalmente altos ou baixos de sódio no sangue em um recém-nascido, quando a faixa normal é definida como de 135 a 150 mEq/L."
  },
  {
    "identificador": "KB63.20",
    "valor": "Hiponatremia do recém-nascido",
    "descricao": "Hiponatremia é definida como um sódio sérico menor que 130 mmol/L"
  },
  {
    "identificador": "KB63.21",
    "valor": "Hipernatremia do recém-nascido",
    "descricao": "Hipernetremia é definida por sódio sérico acima de 145 mmol/L."
  },
  {
    "identificador": "KB63.2Y",
    "valor": "Outros distúrbios especificados do equilíbrio de sódio do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB63.2Z",
    "valor": "Distúrbios do equilíbrio de sódio do recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB63.3",
    "valor": "Distúrbios do equilíbrio de potássio do recém-nascido",
    "descricao": "Condição pediátrica caracterizada por níveis anormalmente altos ou baixos de potássio no sangue do recém-nascido, quando a faixa normal é definida como de 3,5 a 5,5 mmol/L."
  },
  {
    "identificador": "KB63.30",
    "valor": "Hipopotassemia do recém- nascido",
    "descricao": "Hipopotassemia é definida quando o potássio sérico está abaixo de 3,5 mmol/L."
  },
  {
    "identificador": "KB63.31",
    "valor": "Hiperpotassemia do recém-nascido",
    "descricao": "Hiperpotassemia é definida por um potássio sérico acima de 5,5 mmol/L."
  },
  {
    "identificador": "KB63.3Y",
    "valor": "Outros distúrbios especificados do equilíbrio de potássio do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB63.3Z",
    "valor": "Distúrbios do equilíbrio de potássio do recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB63.4",
    "valor": "Tirosinemia transitória do recém-nascido",
    "descricao": "Níveis elevados de tirosina no sangue, clinicamente assintomático, causado por maturação fetal tardia da 4-hidroxifenilpiruvato dioxigenase, geralmente detectado no exame de rastreamento neonatal. Mais comumente observada em bebês prematuros recebendo fórmulas lácteas com alto teor de proteína. Geralmente considerado benigno, ocorre remissão por volta das 4-6 semanas de vida."
  },
  {
    "identificador": "KB63.5",
    "valor": "Doença metabólica óssea da prematuridade",
    "descricao": "Condição pediátrica caracterizada por anormalidades ósseas em um recém-nascido devidas a alterações de minerais como cálcio, fósforo, magnésio ou vitamina D associadas ao nascimento da criança antes de completar 37 semanas de gestação."
  },
  {
    "identificador": "KB64",
    "valor": "Hipoparatiroidismo neonatal transitório",
    "descricao": "Definida como hipocalcemia, hiperfosfatemia e níveis séricos baixos de hormônio da paratireóide que melhoram espontaneamente, mas pode perdurar por semanas a meses."
  },
  {
    "identificador": "KB6Z",
    "valor": "Transtornos endócrinos ou metabólicos transitórios específicos do feto ou recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KB80",
    "valor": "Doença do refluxo gastroesofágico em recém-nascido",
    "descricao": "Condição que se desenvolve quando o refluxo do conteúdo do estômago faz com que o recém-nascido vomite com desconforto, dificuldade de alimentação e/ou perda de peso associados."
  },
  {
    "identificador": "KB81",
    "valor": "Esofagite em recém-nascido",
    "descricao": "A esofagite é a inflamação do esôfago. Se não for tratada, essa condição pode causar úlceras ou cicatrizes no esôfago."
  },
  {
    "identificador": "KB81.0",
    "valor": "Esofagite eosinofílica neonatal",
    "descricao": "Esofagite eosinofílica é uma condição inflamatória, possivelmente causada por alergia alimentar, na qual a parede do esôfago fica preenchida por um grande número de eosinófilos. Ela pode ser confundida com a doença do refluxo ácido, mas pode ser diferenciada se o recém-nascido não responder aos medicamentos antirrefluxo."
  },
  {
    "identificador": "KB81.Y",
    "valor": "Outra esofagite especificada em recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB81.Z",
    "valor": "Esofagite em recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB82",
    "valor": "Perfuração gástrica pré-natal",
    "descricao": "A perfuração gástrica pré-natal é uma perfuração ou orifício na parede do estômago que ocorre enquanto o bebê está no útero. Esta é uma condição rara e com risco de vida em um recém-nascido."
  },
  {
    "identificador": "KB83",
    "valor": "Perfuração gástrica pós-natal",
    "descricao": "A perfuração gástrica pós-natal é uma penetração espontânea ou traumática ou orifício da parede do estômago que ocorre após o nascimento. Esta é uma condição rara e com risco de vida em um recém-nascido."
  },
  {
    "identificador": "KB84",
    "valor": "Perfuração ileal pós-natal isolada",
    "descricao": "Perfuração intestinal pós-natal, geralmente no íleo terminal. Pode ser confundida com enterocolite necrosante, mas geralmente ocorre mais cedo (2 a 5 dias de idade) e não envolve necrose intestinal extensa."
  },
  {
    "identificador": "KB85",
    "valor": "Perfuração intestinal intrauterina pré-natal",
    "descricao": "A perfuração intestinal intraútero ou pré-natal resulta em uma peritonite química (peritonite por mecônio) por vazamento peritoneal de mecônio estéril. A peritonite por mecônio resulta de perfuração intestinal pré-natal quase sempre envolvendo o intestino delgado."
  },
  {
    "identificador": "KB85.0",
    "valor": "Perfuração intestinal intrauterina pré-natal devida a volvo no útero",
    "descricao": ""
  },
  {
    "identificador": "KB85.1",
    "valor": "Perfuração intestinal intrauterina pré-natal devida a atresia ou estenose intestinal",
    "descricao": ""
  },
  {
    "identificador": "KB85.2",
    "valor": "Perfuração intestinal intrauterina pré-natal devida à obstrução intraluminal",
    "descricao": ""
  },
  {
    "identificador": "KB85.Y",
    "valor": "Outra perfuração intestinal intrauterina pré-natal especificada",
    "descricao": ""
  },
  {
    "identificador": "KB85.Z",
    "valor": "Perfuração intestinal intrauterina pré-natal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB86",
    "valor": "Perfuração intestinal pós-natal",
    "descricao": "A perfuração intestinal pós-natal é uma penetração completa da parede do intestino grosso ou delgado, frequentemente resultando no vazamento do conteúdo luminal para a cavidade abdominal."
  },
  {
    "identificador": "KB86.0",
    "valor": "Perfuração intestinal pós-natal devida a drogas",
    "descricao": ""
  },
  {
    "identificador": "KB86.1",
    "valor": "Perfuração intestinal pós-natal devida a volvo intestinal intrauterino",
    "descricao": ""
  },
  {
    "identificador": "KB86.2",
    "valor": "Perfuração intestinal pós-natal devida a atresia ou estenose intestinal",
    "descricao": ""
  },
  {
    "identificador": "KB86.3",
    "valor": "Perfuração intestinal pós-natal devida a obstrução intraluminal",
    "descricao": ""
  },
  {
    "identificador": "KB86.Y",
    "valor": "Outra perfuração intestinal pós-natal especificada",
    "descricao": ""
  },
  {
    "identificador": "KB86.Z",
    "valor": "Perfuração intestinal pós-natal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB87",
    "valor": "Obstrução intestinal de recém-nascido",
    "descricao": "Qualquer outro comprometimento, parada ou reversão do fluxo normal do intestino em direção ao canal anal em um recém-nascido"
  },
  {
    "identificador": "KB87.0",
    "valor": "Obstrução intestinal devida a leite espessado",
    "descricao": "Obstrução intestinal mecânica em recém-nascidos prematuros devido à coalhada de leite endurecida formada quando uma fórmula de alta energia ou leite em pó é fornecido na presença de motilidade intestinal reduzida e aumento da absorção de água do cólon. O local de obstrução é o íleo terminal, a válvula ileocecal ou o cólon. As manifestações incluem constipação, distensão abdominal e vômitos (progressivamente biliosos ou fecais)."
  },
  {
    "identificador": "KB87.1",
    "valor": "Rolha de mecônio sem íleo",
    "descricao": "Rolha de mecônio, também conhecida como imaturidade funcional do cólon, é uma obstrução do cólon do recém-nascido. Geralmente é um transtorno transitório do recém-nascido e é caracterizado por passagem retardada de mecônio e dilatação intestinal."
  },
  {
    "identificador": "KB87.2",
    "valor": "Ileo meconial sem perfuração",
    "descricao": "O mecônio algumas vezes torna-se espesso e congestionado no íleo terminal, uma condição conhecida como íleo meconial. O íleo meconial está entre as causas mais comuns de obstrução intestinal no recém-nascido, sendo responsável por 9-33% das obstruções intestinais neonatais. Um sintoma da doença de Hirschsprung e da fibrose cística é a falha no trânsito de mecônio. Alguns bebês têm um bloqueio no cólon que pode se parecer com íleo meconial (um tampão de mecônio) e apresentam síndrome do cólon esquerdo pequeno. Isso significa que a última parte do cólon é menor do que o normal."
  },
  {
    "identificador": "KB87.3",
    "valor": "Íleo transitório do recém-nascido",
    "descricao": "Obstrução intestinal transitória de origem funcional e não anatômica, que não é incomum nos primeiros dias de vida. Como a cirurgia pode ser fortemente contraindicada neste grupo, o diagnóstico diferencial é extremamente importante."
  },
  {
    "identificador": "KB87.4",
    "valor": "Íleo meconial com perfuração",
    "descricao": "Íleo meconial complicado com perfuração intestinal com graus variáveis de peritonite meconial."
  },
  {
    "identificador": "KB87.Y",
    "valor": "Outra obstrução intestinal especificada do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB87.Z",
    "valor": "Obstrução intestinal de recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB88",
    "valor": "Enterocolite necrosante de recém-nascido",
    "descricao": "Doença fulminante de recém-nascidos em que há ulceração extensa da mucosa, formação de pseudomembrana, hemorragia submucosa e necrose geralmente do cólon direito, ceco, íleo terminal e apêndice (ENTEROCOLITE), possivelmente devido à isquemia intestinal perinatal e invasão bacteriana. Todo o cólon, intestino delgado, estômago e esôfago também podem ser afetados. A maioria dos bebês é prematura ou sofre de síndrome do desconforto respiratório, sepse ou hipóxia. Os sintomas (aparentes durante as primeiras semanas de vida) incluem distensão abdominal, vômitos biliosos e melena; pode haver apneia, letargia, instabilidade de temperatura, taquicardia, taquipneia e queda da pressão arterial. O transtorno pode progredir para perfuração e peritonite."
  },
  {
    "identificador": "KB88.0",
    "valor": "Enterocolite necrosante do recém-nascido Estágios 1A e B",
    "descricao": ""
  },
  {
    "identificador": "KB88.1",
    "valor": "Enterocolite necrosante do recém-nascido, Estágios 2A e B",
    "descricao": ""
  },
  {
    "identificador": "KB88.2",
    "valor": "Enterocolite necrosante do recém-nascido, Estágios 3A",
    "descricao": ""
  },
  {
    "identificador": "KB88.3",
    "valor": "Enterocolite necrosante do recém-nascido, Estágios 3B",
    "descricao": ""
  },
  {
    "identificador": "KB88.Y",
    "valor": "Outra enterocolite necrosante especificada de recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB88.Z",
    "valor": "Enterocolite necrosante de recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KB89",
    "valor": "Síndromes de má absorção neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB89.0",
    "valor": "Má absorção neonatal devida a tumor secretor endócrino",
    "descricao": ""
  },
  {
    "identificador": "KB89.1",
    "valor": "Síndrome do intestino curto em recém-nascido",
    "descricao": "A síndrome do intestino curto em recém-nascido é uma afecção originada no período perinatal em que os nutrientes não são absorvidos adequadamente ou devido à remoção cirúrgica de uma grande parte do intestino delgado ou raramente devido à disfunção completa de um grande segmento do intestino delgado."
  },
  {
    "identificador": "KB89.Y",
    "valor": "Outras síndromes especificadas de má absorção neonatal",
    "descricao": ""
  },
  {
    "identificador": "KB89.Z",
    "valor": "Síndromes de má absorção neonatal, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "KB8A",
    "valor": "Hematêmese ou melena neonatal devida à ingestão de sangue materno",
    "descricao": "Caso menos sério e autolimitado de hematêmese e melena que pode ocorrer em recém-nascidos dois a três dias após o parto, devido à ingestão de sangue materno."
  },
  {
    "identificador": "KB8B",
    "valor": "Peritonite neonatal",
    "descricao": "A peritonite neonatal pode ser de origem bacteriana ou química. A maioria dos casos de peritonite bacteriana é decorrente de perfurações intestinais, ruptura de onfalocele ou necrose intestinal isquêmica. Embora a maioria dos bebês tenha peritonite secundária à perfuração intestinal subsequente à obstrução intestinal, muitos casos são de perfuração sem causa conhecida, possivelmente secundária a defeitos na musculatura intestinal ou isquemia visceral. A peritonite química é menos comum e é devida à perfuração intestinal pré-natal com extrusão de mecônio estéril para a cavidade peritoneal. Os dois tipos podem coexistir se uma perfuração pré-natal permanecer aberta após o nascimento, permitindo a contaminação bacteriana do peritônio previamente estéril."
  },
  {
    "identificador": "KB8C",
    "valor": "Diarreia neonatal não infecciosa",
    "descricao": "Causas não infecciosas de diarreia em neonatos. A diarreia infantil é mais frequentemente causada por infecção. Muito menos frequentemente, no entanto, é devida a outras causas - p.ex., má absorção ou intolerância alimentar, anormalidades endócrinas, tumores secretores de hormônio, disfunção pancreática e hepática. Causas não infecciosas de diarreia podem apresentar outros sinais e sintomas sistêmicos. Recém-nascidos correm risco particularmente maior de desidratação e desnutrição."
  },
  {
    "identificador": "KB8Y",
    "valor": "Outros transtornos especificados do sistema digestivo do feto ou recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KB8Z",
    "valor": "Transtornos do sistema digestivo do feto ou recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KC00",
    "valor": "Hidrocele congênita",
    "descricao": "Afecção pediátrica caracterizada pelo acúmulo de líquido aquoso ao redor de um ou ambos os testículos de um recém-nascido, que está presente no nascimento."
  },
  {
    "identificador": "KC01",
    "valor": "Insuficiência renal congênita",
    "descricao": "Redução grave e irreversível da capacidade dos rins em remover resíduos, concentrar a urina e manter o equilíbrio eletrolítico; pressão sanguínea; e o metabolismo do cálcio que existia no nascimento ou frequentemente antes dele."
  },
  {
    "identificador": "KC0Y",
    "valor": "Outros transtornos especificados do sistema geniturinário, específicos do período perinatal ou neonatal",
    "descricao": ""
  },
  {
    "identificador": "KC0Z",
    "valor": "Transtornos do sistema geniturinário específicos do período perinatal ou neonatal, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KC20",
    "valor": "Condições acometendo o cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KC20.0",
    "valor": "Atraso na ligadura do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KC20.1",
    "valor": "Pele ou pólipo umbilical de recém-nascido",
    "descricao": "Um pólipo de cordão umbilical é uma lesão congênita resultante da persistência do ducto onfalomesentérico. Origina-se do ducto onfalomesentérico ou de remanescentes do úraco. O pólipo pode conter mucosa intestinal."
  },
  {
    "identificador": "KC20.2",
    "valor": "Granuloma umbilical de recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KC20.Y",
    "valor": "Outras condições especificadas acometendo o cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KC20.Z",
    "valor": "Condições acometendo o cordão umbilical, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "KC21",
    "valor": "Dermatoses inflamatórias do recém-nascido",
    "descricao": "Variedade de transtornos inflamatórios da pele que se apresentam no período neonatal."
  },
  {
    "identificador": "KC21.0",
    "valor": "Acne neonatal",
    "descricao": "Acne que se apresenta ao nascimento ou logo depois, geralmente com lesões predominantemente comedonianas nas bochechas e uma escassez de lesões inflamatórias. Acredita-se que seja devida a hiperatividade das glândulas sebáceas estimuladas por andrógenos neonatais dos testículos em meninos e suprarrenais em meninas."
  },
  {
    "identificador": "KC21.1",
    "valor": "Eritema tóxico neonatal",
    "descricao": "O eritema tóxico neonatal é uma erupção cutânea comum em recém-nascidos, acomete até metade dos recém-nascidos a termo, geralmente entre os dias 2-5 após o nascimento; não ocorre fora do período neonatal e geralmente se resolve nas primeiras duas semanas de vida. É caracterizado por manchas eritematosas com aparecimento de pequenas pápulas ou pústulas evanescentes, brancas ou amarelas. É uma condição benigna e acredita-se que não cause desconforto ao bebê."
  },
  {
    "identificador": "KC21.2",
    "valor": "Dermatite perianal do recém-nascido",
    "descricao": "Dermatite perianal do recém-nascido se apresenta com eritema perianal durante a primeira semana de vida, que nas formas mais graves pode evoluir para edema e erosão superficial da pele perianal. Embora geralmente ocorra de forma isolada, a dermatite perianal às vezes pode estar associada à dermatite irritativa primária da fralda. É mais comum em recém-nascidos que recebem formulações de leite de vaca do que em recém-nascidos amamentados; presume-se que represente uma irritação em resposta aos constituintes fecais."
  },
  {
    "identificador": "KC21.Y",
    "valor": "Outras dermatoses inflamatórias especificadas do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KC22",
    "valor": "Transtornos neonatais do tecido adiposo subcutâneo",
    "descricao": ""
  },
  {
    "identificador": "KC22.0",
    "valor": "Necrose de gordura subcutânea do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KC22.1",
    "valor": "Paniculite pelo frio do recém-nascido",
    "descricao": "Paniculite pelo frio resultante da exposição de recém-nascidos à baixa temperatura ambiente ou da aplicação local de objetos frios (p.ex., bolsas de gelo para o tratamento de taquicardia supraventricular neonatal). Os recém-nascidos são particularmente susceptíveis devido a uma alta proporção de gordura saturada/insaturada no tecido adiposo subcutâneo com a consequente elevação do ponto de congelamento da gordura."
  },
  {
    "identificador": "KC22.2",
    "valor": "Esclerema neonatal",
    "descricao": "Esclerema neonatal é uma condição incomum que tipicamente acomete recém-nascidos prematuros gravemente doentes na primeira semana de vida. Ela se manifesta como um endurecimento difuso da pele e do tecido adiposo subcutâneo, de forma que a pele não pode ser perfurada ou apanhada e comprimida em uma prega. Histologicamente, há inflamação mínima sem necrose gordurosa. Está associada a uma alta mortalidade."
  },
  {
    "identificador": "KC22.Y",
    "valor": "Outros transtornos neonatais especificados do tecido adiposo subcutâneo",
    "descricao": ""
  },
  {
    "identificador": "KC22.Z",
    "valor": "Transtornos neonatais do tecido adiposo subcutâneo, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KC23",
    "valor": "Transtornos neonatais da mucosa oral",
    "descricao": ""
  },
  {
    "identificador": "KC24",
    "valor": "Transtornos nutricionais neonatais afetando a pele",
    "descricao": "Variedade de transtornos nutricionais que se apresentam no período neonatal com manifestações cutâneas. Eles podem resultar de nutrição materna inadequada ou de problemas com a absorção neonatal de minerais como o zinco."
  },
  {
    "identificador": "KC30",
    "valor": "Fragilidade da pele da prematuridade",
    "descricao": ""
  },
  {
    "identificador": "KC31",
    "valor": "Dermatose congênita erosiva ou vesicular curando com cicatrizes reticuladas flexíveis",
    "descricao": "Condição rara relatada principalmente em neonatos prematuros, caracterizada por extensas erosões, vesículas, ulcerações e crostas que afetam até 75% da superfície corporal. A causa é desconhecida e a pele cicatriza rapidamente, deixando cicatrizes reticuladas."
  },
  {
    "identificador": "KC3Y",
    "valor": "Outros transtornos cutâneos especificados associados à prematuridade",
    "descricao": ""
  },
  {
    "identificador": "KC40",
    "valor": "Diversos transtornos da pele em recém-nascidos",
    "descricao": ""
  },
  {
    "identificador": "KC40.0",
    "valor": "Bolhas de sucção congênitas",
    "descricao": ""
  },
  {
    "identificador": "KC40.1",
    "valor": "Milia neonatal",
    "descricao": ""
  },
  {
    "identificador": "KC40.Y",
    "valor": "Outros transtornos de pele especificados em recém-nascidos",
    "descricao": ""
  },
  {
    "identificador": "KC41",
    "valor": "Diversas afecções especificadas do tegumento específicas para fetos ou recém-nascidos",
    "descricao": ""
  },
  {
    "identificador": "KC41.0",
    "valor": "Intumescimento mamário de recém-nascido",
    "descricao": "Afecção pediátrica caracterizada caracterizada pelo enchimento doloroso das mamas de um recém-nascido com leite."
  },
  {
    "identificador": "KC41.1",
    "valor": "Hidropsia fetal não devida à doença hemolítica",
    "descricao": "Condição fetal caracterizada por um acúmulo de fluido ou edema em pelo menos dois compartimentos fetais, incluindo compartimentos subcutâneos, a pleura, o pericárdio, ou o abdômen que não é devido à degradação dos glóbulos vermelhos."
  },
  {
    "identificador": "KC41.Y",
    "valor": "Outras afecções especificadas de tegumento específicas para feto e recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KC50",
    "valor": "Queimadura por fototerapia neonatal",
    "descricao": "Queimadura resultante de fototerapia administrada a neonato, geralmente para o tratamento de icterícia neonatal."
  },
  {
    "identificador": "KC5Y",
    "valor": "Outra lesão cutânea iatrogênica pós-natal especificada",
    "descricao": ""
  },
  {
    "identificador": "KC5Z",
    "valor": "Lesão cutânea iatrogênica pós-natal, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KC7Y",
    "valor": "Outras lesões iatrogênicas especificadas envolvendo a pele do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KC9Z",
    "valor": "Afecções comprometendo o tegumento do feto ou recém-nascido, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "KD10",
    "valor": "Hipertermia ambiental do recém-nascido",
    "descricao": "Condição pediátrica caracterizada por uma temperatura corporal central acima de 37,5 graus C (99,5 graus F) em um recém-nascido devida a exposição do recém-nascido à temperatura ambiente extremamente alta ou prolongada."
  },
  {
    "identificador": "KD11",
    "valor": "Febre do recém nascido",
    "descricao": ""
  },
  {
    "identificador": "KD12",
    "valor": "Hipotermia do recém-nascido",
    "descricao": "Temperatura corporal central de um recém-nascido abaixo de -1DP (36,0 graus C) em comparação com a temperatura média (36,5 graus C)."
  },
  {
    "identificador": "KD12.0",
    "valor": "Síndrome de lesão por frio neonatal",
    "descricao": "A síndrome da lesão neonatal pelo frio é caracterizada por uma temperatura corporal central abaixo de 35°C (95°F) devida à exposição do recém-nascido a temperaturas ambientais prolongadas ou extremamente baixas. Clinicamente, é caracterizada por baixa temperatura ao toque, apatia, imobilidade, diminuição da produção de urina e recusa alimentar. Além disso, são observados edema e eritema nas extremidades, especialmente nas mãos, pés e face. É comumente fatal e os sobreviventes podem apresentar evidências de danos cerebrais."
  },
  {
    "identificador": "KD12.Y",
    "valor": "Outra hipotermia especificada de recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KD12.Z",
    "valor": "Hipotermia de recém-nascido, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KD1Y",
    "valor": "Outros distúrbios especificados da regulação térmica do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KD1Z",
    "valor": "Distúrbios da regulação térmica do recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KD30",
    "valor": "Depressão de parto",
    "descricao": "Afecção caracterizada por depressão cardiorrespiratória e neurológica no recém-nascido."
  },
  {
    "identificador": "KD30.0",
    "valor": "Depressão no parto com escore de Apgar aos 5 minutos entre 0 a 3",
    "descricao": "Condição caracterizada por depressão cardiorrespiratória e neurológica, definida como um escore de Apgar entre 0 a 3 nos 5 minutos após o nascimento."
  },
  {
    "identificador": "KD30.1",
    "valor": "Depressão no parto com escore de Apgar aos 5 minutos entre 4 a 6",
    "descricao": "Condição caracterizada por depressão cardiorrespiratória e neurológica, definida como um escore de Apgar entre 4 a 6 nos 5 minutos após o nascimento."
  },
  {
    "identificador": "KD30.2",
    "valor": "Depressão ao nascimento associada com acidemia metabólica no sangue do cordão umbilical",
    "descricao": ""
  },
  {
    "identificador": "KD30.Z",
    "valor": "Depressão de parto, não especificada",
    "descricao": ""
  },
  {
    "identificador": "KD31",
    "valor": "Suturas cranianas amplas no recém-nascido",
    "descricao": "Condição pediátrica caracterizada por separação anormalmente grande entre os ossos do crânio de um recém-nascido."
  },
  {
    "identificador": "KD32",
    "valor": "Problemas de alimentação do recém-nascido",
    "descricao": "Falta de interesse na alimentação ou problema em receber a quantidade adequada de nutrição em um recém-nascido."
  },
  {
    "identificador": "KD32.0",
    "valor": "Alimentação vagarosa do recém-nascido",
    "descricao": "Condição pediátrica caracterizada por um recém-nascido que requer mais que aproximadamente 45 minutos por mamada."
  },
  {
    "identificador": "KD32.1",
    "valor": "Subalimentação do recém-nascido",
    "descricao": "Condição pediátrica caracterizada por um recém-nascido que consome menos que a média para sua idade e peso e que parece estar com fome e insatisfeito após a alimentação, fica agitado ou chora muito, não apresenta várias fraldas molhadas e sujas por dia e que não ganha peso ."
  },
  {
    "identificador": "KD32.2",
    "valor": "Hiperalimentação do recém-nascido",
    "descricao": "Condição pediátrica caracterizada por um recém-nascido que consome comida demais e que tem vômitos excessivos subsequentes à alimentação ou ganho de peso além da média normal."
  },
  {
    "identificador": "KD32.3",
    "valor": "Dificuldade neonatal na amamentação no peito",
    "descricao": "Afecção pediátrica caracterizada por um recém-nascido que tem dificuldade para ser amamentado associada a pega problemática na mama, reflexo de sucção deficiente, anomalias estruturais ou outros problemas."
  },
  {
    "identificador": "KD32.4",
    "valor": "Falência de crescimento em recém-nascidos",
    "descricao": "Quando o peso atual do recém-nascido ou a taxa de ganho de peso é significativamente inferior ao de outros recém-nascidos de idade e sexo semelhantes."
  },
  {
    "identificador": "KD32.Y",
    "valor": "Outros problemas especificados de alimentação do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KD32.Z",
    "valor": "Problemas de alimentação do recém-nascido, não especificados",
    "descricao": ""
  },
  {
    "identificador": "KD33",
    "valor": "Bebê irritado, não classificado em outra parte",
    "descricao": "Irritabilidade pode ocorrer no primeiro dia de vida. Pode ser causada por hipoglicemia, hipocalcemia, retirada do medicamento ou outras condições."
  },
  {
    "identificador": "KD34",
    "valor": "Reações ou intoxicações devidas a drogas administradas ao feto ou recém-nascido",
    "descricao": "Grupo de condições pediátricas induzidas por substâncias associadas a intervenções de saúde aplicadas a um feto ou recém-nascido usando produtos farmacêuticos."
  },
  {
    "identificador": "KD35",
    "valor": "Síndrome de abstinência neonatal por uso materno de drogas de adição",
    "descricao": "A exposição intrauterina a drogas de adição pode levar a sintomas de abstinência neonatal. Os sintomas de abstinência são geralmente neurológicos, impedindo a função autonômica normal. A apresentação clínica da abstinência da droga é variável e dependente de vários fatores, como o tipo e a dose da droga utilizada e a taxa de metabolismo e excreção materna e infantil."
  },
  {
    "identificador": "KD36",
    "valor": "Sintomas de abstinência por uso de drogas terapêuticas no recém-nascido",
    "descricao": "Condição pediátrica caracterizada pela presença de sintomas devido à suspensão de medicamento em um recém-nascido."
  },
  {
    "identificador": "KD37",
    "valor": "Exposição à fumaça do tabaco no período perinatal",
    "descricao": "A exposição à fumaça do tabaco no período perinatal, tanto diretamente quanto por meio do fumo passivo, pode levar a: baixo peso ao nascer, parto prematuro, síndrome da morte súbita infantil (SMSI ou morte no berço), aborto espontâneo ou retardo do crescimento intrauterino."
  },
  {
    "identificador": "KD38",
    "valor": "Manchado de mecônio",
    "descricao": "Líquido amniótico de aparência verde ou amarelada, indicando presença de mecônio. A pele do recém-nascido, leitos ungueais ou cordão umbilical podem estar manchados."
  },
  {
    "identificador": "KD39",
    "valor": "Complicações de procedimentos intrauterinos, não classificados em outra parte",
    "descricao": "Grupo de condições caracterizadas como evolução desfavorável de uma condição (complicação) devida a uma intervenção de saúde aplicada dentro do útero."
  },
  {
    "identificador": "KD39.0",
    "valor": "Feto ou recém nato afetado por amniocentese",
    "descricao": "A amniocentese envolve a extração de uma pequena amostra de líquido amniótico que circunda o feto. Os riscos incluem aborto espontâneo ou lesão se a agulha entrar em contato com o feto ou a placenta."
  },
  {
    "identificador": "KD39.1",
    "valor": "Feto ou recém-nascido afetado por biópsia de vilo coriônico",
    "descricao": "A biópsia de vilo coriônico (BVC) é um procedimento em que uma pequena amostra da placenta é removida, através do colo do útero ou do abdome. Os riscos ao realizar a BVC incluem: lesão ao feto ou à mãe pela agulha, infecção para a mãe por perfuração do intestino ou pele contaminada, ou sensibilização Rhesus. Lesão ou infecção podem causar aborto espontâneo, embora isso seja raro."
  },
  {
    "identificador": "KD39.2",
    "valor": "Feto ou recém-nascido afetado por coleta de amostra de sangue fetal",
    "descricao": "Coleta de amostragem de sangue fetal envolve a extração de uma amostra de sangue fetal do cordão umbilical usando uma agulha e um ultrassom como guia. É usado para detectar anormalidades fetais e geralmente é realizado após completar 18 semanas de gestação. Os riscos para o feto e o recém-nato incluem: aborto espontâneo, sangramento do local de punção da agulha, infecção uterina e diminuição temporária da frequência cardíaca do bebê após o procedimento."
  },
  {
    "identificador": "KD39.3",
    "valor": "Feto ou recém nato afetado por complicações de cirurgia fetal",
    "descricao": "Condição no feto devida à evolução desfavorável de uma condição (complicação) associada a uma intervenção cirúrgica de saúde aplicada ao feto."
  },
  {
    "identificador": "KD39.4",
    "valor": "Feto ou recém nato afetado por complicações de cirurgia fetal intrauterina",
    "descricao": "Cirurgia fetal é o tratamento cirúrgico de um feto ainda no útero. É realizada quando o feto sofre de um defeito congênito e não se espera que sobreviva ao parto ou que viva muito após o nascimento. Ela permite ao feto que sobreviva até o parto, de modo que outras cirurgias corretivas possam então ser realizadas. A cirurgia fetal pode ser feita das seguintes maneiras: cirurgia fetoscópica usando um escopo de fibra óptica para entrar no útero através de pequenas aberturas cirúrgicas, cirurgia fetal aberta realizando uma histerotomia que é uma abertura do útero, ou ablação por radiofrequência que corta o suprimento de sangue para um tumor."
  },
  {
    "identificador": "KD39.Y",
    "valor": "Outras complicações especificadas de procedimentos intrauterinos, não classificadas em outra parte",
    "descricao": ""
  },
  {
    "identificador": "KD39.Z",
    "valor": "Complicações de procedimentos intrauterinos, não classificadas em outra parte, não especificadas",
    "descricao": ""
  },
  {
    "identificador": "KD3A",
    "valor": "Interrupção da gravidez, afetando o feto sobrevivente ou recém-nascido",
    "descricao": "A interrupção da gravidez se refere a um aborto espontâneo por orientação médica e pode ser realizado por meio de métodos farmacológicos ou cirúrgicos."
  },
  {
    "identificador": "KD3B",
    "valor": "Morte fetal, causa não especificada",
    "descricao": "Morte fetal é a morte do feto antes da sua expulsão ou extração completa de uma mulher, independente da duração da gestação. A morte fetal pode ser diagnosticada in utero pela ausência de sons cardíacos fetais, confirmada por técnicas de imagem quando disponíveis, ou após o parto pela ausência de sinais de vida após a completa expulsão ou extração da mulher.\r\n\r\nNatimorto é a expulsão ou extração completa de um feto de uma mulher após sua morte antes da sua expulsão ou extração completa, 22 ou mais semanas completas de gestação."
  },
  {
    "identificador": "KD3B.0",
    "valor": "Morte fetal antes do parto",
    "descricao": "Morte fetal antes do parto é a morte fetal antes do início do trabalho de parto. Se o estado vital do feto no início do trabalho de parto for desconhecido, considerar que foi pré-parto se houver presença de sinais de maceração no momento do parto.\r\n\r\nNatimorto macerado - é a expulsão ou extração completa de um feto de uma mulher após uma morte fetal com 22 ou mais semanas completas de gestação; ou se a idade gestacional não estiver disponível com peso ao nascer igual ou superior a 500g e pele com sinais de maceração.\r\n\r\nNatimorto antes do parto - é a expulsão ou extração completa de um feto de uma mulher após uma morte feta antes do parto com 22 ou mais semanas completas de gestação; ou se a idade gestacional não estiver disponível com peso ao nascer de 500 gramas ou mais."
  },
  {
    "identificador": "KD3B.1",
    "valor": "Morte fetal intraparto",
    "descricao": "A morte fetal intraparto é uma morte fetal durante o trabalho de parto. Se o estado vital do feto no início do trabalho de parto for desconhecido, considerar que foi intraparto se houver aparência de pele fresca ou na ausência de sinais de maceração no momento do parto.\r\n\r\nNatimorto intraparto - é a expulsão ou extração completa de um feto de uma mulher após uma morte fetal intraparto com 22 ou mais semanas completas de gestação; ou se a idade gestacional não estiver disponível com peso ao nascer de 500 gramas ou mais."
  },
  {
    "identificador": "KD3B.Z",
    "valor": "Tempo não especificado de morte fetal, causa não especificada",
    "descricao": ""
  },
  {
    "identificador": "KD3C",
    "valor": "Vômito no recém-nascido",
    "descricao": "Afecção pediátrica caracterizada pela expulsão forçada do conteúdo do estômago pela boca e, às vezes, pelo nariz de um recém-nascido."
  },
  {
    "identificador": "KD3C.0",
    "valor": "Vômito bilioso do recém-nascido",
    "descricao": ""
  },
  {
    "identificador": "KD3C.Y",
    "valor": "Outro vômito especificado em recém-nascidos",
    "descricao": ""
  },
  {
    "identificador": "KD3C.Z",
    "valor": "Vômito em recém-nascido, não especificado",
    "descricao": ""
  },
  {
    "identificador": "KD3Y",
    "valor": "Outros transtornos especificados originados no período perinatal",
    "descricao": ""
  }
]