{
  "prontuario_id": 975,
  "text": "02:19: lúcida, chorosa, disfásica, em repouso no leito, apresenta edema em região craniana, hemiparesia à direita, afebril até o momento, sem queixas álgicas, aceita dieta via oral, diurese presente, seguem cuidados. Sem acompanhante. NEOPLASIA BENIGNA DO ENCÉFALO INFRATENTORIAL. 08:30: PROVENIENTE DO INTERNAMENTO, ACOMPANHADO PELA FAMILIAR, CONSCIENTE, ORIENTADO, VERBALIZA, DEAMBULA, AFEBRIL, EUPNÉICO, SEM QUEIXAS, REFERE HIPERTENSÃO E DIABETES EM USO DE INSULINA. INTERNA PARA REALIZAÇÃO DE COLONOSCOPIA E EDA, AGENDADOS PARA DIA 24/08/2010. AGUARDA CONDUTA MÉDICA. ENF FLORENCE. OUTROS TRANSTORNOS DO APARELHO DIGESTIVO PÓS-CIRÚRGICOS NÃO CLASSIFICADOS EM OUTRA PARTE. 18:20: REALIZADA NOVA TROCA DE RESPIRADOR. APRESENTOU PROBLEMAS. ENFER FLORENCE, COREN XXXX. SEPTICEMIA POR STAPHYLOCOCCUS AUREUS. 14:25h: Glagsow 6, pupilas isocóricas fotorreagentes. SNE com infusão de dieta 75ml/h. Suporte de O2 sob traqueostomia, aspiração de secreção amarelada em média quantidade. Presença de soluços. CPP com roncos difusos. Abdômem flácido, RHA+. Acesso venoso em MSE com infusão de soroterapia. SVD com diurese efetiva, evacuação ausente. Lesão em região sacra estágio I. Uso de colchão de ar. Flictenas em região de calcâneos. Extremidades aquecidas e bem perfundidas, edema em membros Cacifo +3/+. Monitorizado continuamente com parâmetros de PA não invasiva, cardioscopia e oximetria de pulso. Segue sob cuidados intensivos. Enfª Florence. INSUFICIÊNCIA RESPIRATÓRIA AGUDA.",
  "entities": {
    "Achado": [
      "lúcida",
      "chorosa",
      "afebril",
      "CONSCIENTE",
      "ORIENTADO",
      "VERBALIZA",
      "DEAMBULA",
      "AFEBRIL",
      "EUPNÉICO",
      "RHA+",
      "repouso no leito",
      "sem queixas álgicas",
      "diurese presente",
      "SEM QUEIXAS",
      "pupilas isocóricas fotorreagentes",
      "diurese efetiva",
      "evacuação ausente",
      "Extremidades aquecidas",
      "bem perfundidas"
    ],
    "Sinal ou Sintoma": [
      "disfásica",
      "edema",
      "hemiparesia",
      "PROBLEMAS",
      "soluços",
      "Flictenas",
      "Glagsow 6",
      "roncos difusos",
      "Cacifo +3/+"
    ],
    "Negação": [
      "afebril",
      "Sem",
      "AFEBRIL",
      "NÃO",
      "sem queixas álgicas",
      "SEM QUEIXAS",
      "evacuação ausente",
      "não invasiva"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados",
      "INTERNAMENTO",
      "INTERNA",
      "cuidados intensivos"
    ],
    "Grupo Populacional": [
      "acompanhante"
    ],
    "Grupo Familiar": [
      "acompanhante",
      "FAMILIAR"
    ],
    "Doença ou Síndrome": [
      "HIPERTENSÃO",
      "DIABETES",
      "SEPTICEMIA",
      "TRANSTORNOS DO APARELHO DIGESTIVO",
      "INSUFICIÊNCIA RESPIRATÓRIA AGUDA"
    ],
    "Conceito Funcional": [
      "USO",
      "Uso"
    ],
    "Substância Farmacológica": [
      "INSULINA"
    ],
    "Hormônio": [
      "INSULINA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "INSULINA"
    ],
    "Procedimento Diagnóstico": [
      "COLONOSCOPIA",
      "EDA",
      "Monitorizado",
      "cardioscopia",
      "oximetria de pulso"
    ],
    "Abreviação": [
      "EDA",
      "ENF",
      "ENFER",
      "SNE",
      "CPP",
      "RHA+",
      "MSE",
      "SVD",
      "PA",
      "Suporte de O2"
    ],
    "Conceito Temporal": [
      "PÓS-CIRÚRGICOS",
      "continuamente"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SNE",
      "traqueostomia",
      "aspiração",
      "SVD",
      "dieta via oral",
      "TROCA DE RESPIRADOR",
      "infusão de dieta 75ml/h",
      "Suporte de O2",
      "Acesso venoso",
      "infusão de soroterapia"
    ],
    "Localização ou Região Corporal": [
      "Abdômem",
      "MSE",
      "membros",
      "região craniana",
      "região sacra",
      "região de calcâneos"
    ],
    "Dispositivo Médico": [
      "SVD",
      "Acesso venoso",
      "colchão de ar"
    ],
    "Lesão ou Envenenamento": [
      "Lesão",
      "Flictenas"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "membros"
    ],
    "Processo Neoplásico": [
      "NEOPLASIA BENIGNA DO ENCÉFALO INFRATENTORIAL"
    ],
    "Bactéria": [
      "STAPHYLOCOCCUS AUREUS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Glagsow 6"
    ],
    "Substância Corporal": [
      "secreção amarelada"
    ],
    "Conceito Quantitativo": [
      "média quantidade"
    ]
  },
  "labels": {
    "disfásica": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.8141,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.8018,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7978,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.7948,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7923,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        }
      ]
    },
    "neoplasia benigna do encéfalo infratentorial": {
      "capitulo": "02",
      "opcoes": [
        {
          "2E81.1": {
            "confidence_embedding": 0.8106,
            "text": "Representação de doença CID-11: Neoplasias benignas linfáticas. Definição: Neoplasias benignas circunscritas ou difusas dos vasos linfáticos. São muito menos comuns que as malformações linfáticas e se distinguem destas últimas pelo crescimento proliferativo e pelo potencial de disseminação ampla."
          }
        },
        {
          "2F30.Z": {
            "confidence_embedding": 0.8035,
            "text": "Representação de doença CID-11: Neoplasia benigna da mama, não especificada. Definição: "
          }
        },
        {
          "2E90.8": {
            "confidence_embedding": 0.8029,
            "text": "Representação de doença CID-11: Neoplasia benigna da faringe, não especificada. Definição: "
          }
        },
        {
          "2E92.0": {
            "confidence_embedding": 0.8009,
            "text": "Representação de doença CID-11: Neoplasia benigna do esôfago. Definição: Neoplasia que não metastatiza originada na parede esofágica."
          }
        },
        {
          "2E92.1": {
            "confidence_embedding": 0.8009,
            "text": "Representação de doença CID-11: Neoplasia benigna do estômago. Definição: Neoplasia que não metastatiza originada na parede gástrica."
          }
        }
      ]
    },
    "diabetes": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.8322,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5A13.3": {
            "confidence_embedding": 0.8249,
            "text": "Representação de doença CID-11: Diabetes mellitus devido a endocrinopatias. Definição: Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido."
          }
        },
        {
          "5A12": {
            "confidence_embedding": 0.8139,
            "text": "Representação de doença CID-11: Diabetes mellitus relacionado com a desnutrição sem complicações. Definição: "
          }
        },
        {
          "5A13.2": {
            "confidence_embedding": 0.812,
            "text": "Representação de doença CID-11: Diabetes mellitus devido a doenças do pâncreas exócrino. Definição: Outro diabetes mellitus especificado devido a doenças do pâncreas exócrino é uma forma de diabetes que é causada por qualquer processo que lesa o pâncreas difusamente. Processos adquiridos incluem pancreatite, trauma, infecção, pancreatectomia e carcinoma pancreático. Com exceção do causado por câncer, os danos ao pâncreas devem ser extensos para que o diabetes ocorra."
          }
        },
        {
          "5C61.4": {
            "confidence_embedding": 0.8102,
            "text": "Representação de doença CID-11: Má absorção adquirida de monossacarídeo. Definição: É uma condição adquirida em que as células que revestem o intestino não podem absorver um ou todos os açúcares (glicose, galactose ou frutose), o que impede a digestão adequada dessas moléculas e das moléculas maiores feitas a partir delas. Pode causar diarreia osmótica."
          }
        }
      ]
    },
    "evacuação ausente": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.8313,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.8117,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.8086,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB33.0": {
            "confidence_embedding": 0.8085,
            "text": "Representação de doença CID-11: Úlcera primária do cólon. Definição: Condição com úlceras únicas ou múltiplas (defeito da mucosa) que se desenvolvem no reto ou no cólon. As úlceras do cólon podem causar sangramento com o esforço evacuatório em pessoas com constipação crônica."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.8067,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        }
      ]
    },
    "lesão": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND73.Z": {
            "confidence_embedding": 0.8012,
            "text": "Representação de doença CID-11: Corpo estranho no trato digestivo, não especificado. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.7991,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NA06.4": {
            "confidence_embedding": 0.7981,
            "text": "Representação de doença CID-11: Lesão da conjuntiva ou abrasão da córnea sem menção de corpo estranho. Definição: "
          }
        },
        {
          "NC56.Y": {
            "confidence_embedding": 0.7975,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível de punho ou mão. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7971,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        }
      ]
    },
    "hipertensão": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.8232,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB82.0": {
            "confidence_embedding": 0.8115,
            "text": "Representação de doença CID-11: Estenose tricúspide reumática com insuficiência. Definição: Insuficiência da valva tricúspide devida a anormalidades nos folhetos pode ser secundária a cardiopatia reumática. Quando devida a esta última, geralmente ocorre em combinação com estenose tricúspide"
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.81,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.8098,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.8073,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        }
      ]
    },
    "problemas": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME08": {
            "confidence_embedding": 0.805,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7975,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7934,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7886,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7867,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "hemiparesia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.7929,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A42": {
            "confidence_embedding": 0.7893,
            "text": "Representação de doença CID-11: Encefalomielite aguda disseminada. Definição: Encefalomielite disseminada aguda é transtorno desmielinizante do sistema nervoso central. Usualmente ocorre subsequente a infecção viral ou bacteriana aguda ou vacinação, com início abrupto de irritabilidade e letargia após período prodrômico de 1-4 semanas. Os sintomas principais incluem febre, cefaleia, tontura, alterações do estado mental, convulsões e coma. Fraqueza, vômitos, perda de peso ponderal, rigidez de nuca, ataxia, neurite óptica bilateral e delirium são comuns. Envolvimento de sistema nervoso periférico (paralisia de um único membro ou hemiplegia) podem ocorrer."
          }
        },
        {
          "8B22": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7827,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        }
      ]
    },
    "insuficiência respiratória aguda": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB41.0": {
            "confidence_embedding": 0.8549,
            "text": "Representação de doença CID-11: Insuficiência respiratória aguda. Definição: A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência."
          }
        },
        {
          "CA05.1": {
            "confidence_embedding": 0.8459,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.8416,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.8316,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA02": {
            "confidence_embedding": 0.8262,
            "text": "Representação de doença CID-11: Faringite aguda. Definição: Faringite aguda é definida como infecção ou irritação da faringe e/ou das amigdalas e é parte das manifestações do resfriado comum. A etiologia é geralmente infecciosa, sendo a maioria dos casos de origem viral. Embora a infecção viral seja a causa primária, ela também pode ser causada por infecção bacteriana. Desconforto na garganta, dor de garganta e dor para engolir ocorrem com frequência. Cefaleia, fadiga generalizada, dor irradiada para o ouvido e linfadenite cervical também ocorrem. Achados locais evidenciam tonsilas palatinas hiperemiadas e edema dos folículos linfoides da parede posterior da faringe. Pacientes com faringite aguda se apresentam mais comumente com dor de garganta. Vários outros sintomas podem surgir nesses pacientes dependendo dos organismos causadores."
          }
        }
      ]
    },
    "flictenas": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.02": {
            "confidence_embedding": 0.7904,
            "text": "Representação de doença CID-11: Rosácea fimatosa. Definição: A marca registrada da rosácea fimatosa é o rinofima, mas fronte, queixo e orelhas também podem ser afetados. Caracteriza-se por hipertrofia do tecido afetado que pode produzir distorção grosseira, particularmente do nariz. As alterações patológicas incluem um infiltrado inflamatório misto de gravidade variável, hiperplasia das glândulas sebáceas e fibrose dérmica. A etiologia é pouco compreendida. Nem sempre está acompanhada por outras manifestações de rosácea."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.7895,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7895,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7834,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        }
      ]
    },
    "staphylococcus aureus": {
      "capitulo": "01",
      "opcoes": [
        {
          "1B71.2": {
            "confidence_embedding": 0.8147,
            "text": "Representação de doença CID-11: Fasciíte necrotizante neonatal. Definição: Fasciíte necrosante neonatal é uma infecção necrosante aguda ameaçadora à vida de fáscia, tecidos subcutâneos e pele sobrejacente, semelhante à condição observada em adultos. É raro em neonatos, mas, ao contrário da forma adulta, tende a afetar bebês saudáveis. Ocorre após onfalite, mastite e infecção pós-operatória da ferida operatória, embora os locais precedentes de infecção nem sempre sejam encontrados. Tem sido mais comumente associada a Staphylococcus aureus do que à infecção estreptocócica. Organismos Gram-negativos também têm sido implicados. Pode causar destruição extensa do tecido e a mortalidade é alta."
          }
        },
        {
          "1B75.0": {
            "confidence_embedding": 0.8104,
            "text": "Representação de doença CID-11: Furúnculo. Definição: Infecção localizada de um folículo piloso por Staphylococcus aureus. Manifesta-se como uma massa dolorosa, purulenta e edemaciada, centrada em um folículo piloso."
          }
        },
        {
          "1B73.1": {
            "confidence_embedding": 0.8072,
            "text": "Representação de doença CID-11: Ectima estafilocócico. Definição: Ectima devido a uma monoinfecção por Stephylococcus aureus. É menos comum que o ectima estreptocócico."
          }
        },
        {
          "1C1C.1": {
            "confidence_embedding": 0.8002,
            "text": "Representação de doença CID-11: Síndrome de Waterhouse-Friderichsen. Definição: Síndrome caracterizada por insuficiência adrenal devida a sangramento nas glândulas suprarrenais (a maioria bilateral mas algumas vezes unilateral), comumente causada por uma infecção por meningococo (Neisseria meningitidis). No entanto, isto também pode ser causado por infecção por outras bactérias como Streptococcus pneumoniae ou Haemophilus influenzae ou até por algumas infecções virais graves.\r\nEssa síndrome pode se manifestar com febre, calafrios, vômitos, mialgia ou erupção cutânea, com progressão para coagulação intravascular disseminada. A transmissão de infecções subjacentes se dá por contato direto ou transmissão por gotículas."
          }
        },
        {
          "1D62": {
            "confidence_embedding": 0.785,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        }
      ]
    },
    "pupilas isocóricas fotorreagentes": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D8A.2": {
            "confidence_embedding": 0.7878,
            "text": "Representação de doença CID-11: Anisocoria episódica. Definição: Este é um grupo de transtornos em que movimentos pupilares periódicos levam a mudanças de tamanho. Isso ocorre devido ao tônus parassimpático ou simpático anormal."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8B10.0": {
            "confidence_embedding": 0.7477,
            "text": "Representação de doença CID-11: Amaurose fugaz. Definição: Um episódio transitório de disfunção visual aguda causada por isquemia retiniana. Os sintomas devem desaparecer completamente em 24 horas."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7467,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        }
      ]
    },
    "chorosa": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.8095,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.8031,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.8014,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7963,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.4": {
            "confidence_embedding": 0.7912,
            "text": "Representação de doença CID-11: Abstinência de cocaína. Definição: Abstinência de cocaína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de opioides em indivíduos que tenham desenvolvido dependência de cocaína ou tenham usado cocaína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cocaína podem incluir humor disfórico, irritabilidade, fadiga, lentificação psicomotora, sonhos vívidos desagradáveis, insônia ou hipersonia, aumento de apetite, ansiedade, agitação ou lentificação psicomotora e fissura por cocaína."
          }
        }
      ]
    },
    "septicemia": {
      "capitulo": "01",
      "opcoes": [
        {
          "1C1C.1": {
            "confidence_embedding": 0.8223,
            "text": "Representação de doença CID-11: Síndrome de Waterhouse-Friderichsen. Definição: Síndrome caracterizada por insuficiência adrenal devida a sangramento nas glândulas suprarrenais (a maioria bilateral mas algumas vezes unilateral), comumente causada por uma infecção por meningococo (Neisseria meningitidis). No entanto, isto também pode ser causado por infecção por outras bactérias como Streptococcus pneumoniae ou Haemophilus influenzae ou até por algumas infecções virais graves.\r\nEssa síndrome pode se manifestar com febre, calafrios, vômitos, mialgia ou erupção cutânea, com progressão para coagulação intravascular disseminada. A transmissão de infecções subjacentes se dá por contato direto ou transmissão por gotículas."
          }
        },
        {
          "1C1C": {
            "confidence_embedding": 0.8137,
            "text": "Representação de doença CID-11: Doença meningocócica. Definição: Esta doença é grave e inclui infecções do revestimento do cérebro e da medula espinal (meningite) e infecções generalizadas da corrente sanguínea (bacteremia com ou sem septicemia).\r\n\r\nBactérias Meningococcus se disseminam através da troca de secreções respiratórias e da garganta, como saliva (p.ex., por viver em quartos próximos, beijando). A doença meningocócica pode ser tratada com antibióticos, mas atenção médica rápida é extremamente importante. Manter-se atualizado com as vacinas recomendadas é a melhor defesa contra a doença meningocócica."
          }
        },
        {
          "1D62": {
            "confidence_embedding": 0.8096,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1C19.1": {
            "confidence_embedding": 0.8089,
            "text": "Representação de doença CID-11: Doença dos legionários. Definição: Doença do legionário, a forma pneumônica, tem um período de incubação de 2 a 10 dias (mas foram registrados períodos de até 16 dias em alguns surtos). Inicialmente, os sintomas são febre, perda de apetite, dor de cabeça, mal-estar e letargia. Alguns pacientes também podem apresentar dores musculares, diarreia e confusão mental. Geralmente, há também uma tosse leve inicial, mas até 50% dos pacientes podem apresentar catarro. Rajas sanguíneas ou hemoptise ocorrem em cerca de um terço dos pacientes. A gravidade da doença varia de uma tosse leve a uma pneumonia rapidamente fatal. A morte ocorre por pneumonia progressiva com insuficiência respiratória e/ou choque e falência de múltiplos órgãos."
          }
        },
        {
          "1B71.2": {
            "confidence_embedding": 0.8051,
            "text": "Representação de doença CID-11: Fasciíte necrotizante neonatal. Definição: Fasciíte necrosante neonatal é uma infecção necrosante aguda ameaçadora à vida de fáscia, tecidos subcutâneos e pele sobrejacente, semelhante à condição observada em adultos. É raro em neonatos, mas, ao contrário da forma adulta, tende a afetar bebês saudáveis. Ocorre após onfalite, mastite e infecção pós-operatória da ferida operatória, embora os locais precedentes de infecção nem sempre sejam encontrados. Tem sido mais comumente associada a Staphylococcus aureus do que à infecção estreptocócica. Organismos Gram-negativos também têm sido implicados. Pode causar destruição extensa do tecido e a mortalidade é alta."
          }
        }
      ]
    },
    "roncos difusos": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.774,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA08.01": {
            "confidence_embedding": 0.761,
            "text": "Representação de doença CID-11: Rinite alérgica devida a outros alérgenos sazonais. Definição: Refere-se a inflamações alérgicas das vias aéreas nasais provocadas por outros alérgenos, além de pólen e ácaro da poeira doméstica, em pacientes com sensibilização múltipla ou como parte de condição complexa, como alergia a látex. Caracteriza-se, clinicamente, pelos seguintes sintomas: espirros, prurido nasal, coriza e obstrução nasal. Ocorre quando um alérgeno, como pelo de animal (partículas de pele descamada ou cabelo), inseto (partículas do corpo de baratas), ou partículas fúngicas, é inalado por indivíduo com o sistema imune sensibilizado."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        }
      ]
    },
    "diurese efetiva": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.785,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.7664,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7617,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        }
      ]
    },
    "transtornos do aparelho digestivo": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.808,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.8069,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DA23": {
            "confidence_embedding": 0.7991,
            "text": "Representação de doença CID-11: Epitélio metaplásico colunar do esôfago. Definição: Condição adquirida na qual o tecido que reveste o esôfago é substituído por tecido semelhante ao revestimento do intestino ou do estômago subsequente a refluxo gastroesofágico crônico."
          }
        },
        {
          "DA90.2": {
            "confidence_embedding": 0.7976,
            "text": "Representação de doença CID-11: Transtornos congênitos da motilidade intestinal. Definição: Trata-se de um transtorno congênito do intestino delgado que apresenta grave comprometimento ou alteração do movimento intestinal, frequentemente associado à má absorção de nutrientes em crianças pequenas."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7973,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D60.1": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Edema cerebral. Definição: É um acúmulo excessivo de fluido nos espaços intracelulares e/ou extracelulares do cérebro."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7783,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7666,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        }
      ]
    },
    "soluços": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.837,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.8242,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.8174,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.8172,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        },
        {
          "CA08.01": {
            "confidence_embedding": 0.8119,
            "text": "Representação de doença CID-11: Rinite alérgica devida a outros alérgenos sazonais. Definição: Refere-se a inflamações alérgicas das vias aéreas nasais provocadas por outros alérgenos, além de pólen e ácaro da poeira doméstica, em pacientes com sensibilização múltipla ou como parte de condição complexa, como alergia a látex. Caracteriza-se, clinicamente, pelos seguintes sintomas: espirros, prurido nasal, coriza e obstrução nasal. Ocorre quando um alérgeno, como pelo de animal (partículas de pele descamada ou cabelo), inseto (partículas do corpo de baratas), ou partículas fúngicas, é inalado por indivíduo com o sistema imune sensibilizado."
          }
        }
      ]
    }
  }
}