{
  "prontuario_id": 966,
  "text": "16:06: 2° di com hx de sepse de foco urinário? intoxicação exógena? No momento, consciente, orientada, calma, eupnéica, respirando em ar ambiente, comunicativa, em repouso no leito, monitorizada, fc 99, pa 121/75, sato2 95, acesso  venoso central à direita com dopamina a 25ml/h e soroterapia em curso, uso de fralda com evacuação ausente, svd com débito amarelo claro, sem queixas álgicas, liberado dieta pela residente Florence, segue sob cuidados. 15:20h: S: Glasgow 15, em ar ambiente, EC 0. O: 2º PO de reconstrução intestinal. Pupilas iso/foto. CPP sem RA. Abdômen flácido, globoso, RHA+. FO limpa e seca, região infra-abdominal com presença de dreno de penrose D e dreno de waterman E, sem débito em bolsas de colostomia descartáveis. Acesso venoso em MSD com infusão de soroterapia. Mantém cateter epidural para analgesia. SVD com presença de diurese efetiva, evacuação ausente. Pele íntegra em região dorsal e sacra. Extremidades aquecidas, perfusão periférica adequada, sem edemas. Monitorizada continuamente com parâmetros de PA não invasiva, cardioscopia e oximetria de pulso. Segue sob cuidados intensivos. A: Aguarda agendamento de Doppler de MID. P: Conforme prescrição de enfermagem.   ",
  "entities": {
    "Achado": [
      "consciente",
      "orientada",
      "calma",
      "eupnéica",
      "comunicativa",
      "monitorizada",
      "RHA+",
      "limpa",
      "seca",
      "respirando em ar ambiente",
      "repouso no leito",
      "débito amarelo claro",
      "Glasgow 15",
      "Pupilas iso/foto",
      "diurese efetiva",
      "Pele íntegra",
      "perfusão periférica adequada"
    ],
    "Conceito Espacial": [
      "direita",
      "D",
      "E"
    ],
    "Substância Química Orgânica": [
      "dopamina"
    ],
    "Substância Farmacológica": [
      "dopamina"
    ],
    "Conceito Funcional": [
      "uso"
    ],
    "Objeto Manufaturado": [
      "fralda"
    ],
    "Dispositivo Médico": [
      "fralda",
      "svd",
      "SVD",
      "acesso venoso central",
      "dreno de penrose",
      "dreno de waterman",
      "bolsas de colostomia descartáveis .",
      "Acesso venoso",
      "cateter epidural"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "svd",
      "analgesia",
      "SVD",
      "acesso venoso central",
      "soroterapia em curso",
      "reconstrução intestinal",
      "Acesso venoso",
      "infusão de soroterapia",
      "cateter epidural"
    ],
    "Abreviação": [
      "svd",
      "EC",
      "PO",
      "CPP",
      "RHA+",
      "FO",
      "D",
      "E",
      "MSD",
      "SVD",
      "MID",
      "fc 99",
      "pa 121/75",
      "sato2 95",
      "Pupilas iso/foto",
      "PA não invasiva"
    ],
    "Alimento": [
      "dieta"
    ],
    "Grupo Profissional ou Ocupacional": [
      "residente"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados",
      "cuidados intensivos",
      "prescrição de enfermagem"
    ],
    "Conceito Temporal": [
      "PO",
      "continuamente"
    ],
    "Localização ou Região Corporal": [
      "Abdômen",
      "MSD",
      "sacra",
      "MID",
      "região infra-abdominal",
      "região dorsal"
    ],
    "Sinal ou Sintoma": [
      "globoso",
      "evacuação ausente"
    ],
    "Lesão ou Envenenamento": [
      "FO",
      "intoxicação exógena"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Extremidades"
    ],
    "Procedimento Diagnóstico": [
      "Monitorizada",
      "cardioscopia",
      "Doppler",
      "PA não invasiva",
      "oximetria de pulso"
    ],
    "Doença ou Síndrome": [
      "sepse de foco urinário"
    ],
    "Negação": [
      "evacuação ausente"
    ]
  },
  "labels": {
    "pele íntegra": {
      "capitulo": "14",
      "opcoes": [
        {
          "EA90.3": {
            "confidence_embedding": 0.8408,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.8,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EF40": {
            "confidence_embedding": 0.7996,
            "text": "Representação de doença CID-11: Vasculite ou capilarite envolvendo a pele. Definição: Uma gama de condições caracterizadas por inflamação dos vasos sanguíneos cutâneos com ou sem extravasamento de hemácias para o interstício."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7977,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EA50.2": {
            "confidence_embedding": 0.7899,
            "text": "Representação de doença CID-11: Síndrome da pele escaldada estafilocócica. Definição: Síndrome causada por uma infecção pela bactéria gram-positiva Staphylococcus. Esta síndrome é caracterizada por febre, bolhas, eritema, grandes áreas de descamação da pele ou sinal de Nikolsky. A transmissão ocorre por contato direto ou indireto com um indivíduo infectado, por fômites ou por transmissão iatrogênica. A confirmação é feita pela identificação de Staphylococcus em uma amostra de sangue ou pele."
          }
        }
      ]
    },
    "débito amarelo claro": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB24": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7621,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7566,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7542,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        }
      ]
    },
    "evacuação ausente": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.3": {
            "confidence_embedding": 0.7951,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7923,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.79,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7897,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7886,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        }
      ]
    },
    "pupilas iso/foto": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A02.00": {
            "confidence_embedding": 0.7601,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8D8A.2": {
            "confidence_embedding": 0.7591,
            "text": "Representação de doença CID-11: Anisocoria episódica. Definição: Este é um grupo de transtornos em que movimentos pupilares periódicos levam a mudanças de tamanho. Isso ocorre devido ao tônus parassimpático ou simpático anormal."
          }
        },
        {
          "8C78": {
            "confidence_embedding": 0.7383,
            "text": "Representação de doença CID-11: Hipertermia maligna ou hiperpirexia. Definição: Hipertermia maligna é um transtorno farmacogenético do músculo esquelético que se apresenta como uma resposta hipermetabólica a gases anestésicos voláteis potentes, como halotano, sevoflurano, desflurano e o relaxante muscular despolarizante succinilcolina, e raramente em humanos, a estresses como exercícios vigorosos e calor. Pode ser causada por uma mutação no gene Receptor 1 da Rionadina."
          }
        },
        {
          "8E43.0": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        }
      ]
    },
    "rha+": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.52": {
            "confidence_embedding": 0.7915,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.50": {
            "confidence_embedding": 0.7904,
            "text": "Representação de doença CID-11: Incontinência de esforço associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por fraqueza dos músculos do assoalho pélvico e aumento da pressão intra-abdominal, causando pressão na bexiga. Esta condição é caracterizada por uma mudança na posição da uretra, permitindo que a urina saia facilmente, e incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.5": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Incontinência urinária associada a prolapso de órgãos pélvicos. Definição: Uma afecção do sistema urinário, causada pelo deslocamento anormal de um ou mais órgãos pélvicos. Esta afecção é caracterizada pela perda involuntária de urina. A confirmação é feita por urinálise."
          }
        },
        {
          "GC40.51": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Incontinência de urgência associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por disfunção do detrusor. Esta condição é caracterizada por incontinência urinária que acompanha a hiperreflexia do detrusor quando um volume específico da bexiga é atingido, perda de urina, falta de urgência para urinar ou falta de consciência do enchimento da bexiga."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        }
      ]
    },
    "glasgow 15": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7629,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    },
    "fo": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME05.0": {
            "confidence_embedding": 0.7905,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7884,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7852,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7839,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    },
    "sepse de foco urinário": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.52": {
            "confidence_embedding": 0.7728,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.50": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Incontinência de esforço associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por fraqueza dos músculos do assoalho pélvico e aumento da pressão intra-abdominal, causando pressão na bexiga. Esta condição é caracterizada por uma mudança na posição da uretra, permitindo que a urina saia facilmente, e incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC01.2": {
            "confidence_embedding": 0.7719,
            "text": "Representação de doença CID-11: Divertículo da bexiga. Definição: Uma afecção da bexiga, causada por obstrução congênita ou adquirida da saída da bexiga, por disfunção da bexiga após lesão do nervo ou por cirurgia prévia da bexiga. Esta afecção é caracterizada por protrusões em forma de balão no revestimento da bexiga, levando a uma área de fraqueza na parede da bexiga. Essa afecção pode ser assintomática ou se apresentar com infecções vesicais recorrentes, dificuldade para urinar ou plenitude abdominal. A confirmação é feita por radiografia de contraste ou cistoscopia."
          }
        },
        {
          "GC40.5": {
            "confidence_embedding": 0.761,
            "text": "Representação de doença CID-11: Incontinência urinária associada a prolapso de órgãos pélvicos. Definição: Uma afecção do sistema urinário, causada pelo deslocamento anormal de um ou mais órgãos pélvicos. Esta afecção é caracterizada pela perda involuntária de urina. A confirmação é feita por urinálise."
          }
        },
        {
          "GC40.51": {
            "confidence_embedding": 0.7595,
            "text": "Representação de doença CID-11: Incontinência de urgência associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por disfunção do detrusor. Esta condição é caracterizada por incontinência urinária que acompanha a hiperreflexia do detrusor quando um volume específico da bexiga é atingido, perda de urina, falta de urgência para urinar ou falta de consciência do enchimento da bexiga."
          }
        }
      ]
    },
    "globoso": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME01": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7627,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7514,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "intoxicação exógena": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE89": {
            "confidence_embedding": 0.8054,
            "text": "Representação de doença CID-11: Consciência sob anestesia geral. Definição: "
          }
        },
        {
          "NA60.2Z": {
            "confidence_embedding": 0.7972,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "NB90.Y": {
            "confidence_embedding": 0.7965,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.7945,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.7931,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        }
      ]
    }
  }
}