{
  "prontuario_id": 157,
  "text": "11:40: CONSCIENTE, ALERTA E COMUNICATIVO, RELATA TONTURA E NÁUSEA, SEM QUEIXAS DE DOR. AVPD COM SRT. MANTÉM JEJUM E REPOUSO NO LEITO. SEGUEM CUIDADOS DE ENFERMAGEM. CONCUSSÃO CEREBRAL. 8H: 1º PO DE FX DE ÚMERO ESQ. CONSCIENTE, VERBALIZANDO, AFEBRIL, EUPNÉICA, DEAMBULANTE, AVP EM MSD, ACEITA DIETA VO, REALIZOU HIGIENE CORPORAL, MICÇÃO PRESENTE E EVACUAÇÃO AUSENTE, SEM QUEIXAS ÁLGICAS E CURATIVO EM MSE COM EXSUDATO SANGUINOLENTO. FRATURA DA CINTURA ESCAPULAR PARTE NÃO ESPECIFICADA. 07/11/2007: Abertura ocular ao chamado. Púpilas isocóricas e fotorreagentes. Responsiva a estímulos dolorosos e aspirativos. Obedece a comandos verbais simples. Traqueostomizado em ventilação mecânica com sistema fechado de sucção e filtro bacteriológico/v. HEMORRAGIA SUBARACNÓIDE. 15:26: ALERTA, COMUNICATIVA, PRIMEIRO P.O.  DE APENDICECTOMIA, BOA ACEITAÇÃO DA DIETA OFERECIDA, MANTÉM ACESSO VENOSO SALINIZADO EM MSE, DEAMBULA, NÃO REFERE ALGIAS, DIURESE ESPONTÂNEA, EVACUAÇÃO AUSENTE. SEGUE SOB CUIDADOS DE ENFERMAGEM. APENDICITE AGUDA SEM OUTRA ESPECIFICAÇÃO. 01:00: DM + Anemia. # precaução por MRSA. # Consciente, confuso, pouco comunicativo. SNE com dieta em BI, acesso venoso em MSD, curativo con exsudato serossanguinolento em coto IE e curativo limpo e seco externamente em MID. Evacuação ausente há 5 dias. OUTRAS PNEUMONIAS BACTERIANAS.",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "ALERTA",
      "COMUNICATIVO",
      "JEJUM",
      "VERBALIZANDO",
      "AFEBRIL",
      "EUPNÉICA",
      "DEAMBULANTE",
      "Traqueostomizado",
      "COMUNICATIVA",
      "DEAMBULA",
      "Consciente",
      "limpo",
      "seco",
      "REPOUSO NO LEITO",
      "MICÇÃO PRESENTE",
      "SEM QUEIXAS ÁLGICAS",
      "EXSUDATO SANGUINOLENTO",
      "Púpilas isocóricas e fotorreagentes",
      "Responsiva a estímulos dolorosos e aspirativos",
      "Obedece a comandos verbais simples",
      "BOA ACEITAÇÃO",
      "DIURESE ESPONTÂNEA",
      "exsudato serossanguinolento"
    ],
    "Sinal ou Sintoma": [
      "TONTURA",
      "NÁUSEA",
      "DOR",
      "confuso",
      "Abertura ocular ao chamado",
      "pouco comunicativo"
    ],
    "Conceito Espacial": [
      "AVPD",
      "ESQ"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "AVPD",
      "SRT",
      "JEJUM",
      "AVP",
      "CURATIVO",
      "APENDICECTOMIA",
      "SALINIZADO",
      "SNE",
      "curativo",
      "REPOUSO NO LEITO",
      "DIETA VO",
      "HIGIENE CORPORAL",
      "ventilação mecânica",
      "sistema fechado de sucção",
      "filtro bacteriológico/v",
      "ACESSO VENOSO",
      "precaução por MRSA",
      "dieta em BI",
      "acesso venoso"
    ],
    "Abreviação": [
      "AVPD",
      "SRT",
      "PO",
      "AVP",
      "MSD",
      "MSE",
      "DM",
      "SNE",
      "MID",
      "filtro bacteriológico/v",
      "PRIMEIRO P",
      "precaução por MRSA",
      "dieta em BI",
      "coto IE"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Negação": [
      "AFEBRIL",
      "SEM QUEIXAS",
      "EVACUAÇÃO AUSENTE",
      "SEM QUEIXAS ÁLGICAS",
      "Evacuação ausente"
    ],
    "Dispositivo Médico": [
      "AVP",
      "CURATIVO",
      "SNE",
      "curativo",
      "sistema fechado de sucção",
      "filtro bacteriológico/v",
      "ACESSO VENOSO",
      "acesso venoso"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "MSE",
      "MID",
      "coto IE"
    ],
    "Conceito Qualitativo": [
      "SALINIZADO",
      "BOA ACEITAÇÃO",
      "pouco comunicativo"
    ],
    "Doença ou Síndrome": [
      "DM",
      "Anemia",
      "HEMORRAGIA SUBARACNÓIDE",
      "APENDICITE AGUDA",
      "PNEUMONIAS BACTERIANAS"
    ],
    "Disfunção Mental ou Comportamental": [
      "confuso"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Lesão ou Envenenamento": [
      "CONCUSSÃO CEREBRAL",
      "FRATURA DA CINTURA ESCAPULAR"
    ],
    "Função Fisiológica": [
      "MICÇÃO PRESENTE",
      "EVACUAÇÃO AUSENTE",
      "DIURESE ESPONTÂNEA",
      "Evacuação ausente"
    ]
  },
  "labels": {
    "boa aceitação": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB33.20": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DA0F.0": {
            "confidence_embedding": 0.7716,
            "text": "Representação de doença CID-11: Síndrome da ardência bucal. Definição: A síndrome da ardência bucal é uma dor orofacial crônica com sensação de queimação ou disestética intraoral que se repete por mais de duas horas por dia em 50% dos dias por mais de três meses, sem lesões causadoras evidentes na investigação clínica e no exame. Caracteriza-se por estresse emocional significativo (ansiedade, raiva/frustração ou depressão) ou interferência nas funções orofaciais, como comer, bocejar, falar etc. A síndrome da ardência bucal é multifatorial: fatores biológicos, psicológicos e sociais contribuem para o quadro da dor. O diagnóstico é apropriado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados."
          }
        },
        {
          "DB36.0": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Abcesso colônico. Definição: Condição do cólon, causada por infecção bacteriana, viral ou fúngica. Esta condição é caracterizada por acúmulo focal de material purulento no tecido colônico. Esta doença pode se manifestar com dor nas costas, dor abdominal, febre, sangramento retal ou diarreia. A confirmação geralmente é feita por exames avançados de imagens."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        }
      ]
    },
    "obedece a comandos verbais simples": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.3": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7415,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7386,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C44.10": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        }
      ]
    },
    "púpilas isocóricas e fotorreagentes": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A04.0": {
            "confidence_embedding": 0.7889,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7802,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7745,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.7744,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A10.3": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        }
      ]
    },
    "traqueostomizado": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.3": {
            "confidence_embedding": 0.7268,
            "text": "Representação de doença CID-11: Hemorragia traumática cavidade orbital. Definição: Trata-se da perda ou escape de sangue do sistema circulatório, na cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados."
          }
        },
        {
          "NA07.8Z": {
            "confidence_embedding": 0.7174,
            "text": "Representação de doença CID-11: Hemorragia traumática no tecido cerebral, não especificada. Definição: "
          }
        },
        {
          "NA07.83": {
            "confidence_embedding": 0.7171,
            "text": "Representação de doença CID-11: Hemorragia traumática no tronco encefálico sem especificação se primária ou secundária. Definição: "
          }
        },
        {
          "NA06.4": {
            "confidence_embedding": 0.7149,
            "text": "Representação de doença CID-11: Lesão da conjuntiva ou abrasão da córnea sem menção de corpo estranho. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        }
      ]
    },
    "exsudato sanguinolento": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.7785,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7456,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7369,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7336,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        }
      ]
    },
    "responsiva a estímulos dolorosos e aspirativos": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.3": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "comunicativo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C44.10": {
            "confidence_embedding": 0.7781,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7771,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7737,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "verbalizando": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C44.3": {
            "confidence_embedding": 0.7954,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.794,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C44.10": {
            "confidence_embedding": 0.7937,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7914,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7892,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "anemia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A70.1": {
            "confidence_embedding": 0.8321,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        },
        {
          "3A71": {
            "confidence_embedding": 0.8172,
            "text": "Representação de doença CID-11: Anemia devida a doença crônica. Definição: Doença causada por doenças crônicas, como infecções crônicas. Esta doença é caracterizada por respostas inflamatórias dirigidas aos glóbulos vermelhos levando a níveis baixos de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de níveis baixos de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A20.4": {
            "confidence_embedding": 0.8119,
            "text": "Representação de doença CID-11: Anemia hemolítica aloimune. Definição: Doença causada por determinantes como uma transfusão de sangue que levam a uma resposta imune direcionada contra as hemácias da própria pessoa. Esta doença é caracterizada por níveis baixos de hemácias no organismo devido a destruição anormal dos glóbulos vermelhos. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de contagem baixa de hemácias numa amostra de sangue"
          }
        },
        {
          "3A70": {
            "confidence_embedding": 0.8114,
            "text": "Representação de doença CID-11: Anemia aplástica. Definição: Doença causada por determinantes que surgem após o nascimento, no período pré-natal ou por fatores geneticamente herdados levando à incapacidade das células tronco de gerar novas células maduras. Esta doença é caracterizada por níveis diminuídos de glóbulos vermelhos, glóbulos brancos e plaquetas. Esta doença pode se manifestar com palidez, fadiga, tontura, aumento do risco de infecções, equimoses e sangramentos"
          }
        },
        {
          "3A71.0": {
            "confidence_embedding": 0.8078,
            "text": "Representação de doença CID-11: Anemia em doença neoplásica. Definição: Doença causada por doenças neoplásicas crônicas. Esta doença é caracterizada por respostas inflamatórias direcionadas as células vermelhas levando a baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        }
      ]
    },
    "alerta": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C44.10": {
            "confidence_embedding": 0.7804,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7801,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C44.4": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Abstinência de sedativos, hipnóticos ou ansiolíticos. Definição: Abstinência de sedativos, hipnóticos ou ansiolíticos é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de sedativos, hipnóticos ou ansiolíticos em indivíduos que tenham desenvolvido dependência ou tenham usado sedativos, hipnóticos ou ansiolíticos por um período prolongado ou em grandes quantidades. A abstinência de sedativos, hipnóticos ou ansiolíticos também pode ocorrer quando sedativos, hipnóticos ou ansiolíticos prescritos foram usados em doses terapêuticas padrão. Sintomas de apresentação da abstinência de sedativos, hipnóticos ou ansiolíticos podem incluir ansiedade, agitação psicomotora, insônia, tremores aumentados das mãos, náusea ou vômitos, e ilusões ou alucinações visuais, táteis ou auditivas transitórias. Pode haver sinais de hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), ou hipotensão postural. O estado de abstinência pode ser complicado por convulsões. Menos comumente, pode haver progressão para um estado mais grave de abstinência, caracterizado por confusão e desorientação, delírios, e alucinações visuais, táteis ou auditivas mais prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por sedativos, hipnóticos ou ansiolíticos deve ser atribuído."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7788,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "confuso": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.79,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7874,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7842,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7842,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        }
      ]
    },
    "fratura da cintura escapular": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA84": {
            "confidence_embedding": 0.7101,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FA70.0": {
            "confidence_embedding": 0.6971,
            "text": "Representação de doença CID-11: Cifose. Definição: Esta é uma curvatura da coluna vertebral que causa um arqueamento ou arredondamento das costas, o que leva a uma postura corcunda ou curvada."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.6877,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB80.A": {
            "confidence_embedding": 0.6874,
            "text": "Representação de doença CID-11: Fratura de estresse, não classificada em outra parte. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.6863,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        }
      ]
    },
    "abertura ocular ao chamado": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A03.24": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A10.3": {
            "confidence_embedding": 0.7513,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        },
        {
          "9B75.2": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Coriorretinopatia serosa central. Definição: Doença ocular que causa comprometimento visual, geralmente temporário, geralmente em um dos olhos. Quando o transtorno está ativo, é caracterizado por vazamento de fluido sob a retina, que tem propensão a se acumular sob a mácula central."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        }
      ]
    },
    "comunicativa": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.3": {
            "confidence_embedding": 0.783,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C44.10": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7776,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7772,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        }
      ]
    },
    "concussão cerebral": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B24": {
            "confidence_embedding": 0.848,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8E44": {
            "confidence_embedding": 0.8223,
            "text": "Representação de doença CID-11: Dano cerebral pós-anóxico. Definição: O dano cerebral pós-anóxico refere-se à gravidade variável da encefalopatia que resulta de parada circulatória, hipotensão ou asfixia."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.8176,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E61.0": {
            "confidence_embedding": 0.8166,
            "text": "Representação de doença CID-11: Lesão cerebral induzida por radiação. Definição: Lesão no cérebro a partir de irradiação craniana terapêutica, que pode ser dividida temporalmente em três síndromes: Toxicidade aguda ou precoce que é consequência da exposição imediata à radiação, lesão precoce-retardada e tardia, embora as três possam se sobrepor."
          }
        },
        {
          "8D60.0": {
            "confidence_embedding": 0.8024,
            "text": "Representação de doença CID-11: Síndromes de herniação cerebral. Definição: O desvio ou deslocamento do tecido cerebral devido a efeito de massa de sua localização normal para uma região que não ocupa."
          }
        }
      ]
    },
    "consciente": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C44.3": {
            "confidence_embedding": 0.7908,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.789,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7811,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C44.4": {
            "confidence_embedding": 0.7782,
            "text": "Representação de doença CID-11: Abstinência de sedativos, hipnóticos ou ansiolíticos. Definição: Abstinência de sedativos, hipnóticos ou ansiolíticos é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de sedativos, hipnóticos ou ansiolíticos em indivíduos que tenham desenvolvido dependência ou tenham usado sedativos, hipnóticos ou ansiolíticos por um período prolongado ou em grandes quantidades. A abstinência de sedativos, hipnóticos ou ansiolíticos também pode ocorrer quando sedativos, hipnóticos ou ansiolíticos prescritos foram usados em doses terapêuticas padrão. Sintomas de apresentação da abstinência de sedativos, hipnóticos ou ansiolíticos podem incluir ansiedade, agitação psicomotora, insônia, tremores aumentados das mãos, náusea ou vômitos, e ilusões ou alucinações visuais, táteis ou auditivas transitórias. Pode haver sinais de hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), ou hipotensão postural. O estado de abstinência pode ser complicado por convulsões. Menos comumente, pode haver progressão para um estado mais grave de abstinência, caracterizado por confusão e desorientação, delírios, e alucinações visuais, táteis ou auditivas mais prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por sedativos, hipnóticos ou ansiolíticos deve ser atribuído."
          }
        }
      ]
    },
    "náusea": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.8119,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7975,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB33.0": {
            "confidence_embedding": 0.7951,
            "text": "Representação de doença CID-11: Úlcera primária do cólon. Definição: Condição com úlceras únicas ou múltiplas (defeito da mucosa) que se desenvolvem no reto ou no cólon. As úlceras do cólon podem causar sangramento com o esforço evacuatório em pessoas com constipação crônica."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.795,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        },
        {
          "DB94": {
            "confidence_embedding": 0.7865,
            "text": "Representação de doença CID-11: Doença alcoólica do fígado. Definição: Doença hepática alcoólica é um dano ao fígado e à sua função devido ao consumo excessivo de álcool durante um prolongado período de tempo. O diagnóstico é feito pela história de consumo alcoólico excessivo e exclusão de outras causas de doenças hepáticas. Entretanto, é importante salientar que o consumo excessivo de álcool interage com outras causas de doença hepática crônica piorando a gravidade patológica e o desfecho clínico; exemplos importantes (relativamente comuns) são a associação com hepatite C crônica, obesidade e fígado gorduroso relacionado a diabetes e hemocromatose."
          }
        }
      ]
    },
    "hemorragia subaracnóide": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B00.1": {
            "confidence_embedding": 0.7908,
            "text": "Representação de doença CID-11: Hemorragia lobar. Definição: Disfunção neurológica aguda causada por hemorragia dentro dos lobos do cérebro e fora do subcórtex, gânglios da base e diencéfalo (tálamo)."
          }
        },
        {
          "8B00.5": {
            "confidence_embedding": 0.7883,
            "text": "Representação de doença CID-11: Hemorragia de múltiplos territórios. Definição: Disfunção neurológica aguda causada por hemorragia de vários territórios, dentro do parênquima cerebral, ou no sistema ventricular combinada com hemorragia no parênquima cerebral."
          }
        },
        {
          "8B00.0": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Hemorragia hemisférica profunda. Definição: Disfunção neurológica aguda causada por hemorragia localizada no subcórtex, gânglios da base e diencéfalo (tálamo)."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7729,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7721,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        }
      ]
    },
    "pouco comunicativo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.3": {
            "confidence_embedding": 0.7483,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C44.10": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7438,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        }
      ]
    },
    "exsudato serossanguinolento": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.7722,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7469,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7446,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.7374,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        }
      ]
    },
    "pneumonias bacterianas": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA40.0": {
            "confidence_embedding": 0.8376,
            "text": "Representação de doença CID-11: Pneumonia bacteriana. Definição: Doença do sistema pulmonar, causada por uma infecção de origem bacteriana. Esta doença é caracterizada por febre, letargia, dor de cabeça, mialgia, vômitos ou tosse. A transmissão ocorre por inalação de secreções respiratórias infectadas. A confirmação é feita por identificação da origem bacteriana em uma amostra de escarro."
          }
        },
        {
          "CA40.11": {
            "confidence_embedding": 0.8362,
            "text": "Representação de doença CID-11: Pneumonia devida ao vírus sincicial respiratório. Definição: Doença causada por uma infecção pelo vírus sincicial respiratório. É caracterizada por uma condição inflamatória dos pulmões comumente afetando os alvéolos (pneumonia), levando a tosse, espirros, febre ou chieira torácica. Esta doença pode ser grave em bebês prematuros e naqueles com doença concomitante ou imunossupressão. A transmissão ocorre por contato direto, transmissão por gotículas, ou contato indireto com secreções respiratórias infectadas. A confirmação é feita pela identificação do vírus sincicial respiratório, comumente por meio de detecção de antígenos ou cultura de células."
          }
        },
        {
          "CA40": {
            "confidence_embedding": 0.8291,
            "text": "Representação de doença CID-11: Pneumonia. Definição: Doença dos pulmões, frequentemente, mas nem sempre, causada por uma infecção por bactérias, vírus, fungos ou parasitas. Esta doença é caracterizada por febre, calafrios, tosse produtiva, dor no peito e falta de ar. A confirmação é feita, por exemplo, por radiografia do tórax."
          }
        },
        {
          "CA40.13": {
            "confidence_embedding": 0.8142,
            "text": "Representação de doença CID-11: Pneumonia devida ao metapneumovírus humano. Definição: Doença do sistema respiratório, causada pelo metapneumovírus humano. Caracteriza-se por febre, mialgia, rinorreia, dispneia, taquipneia ou chieira torácica. Apresenta-se também com sintomas de pneumonia. A transmissão se dá por contato direto ou indireto, inalação de secreções respiratórias infectadas, ou por fômites. A confirmação é feita pela identificação do metapneumovírus em esfregaço de nasofaringe, nariz ou garganta, ou em amostra de sangue."
          }
        },
        {
          "CA40.02": {
            "confidence_embedding": 0.814,
            "text": "Representação de doença CID-11: Pneumonia devida a Haemophilus infuenzae. Definição: Doença do sistema pulmonar, causada por infecção pela bactéria gram-negativa Haemophilus influenzae. Esta doença é caracterizada por tosse, falta de ar, febre, calafrios, dores musculares e dor no peito. A transmissão ocorre por inalação de secreções respiratórias infectadas ou contato direto. A confirmação é feita pela identificação do Haemophilus influenzae no sangue ou outro fluido corporal tipicamente estéril."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5K.7": {
            "confidence_embedding": 0.7862,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7832,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B5K.A": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Deficiência de molibdênio. Definição: O molibdênio funciona como cofator para um número limitado de enzimas em humanos: sulfito oxidase, xantina oxidase e aldeído oxidase. Foi descrito um defeito metabólico grave e raro que causa deficiência do cofator de molibdênio e impede que essas enzimas sejam sintetizadas. Poucos bebês com esses defeitos sobrevivem aos primeiros dias de vida e os que sobrevivem apresentam graves anormalidades neurológicas. Embora a deficiência de molibdênio relacionada a uma deficiência alimentar seja extremamente rara em humanos, ela foi descrita na nutrição parenteral total (NPT) de longo prazo como secundária à administração de sulfito. Os sintomas incluem: taquicardia, dor de cabeça, cegueira noturna, irritabilidade e coma. As alterações bioquímicas podem consistir em elevadas concentrações plasmáticas de metionina , baixa concentração sérica de ácido úrico, altos níveis de tiossulfato urinário e baixos níveis urinários de ácido úrico e sulfato."
          }
        },
        {
          "5C50.A0": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Acidúria argininosuccínica. Definição: A acidúria arginossuccínica é uma deficiência hereditária autossômica recessiv a de arginosuccinato liase, uma enzima envolvida no ciclo da ureia, que leva ao coma acompanhado de hiperamonemia grave em neonatos ou, na infância, à hipotonia, deficiência de crescimento, anorexia e vômitos crônicos ou distúrbios comportamentais. O início também pode ocorrer mais tarde com coma hiperamonêmico ou distúrbios comportamentais que simulam distúrbios psiquiátricos."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        }
      ]
    },
    "tontura": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA0F.0": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Síndrome da ardência bucal. Definição: A síndrome da ardência bucal é uma dor orofacial crônica com sensação de queimação ou disestética intraoral que se repete por mais de duas horas por dia em 50% dos dias por mais de três meses, sem lesões causadoras evidentes na investigação clínica e no exame. Caracteriza-se por estresse emocional significativo (ansiedade, raiva/frustração ou depressão) ou interferência nas funções orofaciais, como comer, bocejar, falar etc. A síndrome da ardência bucal é multifatorial: fatores biológicos, psicológicos e sociais contribuem para o quadro da dor. O diagnóstico é apropriado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB33.0": {
            "confidence_embedding": 0.7468,
            "text": "Representação de doença CID-11: Úlcera primária do cólon. Definição: Condição com úlceras únicas ou múltiplas (defeito da mucosa) que se desenvolvem no reto ou no cólon. As úlceras do cólon podem causar sangramento com o esforço evacuatório em pessoas com constipação crônica."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        }
      ]
    },
    "apendicite aguda": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB10.0": {
            "confidence_embedding": 0.8136,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DB10.1": {
            "confidence_embedding": 0.8054,
            "text": "Representação de doença CID-11: Apendicite crônica. Definição: Forma corretamente diagnosticada de apendicite não aguda. A apendicite crônica é um transtorno causado por inflamação do apêndice durante um período de tempo. Enquanto a apendicite aguda apresenta a manifestação típica de um apêndice inflamado, a apendicite crônica pode causar sintomas relacionados a desconforto abdominal ou sintomas mais gerais. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7708,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7579,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        },
        {
          "DB10.01": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Apendicite aguda com peritonite localizada. Definição: Esta condição é caracterizada por inflamação aguda do apêndice vermiforme com peritonite que está confinado a em abscesso ou flegmão. Frequentemente há uma perfuração coberta subjacente do apêndice com drenagem do lúmen do apêndice."
          }
        }
      ]
    }
  }
}