{
  "prontuario_id": 110,
  "text": "pós-amputação traumática de 3° FD da mão esquerda.\nrx sem alterações.\nfo cicatrizada.\nadm pouco limitado.\ncd:\nretorno ambulatorial.\noriento fst e ganho de adm.\nr3 Vital Brasil",
  "entities": {
    "Procedimento Diagnóstico": [
      "rx"
    ],
    "Abreviação": [
      "cd",
      "fst",
      "fo cicatrizada",
      "adm pouco limitado",
      "ganho de adm"
    ],
    "Atividade de Assistência à Saúde": [
      "retorno",
      "oriento"
    ],
    "Organização Relacionada à Saúde": [
      "ambulatorial"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "fst"
    ],
    "Achado": [
      "fo cicatrizada",
      "adm pouco limitado"
    ]
  },
  "labels": {
    "fo cicatrizada": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EL50.3": {
            "confidence_embedding": 0.7104,
            "text": "Representação de doença CID-11: Cicatriz cirúrgica alargada. Definição: Cicatriz cirúrgica alargada, muitas vezes resultante de sutura profunda inadequada ou técnica cirúrgica insatisfatória. São comuns em transtornos do tecido conjuntivo, como a síndrome de Ehlers-Danlos."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.7079,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EL50.1": {
            "confidence_embedding": 0.7056,
            "text": "Representação de doença CID-11: Cicatriz cirúrgica hipertrófica. Definição: Uma cicatriz cirúrgica elevada contendo um excesso de tecido fibroso que, em contraste com uma cicatriz queloidiana, tende a diminuir com o tempo."
          }
        },
        {
          "EA10": {
            "confidence_embedding": 0.7022,
            "text": "Representação de doença CID-11: Pitiríase rósea. Definição: Pitiríase rósea é uma doença de pele aguda e autolimitada, provavelmente de origem infecciosa, que afeta principalmente crianças e adultos jovens, e caracterizada por uma erupção cutânea distintiva e sintomas constitucionais mínimos. A causa da pitiríase rósea é desconhecida, mas muitas características epidemiológicas e clínicas sugerem que um agente infeccioso pode estar envolvido. Na maioria dos casos, a doença segue um curso característico no qual uma lesão chamada placa-mãe, maior do que as lesões subsequentes, aparece vários dias antes da erupção de múltiplas máculas róseas escamosas predominantemente no tronco e região proximal dos membros."
          }
        }
      ]
    },
    "adm pouco limitado": {
      "capitulo": "V",
      "opcoes": [
        {
          "VV60": {
            "confidence_embedding": 0.6621,
            "text": "Representação de doença CID-11: Funções relacionadas à mobilidade das articulações. Definição: "
          }
        },
        {
          "VW1Z": {
            "confidence_embedding": 0.6508,
            "text": "Representação de doença CID-11: Mobilidade, não especificada. Definição: "
          }
        },
        {
          "VW1Y": {
            "confidence_embedding": 0.6459,
            "text": "Representação de doença CID-11: Mobilidade, outra especificada. Definição: "
          }
        },
        {
          "VD53": {
            "confidence_embedding": 0.6391,
            "text": "Representação de doença CID-11: Tempo gasto com a condição de saúde [WHODAS]. Definição: "
          }
        },
        {
          "VW12": {
            "confidence_embedding": 0.6363,
            "text": "Representação de doença CID-11: Carregar, mover e manusear objetos. Definição: "
          }
        }
      ]
    }
  }
}