{
  "prontuario_id": 348,
  "text": "PO Simpatectomia.\nSem queixas.\nNega Hiperidrose compensatória.\n# P: Orientações. RETORNO EM 1 ANO. ",
  "entities": {
    "Conceito Temporal": [
      "PO"
    ],
    "Abreviação": [
      "PO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Simpatectomia"
    ],
    "Atividade de Assistência à Saúde": [
      "Orientações",
      "RETORNO"
    ],
    "Doença ou Síndrome": [
      "Hiperidrose compensatória"
    ]
  },
  "labels": {
    "hiperidrose compensatória": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.7955,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C61.4": {
            "confidence_embedding": 0.7923,
            "text": "Representação de doença CID-11: Má absorção adquirida de monossacarídeo. Definição: É uma condição adquirida em que as células que revestem o intestino não podem absorver um ou todos os açúcares (glicose, galactose ou frutose), o que impede a digestão adequada dessas moléculas e das moléculas maiores feitas a partir delas. Pode causar diarreia osmótica."
          }
        },
        {
          "5A80.0": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Hiperandrogenismo clínico. Definição: Presença de hirsutismo, acne ou alopecia androgênica (queda de cabelo no couro cabeludo em mulheres)."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5A00.01": {
            "confidence_embedding": 0.7646,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito permanente sem bócio. Definição: É um estado congênito e permanente no qual a produção dos hormônios tireoidianos é insuficiente. Ao diagnóstico não há aumento desta glândula."
          }
        }
      ]
    }
  }
}