{
  "prontuario_id": 606,
  "text": "38 anos, casada, professora.\n\nHá 2 meses foi submetida à laqueadura. Refere dor lombar bilateral.\n\nVejo pEcio que mostra uretero-hidronefrose à d. Cálculo em ureter terminal à d.\n\nReq.: UIV.",
  "entities": {
    "Achado": [
      "casada"
    ],
    "Grupo Profissional ou Ocupacional": [
      "professora"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "laqueadura"
    ],
    "Sinal ou Sintoma": [
      "dor"
    ],
    "Abreviação": [
      "Req",
      "UIV",
      "uretero-hidronefrose à d"
    ],
    "Doença ou Síndrome": [
      "uretero-hidronefrose à d"
    ]
  },
  "labels": {
    "dor": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7399,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB51.4": {
            "confidence_embedding": 0.7317,
            "text": "Representação de doença CID-11: Fibrose retroperitoneal. Definição: Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.6918,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB51.4Y": {
            "confidence_embedding": 0.684,
            "text": "Representação de doença CID-11: Outra fibrose retroperitoenal especificada. Definição: "
          }
        },
        {
          "FB41": {
            "confidence_embedding": 0.6779,
            "text": "Representação de doença CID-11: Ruptura espontânea de sinóvia ou de tendão. Definição: Trata-se da ruptura espontânea do tendão ou da bainha sinovial, (saco com fluido contendo material viscoso) e normalmente diminui o atrito e fornece um amortecimento entre os ossos e tendões e/ou músculo periarticulares."
          }
        }
      ]
    },
    "uretero-hidronefrose à d": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB56.2": {
            "confidence_embedding": 0.8589,
            "text": "Representação de doença CID-11: Hidronefrose com obstrução do orifício ureteral. Definição: Dilatação da pelve renal e cálices associados a (e provavelmente devida a) obstrução do ureter na inserção na bexiga e, portanto, pressão ascendente (contrafluxo)."
          }
        },
        {
          "GB56.0": {
            "confidence_embedding": 0.8551,
            "text": "Representação de doença CID-11: Hidronefrose com obstrução da junção uretero-pélvica. Definição: Afecção causada por qualquer obstrução ou estenose da junção ureteropélvica. Esta afecção é caracterizada por distensão da pelve e cálices do rim com obstrução parcial ou total do fluxo de urina. Essa afecção pode se manifestar com dor no flanco, hematúria, piúria ou hiperpirexia."
          }
        },
        {
          "GB56.1": {
            "confidence_embedding": 0.8512,
            "text": "Representação de doença CID-11: Hidronefrose com obstrução ureteral. Definição: Estreitamento ou estenose intrínsecos ou obstrução extrínseca do ureter, exceto na junção ureteropélvica ou no orifício ureteral, causando distensão da pelve e cálices do rim com a urina."
          }
        },
        {
          "GB90.2": {
            "confidence_embedding": 0.8191,
            "text": "Representação de doença CID-11: Torção ou desvio ureteral sem obstrução. Definição: Condição caracterizada por acentuada torção, curva ou outro desvio no comprimento do ureter, mas sem obstrução do fluxo de urina."
          }
        },
        {
          "GB70.1": {
            "confidence_embedding": 0.8167,
            "text": "Representação de doença CID-11: Cálculo do ureter. Definição: Uma afecção do ureter, causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa afecção é caracterizada por cálculos urinários localizados no ureter e pode levar à cólica renal. Essa afecção pode se manifestar com hematúria, disúria ou dor no flanco, abdome inferior, virilha, coxas ou genitália. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
          }
        }
      ]
    }
  }
}