{
  "prontuario_id": 636,
  "text": "ÀS 15:45h: CONSCIENTE, LUCIDA, EUPNEICA, COMUNICATIVA, EM REPOUSO NO LEITO, NÃO REFERE ALGIA, APRESENTA PUPILAS ISOCORICAS, PELE E MUCOSA CORADA E HIDRATADA, ABDOMEN PLANO, FLACIDO, POUCO DOLOROSO A PALPAÇÃO, MANTEM ACESSO VENOSO PERIFERICO COM SOROTERAPIA, ABDOME AGUDO. PAC SOB NEVOA, TENTATIVA DE SUICIDIO POR INTOXICAÇÃO EXOGENA. ACESSO VENOSO COM SOROTERAPIA PERMEAVEL, REPOUSO NO LEITO, SEGUE SOB CUIDADOS DE ENFERMAGEM. OUTRAS PNEUMONIAS DEVIDAS A MICROORGANISMOS NAO ESPECIFICADOS. ÀS 18:00H: CLIENTE CONSCIENTE, RECUSOU A PASSAGEM DA SONDA, A MESMA ACEITOU BEM A DIETA OFERECIDA , DEGLUTINDO SEM DIFICULDADES, TENTO CONTATO COM A FONO AUGUSTA, SEM SUCESSO. NEOPLASIA MALIGNA DO CEREBRO, EXCETO LOBOS E VENTRICULOS. Às 18:06: corada, alerta, afebril, comunicativa, em repouso no leito, aceitando dieta via oral, avp em mse com soroterapia em curso, ssvv estavéis, eliminações fisiologicas presentes e espontaneas, não refere algia, incisão cirurgica limpa e seca, segue sob cuidados de. FRATURA DA COLUNA LOMBAR E DA PELVE.",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "LUCIDA",
      "EUPNEICA",
      "COMUNICATIVA",
      "CORADA",
      "HIDRATADA",
      "PLANO",
      "FLACIDO",
      "corada",
      "alerta",
      "afebril",
      "comunicativa",
      "limpa",
      "seca",
      "REPOUSO NO LEITO",
      "PUPILAS ISOCORICAS",
      "repouso no leito",
      "ssvv estavéis"
    ],
    "Sinal ou Sintoma": [
      "ALGIA",
      "afebril",
      "algia"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PELE",
      "LOBOS",
      "VENTRICULOS"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "mse"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SOROTERAPIA",
      "NEVOA",
      "avp",
      "REPOUSO NO LEITO",
      "ACESSO VENOSO PERIFERICO",
      "ACESSO VENOSO",
      "SOROTERAPIA PERMEAVEL",
      "PASSAGEM DA SONDA",
      "repouso no leito",
      "dieta via oral",
      "soroterapia em curso"
    ],
    "Paciente ou Grupo com Deficiência": [
      "CLIENTE"
    ],
    "Alimento": [
      "DIETA"
    ],
    "Negação": [
      "EXCETO",
      "afebril"
    ],
    "Abreviação": [
      "avp",
      "mse",
      "ssvv estavéis"
    ],
    "Dispositivo Médico": [
      "avp",
      "ACESSO VENOSO PERIFERICO",
      "ACESSO VENOSO"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados",
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Doença ou Síndrome": [
      "ABDOME AGUDO"
    ],
    "Lesão ou Envenenamento": [
      "TENTATIVA DE SUICIDIO POR INTOXICAÇÃO EXOGENA",
      "FRATURA DA COLUNA LOMBAR E DA PELVE"
    ],
    "Processo Neoplásico": [
      "NEOPLASIA MALIGNA DO CEREBRO"
    ]
  },
  "labels": {
    "ssvv estavéis": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07.08": {
            "confidence_embedding": 0.7128,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração não especificada ou desconhecida devido aos efeitos da terapia. Definição: "
          }
        },
        {
          "ND70.1": {
            "confidence_embedding": 0.7122,
            "text": "Representação de doença CID-11: Corpo estranho no saco conjuntival. Definição: "
          }
        },
        {
          "NA60.2Z": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "NB7Y": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Outra lesão especificada de nervos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NA06.3": {
            "confidence_embedding": 0.7067,
            "text": "Representação de doença CID-11: Hemorragia traumática cavidade orbital. Definição: Trata-se da perda ou escape de sangue do sistema circulatório, na cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados."
          }
        }
      ]
    },
    "neoplasia maligna do cerebro": {
      "capitulo": "02",
      "opcoes": [
        {
          "2C82": {
            "confidence_embedding": 0.7758,
            "text": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
          }
        },
        {
          "2B71": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Neoplasias malignas da junção esofagogástrica. Definição: Neoplasias malignas que surgem das células da junção esofagogástrica (JEG), que é definido como o ponto em que o esôfago termina e o estômago começa. Isso define principalmente os adenocarcinomas que se estendem pela junção do esôfago com o estômago. Esta definição inclui muitos tumores formalmente chamados de cânceres da cárdia gástrica."
          }
        },
        {
          "2E05.0": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Metástase de neoplasia maligna no ovário. Definição: Propagação do câncer para o ovário. Pode ser oriunda de um câncer de ovário primário envolvendo o ovário oposto ou de um câncer em uma localização distante."
          }
        },
        {
          "2B6B": {
            "confidence_embedding": 0.7712,
            "text": "Representação de doença CID-11: Neoplasias malignas da nasofaringe. Definição: Uma grande variedade de tumores pode surgir na nasofaringe, mas é o carcinoma da nasofaringe que fascinou gerações de oncologistas, patologistas, cientistas e epidemiologistas. Ele mostra diferenças geográficas marcantes, com alta taxa de incidência no sul da China. Em algumas áreas endêmicas, a incidência diminuiu cerca de 30% ao longo dos anos 2000-2020, sugerindo que fatores ambientais ou de estilo de vida podem desempenhar um papel importante e que a doença é, até certo ponto, pode ser prevenida. O carcinoma nasofaríngeo mostra uma associação muito forte com a infecção pelo vírus Epstein-Barr (EBV), independentemente da origem étnica dos pacientes. Essa associação foi pioneira em um novo paradigma de utilização de testes sorológicos virais para o diagnóstico de câncer e para triagem em populações de alto risco. O carcinoma nasofaríngeo geralmente responde à radioterapia, e o resultado clínico melhorou muito ao longo dos anos, devido aos refinamentos no estadiamento e aos protocolos de terapia aprimorados. As características histológicas incomuns e muitas vezes enganosas do carcinoma da nasofaringe geraram controvérsias sobre a natureza do tumor e ainda representam um desafio para os patologistas cirúrgicos. Possivelmente, existiram mais nomes designados para os vários subtipos histológicos de carcinoma da nasofaringe do que qualquer outro tipo de tumor."
          }
        },
        {
          "2A00.00": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Glioblastoma cerebral. Definição: Glioblastomas são tumores astrocíticos malignos (grau IV de acordo com a classificação da OMS). Representam os tumores cerebrais mais frequentes em adultos. Podem ocorrer em qualquer idade, mas 70% dos casos são vistos em pacientes entre 45 e 70 anos de idade. Os tumores geralmente estão localizados nos hemisférios cerebrais, mas podem ser encontrados em qualquer lugar do sistema nervoso central."
          }
        }
      ]
    },
    "fratura da coluna lombar e da pelve": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA70.0": {
            "confidence_embedding": 0.7335,
            "text": "Representação de doença CID-11: Cifose. Definição: Esta é uma curvatura da coluna vertebral que causa um arqueamento ou arredondamento das costas, o que leva a uma postura corcunda ou curvada."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7227,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7222,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA72": {
            "confidence_embedding": 0.7181,
            "text": "Representação de doença CID-11: Transtornos vertebrais. Definição: Alterações na estrutura da coluna vertebral que causam danos às vértebras e aos tecidos perivertebrais, secundárias a infecção, lesão, tumores, alterações ósseas associadas ao envelhecimento, etc. As doenças da coluna vertebral frequentemente associam-se à limitação dos movimentos e dor, quando as alterações ósseas associam-se à compressão da medula espinal ou nervos."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7149,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        }
      ]
    },
    "tentativa de suicidio por intoxicação exogena": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.3": {
            "confidence_embedding": 0.7301,
            "text": "Representação de doença CID-11: Hemorragia traumática cavidade orbital. Definição: Trata-se da perda ou escape de sangue do sistema circulatório, na cavidade ou arcabouço ósseo do crânio em que o olho e seus apêndices estão situados."
          }
        },
        {
          "NA07.08": {
            "confidence_embedding": 0.7211,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração não especificada ou desconhecida devido aos efeitos da terapia. Definição: "
          }
        },
        {
          "NC55.1": {
            "confidence_embedding": 0.715,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: "
          }
        },
        {
          "NC14.1": {
            "confidence_embedding": 0.7106,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do braço. Definição: "
          }
        },
        {
          "NC34.1": {
            "confidence_embedding": 0.7106,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do antebraço. Definição: "
          }
        }
      ]
    },
    "abdome agudo": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB10.0": {
            "confidence_embedding": 0.7849,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7575,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        }
      ]
    }
  }
}