{
  "prontuario_id": 375,
  "text": "ÀS 17:40: QUEIXA DE DOR ABDOMINAL. HX DE CAPOTAMENTO DE AUTO EM 07/036, COM ATENDIMENTO NESSE SERVIÇO, COM TRAUMA EM CERVICAL DE TTO CIRURGICO (DR VITAL BRASIL). BCRNF. ABDOMEN GLOBOSO, FLÁCIDO E DOLORIDO A PALPAÇÃO EM HIPOCONDRIO DIR. DIURESE ESPONTÂNEA PRESENTE. REFERE ALGIA EM ABDOMEN INTENSA NO PERÍODO DA NOITE. ESCARRO SANGUINOLENTO EM MODERADA QUANTIDADE NO PERÍODO DA TARDE. COMUNICO DR VITAL BRASIL SOBRE ESCARRO. SEGUE SOB CUIDADOS DA EQUIPE MULTIPROFISSIONAL. AGUARDA VAGA EM UI. DOR ABDOMINAL E PELVICA. Às 14:30h: Glasgow 15, pupilas isocóricas fotorreagentes. SNE com infusão de dieta 75 ml/h. Traqueostomizada, suporte de O2 sob névoa úmida, presença de secreção espessa hemática em média quantidade. CPP com roncos esparsos. Abdomen flácido, RHA + . Acesso venoso em MSD com infusão de soroterapia. SVD com diurese efetiva, evacuação ausente. Lesão em região sacra estágio II. Uso de colchão de ar. Extremidades aquecidas e bem perfundidas, anasarcada. Monitorizada contínuamente com parâmetros de PA não invasiva, cardioscopia e oximetria de pulso. Segue sob cuidados intensivos. Enfª Florence Nightingale. INSUFICIENCIA PULMONAR AGUDA SUBSEQUENTE A CIRURGIA TORACICA. Às 01:13: ERRATA: desconsiderar evoluçao anterior. FRATURA DO MEMBRO INFERIOR NIVEL NAO ESPECIFICADO. Às 18:50hs: Realizado cateterismo vesical de demora. Enfermeira Florence Nightingale XXXX. OUTRAS DOENCAS DO APARELHO DIGESTIVO.",
  "entities": {
    "Abreviação": [
      "HX",
      "BCRNF",
      "DIR",
      "UI",
      "SNE",
      "CPP",
      "MSD",
      "SVD",
      "PA",
      "Enfª",
      "TTO CIRURGICO",
      "RHA +"
    ],
    "Organização Relacionada à Saúde": [
      "SERVIÇO",
      "UI"
    ],
    "Achado": [
      "BCRNF",
      "FLÁCIDO",
      "Traqueostomizada",
      "flácido",
      "evacuação",
      "DIURESE ESPONTÂNEA",
      "Glasgow 15",
      "pupilas isocóricas fotorreagentes",
      "RHA +",
      "diurese efetiva",
      "Extremidades aquecidas",
      "bem perfundidas"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "HIPOCONDRIO",
      "ABDOMINAL",
      "PELVICA",
      "CPP",
      "Abdomen",
      "MSD",
      "região sacra"
    ],
    "Sinal ou Sintoma": [
      "GLOBOSO",
      "ALGIA",
      "ESCARRO",
      "DOR",
      "anasarcada",
      "DOR ABDOMINAL",
      "ESCARRO SANGUINOLENTO",
      "roncos esparsos"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO",
      "PA",
      "cardioscopia",
      "Monitorizada contínuamente",
      "oximetria de pulso"
    ],
    "Conceito Espacial": [
      "DIR"
    ],
    "Substância Corporal": [
      "ESCARRO",
      "ESCARRO SANGUINOLENTO"
    ],
    "Dispositivo Médico": [
      "SNE",
      "SVD",
      "Acesso venoso",
      "colchão de ar"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SNE",
      "infusão",
      "Traqueostomizada",
      "SVD",
      "TTO CIRURGICO",
      "névoa úmida",
      "Acesso venoso",
      "infusão de soroterapia",
      "cateterismo vesical de demora"
    ],
    "Alimento": [
      "dieta"
    ],
    "Função Fisiológica": [
      "evacuação",
      "DIURESE ESPONTÂNEA",
      "diurese efetiva"
    ],
    "Negação": [
      "ausente",
      "não"
    ],
    "Lesão ou Envenenamento": [
      "Lesão",
      "CAPOTAMENTO DE AUTO",
      "TRAUMA EM CERVICAL",
      "FRATURA DO MEMBRO INFERIOR NIVEL NAO ESPECIFICADO"
    ],
    "Conceito Funcional": [
      "Uso"
    ],
    "Conceito Temporal": [
      "PERÍODO DA NOITE",
      "PERÍODO DA TARDE"
    ],
    "Conceito Qualitativo": [
      "MODERADA QUANTIDADE",
      "média quantidade",
      "estágio II"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS DA EQUIPE MULTIPROFISSIONAL",
      "cuidados intensivos"
    ],
    "Conceito Quantitativo": [
      "75 ml/h"
    ],
    "Objeto Manufaturado": [
      "colchão de ar"
    ],
    "Doença ou Síndrome": [
      "INSUFICIENCIA PULMONAR AGUDA SUBSEQUENTE A CIRURGIA TORACICA",
      "DOENCAS DO APARELHO DIGESTIVO"
    ]
  },
  "labels": {
    "flácido": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.20": {
            "confidence_embedding": 0.8462,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.8383,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.8313,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.8295,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.8254,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        }
      ]
    },
    "trauma em cervical": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07": {
            "confidence_embedding": 0.8008,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NC95.5": {
            "confidence_embedding": 0.7931,
            "text": "Representação de doença CID-11: Traumatismo da veia safena menor ao nível da perna. Definição: "
          }
        },
        {
          "NA83.42": {
            "confidence_embedding": 0.7906,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "NA06.5": {
            "confidence_embedding": 0.785,
            "text": "Representação de doença CID-11: Trauma do esfíncter da íris. Definição: Refere-se ao trauma ao músculo na parte do olho chamada íris. Este circunda internamente a pupila da íris, o que é apropriado à sua função como constritor da pupila."
          }
        },
        {
          "ND55": {
            "confidence_embedding": 0.7838,
            "text": "Representação de doença CID-11: Outros traumatismos da perna, nível não especificado. Definição: "
          }
        }
      ]
    },
    "lesão": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND92.02": {
            "confidence_embedding": 0.8369,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NB50.2": {
            "confidence_embedding": 0.8207,
            "text": "Representação de doença CID-11: Abrasão da parede abdominal. Definição: "
          }
        },
        {
          "NB50.3": {
            "confidence_embedding": 0.8207,
            "text": "Representação de doença CID-11: Contusão da parede abdominal. Definição: "
          }
        },
        {
          "NB90.Y": {
            "confidence_embedding": 0.8124,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.0Z": {
            "confidence_embedding": 0.8093,
            "text": "Representação de doença CID-11: Lesão da aorta abdominal, não especificada. Definição: "
          }
        }
      ]
    },
    "doencas do aparelho digestivo": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.805,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.7956,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DA23": {
            "confidence_embedding": 0.792,
            "text": "Representação de doença CID-11: Epitélio metaplásico colunar do esôfago. Definição: Condição adquirida na qual o tecido que reveste o esôfago é substituído por tecido semelhante ao revestimento do intestino ou do estômago subsequente a refluxo gastroesofágico crônico."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.7917,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.7914,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        }
      ]
    },
    "evacuação": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME01": {
            "confidence_embedding": 0.841,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.8403,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.8203,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.8146,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        },
        {
          "ME00": {
            "confidence_embedding": 0.8123,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        }
      ]
    },
    "fratura do membro inferior nivel nao especificado": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7279,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FB54": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Entesopatias dos membros inferiores. Definição: Trata-se de um grupo de afecções que levam a qualquer tipo de alteração nos pontos de inserção de tendões ou ligamentos dos membros inferiores. As principais alterações são inflamação e calcificação."
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7263,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FB51.4": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Fibrose retroperitoneal. Definição: Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções."
          }
        }
      ]
    },
    "roncos esparsos": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7692,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7438,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB25": {
            "confidence_embedding": 0.742,
            "text": "Representação de doença CID-11: Fibrotórax. Definição: Fibrotórax resulta da fibrose da pleura visceral e se manifesta clinicamente por excursão respiratória reduzida e por fisiologia pulmonar restritiva. Existem dois mecanismos distintos que podem levar à formação do fibrotórax: 1) Mais frequentemente o fibrotórax se desenvolve como consequência de inflamação pleural em pacientes com derrames pleurais, inclusive hemotórax, derrame tuberculso ou empiema crônico; 2) Menos frequentemente, o fibrotórax resulta de doença parenquimatosa pulmonar e pode ser observado em pacientes com tuberculose, bronquiectasias ou abscesso pulmonar."
          }
        }
      ]
    },
    "escarro sanguinolento": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.20": {
            "confidence_embedding": 0.7662,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7503,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.7503,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        }
      ]
    },
    "pupilas isocóricas fotorreagentes": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7542,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.7481,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        }
      ]
    },
    "escarro": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.20": {
            "confidence_embedding": 0.8014,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7915,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.787,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        }
      ]
    },
    "capotamento de auto": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND92.02": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NB50.2": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Abrasão da parede abdominal. Definição: "
          }
        },
        {
          "NB50.3": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Contusão da parede abdominal. Definição: "
          }
        },
        {
          "NB51.0": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Laceração sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB51.2": {
            "confidence_embedding": 0.7523,
            "text": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        }
      ]
    },
    "algia": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.20": {
            "confidence_embedding": 0.8244,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.8163,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.8108,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.8063,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7984,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        }
      ]
    },
    "dor abdominal": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD91.4": {
            "confidence_embedding": 0.8349,
            "text": "Representação de doença CID-11: Síndrome da dor abdominal funcional. Definição: Síndrome da dor abdominal funcional representa uma síndrome dolorosa atribuída ao abdome que está fracamente relacionada à função intestinal, está associada a alguma perda das atividades diárias e está presente há pelo menos 6 meses. A dor é constante, quase constante ou pelo menos recorrente. Também há a falta de relação dos sintomas com a ingestão de alimentos ou defecação."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.8327,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.83,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.8193,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DD50.21": {
            "confidence_embedding": 0.8157,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal secundária. Definição: Hérnia que ocorre dentro do abdômen e de forma secundária através da abertura recoberta por peritônio após cirurgia abdominal ou traumatismo."
          }
        }
      ]
    },
    "globoso": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.20": {
            "confidence_embedding": 0.7861,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.7751,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.7672,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7661,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        }
      ]
    },
    "insuficiencia pulmonar aguda subsequente a cirurgia toracica": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.8113,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7868,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB64": {
            "confidence_embedding": 0.7706,
            "text": "Representação de doença CID-11: Lesão pulmonar aguda relacionada a transfusão. Definição: Complicação pós transfusional grave caracterizada por instalação aguda de edema pulmonar não cardiogênico subsequente a transfusão de hemoderivados."
          }
        },
        {
          "CA44": {
            "confidence_embedding": 0.7705,
            "text": "Representação de doença CID-11: Piotórax. Definição: Inflamação supurativa do espaço pleural, tipicamente devida a infecção bacteriana aguda. Pode ocorrer como complicação de pneumonia, toracotomia, abscessos (pulmonar, hepático ou subdiafragmático), ou traumatismo penetrante com infecção secundária."
          }
        },
        {
          "CA05.1": {
            "confidence_embedding": 0.7693,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.2": {
            "confidence_embedding": 0.8456,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.8378,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.8325,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.8281,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.8264,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        }
      ]
    },
    "anasarcada": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7841,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7352,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7251,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7246,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7235,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        }
      ]
    }
  }
}