{
  "prontuario_id": 405,
  "text": "ÀS 03:50 H: CLIENTE REALIZOU RNM DE CRANIO NO CEDIP, SEGUNDO INFORMAÇÕES RECEBIDAS PELA FUNCIONÁRIA MARIA, QUE ACOMPANHOU CLIENTE NA REMOÇÃO, QUADRO DA CLIENTE GRAVE, SENDO COMUNICADO DRº VITAL BRASIL, DA NEURO. FILMES NA UNIDADE, SEM LAUDO. SEGUE LUCIDA, COMUNICATIVA, REPOUSO, EUPNEICA, AFEBRIL. NEGA CEFALEIA, EMESE. SEGUE EM OBSERVAÇÃO E CUIDADOS. Às 11:30h: Dormindo, repouso no leito, febril, sudoreico, traqueostomizado, ar ambiente, aspirado media quantidade de secreção de aspecto purulento, gastrostomia funcionante com dietoterapia, acesso venoso em MSD com SRT em curso, uso de fralda para eliminações, precaução por contato. Às 16:03: 1° di com hx de agressão + fx de orbita esquerda. No momento, consciente, orientado, calmo, eupneico, respirando em ar ambiente, comunicativo, em repouso no leito, acesso venoso em mse com soroterapia em curso, apresenta hematoma + edema em região orbital bilateral, sutura e curativo em região orbital esquerda, refere algia no local, refere algia também em hemitórax esquerdo, aceitando bem a dieta, eliminações ausentes até o momento, segue sob cuidados. ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "CLIENTE"
    ],
    "Organização Relacionada à Saúde": [
      "CEDIP",
      "NEURO",
      "UNIDADE"
    ],
    "Abreviação": [
      "NEURO",
      "MSD",
      "hx",
      "mse",
      "RNM DE CRANIO",
      "SRT em curso",
      "fx de orbita esquerda"
    ],
    "Resultado Laboratorial ou de Teste": [
      "LAUDO"
    ],
    "Achado": [
      "LUCIDA",
      "COMUNICATIVA",
      "REPOUSO",
      "EUPNEICA",
      "AFEBRIL",
      "Dormindo",
      "traqueostomizado",
      "consciente",
      "orientado",
      "calmo",
      "eupneico",
      "comunicativo",
      "repouso no leito",
      "ar ambiente",
      "respirando em ar ambiente",
      "aceitando bem"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "REPOUSO",
      "traqueostomizado",
      "aspirado",
      "sutura",
      "curativo",
      "repouso no leito",
      "gastrostomia funcionante com dietoterapia",
      "acesso venoso",
      "SRT em curso",
      "precaução por contato",
      "soroterapia em curso"
    ],
    "Negação": [
      "AFEBRIL",
      "NEGA",
      "ausentes"
    ],
    "Sinal ou Sintoma": [
      "CEFALEIA",
      "EMESE",
      "febril",
      "sudoreico",
      "hematoma",
      "edema",
      "algia",
      "aspecto purulento"
    ],
    "Atividade de Assistência à Saúde": [
      "OBSERVAÇÃO",
      "CUIDADOS",
      "cuidados"
    ],
    "Substância Corporal": [
      "secreção"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "mse",
      "local",
      "hemitórax"
    ],
    "Objeto Manufaturado": [
      "fralda"
    ],
    "Lesão ou Envenenamento": [
      "agressão",
      "fx de orbita esquerda"
    ],
    "Função Patológica": [
      "hematoma",
      "edema"
    ],
    "Dispositivo Médico": [
      "curativo",
      "acesso venoso"
    ],
    "Conceito Espacial": [
      "esquerda",
      "esquerdo"
    ],
    "Função Fisiológica": [
      "eliminações"
    ],
    "Procedimento Diagnóstico": [
      "RNM DE CRANIO"
    ],
    "Conceito Qualitativo": [
      "media quantidade"
    ],
    "Conceito Temporal": [
      "No momento",
      "até o momento"
    ]
  },
  "labels": {
    "orientado": {
      "capitulo": "06",
      "opcoes": [
        {
          "6D86.6": {
            "confidence_embedding": 0.7805,
            "text": "Representação de doença CID-11: Perambulação na demência. Definição: Além dos distúrbios cognitivos característicos de demência, o quadro clínico atual inclui perambulação clinicamente significativa que coloca a pessoa em risco de danos."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7784,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6E61.2": {
            "confidence_embedding": 0.774,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "traqueostomizado": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA05.1": {
            "confidence_embedding": 0.7746,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        },
        {
          "CB60": {
            "confidence_embedding": 0.7746,
            "text": "Representação de doença CID-11: Mau funcionamento de traqueostomia. Definição: "
          }
        },
        {
          "CA27.0": {
            "confidence_embedding": 0.7736,
            "text": "Representação de doença CID-11: Traqueobroncopatia osteocondroplática. Definição: Traqueobroncopatia osteocondroplástica é um transtorno raro de causa desconhecida, observado em 0,4 por cento das broncoscopias, que afeta as grandes vias aéreas. É caracterizada pelo desenvolvimento de múltiplos nódulos submucosos ósseos e cartilaginosos conectados a cartilagem traqueal. A anormalidade poupa a parede membranosa posterior da traqueia. A despeito de alterações radiológicas marcantes, os pacientes apenas raramente são sintomáticos pois a obstrução grave da via aérea é incomum. A traqueoplastia linear pode ser necessária em pacientes com obstrução sintomática de vias aéreas."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7716,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        }
      ]
    },
    "hematoma": {
      "capitulo": "08",
      "opcoes": [
        {
          "8E40.2": {
            "confidence_embedding": 0.776,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7701,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8B00.2": {
            "confidence_embedding": 0.7551,
            "text": "Representação de doença CID-11: Hemorragia do tronco encefálico. Definição: "
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7539,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        }
      ]
    },
    "agressão": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07.08": {
            "confidence_embedding": 0.8059,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração não especificada ou desconhecida devido aos efeitos da terapia. Definição: "
          }
        },
        {
          "NA06.4": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Lesão da conjuntiva ou abrasão da córnea sem menção de corpo estranho. Definição: "
          }
        },
        {
          "NC55.1": {
            "confidence_embedding": 0.7783,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: "
          }
        },
        {
          "NC14.1": {
            "confidence_embedding": 0.7778,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do braço. Definição: "
          }
        },
        {
          "NC34.1": {
            "confidence_embedding": 0.7778,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do antebraço. Definição: "
          }
        }
      ]
    },
    "aspecto purulento": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME64.3": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica)."
          }
        },
        {
          "MD11.80": {
            "confidence_embedding": 0.7335,
            "text": "Representação de doença CID-11: Estertor. Definição: Estertor é um som pesado tipo ronco ou ofegante na inspiração, ocorrendo no coma ou sono profundo, que pode ser causado por obstrução parcial da via aérea, estenose das coanas, aumentos das tonsilas e/ou adenoides, e tecidos redundantes da via aérea superior."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7241,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7238,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "comunicativo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.4": {
            "confidence_embedding": 0.7715,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.7681,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C44.10": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7619,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "emese": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB20.1": {
            "confidence_embedding": 0.7722,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7585,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MD11.2": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "dormindo": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB20.1": {
            "confidence_embedding": 0.7878,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7597,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MH10": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Morte cerebral. Definição: Coma apneico persistente devido à cessação irreversível das atividades do tronco encefálico, cerebelo e córtex cerebral observada clinicamente por ausência de abertura ou movimento ocular a estímulos nocivos; ausência de respostas motora e verbal; ausência de reflexos do tronco encefálico ou da coluna (corneano, tosse, vestíbulo-ocular e respiratório); ausência de atividade cerebral elétrica observada por EEG; ausência de fluxo sanguíneo cerebral visto por angiografia cerebral (convencional, RM, TC, Doppler) e ausência de atividade metabólica evidenciada por SPECT ou PET, com duração de mais de 24 horas, devida a lesão difusa irreversível do cérebro, não devida a hipotermia, medicamento sedativo, overdose de bloqueador neuromuscular ou anormalidade metabólica sem evidência de choque circulatório periférico."
          }
        },
        {
          "MD11.2": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        }
      ]
    },
    "comunicativa": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.3": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7668,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7601,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C44.10": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        }
      ]
    },
    "consciente": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.802,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.8,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7993,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.793,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7909,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        }
      ]
    },
    "algia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB20.1": {
            "confidence_embedding": 0.7886,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7809,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7709,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7693,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD11.2": {
            "confidence_embedding": 0.7667,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        }
      ]
    },
    "sudoreico": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07.08": {
            "confidence_embedding": 0.7493,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração não especificada ou desconhecida devido aos efeitos da terapia. Definição: "
          }
        },
        {
          "ND70.1": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Corpo estranho no saco conjuntival. Definição: "
          }
        },
        {
          "ND72.0": {
            "confidence_embedding": 0.7413,
            "text": "Representação de doença CID-11: Corpo estranho no seio nasal. Definição: "
          }
        },
        {
          "NC55.1": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: "
          }
        },
        {
          "NA06.4": {
            "confidence_embedding": 0.7368,
            "text": "Representação de doença CID-11: Lesão da conjuntiva ou abrasão da córnea sem menção de corpo estranho. Definição: "
          }
        }
      ]
    },
    "edema": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B24": {
            "confidence_embedding": 0.7951,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7942,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7867,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8E44": {
            "confidence_embedding": 0.7759,
            "text": "Representação de doença CID-11: Dano cerebral pós-anóxico. Definição: O dano cerebral pós-anóxico refere-se à gravidade variável da encefalopatia que resulta de parada circulatória, hipotensão ou asfixia."
          }
        },
        {
          "8D60.1": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Edema cerebral. Definição: É um acúmulo excessivo de fluido nos espaços intracelulares e/ou extracelulares do cérebro."
          }
        }
      ]
    },
    "fx de orbita esquerda": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.7456,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7402,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9C61.1Y": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Outro fechamento angular primário ou glaucoma de ângulo fechado, especificado. Definição: "
          }
        },
        {
          "9C61.22": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo aberto induzido pelo cristalino. Definição: "
          }
        }
      ]
    },
    "cefaleia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.03": {
            "confidence_embedding": 0.8001,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial primárias crônicas. Definição: Cefaleia ou dor orofacial primárias crônicas são definidas como cefaleia ou dor orofacial que ocorre em pelo menos 50% dos dias durante pelo menos 3 meses. É caracterizada por sofrimento emocional significativo (ansiedade, raiva/frustração ou humor deprimido) ou incapacidade funcional (interferência nas atividades da vida diária, participação reduzida em papéis sociais). Cefaleia ou dor orofacial primárias crônicas são multifatoriais: fatores biológicos, psicológicos e sociais contribuem para a síndrome dolorosa. O diagnóstico é adequado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados. A duração diária da dor é de pelo menos 2 horas."
          }
        },
        {
          "MG30.67": {
            "confidence_embedding": 0.7978,
            "text": "Representação de doença CID-11: Cefaleia crônica associada a uma substância ou sua abstinência. Definição: Cefaleia crônica associada a uma substância ou a sua retirada é causada pelo uso de, exposição a ou retirada de uma substância, e tem duração de mais de três meses. A dor ocorre em pelo menos 50% dos dias durante pelo menos três meses. A duração diária da dor é de pelo menos 2 horas."
          }
        },
        {
          "MG30.64": {
            "confidence_embedding": 0.7709,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial crônicas associadas a transtornos de homeostase ou a seu tratamento não farmacológico. Definição: Cefaleia ou dor orofacial crônicas associadas a transtornos de homeostase ou a seu tratamento não farmacológico são causadas por transtornos da homeostase ou do tratamento não farmacológico dos mesmos, e têm duração de mais de três meses. A dor ocorre em pelo menos 50% dos dias durante pelo menos três meses. A duração diária da dor é de pelo menos 2 horas."
          }
        },
        {
          "MG30.63": {
            "confidence_embedding": 0.7697,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial associada a transtornos temporomandibulares secundários crônicos. Definição: Dor crônica secundária à disfunção temporomandibular é a dor crônica na(s) articulação(ões) temporomandibular(es) ou nos músculos masseter ou temporal(is) associada com inflamação persistente (devida a, por exemplo, infecção, deposição de cristais ou transtornos autoimunes), alterações estruturais (como osteoartrite ou espondilose), lesão ou doenças do sistema nervoso. Ocorre em pelo menos 50% dos dias, durante pelo menos três meses. A duração da dor no dia é de pelo menos 2 horas. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MB4D": {
            "confidence_embedding": 0.7692,
            "text": "Representação de doença CID-11: Cefaleia, não classificada em outra parte. Definição: Cefaleia com aspectos característicos que sugerem que é uma entidade diagnóstica única, uma achado ou queixa, mas que não preenche os critérios para nenhum dos transtornos de cefaleia descritos acima."
          }
        }
      ]
    }
  }
}