{
  "prontuario_id": 324,
  "text": "Às 10:00 horas: Desligada sedação por determinação do Dr Vital Brasil; aguarda melhores condições para desmame ventilatório. OUTRAS FORMAS DE OBSTRUCAO INTESTINAL E AS NAO ESPECIFICADAS. PACIENTE COM LESÃO TENDINOSA EM MSE, HÁ 5 DIAS, COM VIDRO. NÃO FLEXIONA 4º QDT E. CTVO COM TALA GESSADA, USO DE TIPÓIA. PERFUSÃO DE MSE PRESERVADA. INTERNA P/ GRUPO DA MÃO. ORIENTO JEJUM APÓS 24 H. OUTRA CONTRATURA DE TENDAO BAINHA. Às 16:40: CONSCIENTE, LUCIDO, EUPNEICO, COMUNICATIVO, EM REPOUSO NO LEITO, SEM QUEIXAS ALGICAS NO MOMENTO, APRESENTA PUPILAS ISOCORICAS, PELE E MUCOSA CORADA E HIDRATADA, ABDOMEN PLANO, FLACIDO, INDOLOR A PALPAÇÃO, PLEGIA EM MID, ACEITANDO BEM A DIETA OFERECIDA. FRATURA DE VERTEBRA TORACICA. Em 28/05/2007, 08:01h: Sonolenta, torporosa, pouco responsiva, hipocorada, mucosas coradas e úmidas. Apresenta abdome flácido, RHA + . Mantém SNE para alimentação por bomba infusora. Diurese limpida em bom volume, não há relato de evacuação nas últimas 18h. SINDROME DA ARTERIA CEREBRAL MEDIA.",
  "entities": {
    "Procedimento Terapêutico ou Preventivo": [
      "sedação",
      "CTVO",
      "TIPÓIA",
      "JEJUM",
      "TALA GESSADA",
      "REPOUSO NO LEITO",
      "SNE para alimentação"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Dispositivo Médico": [
      "CTVO",
      "TIPÓIA",
      "TALA GESSADA"
    ],
    "Abreviação": [
      "CTVO",
      "FLEXIONA",
      "4º QDT",
      "PERFUSÃO DE MSE PRESERVADA",
      "PLEGIA EM MID",
      "RHA +",
      "SNE para alimentação"
    ],
    "Conceito Funcional": [
      "USO"
    ],
    "Atividade de Assistência à Saúde": [
      "ORIENTO",
      "desmame ventilatório"
    ],
    "Achado": [
      "CONSCIENTE",
      "LUCIDO",
      "EUPNEICO",
      "COMUNICATIVO",
      "CORADA",
      "HIDRATADA",
      "PLANO",
      "FLACIDO",
      "coradas",
      "úmidas",
      "limpida",
      "evacuação",
      "FLEXIONA",
      "4º QDT",
      "PERFUSÃO DE MSE PRESERVADA",
      "REPOUSO NO LEITO",
      "PUPILAS ISOCORICAS",
      "ACEITANDO BEM",
      "RHA +",
      "bom volume"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PELE",
      "MUCOSA",
      "mucosas"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "abdome"
    ],
    "Negação": [
      "INDOLOR"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO"
    ],
    "Sinal ou Sintoma": [
      "Sonolenta",
      "torporosa",
      "hipocorada",
      "QUEIXAS ALGICAS",
      "PLEGIA EM MID"
    ],
    "Função Fisiológica": [
      "Diurese",
      "evacuação"
    ],
    "Doença ou Síndrome": [
      "OBSTRUCAO INTESTINAL",
      "CONTRATURA DE TENDAO BAINHA",
      "SINDROME DA ARTERIA CEREBRAL MEDIA"
    ],
    "Lesão ou Envenenamento": [
      "LESÃO TENDINOSA",
      "CONTRATURA DE TENDAO BAINHA",
      "FRATURA DE VERTEBRA TORACICA"
    ],
    "Organização Relacionada à Saúde": [
      "GRUPO DA MÃO"
    ],
    "Conceito Temporal": [
      "NO MOMENTO"
    ]
  },
  "labels": {
    "fratura de vertebra toracica": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA72.3": {
            "confidence_embedding": 0.783,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        },
        {
          "FA84": {
            "confidence_embedding": 0.7741,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FA84.1": {
            "confidence_embedding": 0.7653,
            "text": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7609,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "FA72": {
            "confidence_embedding": 0.7531,
            "text": "Representação de doença CID-11: Transtornos vertebrais. Definição: Alterações na estrutura da coluna vertebral que causam danos às vértebras e aos tecidos perivertebrais, secundárias a infecção, lesão, tumores, alterações ósseas associadas ao envelhecimento, etc. As doenças da coluna vertebral frequentemente associam-se à limitação dos movimentos e dor, quando as alterações ósseas associam-se à compressão da medula espinal ou nervos."
          }
        }
      ]
    },
    "hipocorada": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.7746,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8B61.0": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Atrofia muscular espinal infantil, tipo I. Definição: Na AMS tipo 1, o início da fraqueza pode ser pré-natal (diminuição dos movimentos fetais no final da gravidez) ou nos primeiros seis meses de vida. Os bebês demonstram uma posição característica de posição de sapo com as coxas giradas externamente e abduzidas e os joelhos flexionados (bebê hipotônico). A fraqueza bulbar causa dificuldade de alimentação. As crianças nunca conseguem sentar-se sem apoio e a sobrevivência média é de 9 meses; a sobrevida além de 2 anos é rara."
          }
        },
        {
          "8C10.0": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Síndrome do túnel do carpo. Definição: Neuropatia compressiva causada por compressão do nervo mediano dentro do túnel do carpo no punho."
          }
        },
        {
          "8E43.0": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        }
      ]
    },
    "torporosa": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A23.01": {
            "confidence_embedding": 0.7305,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A23.11": {
            "confidence_embedding": 0.7269,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7258,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7254,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6A24.1": {
            "confidence_embedding": 0.7199,
            "text": "Representação de doença CID-11: Transtorno delirante, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno delirante, em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        }
      ]
    },
    "plegia em mid": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA80.8": {
            "confidence_embedding": 0.7118,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.711,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.711,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB40.3": {
            "confidence_embedding": 0.7087,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7071,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        }
      ]
    },
    "obstrucao intestinal": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC82": {
            "confidence_embedding": 0.7882,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso. Definição: Condição morfológica em que tipicamente uma bolsa de membrana mucosa (incluindo a muscular da mucosa), por mecanismo de pulsão, projeta-se através e além das camadas musculares circulares da parede intestinal, de modo que elas venham a se situar na gordura pericólica e nos apêndices epiploicos. Cada bolsa é chamada de divertículo. Exclui-se aqui a condição de ter vários divertículos com sintomas ou com inflamação."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.784,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DA96.1": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Enteropatia perdedora de proteína. Definição: Enteropatia perdedora de proteínas é uma síndrome caracterizada pela perda intensa de proteínas séricas para o intestino. Não é uma doença única, mas uma manifestação atípica de outras doenças, que envolve a mucosa intestinal, bem como os vasos sanguíneos ou linfáticos intestinais."
          }
        },
        {
          "DB30.0": {
            "confidence_embedding": 0.7779,
            "text": "Representação de doença CID-11: Intussuscepção do intestino grosso. Definição: A intussuscepção ocorre quando um segmento do intestino se invagina (como um telescópio) no intestino distal adjacente, levando à obstrução e possivelmente lesão isquêmica. A intussuscepção do cólon é uma condição relativamente incomum, que é mais frequente nos primeiros anos de vida. Existem três variedades principais: cecocólica, colocólica e sigmoidoretal."
          }
        },
        {
          "DA91.3Z": {
            "confidence_embedding": 0.7743,
            "text": "Representação de doença CID-11: Íleo obstrutivo do intestino delgado devido a impactação, não especificado. Definição: "
          }
        }
      ]
    },
    "evacuacao": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME05.0": {
            "confidence_embedding": 0.7952,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.77,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME09": {
            "confidence_embedding": 0.7621,
            "text": "Representação de doença CID-11: Tenesmo retal. Definição: Sintoma em que há uma sensação de necessidade constante de evacuar, apesar de um cólon vazio."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7615,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.761,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "contratura de tendao bainha": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB40.3": {
            "confidence_embedding": 0.7409,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FB41.1": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Ruptura espontânea de sinóvia. Definição: Trata-se da ruptura espontânea da bainha sinovial (saco com fluido contendo líquido viscoso), que normalmente diminui o atrito e fornece um amortecimento entre os ossos e tendões e/ou músculo periarticulares."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7115,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA33": {
            "confidence_embedding": 0.7099,
            "text": "Representação de doença CID-11: Transtorno interno do joelho. Definição: Transtorno interno do joelho (TIJ) é uma condição crônica do joelho devido à lesão, ruptura ou transtorno do menisco do joelho, ou ruptura parcial ou completa dos ligamentos cruzados, com ou sem lesão do ligamento capsular, que resulta em um processo contínuo ou intermitente de sinais e sintomas como dor, instabilidade ou mobilidade anormal do joelho.\r\n\r\nNas situações em que o transtorno é causado por trauma, deverá ser utilizado o código de \"Lesões, envenenamentos ou algumas outras consequências de causas externas\", independentemente do tempo decorrido desde a lesão."
          }
        }
      ]
    },
    "lesão tendinosa": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB40.3": {
            "confidence_embedding": 0.7916,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7539,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA38.10": {
            "confidence_embedding": 0.7323,
            "text": "Representação de doença CID-11: Artropatia neuropática diabética. Definição: Trata-se do dano articular resultante da polineuropatia diabética sensitiva. Ela ocorre mais frequentemente nos tornozelos e pés de pacientes com diabetes mellitus de longa evolução."
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.7283,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        },
        {
          "FA11": {
            "confidence_embedding": 0.7272,
            "text": "Representação de doença CID-11: Artropatias reativas. Definição: Doença das articulações, causada por uma infecção em outra parte do corpo, uma doença autoimune, ou após vacinação. Esta doença é caracterizada por uma inflamação secundária articulações em reação a infecção, doença autoimune ou vacinação. Localizações prévias comuns de infecção são os sistemas entérico ou geniturinário."
          }
        }
      ]
    },
    "sonolenta": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A23.01": {
            "confidence_embedding": 0.7551,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7526,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6A23.11": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        }
      ]
    },
    "sindrome da arteria cerebral media": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B22.7Z": {
            "confidence_embedding": 0.7721,
            "text": "Representação de doença CID-11: Arterite cerebral, não classificada em outra parte, não especificada. Definição: "
          }
        },
        {
          "8B22": {
            "confidence_embedding": 0.7716,
            "text": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8B22.7": {
            "confidence_embedding": 0.769,
            "text": "Representação de doença CID-11: Arterite cerebral, não classificada em outra parte. Definição: "
          }
        },
        {
          "8B11.41": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Acidente vascular cerebral isquêmico devido a outra arterioparia não aterosclerótica. Definição: Esta é uma perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. É devida a um transtorno das artérias, mas não está associado à aterosclerose e nem classificado em outra parte."
          }
        }
      ]
    }
  }
}