{
  "prontuario_id": 526,
  "text": "Às 14:30hrs: paciente consciente, comunicativa, eupneica em aa, em repouso no leito, aceitando bem dieta oferecida via oral, apresenta edema + hematoma em ombro e, com boa perfusão e mobilidade distal, diurese presente, seguem cuidados de enfermagem. FRATURA DA EXTREMIDADE SUPERIOR DO UMERO. Às 02:24: Lucido, comunicativo, orientado, em repouso no leito, apresenta curativo em regiao femur direito com presença de secreçao serossanguinolenta, sem queixas algicas no momento, aceita dieta oferecida, diurese presente, segue cuidados. CELULITE NAO ESPECIFICADA. Encaminhada às 15:30h ao CC. Entregue às 17h os pertences para esposo após conferência na presença do mesmo (continham em 02 sacolas roupas, chinelo, aparelho celular, carregador de celular, cerca de R$ 10, materias de higiene não utilizados na unidade). CISTOS CEREBRAIS.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "paciente"
    ],
    "Achado": [
      "consciente",
      "comunicativa",
      "eupneica",
      "Lucido",
      "comunicativo",
      "orientado",
      "repouso no leito",
      "aceitando bem dieta oferecida via oral",
      "boa perfusão",
      "mobilidade distal",
      "diurese presente",
      "aceita dieta oferecida"
    ],
    "Função Patológica": [
      "edema",
      "hematoma"
    ],
    "Sinal ou Sintoma": [
      "edema",
      "hematoma",
      "secreçao serossanguinolenta",
      "queixas algicas"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ombro"
    ],
    "Dispositivo Médico": [
      "curativo"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "curativo",
      "repouso no leito"
    ],
    "Conceito Temporal": [
      "momento",
      "após"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados",
      "Encaminhada",
      "Entregue",
      "cuidados de enfermagem"
    ],
    "Abreviação": [
      "CC"
    ],
    "Organização Relacionada à Saúde": [
      "CC"
    ],
    "Grupo Familiar": [
      "esposo"
    ],
    "Função Fisiológica": [
      "diurese presente"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DA EXTREMIDADE SUPERIOR DO UMERO"
    ],
    "Localização ou Região Corporal": [
      "regiao femur direito"
    ],
    "Substância Corporal": [
      "secreçao serossanguinolenta"
    ],
    "Doença ou Síndrome": [
      "CELULITE NAO ESPECIFICADA",
      "CISTOS CEREBRAIS"
    ]
  },
  "labels": {
    "queixas algicas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7628,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        }
      ]
    },
    "mobilidade distal": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7304,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7077,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7033,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.6992,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.6984,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        }
      ]
    },
    "hematoma": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE81.0": {
            "confidence_embedding": 0.8086,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.8049,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NA06.01": {
            "confidence_embedding": 0.7787,
            "text": "Representação de doença CID-11: Hematoma da pálpebra. Definição: "
          }
        },
        {
          "NA07.49": {
            "confidence_embedding": 0.7774,
            "text": "Representação de doença CID-11: Hematoma ou hemorragia focal do tronco encefálico. Definição: "
          }
        },
        {
          "NA07.83": {
            "confidence_embedding": 0.7723,
            "text": "Representação de doença CID-11: Hemorragia traumática no tronco encefálico sem especificação se primária ou secundária. Definição: "
          }
        }
      ]
    },
    "secreçao serossanguinolenta": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB61": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal sacral. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.7445,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NA90": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal torácica. Definição: "
          }
        },
        {
          "NB90.7": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Lesão de múltiplos vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB60": {
            "confidence_embedding": 0.743,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal lombar. Definição: "
          }
        }
      ]
    },
    "celulite nao especificada": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "ME10.1": {
            "confidence_embedding": 0.7227,
            "text": "Representação de doença CID-11: Icterícia não especificada. Definição: Manifestação clínica de hiperbilirrubinemia de origem não especificada, caracterizada por coloração amarelada da pele, mucosas e esclera."
          }
        },
        {
          "ME83": {
            "confidence_embedding": 0.7192,
            "text": "Representação de doença CID-11: Reumatismo, não especificado. Definição: É um grupo de doenças marcadas por inflamação ou dor em estruturas de tecido conjuntivo do corpo e é considerado não especificado."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.716,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MF90": {
            "confidence_embedding": 0.7097,
            "text": "Representação de doença CID-11: Acetonúria. Definição: A acetonúria é uma condição médica em que a acetona está presente na urina."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA90": {
            "confidence_embedding": 0.793,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal torácica. Definição: "
          }
        },
        {
          "NB60": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal lombar. Definição: "
          }
        },
        {
          "NA07.2Y": {
            "confidence_embedding": 0.7816,
            "text": "Representação de doença CID-11: Outro edema cerebral traumático especificado. Definição: "
          }
        },
        {
          "NB61": {
            "confidence_embedding": 0.7777,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal sacral. Definição: "
          }
        },
        {
          "NA07.2Z": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Edema cerebral traumático, não especificado. Definição: "
          }
        }
      ]
    },
    "fratura da extremidade superior do umero": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7116,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7062,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7017,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7011,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.6976,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        }
      ]
    },
    "cistos cerebrais": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B24": {
            "confidence_embedding": 0.7785,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7697,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8D68": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Cisto porencefálico. Definição: Cavidade dentro do hemisfério cerebral que se comunica diretamente com o sistema ventricular. A necrose isquêmica intrauterina ou mais tarde na vida pode fazer com que a região ventricular adjacente se expanda para dentro da cavidade do acidente vascular cerebral, formando um cisto."
          }
        },
        {
          "8E61.0": {
            "confidence_embedding": 0.7569,
            "text": "Representação de doença CID-11: Lesão cerebral induzida por radiação. Definição: Lesão no cérebro a partir de irradiação craniana terapêutica, que pode ser dividida temporalmente em três síndromes: Toxicidade aguda ou precoce que é consequência da exposição imediata à radiação, lesão precoce-retardada e tardia, embora as três possam se sobrepor."
          }
        },
        {
          "8B22": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada."
          }
        }
      ]
    }
  }
}