{
  "prontuario_id": 383,
  "text": "ÀS 18:20: 2ª DI - QUEDA DE CAMA + Hx CRISE CONVULSIVA - PERMANECE EM VENTILAÇÃO MECANICA, SOB MODALIDADE PVC, FiO2: 70% - Peep: 5 - PL: 26 - FR: 15 - MONITORIZAÇAO CONTINUA, NO MOMENTO, PA: 124/81 mm/hg - FC: 73 bpm - SatO2. APRESENTA PUPILAS ISOCORICAS, PELE E MUCOSA CORADA E HIDRATADA, AUSCULTA PULMONAR COM MV +, SEM RUIDOS, ABDOMEN FLACIDO, RHA +, MANTEM TOT 8,0 A 23 cm, ACESSO VENOSO PERIFERICO EM MSE INFUNDINDO DORMONID + FENTANIL A 20 ml/h, SOG COM ESTASE EM MÉDIA QUANTIDADE DE COLORAÇAO ESCURA, SVD ABERTA FUNCIONANTE COM DÉBITO DISCRETO (OLIGURICO). Dr VITAL BRASIL CIENTE, FAZ USO DE FRALDA SEM PRESENÇA DE EVACUAÇÕES NO MOMENTO; AGUARDA VAGA DE UTI; TRAUMATISMO INTRACRANIANO. OBS: Cliente apresenta-se com anisocoria desde a admissão e não isocórica como dito anteriormente. Realizado punção de PAM pelo Dr Vital Brasil em arteria radial \"E\"; Encaminhada para TAC de crânio para controle as 06:00, exame e transporte realizados sem intercorrências. NEOPLASIA BENIGNA DO ENCEFALO NAO ESPECIFICADO.",
  "entities": {
    "Abreviação": [
      "Hx",
      "FiO2",
      "Peep",
      "PL",
      "FR",
      "PA",
      "FC",
      "bpm",
      "SatO2",
      "MSE",
      "SOG",
      "SVD",
      "UTI",
      "MODALIDADE PVC",
      "MV +",
      "RHA +",
      "punção de PAM",
      "arteria radial \"E\"",
      "TAC de crânio"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FiO2",
      "Peep",
      "SOG",
      "SVD",
      "VENTILAÇÃO MECANICA",
      "MODALIDADE PVC",
      "TOT 8 , 0 A 23 cm",
      "ACESSO VENOSO PERIFERICO",
      "punção de PAM"
    ],
    "Conceito Quantitativo": [
      "70%",
      "5",
      "26",
      "15",
      "73",
      "124/81 mm/hg",
      "20 ml/h"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "SatO2"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PELE",
      "MUCOSA",
      "arteria radial \"E\""
    ],
    "Achado": [
      "CORADA",
      "HIDRATADA",
      "PUPILAS ISOCORICAS",
      "MV +",
      "RHA +",
      "PRESENÇA DE EVACUAÇÕES"
    ],
    "Sinal ou Sintoma": [
      "RUIDOS",
      "ESTASE",
      "OLIGURICO",
      "anisocoria",
      "intercorrências",
      "CRISE CONVULSIVA",
      "COLORAÇAO ESCURA"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN",
      "MSE"
    ],
    "Substância Química Orgânica": [
      "DORMONID",
      "FENTANIL"
    ],
    "Substância Farmacológica": [
      "DORMONID",
      "FENTANIL"
    ],
    "Dispositivo Médico": [
      "SOG",
      "TOT 8 , 0 A 23 cm",
      "ACESSO VENOSO PERIFERICO"
    ],
    "Conceito Qualitativo": [
      "FUNCIONANTE",
      "MÉDIA QUANTIDADE"
    ],
    "Objeto Manufaturado": [
      "FRALDA"
    ],
    "Negação": [
      "SEM"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Cliente"
    ],
    "Atividade de Assistência à Saúde": [
      "Realizado",
      "Encaminhada"
    ],
    "Procedimento Diagnóstico": [
      "exame",
      "MONITORIZAÇAO CONTINUA",
      "AUSCULTA PULMONAR",
      "TAC de crânio"
    ],
    "Lesão ou Envenenamento": [
      "QUEDA DE CAMA",
      "TRAUMATISMO INTRACRANIANO"
    ],
    "Função Fisiológica": [
      "DÉBITO DISCRETO",
      "PRESENÇA DE EVACUAÇÕES"
    ],
    "Processo Neoplásico": [
      "NEOPLASIA BENIGNA DO ENCEFALO"
    ]
  },
  "labels": {
    "coloraçao escura": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB90.Y": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "ND56.1": {
            "confidence_embedding": 0.7828,
            "text": "Representação de doença CID-11: Ferimento aberto de região não especificada do corpo. Definição: "
          }
        },
        {
          "ND74.0": {
            "confidence_embedding": 0.7821,
            "text": "Representação de doença CID-11: Corpo estranho na uretra. Definição: "
          }
        },
        {
          "NE89": {
            "confidence_embedding": 0.7805,
            "text": "Representação de doença CID-11: Consciência sob anestesia geral. Definição: "
          }
        },
        {
          "NA05.Z": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Lesão dos vasos sanguíneos da cabeça, não especificada. Definição: "
          }
        }
      ]
    },
    "ruidos": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7884,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        }
      ]
    },
    "traumatismo intracraniano": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B25.3": {
            "confidence_embedding": 0.7772,
            "text": "Representação de doença CID-11: Efeitos tardios de hemorragia intracraniana não traumática. Definição: Efeitos tardios de outra hemorragia intracraniana não traumática após 1 mês ou mais do início da doença. Os códigos para episódios agudos devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8D60": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Pressão intracraniana aumentada. Definição: Aumento da pressão dentro do crânio causado por alterações nos volumes dos componentes intracranianos, como matéria cerebral, LCR e sangue, ou pela presença de uma entidade de massa patológica."
          }
        },
        {
          "8D67": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Cisto aracnoide intracraniano. Definição: Cavidade cheia de líquido dentro da membrana aracnoide que pode ser congênita ou adquirida. As causas adquiridas incluem traumatismo, infecção e cirurgia. A localização mais comum é a fossa craniana média. Os fatores que influenciam se o cisto causa sintomas incluem seu tamanho e localização. Os sintomas, se presentes, podem incluir dor de cabeça, tontura, náuseas e vômitos, convulsões, atraso no desenvolvimento."
          }
        },
        {
          "8D61": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Hipotensão intracraniana. Definição: A síndrome de hipotensão intracraniana é uma entidade fisiopatológica única de origem diversa. Geralmente é caracterizada por uma cefaleia ortostática, que ocorre ou piora com a postura ereta. Pacientes com cefaleias crônicas ou assintomáticos foram descritos."
          }
        },
        {
          "8B0Z": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Hemorragia intracraniana não especificada. Definição: "
          }
        }
      ]
    },
    "queda de cama": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB90.Y": {
            "confidence_embedding": 0.746,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.Z": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos não especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "ND11.4Z": {
            "confidence_embedding": 0.7403,
            "text": "Representação de doença CID-11: Corpo estranho superficial no tornozelo, não especificado. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.7397,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NA00.02": {
            "confidence_embedding": 0.7384,
            "text": "Representação de doença CID-11: Corpo estranho superficial no couro cabeludo. Definição: "
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB90.Y": {
            "confidence_embedding": 0.7985,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.Z": {
            "confidence_embedding": 0.7915,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos não especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.7912,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NA60.Y": {
            "confidence_embedding": 0.7903,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do pescoço. Definição: "
          }
        },
        {
          "NC35.Y": {
            "confidence_embedding": 0.7903,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do antebraço. Definição: "
          }
        }
      ]
    },
    "anisocoria": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D8A.2": {
            "confidence_embedding": 0.8016,
            "text": "Representação de doença CID-11: Anisocoria episódica. Definição: Este é um grupo de transtornos em que movimentos pupilares periódicos levam a mudanças de tamanho. Isso ocorre devido ao tônus parassimpático ou simpático anormal."
          }
        },
        {
          "8E61.0": {
            "confidence_embedding": 0.7438,
            "text": "Representação de doença CID-11: Lesão cerebral induzida por radiação. Definição: Lesão no cérebro a partir de irradiação craniana terapêutica, que pode ser dividida temporalmente em três síndromes: Toxicidade aguda ou precoce que é consequência da exposição imediata à radiação, lesão precoce-retardada e tardia, embora as três possam se sobrepor."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        }
      ]
    },
    "neoplasia benigna do encefalo": {
      "capitulo": "02",
      "opcoes": [
        {
          "2E81.1": {
            "confidence_embedding": 0.7927,
            "text": "Representação de doença CID-11: Neoplasias benignas linfáticas. Definição: Neoplasias benignas circunscritas ou difusas dos vasos linfáticos. São muito menos comuns que as malformações linfáticas e se distinguem destas últimas pelo crescimento proliferativo e pelo potencial de disseminação ampla."
          }
        },
        {
          "2F36.Z": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Neoplasia benigna do olho ou dos anexos oculares, não especificada. Definição: "
          }
        },
        {
          "2E90.8": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Neoplasia benigna da faringe, não especificada. Definição: "
          }
        },
        {
          "2F35": {
            "confidence_embedding": 0.7773,
            "text": "Representação de doença CID-11: Neoplasia benigna dos órgãos urinários. Definição: Neoplasia que não metastatiza que se origina nos órgãos que compõem o sistema urinário. Exemplos representativos incluem oncocitoma renal, papiloma invertido da bexiga e papiloma urotelial."
          }
        },
        {
          "2E90.1": {
            "confidence_embedding": 0.7755,
            "text": "Representação de doença CID-11: Neoplasia benigna da língua. Definição: Crescimento anormal, sem características malignas, das células que compõem a língua."
          }
        }
      ]
    },
    "estase": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF50.63": {
            "confidence_embedding": 0.7883,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7869,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7853,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7768,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "oligurico": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7889,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7713,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.764,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        },
        {
          "MF90": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Acetonúria. Definição: A acetonúria é uma condição médica em que a acetona está presente na urina."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7565,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "crise convulsiva": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A68.4": {
            "confidence_embedding": 0.7818,
            "text": "Representação de doença CID-11: Crise epiléptica tônico-clônica generalizada. Definição: Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono."
          }
        },
        {
          "8A68.2": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Crise epiléptica ausência, típica. Definição: Crise epiléptica caracterizada por início súbito, interrupção das atividades em andamento, olhar vazio, possivelmente um breve desvio do olhar para cima, não responsividade, duração de alguns segundos a meio minuto, e rápida recuperação. Um EEG mostraria descargas epileptiformes generalizadas durante o evento."
          }
        },
        {
          "8A66.0": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Estado epiléptico convulsivo. Definição: Status epilepticus convulsivo é definido como 5 minutos ou mais de (i) atividade epiléptica convulsiva clínica contínua ou (ii) atividade epiléptica recorrente sem recuperação (retorno ao estado basal) entre as crises epilépticas."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7658,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A66.1": {
            "confidence_embedding": 0.7599,
            "text": "Representação de doença CID-11: Estado de mal epiléptico não convulsivo. Definição: Status epilepticus não-convulsivo é definido como 5 minutos ou mais de (i) atividade epiléptica clínica e/ou eletrográfica contínua ou (ii) atividade epiléptica recorrente sem recuperação (retorno ao estado basal) entre as crises epilépticas."
          }
        }
      ]
    }
  }
}