{
  "prontuario_id": 961,
  "text": "Em 17/07/2007, 16 HORAS: PUNCIONADO CATETER VENOSO CENTRAL DUPLO-LUMEN EM JID PELA DR VITAL BRASIL. INSTALADO CONTROLE DE PVC. ENFERMEIRA FLORENCE NIGHTINGALE, XXXX. HEMORRAGIA INTRACEREBRAL HEMISFERICA SUBCORTICAL. Às 18:00 HR: CONSCIENTE, ORIENTADO, VERBALIZANDO, EM REPOUSO NO LEITO. SEM QUEIXAS ÁLGICAS NO MOMENTO. REFERE BOA ACEITAÇÃO DA DIETA VO. MANTÉM ACESSO VENOSO PERIFÉRICO EM MSE HEPARINIZADO. ELIMINAÇÃO VESICAL ESPONTÂNEA. MID COM TALA GESSADA E CURATIVO LIMPO. OSTEOMIELITE AGUDA HEMATOGENICA. Às 17:49 hr: Segue consciente, orientado, verbalizando, restrito ao leito, mantém colar cervical, aceitando bem a dieta oferecida. Eliminação vesical espontânea. FRATURA DA PRIMEIRA VERTEBRA CERVICAL. Às 18:40: Permanece sem sedação, responsivo a estímulos dolorosos e aspirativos, com abertura ocular aos movimentos, pupilas anisocóricas E>D e fotorreagentes, afebril, corado, traqueostomizado em ventilação mecânica modo PCV, a 70% FIO2, PI 24, PEEP 5, FR 14. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 16:36 Hr: 1º PO de retirada de material de síntese em tornozelo esquerdo, segue consciente, orientado, verbalizando, em repouso no leito. Algia moderada no local, com acesso venoso periférico em antebraço esquerdo salinizado. Eliminação vesical espontânea. FRATURA DO PERONIO FIBULA.",
  "entities": {
    "Abreviação": [
      "JID",
      "MSE",
      "MID",
      "FIO2",
      "PI",
      "PEEP",
      "FR",
      "PO",
      "INSTALADO CONTROLE DE PVC",
      "BOA ACEITAÇÃO DA DIETA VO",
      "modo PCV"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "JID",
      "pupilas",
      "tornozelo esquerdo"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENFERMEIRA"
    ],
    "Achado": [
      "CONSCIENTE",
      "ORIENTADO",
      "VERBALIZANDO",
      "consciente",
      "orientado",
      "verbalizando",
      "fotorreagentes",
      "afebril",
      "corado",
      "traqueostomizado",
      "salinizado",
      "REPOUSO NO LEITO",
      "BOA ACEITAÇÃO DA DIETA VO",
      "ELIMINAÇÃO VESICAL ESPONTÂNEA",
      "CURATIVO LIMPO",
      "restrito ao leito",
      "aceitando bem",
      "Eliminação vesical espontânea",
      "responsivo a estímulos dolorosos e aspirativos",
      "repouso no leito"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "MID"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "HEPARINIZADO",
      "sedação",
      "FIO2",
      "PI",
      "PEEP",
      "CATETER VENOSO CENTRAL DUPLO-LUMEN EM",
      "INSTALADO CONTROLE DE PVC",
      "ACESSO VENOSO PERIFÉRICO",
      "TALA GESSADA",
      "colar cervical",
      "ventilação mecânica",
      "modo PCV",
      "retirada de material de síntese",
      "acesso venoso periférico"
    ],
    "Negação": [
      "sem",
      "afebril"
    ],
    "Conceito Quantitativo": [
      "70%",
      "24",
      "5",
      "14"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Dispositivo Médico": [
      "CATETER VENOSO CENTRAL DUPLO-LUMEN EM",
      "ACESSO VENOSO PERIFÉRICO",
      "TALA GESSADA",
      "colar cervical",
      "acesso venoso periférico"
    ],
    "Doença ou Síndrome": [
      "HEMORRAGIA INTRACEREBRAL HEMISFERICA SUBCORTICAL",
      "OSTEOMIELITE AGUDA HEMATOGENICA"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS ÁLGICAS",
      "abertura ocular aos movimentos",
      "Algia moderada"
    ],
    "Função Fisiológica": [
      "ELIMINAÇÃO VESICAL ESPONTÂNEA",
      "Eliminação vesical espontânea"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DA PRIMEIRA VERTEBRA CERVICAL",
      "TRAUMATISMOS MULTIPLOS",
      "FRATURA DO PERONIO FIBULA"
    ]
  },
  "labels": {
    "eliminação vesical espontânea": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC01.1": {
            "confidence_embedding": 0.8187,
            "text": "Representação de doença CID-11: Fístula vesical, não classificada em outra parte. Definição: Uma afecção causada por intervenção médica, traumatismo, inflamação, infecção, câncer ou fatores congênitos. Esta afecção é caracterizada pela formação de uma passagem anormal entre a bexiga urinária e a pele, intestino, vagina, útero ou reto, e dor suprapúbica, aumento da frequência, disúria ou tenesmo."
          }
        },
        {
          "GA19.0": {
            "confidence_embedding": 0.7875,
            "text": "Representação de doença CID-11: Hematoma do ligamento largo. Definição: Condição que afeta mulheres, causada por parto, traumatismo ou cirurgia. Esta condição é caracterizada por uma laceração na parte superior da vagina, colo do útero ou útero que se estende para as artérias uterinas ou vaginais, sangramento (embora nem sempre com sangramento vaginal óbvio), dor nas costas, pressão na área retoanal, tontura, hipotensão ou anemia . A confirmação é feita por exame retovaginal para descartar coagulação e expansão do hematoma."
          }
        },
        {
          "GB06.3": {
            "confidence_embedding": 0.7828,
            "text": "Representação de doença CID-11: Doença de Mondor do pênis. Definição: Entidade bem estabelecida geralmente benigna e autolimitada que ocorre em homens sexualmente ativos e se apresenta com um espessamento semelhante a corda das veias penianas ou linfáticos localizados ao redor do sulco coronal ou, menos comumente, ao longo da veia dorsal do pênis. Raramente pode estar associado a traumatismo não sexual ou a estados hipercoaguláveis."
          }
        },
        {
          "GA10.C2": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Endometriose do peritônio pélvico. Definição: Condição que é frequentemente idiopática. Esta condição é caracterizada por crescimento e função ectópicos de tecido endometrial com extensão de 5 milímetros ou menos sob a superfície visceral ou parietal do peritônio e aparecendo como lesões preta-amarronzadas ou vermelho-alaranjadas claras. Esta condição pode ser associada a tecido vestigial remanescente do ducto wolfiano ou mulleriano, ou a refluxo retrogrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta condição pode se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por identificação laparoscópica de fragmentos ectópicos."
          }
        },
        {
          "GC04.10": {
            "confidence_embedding": 0.776,
            "text": "Representação de doença CID-11: Fístula vesicovaginal. Definição: Uma afecção da bexiga e vagina, causada por e subsequente a parto, traumatismo, histerectomia, intervenção médica, infecções, cálculos na bexiga, endometriose, biópsia em cone ou fatores congênitos. Esta afecção é caracterizada pela formação de uma passagem anormal entre a bexiga urinária e a vagina, levando à descarga involuntária contínua de urina para a vagina."
          }
        }
      ]
    },
    "abertura ocular aos movimentos": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC20.2": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7288,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7265,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MC20.0": {
            "confidence_embedding": 0.7169,
            "text": "Representação de doença CID-11: Estafiloma. Definição: Protusão anormal do tecido uveal através de um ponto frágil do globo ocular. A protrução geralmente é de cor preta, devido às camadas internas do olho. Ocorre devido ao enfraquecimento da camada externa do olho (córnea ou esclera) por uma condição inflamatória ou degenerativa. Pode ser de 5 tipos, dependendo da localização no globo ocular (bulbus oculi)."
          }
        }
      ]
    },
    "restrito ao leito": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7585,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NA83.42": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "ND70.1": {
            "confidence_embedding": 0.7473,
            "text": "Representação de doença CID-11: Corpo estranho no saco conjuntival. Definição: "
          }
        },
        {
          "NA07": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NA02.1": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Fratura da base do crânio. Definição: Fraturas que se estendem pela base do crânio, geralmente envolvendo a parte petrosa do osso temporal."
          }
        }
      ]
    },
    "traqueostomizado": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA27.0": {
            "confidence_embedding": 0.7766,
            "text": "Representação de doença CID-11: Traqueobroncopatia osteocondroplática. Definição: Traqueobroncopatia osteocondroplástica é um transtorno raro de causa desconhecida, observado em 0,4 por cento das broncoscopias, que afeta as grandes vias aéreas. É caracterizada pelo desenvolvimento de múltiplos nódulos submucosos ósseos e cartilaginosos conectados a cartilagem traqueal. A anormalidade poupa a parede membranosa posterior da traqueia. A despeito de alterações radiológicas marcantes, os pacientes apenas raramente são sintomáticos pois a obstrução grave da via aérea é incomum. A traqueoplastia linear pode ser necessária em pacientes com obstrução sintomática de vias aéreas."
          }
        },
        {
          "CA27.1": {
            "confidence_embedding": 0.753,
            "text": "Representação de doença CID-11: Traqueobroncomegalia. Definição: Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos."
          }
        },
        {
          "CA05.1": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        }
      ]
    },
    "traumatismos multiplos": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07": {
            "confidence_embedding": 0.799,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "ND34": {
            "confidence_embedding": 0.796,
            "text": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: "
          }
        },
        {
          "ND36": {
            "confidence_embedding": 0.7955,
            "text": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: "
          }
        },
        {
          "ND5Y": {
            "confidence_embedding": 0.7894,
            "text": "Representação de doença CID-11: Outros traumatismos especificados de parte não especificada de tronco, membro ou região do corpo. Definição: "
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7862,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        }
      ]
    },
    "osteomielite aguda hematogenica": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB84.1": {
            "confidence_embedding": 0.7718,
            "text": "Representação de doença CID-11: Outra osteomielite aguda. Definição: "
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7675,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FB84.5": {
            "confidence_embedding": 0.7375,
            "text": "Representação de doença CID-11: Outra osteomielite crônica hematogênica. Definição: "
          }
        },
        {
          "FB85": {
            "confidence_embedding": 0.7343,
            "text": "Representação de doença CID-11: Doença de Paget do osso. Definição: Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
          }
        }
      ]
    },
    "algia moderada": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7406,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7368,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "ME84.Z": {
            "confidence_embedding": 0.7343,
            "text": "Representação de doença CID-11: Dor na coluna vertebral, não especificada. Definição: "
          }
        }
      ]
    },
    "fratura da primeira vertebra cervical": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA84": {
            "confidence_embedding": 0.7877,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FA72.3": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7628,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "FA72.4": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Colapso vertebral, não classificado em outra parte. Definição: "
          }
        },
        {
          "FA84.1": {
            "confidence_embedding": 0.761,
            "text": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
          }
        }
      ]
    },
    "fotorreagentes": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG00": {
            "confidence_embedding": 0.7481,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "MB47.B": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Opistótono. Definição: Posição arqueada do corpo devida a espasmo dos músculos axiais ao longo da coluna vertebral"
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        }
      ]
    },
    "hemorragia intracerebral hemisferica subcortical": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B00.Z": {
            "confidence_embedding": 0.7989,
            "text": "Representação de doença CID-11: Hemorragia intracerebral, localização não especificada. Definição: "
          }
        },
        {
          "8B00": {
            "confidence_embedding": 0.7952,
            "text": "Representação de doença CID-11: Hemorragia intracerebral. Definição: Disfunção neurológica aguda causada por hemorragia no parênquima cerebral ou no sistema ventricular."
          }
        },
        {
          "8B00.5": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Hemorragia de múltiplos territórios. Definição: Disfunção neurológica aguda causada por hemorragia de vários territórios, dentro do parênquima cerebral, ou no sistema ventricular combinada com hemorragia no parênquima cerebral."
          }
        },
        {
          "8B00.1": {
            "confidence_embedding": 0.7672,
            "text": "Representação de doença CID-11: Hemorragia lobar. Definição: Disfunção neurológica aguda causada por hemorragia dentro dos lobos do cérebro e fora do subcórtex, gânglios da base e diencéfalo (tálamo)."
          }
        },
        {
          "8B00.4": {
            "confidence_embedding": 0.7667,
            "text": "Representação de doença CID-11: Hemorragia intraventricular sem hemorragia parenquimatosa. Definição: Disfunção neurológica aguda causada por hemorragia no sistema ventricular, sem um componente de hemorragia parenquimatosa."
          }
        }
      ]
    },
    "responsivo a estímulos dolorosos e aspirativos": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.5": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Dor neuropática crônica. Definição: Dor neuropática crônica é uma dor crônica causada por uma lesão ou doença do sistema nervoso somatossensorial. A dor pode ser espontânea ou evocada, como uma resposta aumentada a um estímulo doloroso (hiperalgesia) ou uma resposta dolorosa a um estímulo normalmente não doloroso (alodinia). O diagnóstico de dor neuropática crônica requer um antecedente de lesão ou doença do sistema nervoso e uma distribuição neuroanatomicamente plausível da dor. Sinais ou sintomas sensoriais negativos (por exemplo, diminuição ou perda de sensibilidade) e positivos (por exemplo, alodinia ou hiperalgesia) indicando o envolvimento do sistema nervoso somatossensorial devem ser compatíveis com o território de inervação da estrutura nervosa afetada."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7427,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.74,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7393,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        }
      ]
    },
    "fratura do peronio fibula": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA72.3": {
            "confidence_embedding": 0.7175,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7045,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA84": {
            "confidence_embedding": 0.7008,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.699,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.6986,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        }
      ]
    },
    "salinizado": {
      "capitulo": "X",
      "opcoes": [
        {
          "XS1T": {
            "confidence_embedding": 0.7173,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XE3FA": {
            "confidence_embedding": 0.7056,
            "text": "Representação de doença CID-11: Ocupante de posição fornecida para paciente em ambulância. Definição: "
          }
        },
        {
          "XJ92H": {
            "confidence_embedding": 0.7048,
            "text": "Representação de doença CID-11: Fratura se estende até a articulação e toda a parte articular é desconectada da parte principal do osso. Definição: "
          }
        },
        {
          "XA36Y9": {
            "confidence_embedding": 0.6971,
            "text": "Representação de doença CID-11: Ramo estilo-hioideo do nervo facial. Definição: "
          }
        },
        {
          "XM3YQ9": {
            "confidence_embedding": 0.6967,
            "text": "Representação de doença CID-11: Albumina sérica normal, pobre em sal (humana). Definição: "
          }
        }
      ]
    },
    "curativo limpo": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD22": {
            "confidence_embedding": 0.7296,
            "text": "Representação de doença CID-11: Hemoptise. Definição: Expectoração ou cuspe de sangue originário de qualquer parte do trato respiratório, usualmente resultado de hemorragia no parênquima pulmonar e artérias bronquiais."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.725,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME24.A1": {
            "confidence_embedding": 0.7226,
            "text": "Representação de doença CID-11: Hemorragia do ânus e do reto. Definição: Sangramento do ânus e do canal anal. Exclui sangramento devido a doenças específicas classificadas em outra parte (hemorróidas, câncer, infecção, etc.)."
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.7194,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        },
        {
          "MB47.B": {
            "confidence_embedding": 0.717,
            "text": "Representação de doença CID-11: Opistótono. Definição: Posição arqueada do corpo devida a espasmo dos músculos axiais ao longo da coluna vertebral"
          }
        }
      ]
    },
    "queixas álgicas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME86": {
            "confidence_embedding": 0.7601,
            "text": "Representação de doença CID-11: Sintoma ou queixa de uma parte do corpo. Definição: "
          }
        },
        {
          "MF33": {
            "confidence_embedding": 0.7554,
            "text": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    }
  }
}