{
  "prontuario_id": 563,
  "text": "18º PO RECONSTRUÇÃO DE ILEOSTOMIA.\nPACIENTE SEM QUEIXAS.\nEVACUAÇÕES DIÁRIAS. \nSEM USO DE CINTA ABDOMINAL. \nFO EM CICATRIZAÇÃO.\n\nCONDUTA: RETORNO EM 2 MESES.        ",
  "entities": {
    "Abreviação": [
      "PO",
      "FO"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS"
    ],
    "Negação": [
      "SEM"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RECONSTRUÇÃO DE ILEOSTOMIA",
      "USO DE CINTA ABDOMINAL"
    ],
    "Achado": [
      "EVACUAÇÕES DIÁRIAS"
    ],
    "Função Fisiológica": [
      "EVACUAÇÕES DIÁRIAS"
    ]
  },
  "labels": {
    "evacuações diárias": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB32.20": {
            "confidence_embedding": 0.837,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DA62": {
            "confidence_embedding": 0.8148,
            "text": "Representação de doença CID-11: Úlcera anastomótica. Definição: A úlcera anastomótica se desenvolve subsequente a ressecção gástrica ou outros procedimentos, como gastroenterostomia, que envolve a anastomose do estômago com alguma outra porção do trato gastrointestinal. Nesses casos, desenvolve-se uma úlcera perto do estoma; é quase invariavelmente no ramo eferente do intestino, não no estômago."
          }
        },
        {
          "DE12.0": {
            "confidence_embedding": 0.8094,
            "text": "Representação de doença CID-11: Mau funcionamento ou complicação de colostomia ou enterostomia. Definição: "
          }
        },
        {
          "DC82": {
            "confidence_embedding": 0.8059,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso. Definição: Condição morfológica em que tipicamente uma bolsa de membrana mucosa (incluindo a muscular da mucosa), por mecanismo de pulsão, projeta-se através e além das camadas musculares circulares da parede intestinal, de modo que elas venham a se situar na gordura pericólica e nos apêndices epiploicos. Cada bolsa é chamada de divertículo. Exclui-se aqui a condição de ter vários divertículos com sintomas ou com inflamação."
          }
        },
        {
          "DB32.2": {
            "confidence_embedding": 0.8044,
            "text": "Representação de doença CID-11: Megacólon. Definição: Megacólon é um termo descritivo que indica uma dilatação anormal do intestino grosso. A dilatação é frequentemente acompanhada por uma paralisia dos movimentos peristálticos do intestino."
          }
        }
      ]
    }
  }
}