{
  "prontuario_id": 570,
  "text": "CEFALEIA FREQUENTE, PIOR À NOITE, QUASE DIÁRIA, PP PARTE POSTERIOR DO CRANIO E CERVICAL. NEGA OUTRAS PATOLOGIAS. HMP: HISTÓRIA DE HIPERTIREOIDISMO.\n\nEXAME FÍSICO NORMAL.",
  "entities": {
    "Sinal ou Sintoma": [
      "CEFALEIA"
    ],
    "Doença ou Síndrome": [
      "PATOLOGIAS",
      "HIPERTIREOIDISMO"
    ],
    "Abreviação": [
      "HMP"
    ],
    "Localização ou Região Corporal": [
      "PARTE POSTERIOR DO CRANIO"
    ],
    "Achado": [
      "EXAME FÍSICO NORMAL"
    ]
  },
  "labels": {
    "cefaleia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A81": {
            "confidence_embedding": 0.7714,
            "text": "Representação de doença CID-11: Cefaleia tensional. Definição: Transtorno de cefaleia primária e de alta prevalência, na maioria dos casos episódica. Ataques de frequência e duração altamente variáveis ​​são caracterizados por cefaleia leve a moderada sem sintomas associados, embora sensibilidade pericraniana possa estar presente. Em uma minoria de casos, o transtorno evolui, com cefaleias cada vez mais frequentes e algumas vezes perda da episodicidade."
          }
        },
        {
          "8D61": {
            "confidence_embedding": 0.7712,
            "text": "Representação de doença CID-11: Hipotensão intracraniana. Definição: A síndrome de hipotensão intracraniana é uma entidade fisiopatológica única de origem diversa. Geralmente é caracterizada por uma cefaleia ortostática, que ocorre ou piora com a postura ereta. Pacientes com cefaleias crônicas ou assintomáticos foram descritos."
          }
        },
        {
          "8A81.1": {
            "confidence_embedding": 0.7644,
            "text": "Representação de doença CID-11: Cefaleia tensional episódica frequente. Definição: Episódios frequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, de intensidade leve a moderada, com duração de minutos a dias. A dor não piora com a atividade física de rotina e não está associada a náuseas, mas fotofobia ou fonofobia podem estar presentes."
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7611,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8A81.0": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Cefaleia tensional episódica infrequente. Definição: Episódios infrequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, de intensidade leve a moderada, com duração de minutos a dias. A dor não piora com a atividade física de rotina e não está associada a náuseas, mas fotofobia ou fonofobia podem estar presentes."
          }
        }
      ]
    },
    "hipertireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.0": {
            "confidence_embedding": 0.8234,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito. Definição: Hipotireoidismo congênito é caracterizado quando ao nascimento observar-se pouca ou nenhuma produção dos hormônios tireoidianos. Achados clínicos comuns incluem atividade diminuída e sonolência exacerbada, dificuldade de alimentação e constipação, icterícia prolongada, fácies mixedematosa, alargamento de fontanelas (especialmente fontanela posterior), macroglossia, abdome distendido com hérnia umbilical e hipotonia."
          }
        },
        {
          "5A02.6": {
            "confidence_embedding": 0.806,
            "text": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
          }
        },
        {
          "5D42": {
            "confidence_embedding": 0.8052,
            "text": "Representação de doença CID-11: Hipoparatireoidismo pós-procedimento. Definição: Trata-se da diminuição da função das glândulas paratireoides pós-procedimento, com diminuição da produção do hormônio da paratireoide. Isso pode acarretar níveis baixos de cálcio no sangue, muitas vezes causando câimbras e espasmos dos músculos ou tetania (contração muscular involuntária) e vários outros sintomas."
          }
        },
        {
          "5A61.40": {
            "confidence_embedding": 0.7981,
            "text": "Representação de doença CID-11: Hipotireoidismo central adquirido. Definição: Hipotireoidismo central é uma condição em que há pouca ou nenhuma produção dos hormônios tireoidianos induzido por disfunção de hipotálamo ou hipófise."
          }
        },
        {
          "5A00.2": {
            "confidence_embedding": 0.7942,
            "text": "Representação de doença CID-11: Hipotireoidismo adquirido. Definição: Hipotireoidismo adquirido é uma condição onde a glândula tireoide produz muito pouco ou nenhum hormônio, e esta condição surge apenas após o nascimento."
          }
        }
      ]
    }
  }
}