{
  "prontuario_id": 547,
  "text": "3 sem pós retirada de FE frat de perna direita.\nsem queixas, em uso de ptb.\nneurovasc ok, gesso ok.\nRX # melhora qualidade do calo osseo.\nCD # manter gesso mais 3 sem, retorno p/ rx sem gesso. ndn ndn.",
  "entities": {
    "Sinal ou Sintoma": [
      "queixas"
    ],
    "Abreviação": [
      "ptb",
      "RX",
      "CD",
      "rx",
      "retirada de FE",
      "neurovasc ok"
    ],
    "Procedimento Diagnóstico": [
      "RX",
      "rx"
    ],
    "Material Biomédico ou Odontológico": [
      "gesso"
    ],
    "Atividade de Assistência à Saúde": [
      "retorno"
    ],
    "Negação": [
      "sem"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "gesso",
      "retirada de FE"
    ],
    "Achado": [
      "neurovasc ok",
      "gesso ok",
      "melhora qualidade do calo osseo"
    ],
    "Resultado Laboratorial ou de Teste": [
      "melhora qualidade do calo osseo"
    ]
  },
  "labels": {
    "gesso ok": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB81": {
            "confidence_embedding": 0.691,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FA24.01": {
            "confidence_embedding": 0.6821,
            "text": "Representação de doença CID-11: Oligoartrite idiopática juvenil, estendida. Definição: Oligoartrite estendida refere-se ao fato de que após os primeiros seis meses de doença, foram acometidas mais de quatro articulações."
          }
        },
        {
          "FA26.1": {
            "confidence_embedding": 0.6793,
            "text": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada."
          }
        },
        {
          "FB50.1": {
            "confidence_embedding": 0.6732,
            "text": "Representação de doença CID-11: Bursite associada com o uso, uso excessivo ou pressão. Definição: Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais, que geralmente resulta em dor e é causada por uso repetitivo, uso excessivo ou pressão."
          }
        },
        {
          "FB54.0": {
            "confidence_embedding": 0.6706,
            "text": "Representação de doença CID-11: Esporão da crista ilíaca. Definição: Esta é uma afecção caracterizada pela exostose óssea da inserção do músculo ilíaco em sua origem."
          }
        }
      ]
    },
    "neurovasc ok": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7174,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7163,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7068,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7068,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7048,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    }
  }
}