{
  "prontuario_id": 706,
  "text": "paciente relata varizes há anos. Não consegue usar meia elastica. Relata dor nas pernas tipo queimação, pior a noite.\n\nCEAP 3.\n\nsolicito ecodoppler.\noriento meia elastica.\n\nretorno apos exame.        ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "paciente"
    ],
    "Doença ou Síndrome": [
      "varizes"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "tipo queimação"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pernas"
    ],
    "Abreviação": [
      "CEAP"
    ],
    "Atividade de Assistência à Saúde": [
      "solicito",
      "oriento"
    ],
    "Procedimento Diagnóstico": [
      "ecodoppler",
      "exame"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "meia elastica"
    ]
  },
  "labels": {
    "dor": {
      "capitulo": "08",
      "opcoes": [
        {
          "8E43.0": {
            "confidence_embedding": 0.7785,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A63.0": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Crise epiléptica febril. Definição: Convulsões associadas a um aumento da temperatura corporal na ausência de infecção intracraniana, distúrbio metabólico ou história de crises epilépticas afebris. Ocorrem mais comumente em crianças com idades entre 6 meses e 5 anos."
          }
        },
        {
          "8A68.4": {
            "confidence_embedding": 0.7153,
            "text": "Representação de doença CID-11: Crise epiléptica tônico-clônica generalizada. Definição: Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono."
          }
        }
      ]
    },
    "varizes": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.0": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Diástase de músculo. Definição: Esta é uma condição em que ocorre uma separação ou ruptura patológica entre fibras musculares e outras fibras musculares, tendões ou fáscia"
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.726,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        },
        {
          "FB40.3": {
            "confidence_embedding": 0.7053,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        },
        {
          "FB41.Z": {
            "confidence_embedding": 0.7053,
            "text": "Representação de doença CID-11: Ruptura espontânea de sinóvia ou de tendão, não especificada. Definição: "
          }
        },
        {
          "FA31.1": {
            "confidence_embedding": 0.7013,
            "text": "Representação de doença CID-11: Deformidade em varo, não classificada em outra parte. Definição: "
          }
        }
      ]
    },
    "tipo queimação": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7561,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BE14.9": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Transtorno aórtico pós-procedimento relacionado a anomalia cardíaca congênita. Definição: Evento ou ocorrência afetando a aorta em consequência da presença de doença cardiovascular congênita, que está associada a uma intervenção de cuidado de saúde, sendo um desvio do curso desejado de eventos e pode causar, ou estar associado a, um resultado subótimo."
          }
        },
        {
          "BA60.6": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: Ruptura do músculo papilar ou cordas tendíneas como complicação atual subsequente a infarto agudo do miocárdio. Definição: "
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7454,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    }
  }
}