{
  "prontuario_id": 857,
  "text": "retorno p/ retirada de pontos FAV B-C dir.\nFAV com frêmito, boa cicatrização.\npontos retirados.        ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "retorno"
    ],
    "Abreviação": [
      "FAV"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FAV",
      "retirada de pontos",
      "pontos retirados"
    ],
    "Sinal ou Sintoma": [
      "com frêmito"
    ],
    "Achado": [
      "boa cicatrização"
    ]
  },
  "labels": {
    "boa cicatrização": {
      "capitulo": "14",
      "opcoes": [
        {
          "EH90.0": {
            "confidence_embedding": 0.7079,
            "text": "Representação de doença CID-11: Úlcera por pressão grau 1. Definição: Ulceração por pressão grau I é um precursor da ulceração da pele. A pele permanece intacta, mas há uma vermelhidão que não desaparece à pressão em uma área localizada, geralmente sobre uma proeminência óssea. A área pode estar dolorosa, firme, macia, mais quente ou mais fria em comparação com o tecido adjacente. Pode ser difícil de detectar em indivíduos com pele escura, mas as áreas afetadas podem diferir na cor da pele circundante. A presença de ulceração por pressão grau 1 pode indicar pessoas em risco de progredir para ulceração franca."
          }
        },
        {
          "EH90.5": {
            "confidence_embedding": 0.7077,
            "text": "Representação de doença CID-11: Úlcera por pressão, não classificável. Definição: Úlcera por pressão com perda de espessura total da pele na qual a profundidade real da úlcera é completamente obscurecida pelo esfacelo (amarelo, castanho, cinza, verde ou marrom) e/ou escara (castanha, marrom ou preta) no leito da ferida. Até que esfacelo e/ou escara sejam suficientemente removidos para expor a base da ferida, não é possível se determinar se a úlcera é grau 3 ou grau 4."
          }
        },
        {
          "ED70.2": {
            "confidence_embedding": 0.6967,
            "text": "Representação de doença CID-11: Alopecia areata. Definição: Queda de cabelos em placas com inflamação microscópica, geralmente reversível, ocorrendo em áreas bem definidas e geralmente envolvendo a barba ou o couro cabeludo"
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.695,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EC33": {
            "confidence_embedding": 0.6946,
            "text": "Representação de doença CID-11: Epidermólise bolhosa sindrômica. Definição: Pequeno grupo de transtornos incluindo a síndrome de Kindler, em que a formação de bolhas na pele está associada a outros defeitos."
          }
        }
      ]
    },
    "com frêmito": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A68.1": {
            "confidence_embedding": 0.6965,
            "text": "Representação de doença CID-11: Crise epiléptica de ausência, atípica. Definição: Crises epilépticas de ausência com alterações no tônus ​​mais pronunciadas do que nas ausências típicas ou com início e/ou cessação não abruptas, frequentemente associadas a atividade de ponta-onda lenta, irregular e generalizada."
          }
        },
        {
          "8A06.21": {
            "confidence_embedding": 0.6827,
            "text": "Representação de doença CID-11: Soluços crônicos. Definição: Soluço crônico é um transtorno raro causando espasmos inspiratórios repetitivos em um período de 48 horas ou mais."
          }
        },
        {
          "8A45.0": {
            "confidence_embedding": 0.6752,
            "text": "Representação de doença CID-11: Transtornos da substância branca devidos a infecções. Definição: "
          }
        },
        {
          "8D8B": {
            "confidence_embedding": 0.6744,
            "text": "Representação de doença CID-11: Transtornos que afetam a neurotransmissão sináptica autonômica. Definição: "
          }
        },
        {
          "8D84": {
            "confidence_embedding": 0.6742,
            "text": "Representação de doença CID-11: Insuficiência autonômica pura. Definição: Insuficiência autonômica pura é um tanstorno esporádico lentamente progressivo de início na idade adulta, associado ao acúmulo de sinucleína em neurônios autônomos periféricos, resultando em hipotensão ortostática, disfunção de bexiga e sexual."
          }
        }
      ]
    }
  }
}