{
  "prontuario_id": 365,
  "text": "2 SEMANAS DE FIXAÇÃO DE DEDO EM MARTELO.\nPCTE BEM, SEM QUEIXAS, MANTENDO REDUÇÃO.\nPERFUSAO OK.\nRX CONTROLE OK.\nRETORNO EM 4 SEMANAS PARA NOVO RX E RMS.     ",
  "entities": {
    "Abreviação": [
      "PCTE",
      "RX",
      "RMS",
      "RX CONTROLE"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Achado": [
      "BEM",
      "MANTENDO REDUÇÃO",
      "PERFUSAO OK"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS"
    ],
    "Procedimento Diagnóstico": [
      "RX",
      "RMS",
      "RX CONTROLE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "FIXAÇÃO DE DEDO EM MARTELO"
    ]
  },
  "labels": {
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB29.4": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Ruminação e regurgitação. Definição: Mastigar novamente alimentos previamente engolidos que foram trazidos de volta à boca por regurgitação, que podem então ser engolidos novamente ou cuspidos."
          }
        },
        {
          "ME86.5": {
            "confidence_embedding": 0.7242,
            "text": "Representação de doença CID-11: Sintoma ou queixa do flanco ou axila. Definição: "
          }
        },
        {
          "MD11.6": {
            "confidence_embedding": 0.7219,
            "text": "Representação de doença CID-11: Soluço. Definição: Soluços são espasmos diafragmáticos involuntários repetidos seguidos de fechamento repentino da glote, o que interrompe o fluxo de ar e causa o som característico. Episódios intermitentes são muito comuns. Soluços persistentes (> 2 dias) ou refratários a tratamento (>1 mês) são incomuns, mas causam grande incômodo."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME86.4": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Sintoma ou queixa do cotovelo. Definição: "
          }
        }
      ]
    },
    "mantendo redução": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA30.2": {
            "confidence_embedding": 0.6855,
            "text": "Representação de doença CID-11: Dedo do pé em martelo adquirido. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.6807,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB53.1": {
            "confidence_embedding": 0.677,
            "text": "Representação de doença CID-11: Síndrome do manguito rotador. Definição: "
          }
        },
        {
          "FA31.7": {
            "confidence_embedding": 0.6712,
            "text": "Representação de doença CID-11: Pé cavo ou pé torto adquirido. Definição: "
          }
        },
        {
          "FA34.2": {
            "confidence_embedding": 0.6667,
            "text": "Representação de doença CID-11: Instabilidade recidivante da articulação. Definição: "
          }
        }
      ]
    },
    "perfusao ok": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7053,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7051,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.6868,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.6775,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.6734,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        }
      ]
    }
  }
}