{
  "prontuario_id": 952,
  "text": "Dispneia importante aos esforços + dor tipo peso no peito no esforço.\nObeso, has, icc\n\nc # cintilografia miocardica para avaliar angina.        ",
  "entities": {
    "Sinal ou Sintoma": [
      "dor",
      "esforço",
      "angina"
    ],
    "Localização ou Região Corporal": [
      "peito"
    ],
    "Doença ou Síndrome": [
      "Obeso",
      "has",
      "icc",
      "angina"
    ],
    "Abreviação": [
      "has",
      "icc"
    ],
    "Procedimento Diagnóstico": [
      "cintilografia miocardica"
    ]
  },
  "labels": {
    "icc": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA40.Y": {
            "confidence_embedding": 0.7783,
            "text": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: "
          }
        },
        {
          "BA40.Z": {
            "confidence_embedding": 0.7702,
            "text": "Representação de doença CID-11: Angina pectoris não especificada. Definição: "
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.7665,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7644,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7632,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        }
      ]
    },
    "has": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C78": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B81.0": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Obesidade devido a desequilíbrio energético. Definição: A obesidade é uma doença crônica e complexa, definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos principais únicos podem ser identificados (doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética)."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7469,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C64.40": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Hipermagnesemia. Definição: É um distúrbio eletrolítico no qual há aumento importante do nível de magnésio no sangue. Normalmente, isso resulta em excesso de magnésio no corpo."
          }
        },
        {
          "5C70.0": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água."
          }
        }
      ]
    },
    "obeso": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.2Y": {
            "confidence_embedding": 0.711,
            "text": "Representação de doença CID-11: Outro Infarto isquêmico muscular, especificado. Definição: "
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.7007,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.6955,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB32.2Z": {
            "confidence_embedding": 0.6942,
            "text": "Representação de doença CID-11: Infarto isquêmico muscular, não especificado. Definição: "
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.6922,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        }
      ]
    },
    "esforço": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.762,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB41.2": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Insuficiência respiratória, não especificada como aguda ou crônica. Definição: Refere-se a um uma troca gasosa inadequada pelo sistema respiratório, que resulta em que níveis de oxigênio, de dióxido de carbono ou de ambos no sangue arterial não podem ser mantidos dentro das faixas normais, não especificada como aguda ou crônica."
          }
        },
        {
          "CB0Z": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Doenças respiratórias que afetam principalmente o interstício pulmonar, não especificadas. Definição: "
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.40": {
            "confidence_embedding": 0.7601,
            "text": "Representação de doença CID-11: Dor visceral crônica por fatores mecânicos. Definição: Dor visceral crônica por fatores mecânicos é uma dor crônica decorrente de a) a obstrução de vísceras ocas como consequência de obstáculos migratórios internos (p.ex., pedras) ou estenose, com dilatação acima do obstáculo/estenose ou b) a tração de ligamentos e vasos de órgãos internos ou a compressão externa de órgãos internos."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7569,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.00": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Dor visceral primária crônica. Definição: A dor visceral primária crônica é a dor crônica localizada na região torácica, abdominal ou pélvica e associada a sofrimento emocional significativo ou incapacidade funcional. A localização anatômica distinta é compatível com padrões típicos de dor referida de órgãos internos específicos. Os sintomas não são melhor explicados por um diagnóstico de dor visceral crônica secundária. A dor visceral primária crônica é multifatorial: fatores biológicos, psicológicos e sociais contribuem para a síndrome dolorosa. O diagnóstico é adequado independentemente dos fatores biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        }
      ]
    },
    "angina": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA40.Y": {
            "confidence_embedding": 0.8184,
            "text": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: "
          }
        },
        {
          "BA40.Z": {
            "confidence_embedding": 0.8149,
            "text": "Representação de doença CID-11: Angina pectoris não especificada. Definição: "
          }
        },
        {
          "BA85": {
            "confidence_embedding": 0.814,
            "text": "Representação de doença CID-11: Doença vasoespástica coronariana. Definição: O termo doença coronariana vasoespástica refere-se a uma vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso. Embora possa estar envolvido em outras síndromes coronárias, representa a causa habitual de angina variante."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BA40.0": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Angina instável. Definição: "
          }
        }
      ]
    }
  }
}