{
  "prontuario_id": 500,
  "text": "Às 06:30: Paciente consciente, lúcido, orientado, comunicativo, normotenso, normocorado, afebril, deambulando. MAntém acesso venoso em MSD, salinizado no momento; permanece com curativo oclusivo em mão E, limpo e seco. PAciente mantém agora, curativo em coxa E, região de pele doadora para enxertia. Relata não conseguir esticar a perna e leve algia. Mantém boa aceitação da dieta oferecida; eliminações presentes. Segue sob cuidados. FRATURA DE OUTROS OSSOS DO CARPO. Às 18:55hrs: Realizo passagem de SNE em narina DIR, procedimento sem intercorrencia, aguarda RX de controle para iniciar dietaterapia. Enf° Florence Nightingale, Coren XXXX. OSTEOMIELITE AGUDA HEMATOGENICA. Às 12:45: CONSCIENTE, ORIENTADO, VERBALIZA, DEAMBULA, NO MOMENTO REPOUSO NO LEITO, AFEBRIL, EUPNEICO EM AR AMBIENTE, SEM QUEIXAS ALGICAS, SEM ACESSO VENOSO, ACEITANDO DIETA OFERECIDA, MANTEM TALA GESSADA + CURATIVO EM MSE EXTERNAMENTE LIMPO E SECO, MOVIMENTAÇÃO PRESERVADA, DIURESE ESPONTANEA, EVACUAÇÃO PRESENTE. ENF Florence Nightingale, XXXX. FRATURA DE OUTROS DEDOS.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "PAciente"
    ],
    "Achado": [
      "consciente",
      "lúcido",
      "orientado",
      "comunicativo",
      "normotenso",
      "normocorado",
      "afebril",
      "deambulando",
      "salinizado",
      "limpo",
      "seco",
      "CONSCIENTE",
      "ORIENTADO",
      "VERBALIZA",
      "DEAMBULA",
      "AFEBRIL",
      "LIMPO",
      "SECO",
      "boa aceitação da dieta",
      "eliminações presentes",
      "REPOUSO NO LEITO",
      "EUPNEICO EM AR AMBIENTE",
      "ACEITANDO DIETA",
      "MOVIMENTAÇÃO PRESERVADA",
      "DIURESE ESPONTANEA",
      "EVACUAÇÃO PRESENTE"
    ],
    "Negação": [
      "afebril",
      "AFEBRIL"
    ],
    "Abreviação": [
      "MSD",
      "Enf°",
      "MSE",
      "ENF",
      "mão E",
      "coxa E",
      "passagem de SNE",
      "narina DIR",
      "RX de controle"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "MSE",
      "coxa E",
      "região de pele"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "salinizado",
      "curativo",
      "enxertia",
      "procedimento",
      "dietaterapia",
      "CURATIVO",
      "acesso venoso",
      "curativo oclusivo",
      "passagem de SNE",
      "REPOUSO NO LEITO",
      "ACESSO VENOSO",
      "TALA GESSADA"
    ],
    "Dispositivo Médico": [
      "curativo",
      "CURATIVO",
      "acesso venoso",
      "curativo oclusivo",
      "ACESSO VENOSO",
      "TALA GESSADA"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enf°",
      "ENF"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "mão E"
    ],
    "Sinal ou Sintoma": [
      "leve algia",
      "QUEIXAS ALGICAS"
    ],
    "Função Fisiológica": [
      "eliminações presentes",
      "DIURESE ESPONTANEA",
      "EVACUAÇÃO PRESENTE"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DE OUTROS OSSOS DO CARPO",
      "FRATURA DE OUTROS DEDOS"
    ],
    "Espaço ou Junção Corporal": [
      "narina DIR"
    ],
    "Procedimento Diagnóstico": [
      "RX de controle"
    ],
    "Doença ou Síndrome": [
      "OSTEOMIELITE AGUDA HEMATOGENICA"
    ]
  },
  "labels": {
    "queixas algicas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MF33": {
            "confidence_embedding": 0.7395,
            "text": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa."
          }
        },
        {
          "MF32": {
            "confidence_embedding": 0.7368,
            "text": "Representação de doença CID-11: Sintoma ou queixa da menopausa. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "fratura de outros dedos": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7305,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.7269,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7241,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA25.20": {
            "confidence_embedding": 0.7203,
            "text": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
          }
        },
        {
          "FA72.3": {
            "confidence_embedding": 0.7196,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        }
      ]
    },
    "leve algia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7287,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7284,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.7247,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7242,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        }
      ]
    },
    "fratura de outros ossos do carpo": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB81": {
            "confidence_embedding": 0.7392,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7268,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7198,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FB85": {
            "confidence_embedding": 0.7128,
            "text": "Representação de doença CID-11: Doença de Paget do osso. Definição: Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7108,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        }
      ]
    },
    "osteomielite aguda hematogenica": {
      "capitulo": "02",
      "opcoes": [
        {
          "2F26": {
            "confidence_embedding": 0.7263,
            "text": "Representação de doença CID-11: Hemangioma capilar lobular. Definição: Historicamente chamado de granuloma piogênico, trata-se de uma proliferação benigna comum de vasos sanguíneos capilares que pode ser induzida por traumatismo ou por alguns medicamentos. Apresenta-se como uma ou mais pápulas ou nódulos vermelho vivo, frequentemente localizados ao redor da boca ou em uma falange terminal em relação à unha. Frequentemente ocorrem sangramento, ulceração e formação de crostas. Mutações BRAF dentro das células endoteliais vasculares podem estar presentes, indicando que este é, em pelo menos uma proporção dos casos, um verdadeiro processo neoplásico."
          }
        },
        {
          "2B51": {
            "confidence_embedding": 0.7244,
            "text": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
          }
        },
        {
          "2A31": {
            "confidence_embedding": 0.7094,
            "text": "Representação de doença CID-11: Neutropenia refratária. Definição: Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de neutrófilos displásicos na medula óssea ou no sangue periférico."
          }
        },
        {
          "2F20.3": {
            "confidence_embedding": 0.7023,
            "text": "Representação de doença CID-11: Nevos melanocíticos eruptivos generalizados. Definição: Este fenômeno descreve o rápido aparecimento simultâneo de múltiplos nevos melanocíticos, frequentemente centenas em número, em pele exposta ao sol previamente não acometida. O fenômeno tem sido associado a imunossupressão, particularmente em indivíduos que realizaram transplante renal e em indivíduos que estão recebendo quimioterapia contra câncer, e pode ser considerado uma contraparte mais avançada de lentiginose eruptiva generalizada."
          }
        },
        {
          "2E65.5": {
            "confidence_embedding": 0.7004,
            "text": "Representação de doença CID-11: Doença de Paget do mamilo. Definição: Doença de Paget do mamilo descreve uma apresentação rara de câncer da mama, observada mais frequentemente em mulheres com idade entre 50-60 anos, manifestando-se com drenagem mamilar e coceira, eritema, mamilo escoriado com crostas, placas espessadas e hiperpigmentação (menos frequentemente). Ocorre devido à invasão de células tumorais no complexo aréolo-mamilar e representa 1%-3% de todos os novos diagnósticos de câncer de mama."
          }
        }
      ]
    }
  }
}