{
  "prontuario_id": 642,
  "text": "Às 15:30: ENCAMINHADA PARA REALIZAÇÃO DE ESPIROMETRIA, DEAMBULANDO, ACOMPANHADA PELA ENFERMAGEM. Às 10:00Hrs: Cliente hemodinamicamente estavel, encaminhada ao centro cirurgico. Às 12:35HS: CONSCIENTE, COMUNICATIVO, DEAMBULANDO, EUPINEICO. NÃO REFERE ALGIA. ACEITOU BEM A DIETA OFERECIDA. CURATIVO LIMPO E SECO EXTERNAMENTE. SEGUE CUIDADOS. Às 9H15MIN: ADMINISTRADO MIDAZOLAN E ENCAMINHADO AO CENTRO CIRÚRGICO ACOMPANHADO PELA ENFERMAGEM. Em 10/04/12, 16:00: 8º do na uti por ave i + tu cerebral. # 6º D TQT EM VM MODO PSV, PS 9, FIO2 30%, VC 400, PEEP 5. # 6º D SNE COM DIETA 50 ML/H. # 6º D SVD DIURESE EFETIVA. # PROGNÓSTICO RESERVADO. SAV C. GLASGOW 6T, PUPILAS ISOMIÓTICAS, SEM AVP, MEDICAÇÃO VO, REALIZADO TROCA DE CÂNULA DE TQT PELO médico, TQT NUM 08. PROCEDIMENTO SEM INTERCORRÊNCIAS. ",
  "entities": {
    "Procedimento Diagnóstico": [
      "ESPIROMETRIA"
    ],
    "Achado": [
      "DEAMBULANDO",
      "CONSCIENTE",
      "COMUNICATIVO",
      "EUPINEICO",
      "LIMPO",
      "SECO",
      "hemodinamicamente estavel",
      "ACEITOU BEM A DIETA",
      "DIURESE EFETIVA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENFERMAGEM",
      "médico"
    ],
    "Organização Relacionada à Saúde": [
      "ENFERMAGEM",
      "uti",
      "centro cirurgico",
      "CENTRO CIRÚRGICO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Cliente"
    ],
    "Sinal ou Sintoma": [
      "ALGIA",
      "GLASGOW 6T"
    ],
    "Dispositivo Médico": [
      "CURATIVO",
      "SVD",
      "AVP",
      "TQT NUM 08"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CURATIVO",
      "TQT",
      "VM",
      "FIO2",
      "PEEP",
      "SVD",
      "AVP",
      "PROCEDIMENTO",
      "MODO PSV",
      "SNE COM DIETA",
      "TROCA DE CÂNULA DE TQT"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS"
    ],
    "Substância Farmacológica": [
      "MIDAZOLAN",
      "MEDICAÇÃO VO"
    ],
    "Abreviação": [
      "uti",
      "TQT",
      "VM",
      "PS",
      "FIO2",
      "VC",
      "PEEP",
      "SVD",
      "AVP",
      "ave i",
      "tu cerebral",
      "MODO PSV",
      "SNE COM DIETA",
      "SAV C",
      "MEDICAÇÃO VO",
      "TROCA DE CÂNULA DE TQT"
    ],
    "Conceito Quantitativo": [
      "9",
      "30%",
      "400",
      "5",
      "50 ML/H"
    ],
    "Doença ou Síndrome": [
      "ave i"
    ],
    "Processo Neoplásico": [
      "tu cerebral"
    ],
    "Função Fisiológica": [
      "DIURESE EFETIVA"
    ]
  },
  "labels": {
    "seco": {
      "capitulo": "X",
      "opcoes": [
        {
          "XE3FA": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Ocupante de posição fornecida para paciente em ambulância. Definição: "
          }
        },
        {
          "XS1T": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XM0N15": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Soluções que produzem diurese osmótica. Definição: "
          }
        },
        {
          "XA1VK9": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Vaso linfático profundo da parede torácica. Definição: "
          }
        },
        {
          "XS1Y": {
            "confidence_embedding": 0.7363,
            "text": "Representação de doença CID-11: Estágio I: Assintomático, obstrução incompleta dos vasos sanguíneos. Definição: "
          }
        }
      ]
    },
    "glasgow 6t": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C46.60": {
            "confidence_embedding": 0.7517,
            "text": "Representação de doença CID-11: Transtorno psicótico induzido por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona, com alucinações. Definição: Transtorno psicótico induzido por estimulantes com alucinações é caracterizado pela presença de alucinações que são consideradas como consequência direta do uso de estimulantes. Nem delírios, nem outros sintomas psicóticos estão presentes. Os sintomas não ocorrem exclusivamente durante estados hipnagógicos ou hipnopômpicos, não são mais bem explicados por outro transtorno mental ou comportamental (p. ex., esquizofrenia), e não se devem a outro transtorno ou doença classificada em outra parte (p. ex., epilepsias com sintomas visuais)."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C46.3": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões."
          }
        }
      ]
    },
    "tu cerebral": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B24": {
            "confidence_embedding": 0.819,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8E44": {
            "confidence_embedding": 0.7985,
            "text": "Representação de doença CID-11: Dano cerebral pós-anóxico. Definição: O dano cerebral pós-anóxico refere-se à gravidade variável da encefalopatia que resulta de parada circulatória, hipotensão ou asfixia."
          }
        },
        {
          "8E61.0": {
            "confidence_embedding": 0.7836,
            "text": "Representação de doença CID-11: Lesão cerebral induzida por radiação. Definição: Lesão no cérebro a partir de irradiação craniana terapêutica, que pode ser dividida temporalmente em três síndromes: Toxicidade aguda ou precoce que é consequência da exposição imediata à radiação, lesão precoce-retardada e tardia, embora as três possam se sobrepor."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7775,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8D60.0": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Síndromes de herniação cerebral. Definição: O desvio ou deslocamento do tecido cerebral devido a efeito de massa de sua localização normal para uma região que não ocupa."
          }
        }
      ]
    },
    "algia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7697,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "ave i": {
      "capitulo": "22",
      "opcoes": [
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NB30.2Z": {
            "confidence_embedding": 0.7404,
            "text": "Representação de doença CID-11: Lesão da veia cava superior, não especificada. Definição: "
          }
        },
        {
          "NA05.Z": {
            "confidence_embedding": 0.7384,
            "text": "Representação de doença CID-11: Lesão dos vasos sanguíneos da cabeça, não especificada. Definição: "
          }
        },
        {
          "NC56.4Z": {
            "confidence_embedding": 0.7374,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do polegar, não especificada. Definição: "
          }
        },
        {
          "NC95.Z": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Lesão de vaso sanguíneo não especificado na perna. Definição: "
          }
        }
      ]
    }
  }
}