{
  "prontuario_id": 425,
  "text": "Às 16H: CONSCIENTE, LÚCIDA, ORIENTADA, COMUNICATIVA, DEAMBULA COM AUXÍLIO, AFEBRIL, EUPNÉICA, NORMOCORADA, AVP EM MSD, ACEITA DIETA VO, FOI RETIRADO SVD, NÃO APRESENTOU MICÇÃO ESPONTANEA NO PERÍODO DA TARDE, EVACUAÇÃO AUSENTE, DRENO DE PENROSE NO ABDOMEN COM CALCULOSE DA VESICULA BILIAR COM OUTRAS FORMAS DE COLECISTITE. Às 02:00: Chamado plantão novamente pela dor que o cliente referia, houve pedido que lavassemos a sonda, a mesma não possuia sistema de irrigação, conversado com Dr Vital Brasil, que pediu avaliação da Urologia, ele conversou com Dr Vital Brasil e decidiram que o Dr. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 16:20: PCTE ENCONTRA-SE NA HEMODIALISE. ULCERA GASTRICA CRONICA OU NAO ESPECIFICADA COM HEMORRAGIA. PROVENIENTE DO CC ÀS 09:00. LUCIDA, ORIENTADA, REFERINDO LEVE ALGIA ABDOMINAL. APRESENTA SNG FECHADA (SOLICITO FRASCO), CURATIVO ENFAIXADO EM REGIÃO ABDOMINAL DE ASPECTO SECO EXTERNAMENTE, DRENO DE SUCTOR COM DÉBITO SANGUINOLENTO, SVD COM DÉBITO. MANTÉM A HERNIA INGUINAL.",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "LÚCIDA",
      "ORIENTADA",
      "COMUNICATIVA",
      "AFEBRIL",
      "EUPNÉICA",
      "NORMOCORADA",
      "EVACUAÇÃO",
      "LUCIDA",
      "DÉBITO",
      "DEAMBULA COM AUXÍLIO",
      "ACEITA DIETA VO",
      "MICÇÃO ESPONTANEA",
      "SNG FECHADA",
      "ASPECTO SECO",
      "DÉBITO SANGUINOLENTO"
    ],
    "Negação": [
      "AFEBRIL",
      "AUSENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "AVP",
      "HEMODIALISE",
      "SVD",
      "RETIRADO SVD",
      "DRENO DE PENROSE",
      "lavassemos a sonda",
      "SNG FECHADA",
      "CURATIVO ENFAIXADO",
      "DRENO DE SUCTOR"
    ],
    "Abreviação": [
      "AVP",
      "MSD",
      "Dr",
      "PCTE",
      "CC",
      "SVD",
      "ACEITA DIETA VO",
      "RETIRADO SVD",
      "SNG FECHADA"
    ],
    "Dispositivo Médico": [
      "AVP",
      "SVD",
      "DRENO DE PENROSE",
      "CURATIVO ENFAIXADO",
      "DRENO DE SUCTOR"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "ABDOMINAL",
      "NO ABDOMEN",
      "REGIÃO ABDOMINAL"
    ],
    "Função Fisiológica": [
      "EVACUAÇÃO",
      "DÉBITO",
      "MICÇÃO ESPONTANEA"
    ],
    "Organização Relacionada à Saúde": [
      "plantão",
      "Urologia",
      "CC"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "COM HEMORRAGIA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "cliente",
      "PCTE"
    ],
    "Atividade de Assistência à Saúde": [
      "avaliação"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Doença ou Síndrome": [
      "CALCULOSE DA VESICULA BILIAR",
      "ULCERA GASTRICA CRONICA"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MULTIPLOS"
    ],
    "Substância Corporal": [
      "DÉBITO SANGUINOLENTO"
    ],
    "Anormalidade Anatômica": [
      "HERNIA INGUINAL"
    ]
  },
  "labels": {
    "calculose da vesicula biliar": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC11.6": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Calculose de via biliar sem colangite ou colecistite. Definição: Cálculos na via biliar presentes sem inflamação de parede da vesícula biliar e via biliar."
          }
        },
        {
          "DC11.5": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Calculo de via biliar com colecistite. Definição: Cálculos na via biliar presentes com inflamação da parede de vesícula biliar."
          }
        },
        {
          "DC11": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Colelitíase. Definição: Colelitíase é o cálculo de vesícula biliar, ducto cístico ou ducto biliar. A maioria das pedras na vesícula biliar é assintomática, mas o sintoma inicial mais comum é a cólica biliar antes do desenvolvimento de complicações, incluindo colecistite aguda ou colangite."
          }
        },
        {
          "DC10.0": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Obstrução de vesícula ou vias biliares. Definição: Obstrução no pequeno órgão que ajuda principalmente na digestão de gordura e concentra a bile produzida pelo fígado e em qualquer uma das numerosas estruturas semelhantes a tubos que transportam a bile."
          }
        },
        {
          "DC12.0": {
            "confidence_embedding": 0.7376,
            "text": "Representação de doença CID-11: Colecistite aguda. Definição: Inflamação aguda da parede da vesícula biliar geralmente segue a obstrução do ducto cístico. A inflamação é evocada por fatores inflamatórios mecânicos, químicos, vasculares e bacterianos."
          }
        }
      ]
    },
    "sng fechada": {
      "capitulo": "X",
      "opcoes": [
        {
          "XA99Q6": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Ramo genital do nervo genitofemoral. Definição: "
          }
        },
        {
          "XE3FA": {
            "confidence_embedding": 0.7328,
            "text": "Representação de doença CID-11: Ocupante de posição fornecida para paciente em ambulância. Definição: "
          }
        },
        {
          "XS1T": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XA1ED1": {
            "confidence_embedding": 0.7149,
            "text": "Representação de doença CID-11: Prega ungueal proximal do segundo artelho. Definição: "
          }
        },
        {
          "XE4VF": {
            "confidence_embedding": 0.7146,
            "text": "Representação de doença CID-11: Contaminação do dispositivo com fluido corporal. Definição: "
          }
        }
      ]
    },
    "ulcera gastrica cronica": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA41.00": {
            "confidence_embedding": 0.7489,
            "text": "Representação de doença CID-11: Gastroparesia. Definição: Gastroparesia é um transtorno no qual o estômago leva muito tempo para esvaziar o seu conteúdo, principalmente devido ao mau funcionamento do nervo vago."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7426,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7393,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.7301,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        }
      ]
    },
    "débito": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.3": {
            "confidence_embedding": 0.7877,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME00": {
            "confidence_embedding": 0.7816,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7808,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7779,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "débito sanguinolento": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NA07.83": {
            "confidence_embedding": 0.7446,
            "text": "Representação de doença CID-11: Hemorragia traumática no tronco encefálico sem especificação se primária ou secundária. Definição: "
          }
        },
        {
          "NA07.80": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Hemorragia traumática na substância branca do cérebro. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NE81.0": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma complicando um procedimento, não classificado em outra parte. Definição: "
          }
        }
      ]
    },
    "evacuação": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.3": {
            "confidence_embedding": 0.7877,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME00": {
            "confidence_embedding": 0.7816,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7808,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7779,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "aspecto seco": {
      "capitulo": "X",
      "opcoes": [
        {
          "XA99Q6": {
            "confidence_embedding": 0.7282,
            "text": "Representação de doença CID-11: Ramo genital do nervo genitofemoral. Definição: "
          }
        },
        {
          "XS1T": {
            "confidence_embedding": 0.7269,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XA9M74": {
            "confidence_embedding": 0.7247,
            "text": "Representação de doença CID-11: Cavidade abdominal. Definição: "
          }
        },
        {
          "XA0V25": {
            "confidence_embedding": 0.7203,
            "text": "Representação de doença CID-11: Tendão do transverso do abdome. Definição: "
          }
        },
        {
          "XE3FA": {
            "confidence_embedding": 0.719,
            "text": "Representação de doença CID-11: Ocupante de posição fornecida para paciente em ambulância. Definição: "
          }
        }
      ]
    },
    "com hemorragia": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA26.2": {
            "confidence_embedding": 0.7903,
            "text": "Representação de doença CID-11: Hemorragia intramural de esôfago. Definição: Hematoma na parede do esôfago que pode se formar espontaneamente ou como resultado de traumatismo, ingestão tóxica ou procedimentos endoscópicos. É raramente observado."
          }
        },
        {
          "DC72.Z": {
            "confidence_embedding": 0.7846,
            "text": "Representação de doença CID-11: Divertículo do intestino delgado, sem especificação sobre a presença ou ausência de hemorragia. Definição: "
          }
        },
        {
          "DB98.A": {
            "confidence_embedding": 0.7814,
            "text": "Representação de doença CID-11: Hemorragia hepática. Definição: Sangramento espontâneo traumático ou não traumático no fígado. A causa mais comum deste último é a ruptura de tumores hepáticos."
          }
        },
        {
          "DC82.0": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso com hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, com hemorragia."
          }
        },
        {
          "DC72.0": {
            "confidence_embedding": 0.7684,
            "text": "Representação de doença CID-11: Divertículo do intestino delgado com hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo no revestimento do intestino delgado, com hemorragia."
          }
        }
      ]
    },
    "hernia inguinal": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.705,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA33": {
            "confidence_embedding": 0.7036,
            "text": "Representação de doença CID-11: Transtorno interno do joelho. Definição: Transtorno interno do joelho (TIJ) é uma condição crônica do joelho devido à lesão, ruptura ou transtorno do menisco do joelho, ou ruptura parcial ou completa dos ligamentos cruzados, com ou sem lesão do ligamento capsular, que resulta em um processo contínuo ou intermitente de sinais e sintomas como dor, instabilidade ou mobilidade anormal do joelho.\r\n\r\nNas situações em que o transtorno é causado por trauma, deverá ser utilizado o código de \"Lesões, envenenamentos ou algumas outras consequências de causas externas\", independentemente do tempo decorrido desde a lesão."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.6994,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB51.40": {
            "confidence_embedding": 0.698,
            "text": "Representação de doença CID-11: Fibrose retroperitoenal primária. Definição: Esta é a forma mais comum de fibrose retroperitoneal. Por definição, nenhum fator desencadeante (ex. medicamentos ou neoplasia maligna) pode ser determinado, apesar de haver uma associação frequente com a aterosclerose da aorta abdominal. Foi postulado que a aterosclerose poderia ter um papel etiológico em alguns casos."
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.6897,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        }
      ]
    },
    "traumatismos multiplos": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND34": {
            "confidence_embedding": 0.7731,
            "text": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: "
          }
        },
        {
          "ND36": {
            "confidence_embedding": 0.7685,
            "text": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: "
          }
        },
        {
          "NA07": {
            "confidence_embedding": 0.7659,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "ND5Y": {
            "confidence_embedding": 0.7646,
            "text": "Representação de doença CID-11: Outros traumatismos especificados de parte não especificada de tronco, membro ou região do corpo. Definição: "
          }
        },
        {
          "ND30": {
            "confidence_embedding": 0.7632,
            "text": "Representação de doença CID-11: Traumatismos superficiais envolvendo múltiplas regiões do corpo. Definição: "
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.8129,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.8098,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.8084,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.8029,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.7929,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        }
      ]
    },
    "micção espontanea": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.7672,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7573,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "ME02": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Rigidez abdominal. Definição: Rigidez abdominal é a rigidez dos músculos na região da barriga, que pode ser sentida quando tocada ou pressionada"
          }
        }
      ]
    }
  }
}