{
  "prontuario_id": 741,
  "text": "Púpilas isocóricas e fotorreagentes. Responsiva a estímulos dolorosos e aspirativos. Abertura ocular espontânea, obedece a comandos verbais simples. Traqueostomizado, em ventilação mecânica PCV, PI 24, Peep 5, FiO2 43%. Hemodinamicamente estável, normocá. SINDROME DE GUILLAIN BARRE. Em 08/10/2006, 08:45 HORAS: EM PRIMEIRO PO DE RESSECÇÃO DE TU CEREBRAL, APRESENTA-SE ACORDADA, ATENDENDO AOS COMANDOS VERBAIS SIMPLES, COM PERÍODOS DE AGITAÇÃO INTENSA, CHOROSA. PRESENÇA DE EDEMA PERIPALPEBRAL BILATERAL. RESPIRAÇÃO ESPONTÂNEA EM AR AMBIENTE. HIDROCEFALIA. Às 15:55HRS: SEGUE CONSCIENTE, ORIENTADO, COMUNICATIVO. EUPNEICO COM SUPORTE DE O2 SOB NEVOA UMIDA, AFEBRIL, NORMOTENSO, NORMOCARDICO. ACEITANDO BEM A DIETA VO. APRESENTA HIPEREMIA MODERADA GENERALIZADA. REFERE CEFALEIA. MANTEM REPOUSO NO LEITO. ELIMINAÇÕES. FRATURA DE COSTELA. Às 13:00: Permanece sonolento, com abertura ocular espontânea, pupilas isocóricas e fotorreagentes, responsivo a estímulos aspirativos e dolorosos, afebril, corado, traqueostomizado com suporte de névoa úmida contínua saturando a 98%. Apresenta média quantid. FRATURA DA DIAFISE DO FEMUR.",
  "entities": {
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Púpilas",
      "pupilas"
    ],
    "Achado": [
      "isocóricas",
      "fotorreagentes",
      "Traqueostomizado",
      "normocá",
      "ACORDADA",
      "CHOROSA",
      "CONSCIENTE",
      "ORIENTADO",
      "COMUNICATIVO",
      "EUPNEICO",
      "AFEBRIL",
      "NORMOTENSO",
      "NORMOCARDICO",
      "ELIMINAÇÕES",
      "afebril",
      "corado",
      "traqueostomizado",
      "Responsiva a estímulos dolorosos e aspirativos",
      "Abertura ocular espontânea",
      "obedece a comandos verbais simples",
      "Hemodinamicamente estável",
      "ATENDENDO AOS COMANDOS VERBAIS SIMPLES",
      "RESPIRAÇÃO ESPONTÂNEA EM AR AMBIENTE",
      "ACEITANDO BEM A DIETA VO",
      "REPOUSO NO LEITO",
      "abertura ocular espontânea",
      "responsivo a estímulos aspirativos e dolorosos"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Traqueostomizado",
      "PCV",
      "PI",
      "Peep",
      "FiO2",
      "traqueostomizado",
      "ventilação mecânica",
      "RESSECÇÃO DE TU CEREBRAL",
      "SUPORTE DE O2 SOB NEVOA UMIDA",
      "REPOUSO NO LEITO",
      "suporte de névoa úmida contínua"
    ],
    "Abreviação": [
      "PCV",
      "PI",
      "Peep",
      "FiO2",
      "normocá",
      "PO",
      "RESSECÇÃO DE TU CEREBRAL",
      "ACEITANDO BEM A DIETA VO"
    ],
    "Conceito Quantitativo": [
      "24",
      "5",
      "43%",
      "98%"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Doença ou Síndrome": [
      "HIDROCEFALIA",
      "SINDROME DE GUILLAIN BARRE"
    ],
    "Negação": [
      "AFEBRIL",
      "afebril"
    ],
    "Sinal ou Sintoma": [
      "CEFALEIA",
      "sonolento",
      "PERÍODOS DE AGITAÇÃO INTENSA",
      "EDEMA PERIPALPEBRAL BILATERAL",
      "HIPEREMIA MODERADA GENERALIZADA"
    ],
    "Função Fisiológica": [
      "ELIMINAÇÕES"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DE COSTELA",
      "FRATURA DA DIAFISE DO FEMUR"
    ],
    "Conceito Qualitativo": [
      "média quantid"
    ]
  },
  "labels": {
    "orientado": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.7834,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6D86.6": {
            "confidence_embedding": 0.769,
            "text": "Representação de doença CID-11: Perambulação na demência. Definição: Além dos distúrbios cognitivos característicos de demência, o quadro clínico atual inclui perambulação clinicamente significativa que coloca a pessoa em risco de danos."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6D81": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Demência devida a doença cerebrovascular. Definição: Demência devido a dano ao parênquima cerebral por doença cerebrovascular (isquêmica ou hemorrágica). O início dos déficits cognitivos está relacionado temporalmente a um ou mais eventos vasculares. O declínio cognitivo é tipicamente mais evidente na velocidade de processamento da informação, atenção complexa, e funcionamento frontal-executivo. Há evidência pela história, exame físico e neuroimagem, de presença de doença cerebrovascular considerada suficiente para explicar os déficits neurocognitivos."
          }
        }
      ]
    },
    "hidrocefalia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D64": {
            "confidence_embedding": 0.805,
            "text": "Representação de doença CID-11: Hidrocefalia. Definição: Hidrocefalia é um acúmulo anormal de líquido cefalorraquidiano (LCR) profundamente dentro do cérebro. Esse excesso de fluido faz com que os ventrículos (cavidades) dentro do cérebro se alarguem, provocando pressão prejudicial nos tecidos cerebrais. A hidrocefalia pode estar presente no nascimento ou logo após, ou pode resultar ao longo de um tempo de danos ou lesões."
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.7895,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        },
        {
          "8D64.2": {
            "confidence_embedding": 0.7854,
            "text": "Representação de doença CID-11: Hidrocefalia ex-vácuo. Definição: Hidrocefalia ex-vácuo ocorre quando há dano ao cérebro causado por acidente vascular cerebral, lesão ou radiação, e pode haver um encolhimento real do parênquima cerebral. Embora exista mais LCR do que o normal, a pressão do LCR em si é normal na hidrocefalia ex-vácuo."
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8D64.1": {
            "confidence_embedding": 0.7722,
            "text": "Representação de doença CID-11: Hidrocefalia não comunicante. Definição: Representa uma forma de hidrocefalia em que existe um acúmulo excessivo de LCR dentro dos ventrículos, causado por bloqueio de suas vias e devido a várias causas."
          }
        }
      ]
    },
    "sindrome de guillain barre": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A43.3": {
            "confidence_embedding": 0.7131,
            "text": "Representação de doença CID-11: Doença mista do tecido conjuntivo. Definição: Doença mista do tecido conjuntivo é uma síndrome de sobreposição que combina características de lúpus eritematoso sistêmico, esclerose sistêmica e polimiosite com a presença de autoanticorpos para U1-ribonucleoproteína (RNP-U1). O fenômeno de Raynaud é visto em quase todos os pacientes e a hipertensão arterial pulmonar é a causa mais comum de morte em pacientes com DMTC."
          }
        },
        {
          "4A44.4": {
            "confidence_embedding": 0.7088,
            "text": "Representação de doença CID-11: Poliarterite nodosa. Definição: Poliarterite nodosa é uma vasculite necrosante sistêmica imunologicamente mediada que afeta vasos de médio calibre. Em alguns poucos casos, a doença aparece após uma infecção viral, mas na maioria dos casos não há evento desencadeante conhecido. As manifestações clínicas envolvem numerosos órgãos e levam a uma alteração geral do estado de saúde, incluindo rápida perda de peso, comprometimento de nervos periféricos, doença renal e problemas digestivos, como hemorragias, perfuração, apendicite e pancreatite. Artralgia está quase sempre presente e mialgia ocorre em metade dos pacientes. Anomalias cardíacas e cerebrais (cefalalgia) também são relatadas, assim como manifestações oculares e genitais (orquite)."
          }
        },
        {
          "4B20.3": {
            "confidence_embedding": 0.7024,
            "text": "Representação de doença CID-11: Neurosarcoidose. Definição: Refere-se à sarcoidose, uma afecção de causa desconhecida que apresenta granulomas em vários tecidos, envolvendo o sistema nervoso central (cérebro e medula espinal). Pode ter muitas manifestações, mas anormalidades dos nervos cranianos (um grupo de doze nervos que inervam a cabeça e o pescoço) são as mais comuns."
          }
        },
        {
          "4A44.5": {
            "confidence_embedding": 0.6937,
            "text": "Representação de doença CID-11: Síndrome do linfonodo mucocutâneo. Definição: Síndrome do linfonodo mucocutâneo (doença de Kawasaki) é uma vasculite aguda de distribuição global em crianças pequenas que afeta artérias de médio a pequeno calibre e, se não tratada, leva a aneurismas de artérias coronárias em cerca de um quarto dos casos. Os sinais cardinais incluem linfadenopatia cervical, inflamação conjuntival, erupção cutânea (maculopapular, eritrodérmica ou eritema multiforme-símile), língua em morango, enantema orofaríngeo, eritema e inchaço das mãos e pés e descamação periungueal. A causa é desconhecida, mas acredita-se que seja ambiental, possivelmente por infecção viral. Uma variante da doença foi associada à infecção por SARS CoV-2."
          }
        },
        {
          "4A01.00": {
            "confidence_embedding": 0.6936,
            "text": "Representação de doença CID-11: Agamaglobulinemia hereditária com células B profundamente reduzidas ou ausentes. Definição: Refere-se a um tipo hereditário de imunodeficiência primária caracterizada por uma redução em todos os tipos de gamaglobulinas e um raro transtorno genético ligado ao X que afeta a capacidade do corpo de combater infecções."
          }
        }
      ]
    },
    "obedece a comandos verbais simples": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.7393,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7383,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7365,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7351,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6B80.01": {
            "confidence_embedding": 0.7324,
            "text": "Representação de doença CID-11: Anorexia nervosa com peso corporal significativamente baixo, padrão compulsão-purgação. Definição: Anorexia nervosa com peso corporal significativamente baixo, padrão compulsão-purgação refere-se a indivíduos que preenchem os critérios diagnósticos para anorexia nervosa com peso corporal significativamente baixo e que apresentam episódios de compulsão alimentar ou comportamentos purgativos. Esses indivíduos induzem a perda de peso e mantêm o peso corporal baixo por meio da restrição da ingestão de alimentos, comumente acompanhada por comportamentos purgativos significativos destinados a eliminar os alimentos ingeridos (p. ex., vômito autoinduzido, abuso de laxantes ou enemas). Esse padrão também inclui indivíduos que apresentam episódios de compulsão alimentar, mas não apresentam purgação."
          }
        }
      ]
    },
    "traqueostomizado": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7511,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA27.0": {
            "confidence_embedding": 0.7481,
            "text": "Representação de doença CID-11: Traqueobroncopatia osteocondroplática. Definição: Traqueobroncopatia osteocondroplástica é um transtorno raro de causa desconhecida, observado em 0,4 por cento das broncoscopias, que afeta as grandes vias aéreas. É caracterizada pelo desenvolvimento de múltiplos nódulos submucosos ósseos e cartilaginosos conectados a cartilagem traqueal. A anormalidade poupa a parede membranosa posterior da traqueia. A despeito de alterações radiológicas marcantes, os pacientes apenas raramente são sintomáticos pois a obstrução grave da via aérea é incomum. A traqueoplastia linear pode ser necessária em pacientes com obstrução sintomática de vias aéreas."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        },
        {
          "CA27.1": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Traqueobroncomegalia. Definição: Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        }
      ]
    },
    "fratura da diafise do femur": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.1": {
            "confidence_embedding": 0.7395,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7331,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7246,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA11.2": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
          }
        },
        {
          "FA11": {
            "confidence_embedding": 0.7199,
            "text": "Representação de doença CID-11: Artropatias reativas. Definição: Doença das articulações, causada por uma infecção em outra parte do corpo, uma doença autoimune, ou após vacinação. Esta doença é caracterizada por uma inflamação secundária articulações em reação a infecção, doença autoimune ou vacinação. Localizações prévias comuns de infecção são os sistemas entérico ou geniturinário."
          }
        }
      ]
    },
    "períodos de agitação intensa": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7931,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7856,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7783,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7768,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        }
      ]
    },
    "responsiva a estímulos dolorosos e aspirativos": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A04.0": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.7563,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A06.8": {
            "confidence_embedding": 0.7365,
            "text": "Representação de doença CID-11: Blefarocalásia. Definição: Trata-se de um mal posicionamento da pálpebra causado por involução ou inflamação da pálpebra. A inflamação é caracterizada por exacerbações e remissões de edema palpebral, que resulta em estiramento e subsequente atrofia dos tecidos palpebrais resultando em dobras redundantes sobre as margens da pálpebra. Tipicamente afeta apenas as pálpebras superiores e pode ser unilateral ou bilateral."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        }
      ]
    },
    "hiperemia moderada generalizada": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C78": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Hipertermia maligna ou hiperpirexia. Definição: Hipertermia maligna é um transtorno farmacogenético do músculo esquelético que se apresenta como uma resposta hipermetabólica a gases anestésicos voláteis potentes, como halotano, sevoflurano, desflurano e o relaxante muscular despolarizante succinilcolina, e raramente em humanos, a estresses como exercícios vigorosos e calor. Pode ser causada por uma mutação no gene Receptor 1 da Rionadina."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7468,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A68.4": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Crise epiléptica tônico-clônica generalizada. Definição: Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono."
          }
        },
        {
          "8A63.0": {
            "confidence_embedding": 0.7204,
            "text": "Representação de doença CID-11: Crise epiléptica febril. Definição: Convulsões associadas a um aumento da temperatura corporal na ausência de infecção intracraniana, distúrbio metabólico ou história de crises epilépticas afebris. Ocorrem mais comumente em crianças com idades entre 6 meses e 5 anos."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7201,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        }
      ]
    },
    "atendendo aos comandos verbais simples": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7458,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7415,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7326,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C44.10": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Padrão de uso nocivo de sedativos, hipnóticos ou ansiolíticos, episódico. Definição: Padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos que tenha causado dano clinicamente significativo a saúde física ou mental do indivíduo, ou no qual o comportamento induzido por sedativos, hipnóticos ou ansiolíticos tenha causado dano clinicamente significativo à saúde de terceiros. O padrão de uso episódico ou intermitente de sedativos, hipnóticos ou ansiolíticos é evidente ao longo de um período de pelo menos 12 meses. O dano pode ser causado por efeitos tóxicos de sedativos, hipnóticos ou ansiolíticos, efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais ou uma via de administração perigosa."
          }
        }
      ]
    },
    "comunicativo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.7827,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        }
      ]
    },
    "fratura de costela": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA27.2": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7056,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA11.2": {
            "confidence_embedding": 0.7047,
            "text": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.6991,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA72.3": {
            "confidence_embedding": 0.6925,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        }
      ]
    },
    "eupneico": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CA70.0": {
            "confidence_embedding": 0.7434,
            "text": "Representação de doença CID-11: Pulmão de fazendeiro. Definição: Doença pulmonar do fazendeiro é uma pneumonite por hipersensibilidade, causada por inalação de poeira orgânica contendo esporos de microrganismos, frequentemente actinomicetos termofílicos, e menos comumente Saccharopolyspora rectivirgula, vivendo em feno, palha ou grãos mofados. Sintomas típicos incluem dispneia, tosse, cansaço, dores de cabeça e febre/sudorese noturna ocasionais, com curso clínico agudo, subagudo ou crônico e que podem resultar em insuficiência crônica com doença granulomatosa."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7383,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA02": {
            "confidence_embedding": 0.7313,
            "text": "Representação de doença CID-11: Faringite aguda. Definição: Faringite aguda é definida como infecção ou irritação da faringe e/ou das amigdalas e é parte das manifestações do resfriado comum. A etiologia é geralmente infecciosa, sendo a maioria dos casos de origem viral. Embora a infecção viral seja a causa primária, ela também pode ser causada por infecção bacteriana. Desconforto na garganta, dor de garganta e dor para engolir ocorrem com frequência. Cefaleia, fadiga generalizada, dor irradiada para o ouvido e linfadenite cervical também ocorrem. Achados locais evidenciam tonsilas palatinas hiperemiadas e edema dos folículos linfoides da parede posterior da faringe. Pacientes com faringite aguda se apresentam mais comumente com dor de garganta. Vários outros sintomas podem surgir nesses pacientes dependendo dos organismos causadores."
          }
        }
      ]
    },
    "abertura ocular espontânea": {
      "capitulo": "09",
      "opcoes": [
        {
          "9C61.34": {
            "confidence_embedding": 0.793,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico."
          }
        },
        {
          "9C61.0": {
            "confidence_embedding": 0.7921,
            "text": "Representação de doença CID-11: Glaucoma primário de ângulo aberto. Definição: Glaucoma primário de ângulo aberto é uma neuropatia óptica progressiva crônica com alterações morfológicas características na cabeça do nervo óptico e na camada de fibras nervosas da retina na ausência de outra doença ocular ou anomalias congênitas. A morte progressiva de células ganglionares retinianas e a perda de campo visual estão associados a essas alterações. A aparência do ângulo da câmara anterior é normal e os fatores de risco mais importantes incluem o valor da pressão intraocular e a idade avançada."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7905,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7885,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9C81.Z": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Paresia de nervo ocular, não especificada. Definição: "
          }
        }
      ]
    },
    "chorosa": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7552,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME83": {
            "confidence_embedding": 0.7486,
            "text": "Representação de doença CID-11: Reumatismo, não especificado. Definição: É um grupo de doenças marcadas por inflamação ou dor em estruturas de tecido conjuntivo do corpo e é considerado não especificado."
          }
        }
      ]
    },
    "fotorreagentes": {
      "capitulo": "09",
      "opcoes": [
        {
          "9C61.25": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A06.8": {
            "confidence_embedding": 0.7554,
            "text": "Representação de doença CID-11: Blefarocalásia. Definição: Trata-se de um mal posicionamento da pálpebra causado por involução ou inflamação da pálpebra. A inflamação é caracterizada por exacerbações e remissões de edema palpebral, que resulta em estiramento e subsequente atrofia dos tecidos palpebrais resultando em dobras redundantes sobre as margens da pálpebra. Tipicamente afeta apenas as pálpebras superiores e pode ser unilateral ou bilateral."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        }
      ]
    },
    "eliminações": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7934,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7883,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.78,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME83": {
            "confidence_embedding": 0.7796,
            "text": "Representação de doença CID-11: Reumatismo, não especificado. Definição: É um grupo de doenças marcadas por inflamação ou dor em estruturas de tecido conjuntivo do corpo e é considerado não especificado."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.77,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        }
      ]
    },
    "consciente": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.7975,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7921,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7836,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7725,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        }
      ]
    },
    "repouso no leito": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA77": {
            "confidence_embedding": 0.7108,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA02.8": {
            "confidence_embedding": 0.71,
            "text": "Representação de doença CID-11: Observação por suspeita de alergia ou hipersensibilidade, descartada. Definição: "
          }
        },
        {
          "QA51": {
            "confidence_embedding": 0.7026,
            "text": "Representação de doença CID-11: Corpo estranho acidentalmente deixado no corpo sem lesão ou dano.. Definição: "
          }
        },
        {
          "QA82": {
            "confidence_embedding": 0.6999,
            "text": "Representação de doença CID-11: Problema associado à transferência física do paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QC04.0": {
            "confidence_embedding": 0.6991,
            "text": "Representação de doença CID-11: Imunização não realizada devido ao fato de que o paciente já teve a doença. Definição: "
          }
        }
      ]
    },
    "sonolento": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB27.23": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Alucinações hipnagógicas. Definição: Alucinações que ocorrem no início do sono, mais comumente de modalidade visual, tátil ou auditiva."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB27": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Sintomas ou sinais relativos a distúrbios de percepção. Definição: Sintomas e sinais que envolvem uma ruptura na percepção sensorial, incluindo despersonalização, desrealização e alucinações em qualquer modalidade."
          }
        },
        {
          "MB42": {
            "confidence_embedding": 0.735,
            "text": "Representação de doença CID-11: Fonofobia. Definição: Hipersensibilidade à sons."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "edema peripalpebral bilateral": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B24": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8D60.1": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Edema cerebral. Definição: É um acúmulo excessivo de fluido nos espaços intracelulares e/ou extracelulares do cérebro."
          }
        },
        {
          "8D20.1Z": {
            "confidence_embedding": 0.7445,
            "text": "Representação de doença CID-11: Paralisia cerebral bilateral espástica, não especificada. Definição: "
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8D20.10": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Paralisia cerebral quadriplégica espástica. Definição: Paralisia cerebral quadriplégica espástica é uma forma de paralisia cerebral em que a espasticidade é generalizada, ainda que mais acentuada nas pernas. A postura de opistótono está frequentemente aparente na infância, e o movimento da cabeça pode provocar a extensão forçada dos braços e pernas. A paralisia suprabulbar está frequentemente presente, causando comprometimento em deglutição e articulação (\"disartria espástica\")."
          }
        }
      ]
    },
    "responsivo a estímulos aspirativos e dolorosos": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A04.0": {
            "confidence_embedding": 0.7745,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A06.8": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Blefarocalásia. Definição: Trata-se de um mal posicionamento da pálpebra causado por involução ou inflamação da pálpebra. A inflamação é caracterizada por exacerbações e remissões de edema palpebral, que resulta em estiramento e subsequente atrofia dos tecidos palpebrais resultando em dobras redundantes sobre as margens da pálpebra. Tipicamente afeta apenas as pálpebras superiores e pode ser unilateral ou bilateral."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        }
      ]
    },
    "isocóricas": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A04.0": {
            "confidence_embedding": 0.8273,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.8106,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.8063,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A06.8": {
            "confidence_embedding": 0.8022,
            "text": "Representação de doença CID-11: Blefarocalásia. Definição: Trata-se de um mal posicionamento da pálpebra causado por involução ou inflamação da pálpebra. A inflamação é caracterizada por exacerbações e remissões de edema palpebral, que resulta em estiramento e subsequente atrofia dos tecidos palpebrais resultando em dobras redundantes sobre as margens da pálpebra. Tipicamente afeta apenas as pálpebras superiores e pode ser unilateral ou bilateral."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7994,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        }
      ]
    },
    "respiração espontânea em ar ambiente": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.8072,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7896,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA70.0": {
            "confidence_embedding": 0.7883,
            "text": "Representação de doença CID-11: Pulmão de fazendeiro. Definição: Doença pulmonar do fazendeiro é uma pneumonite por hipersensibilidade, causada por inalação de poeira orgânica contendo esporos de microrganismos, frequentemente actinomicetos termofílicos, e menos comumente Saccharopolyspora rectivirgula, vivendo em feno, palha ou grãos mofados. Sintomas típicos incluem dispneia, tosse, cansaço, dores de cabeça e febre/sudorese noturna ocasionais, com curso clínico agudo, subagudo ou crônico e que podem resultar em insuficiência crônica com doença granulomatosa."
          }
        },
        {
          "CA70.2": {
            "confidence_embedding": 0.7758,
            "text": "Representação de doença CID-11: Pulmão dos criadores de pássaros. Definição: Pulmão dos criadores de pássaros, também chamado de doença pulmonar dos alimentadores de pombos, é uma alveolite alérgica causada por inalação de partículas emanadas de aves, algumas vezes especificadas por espécies de ave. A apresentação pode ser aguda com calafrios, tosse, febre, falta de ar, opressão torácica usualmente com resolução dentro de 24 horas, após cessação da exposição ao antígeno, subagudas com tosse e dispneia ao longo de vários dias a semanas, enquanto formas crônicas resultam em falta de ar, tosse, perda de apetite ou perda de peso."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7741,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        }
      ]
    },
    "cefaleia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.03": {
            "confidence_embedding": 0.7986,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial primárias crônicas. Definição: Cefaleia ou dor orofacial primárias crônicas são definidas como cefaleia ou dor orofacial que ocorre em pelo menos 50% dos dias durante pelo menos 3 meses. É caracterizada por sofrimento emocional significativo (ansiedade, raiva/frustração ou humor deprimido) ou incapacidade funcional (interferência nas atividades da vida diária, participação reduzida em papéis sociais). Cefaleia ou dor orofacial primárias crônicas são multifatoriais: fatores biológicos, psicológicos e sociais contribuem para a síndrome dolorosa. O diagnóstico é adequado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados. A duração diária da dor é de pelo menos 2 horas."
          }
        },
        {
          "MG30.67": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Cefaleia crônica associada a uma substância ou sua abstinência. Definição: Cefaleia crônica associada a uma substância ou a sua retirada é causada pelo uso de, exposição a ou retirada de uma substância, e tem duração de mais de três meses. A dor ocorre em pelo menos 50% dos dias durante pelo menos três meses. A duração diária da dor é de pelo menos 2 horas."
          }
        },
        {
          "MG30.64": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial crônicas associadas a transtornos de homeostase ou a seu tratamento não farmacológico. Definição: Cefaleia ou dor orofacial crônicas associadas a transtornos de homeostase ou a seu tratamento não farmacológico são causadas por transtornos da homeostase ou do tratamento não farmacológico dos mesmos, e têm duração de mais de três meses. A dor ocorre em pelo menos 50% dos dias durante pelo menos três meses. A duração diária da dor é de pelo menos 2 horas."
          }
        },
        {
          "MB4D": {
            "confidence_embedding": 0.7605,
            "text": "Representação de doença CID-11: Cefaleia, não classificada em outra parte. Definição: Cefaleia com aspectos característicos que sugerem que é uma entidade diagnóstica única, uma achado ou queixa, mas que não preenche os critérios para nenhum dos transtornos de cefaleia descritos acima."
          }
        },
        {
          "MG31.1": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Cefaleia aguda, não classificada em outra parte. Definição: "
          }
        }
      ]
    },
    "acordada": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.7863,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7845,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6A21.01": {
            "confidence_embedding": 0.77,
            "text": "Representação de doença CID-11: Transtorno esquizoafetivo, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno esquizoafetivo, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A21.11": {
            "confidence_embedding": 0.7661,
            "text": "Representação de doença CID-11: Transtorno esquizoafetivo, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno esquizoafetivo, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        }
      ]
    }
  }
}