{
  "prontuario_id": 345,
  "text": "Às 9h: Relatou forte algia em flanco esquerdo ao respirar, PA 120/70 mmHg, Dextro 120. comunicado Alice da geral, que virá avaliar. Acesso venoso periférico em mão esquerda, apresenta curativo em região abdominal limpo, seco externamente, diurese presente. Enfª Florence Nightingale. APENDICITE AGUDA COM PERITONITE GENERALIZADA. Às 15:00: REALIZADO TROCA DO CURATIVO EM REGIÃO ABDOMINAL, COM PRESENÇA DE SECREÇAO EM GRANDE QUANTIDADE, COM ODOR FETIDO; DOR ABDOMINAL E PELVICA. Às 16:00: PVC INSTALADA NO MOMENTO, 27 cm/H2O; CIRROSE HEPATICA ALCOOLICA. Às 09:00 horas: Abertura ocular, sem contactuar. DVE com débito; saturação satisfatória; recebendo dieta por sonda nasoenteral e SF 0,9%; traqueostomizado, em névoa a 3 l/m; secreção em média quantidade; roncos raros a ausculta; abdomen flácido; diurese efetiva; precaução de contato por VRE. DISPARO DE OUTRA ARMA DE FOGO E DE ARMA DE FOGO NAO ESPECIFICADA, INTENCAO NAO DETERMINADA, AREAS INDUSTRIAIS E EM CONSTRUCAO.",
  "entities": {
    "Atributo Clínico": [
      "PA"
    ],
    "Abreviação": [
      "PA",
      "geral",
      "Enfª",
      "PVC",
      "DVE",
      "SF 0 , 9%"
    ],
    "Conceito Quantitativo": [
      "120",
      "120/70 mmHg",
      "27 cm/H2O",
      "3 l/m"
    ],
    "Dispositivo Médico": [
      "curativo",
      "Acesso venoso periférico"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "curativo",
      "DVE",
      "traqueostomizado",
      "névoa",
      "Acesso venoso periférico",
      "TROCA DO CURATIVO",
      "sonda nasoenteral",
      "precaução de contato"
    ],
    "Achado": [
      "limpo",
      "seco",
      "contactuar",
      "traqueostomizado",
      "diurese presente",
      "Abertura ocular",
      "saturação satisfatória",
      "abdomen flácido",
      "diurese efetiva"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfª"
    ],
    "Sinal ou Sintoma": [
      "DOR",
      "forte algia",
      "ODOR FETIDO",
      "roncos raros"
    ],
    "Localização ou Região Corporal": [
      "ABDOMINAL",
      "PELVICA",
      "flanco esquerdo",
      "região abdominal",
      "REGIÃO ABDOMINAL"
    ],
    "Negação": [
      "sem"
    ],
    "Substância Corporal": [
      "secreção"
    ],
    "Procedimento Diagnóstico": [
      "ausculta"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "mão esquerda"
    ],
    "Função Fisiológica": [
      "diurese presente",
      "diurese efetiva"
    ],
    "Doença ou Síndrome": [
      "APENDICITE AGUDA COM PERITONITE GENERALIZADA",
      "CIRROSE HEPATICA ALCOOLICA"
    ],
    "Atividade de Assistência à Saúde": [
      "TROCA DO CURATIVO"
    ],
    "Conceito Qualitativo": [
      "GRANDE QUANTIDADE",
      "média quantidade"
    ],
    "Substância Farmacológica": [
      "SF 0 , 9%"
    ]
  },
  "labels": {
    "roncos raros": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7579,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7467,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.7429,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        }
      ]
    },
    "seco": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB13.1": {
            "confidence_embedding": 0.7883,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7736,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7656,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        }
      ]
    },
    "limpo": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB13.1": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7653,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EB31": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EB50": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        }
      ]
    },
    "abdomen flácido": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.8324,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.8196,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.8186,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.8159,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.815,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        }
      ]
    },
    "forte algia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD10": {
            "confidence_embedding": 0.7561,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BB91.0": {
            "confidence_embedding": 0.7539,
            "text": "Representação de doença CID-11: Insuficiência pulmonar reumática. Definição: Condição reumática em que a valva pulmonar não é forte o suficiente para impedir o refluxo para o ventrículo direito."
          }
        },
        {
          "BB71.0": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Insuficiência aórtica reumática. Definição: A insuficiência aórtica é o refluxo da valva aórtica do coração que faz com que o sangue flua na direção reversa durante a diástole ventricular, da aorta para o ventrículo esquerdo. A febre reumática causa a retração da cúspide valvar."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7501,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    },
    "apendicite aguda com peritonite generalizada": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB10.00": {
            "confidence_embedding": 0.8731,
            "text": "Representação de doença CID-11: Apendicite aguda com peritonite generalizada. Definição: Condição caracterizada por inflamação aguda do apêndice vermiforme que se estende para uma inflamação livre e não contida do peritônio. Há usualmente uma perfuração livre e tratamento cirúrgico é recomendado."
          }
        },
        {
          "DB10.01": {
            "confidence_embedding": 0.8555,
            "text": "Representação de doença CID-11: Apendicite aguda com peritonite localizada. Definição: Esta condição é caracterizada por inflamação aguda do apêndice vermiforme com peritonite que está confinado a em abscesso ou flegmão. Frequentemente há uma perfuração coberta subjacente do apêndice com drenagem do lúmen do apêndice."
          }
        },
        {
          "DB10.02": {
            "confidence_embedding": 0.85,
            "text": "Representação de doença CID-11: Apendicite aguda sem peritonite localizada ou generalizada. Definição: Esta condição é caracterizada por inflamação aguda do apêndice vermiforme em que não há menção sobre a extensão da peritonite. Apendicite aguda sem peritonite está incluída aqui. Apendicite aguda sem perfuração ou abscesso e apendicite apenas flegmonosa ou supurativa, que geralmente podem ser tratadas de forma conservadora, também estão incluídas aqui."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.8467,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DB10.1": {
            "confidence_embedding": 0.8194,
            "text": "Representação de doença CID-11: Apendicite crônica. Definição: Forma corretamente diagnosticada de apendicite não aguda. A apendicite crônica é um transtorno causado por inflamação do apêndice durante um período de tempo. Enquanto a apendicite aguda apresenta a manifestação típica de um apêndice inflamado, a apendicite crônica pode causar sintomas relacionados a desconforto abdominal ou sintomas mais gerais. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        }
      ]
    },
    "traqueostomizado": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA05.1": {
            "confidence_embedding": 0.779,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        },
        {
          "CB60": {
            "confidence_embedding": 0.7718,
            "text": "Representação de doença CID-11: Mau funcionamento de traqueostomia. Definição: "
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7709,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CA27.1": {
            "confidence_embedding": 0.7667,
            "text": "Representação de doença CID-11: Traqueobroncomegalia. Definição: Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81": {
            "confidence_embedding": 0.832,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.8269,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.8091,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.8082,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.8007,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    },
    "odor fetido": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD52": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Hérnia femoral. Definição: Hérnia femoral é uma protrusão de uma alça do intestino através de uma parede abdominal enfraquecida, localizada no abdômen inferior, perto da coxa.\r\nUma hérnia ocorre quando o conteúdo do abdome (geralmente parte do intestino delgado) se comprime através de um ponto fraco ou rompe a fina parede muscular do abdome, que mantém os órgãos abdominais no lugar. Hérnias femorais tendem a ocorrer mais frequentemente em mulheres do que em homens."
          }
        },
        {
          "DC82.0": {
            "confidence_embedding": 0.7376,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso com hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, com hemorragia."
          }
        },
        {
          "DB33.3": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Colite de desvio. Definição: Condição inflamatória que ocorre em segmentos do cólon e do reto que são desviados do fluxo fecal por cirurgia."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.7368,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DC50.10": {
            "confidence_embedding": 0.7357,
            "text": "Representação de doença CID-11: Peritonite eosinofílica. Definição: Há 10% ou mais de eosinófilos no efluente peritoneal na apresentação inicial, e suas causas são frequentemente obscuras. No entanto, casos foram relatados com reações alérgicas, exposição a medicamentos como vancomicina, infecções fúngicas e virais, logo após a troca do cateter e no tratamento com icodextrina."
          }
        }
      ]
    },
    "cirrose hepatica alcoolica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD73.1": {
            "confidence_embedding": 0.7205,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7188,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7135,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BE1D": {
            "confidence_embedding": 0.7126,
            "text": "Representação de doença CID-11: Obstrução da veia cava superior devida a corpo estranho. Definição: Condição patológica pós-natal da veia cava superior em que o fluxo é impedido ou bloqueado por um corpo estranho."
          }
        },
        {
          "BB71.0": {
            "confidence_embedding": 0.7123,
            "text": "Representação de doença CID-11: Insuficiência aórtica reumática. Definição: A insuficiência aórtica é o refluxo da valva aórtica do coração que faz com que o sangue flua na direção reversa durante a diástole ventricular, da aorta para o ventrículo esquerdo. A febre reumática causa a retração da cúspide valvar."
          }
        }
      ]
    }
  }
}