{
  "prontuario_id": 313,
  "text": "Às 11:15HRS: Cliente acordado, glasgow 12, pupilas iso / foto +. TQT, respiração espontânea em aa, com auxilio de oxigenoterapia em névoa úmida, em máscara á 4 l/min, eupneico, mucosa corada e hidratada, boa perfusão periferica, com cabeceira elevada á 60°. Mantem monitorização de multiparâmetros - ECG, PNI, SpO2, SNG aberta com estase gastrica ++, CVC em subclávia ESQ, sem sinais flogisticos, com infusão de srt em curso gravitacional, dreno de suctor em FID com debito seroso +, FO em região abdominal com presença de secreção ++ de aspecto seroso. Faz uso de SVD aberta com debito diuretico presente, eliminação fecal ausente. Apresenta AP ritmica e normofonetica, AP MV + com roncos difusos, abdomen com RHA +. Segue cuidados intensivos da enfermagem. Enf° Florence Nightingale, Coren XXXX. INFECCAO SUBSEQUENTE A PROCEDIMENTO NAO CLASSIFICADA EM OUTRA PARTE. Às 03:04: Por volta das 22:00 horas, paciente apresentando sonolencia, sudorese, tremores, rigidez de nuca, PA 130/ 80, dextro 153, afebril, chamado plantao da neuro, suspenso diazepam. No momento, acordada, nao verbalizando, responsiva à estimulos, PA 120/70, dextro 137, afebril, edema em regiao frontal à esquerda aumentado, segue cuidados e observaçao. Aguarda cx para proxima semana. Com acompanhante. FRATURA DA PRIMEIRA VERTEBRA CERVICAL.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Cliente",
      "paciente"
    ],
    "Achado": [
      "acordado",
      "eupneico",
      "corada",
      "hidratada",
      "ritmica",
      "normofonetica",
      "afebril",
      "acordada",
      "verbalizando",
      "aumentado",
      "boa perfusão periferica",
      "SNG aberta",
      "debito seroso",
      "debito diuretico presente",
      "eliminação fecal",
      "MV +",
      "abdomen com RHA +",
      "responsiva à estimulos"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "mucosa",
      "subclávia ESQ"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TQT",
      "CVC",
      "infusão",
      "cx",
      "oxigenoterapia em névoa úmida",
      "cabeceira elevada á 60°",
      "SNG aberta",
      "srt em curso gravitacional",
      "dreno de suctor",
      "SVD aberta"
    ],
    "Abreviação": [
      "TQT",
      "ECG",
      "PNI",
      "SpO2",
      "CVC",
      "FID",
      "FO",
      "AP",
      "Enf°",
      "PA",
      "cx",
      "respiração espontânea em aa",
      "SNG aberta",
      "subclávia ESQ",
      "srt em curso gravitacional",
      "SVD aberta",
      "MV +",
      "abdomen com RHA +"
    ],
    "Dispositivo Médico": [
      "máscara",
      "CVC",
      "SNG aberta",
      "dreno de suctor",
      "SVD aberta"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "PNI",
      "AP",
      "monitorização de multiparâmetros"
    ],
    "Negação": [
      "sem",
      "ausente",
      "afebril",
      "nao"
    ],
    "Localização ou Região Corporal": [
      "FID",
      "região abdominal",
      "regiao frontal à esquerda"
    ],
    "Lesão ou Envenenamento": [
      "FO",
      "FRATURA DA PRIMEIRA VERTEBRA CERVICAL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enf°"
    ],
    "Sinal ou Sintoma": [
      "sonolencia",
      "sudorese",
      "tremores",
      "edema",
      "glasgow 12",
      "estase gastrica",
      "sinais flogisticos",
      "presença de secreção",
      "aspecto seroso",
      "roncos difusos",
      "rigidez de nuca"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Conceito Quantitativo": [
      "153",
      "120/70",
      "4 l/min",
      "130/ 80"
    ],
    "Atividade de Assistência à Saúde": [
      "plantao",
      "cuidados",
      "cuidados intensivos da enfermagem",
      "e observaçao"
    ],
    "Substância Farmacológica": [
      "diazepam"
    ],
    "Substância Química Orgânica": [
      "diazepam"
    ],
    "Função Patológica": [
      "edema"
    ],
    "Conceito Qualitativo": [
      "aumentado"
    ],
    "Grupo Populacional": [
      "acompanhante"
    ],
    "Função Fisiológica": [
      "debito diuretico presente",
      "eliminação fecal"
    ],
    "Doença ou Síndrome": [
      "INFECCAO SUBSEQUENTE A PROCEDIMENTO"
    ]
  },
  "labels": {
    "aumentado": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7954,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7812,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7799,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA60.8": {
            "confidence_embedding": 0.7774,
            "text": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
          }
        }
      ]
    },
    "rigidez de nuca": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7609,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A63.01": {
            "confidence_embedding": 0.7566,
            "text": "Representação de doença CID-11: Crise epiléptica febril complexa. Definição: Crises epilépticas febris com duração superior a 15 minutos ou episódios múltiplos ocorrendo em 24 horas ou crises epilépticas com características focais."
          }
        },
        {
          "8E44": {
            "confidence_embedding": 0.7504,
            "text": "Representação de doença CID-11: Dano cerebral pós-anóxico. Definição: O dano cerebral pós-anóxico refere-se à gravidade variável da encefalopatia que resulta de parada circulatória, hipotensão ou asfixia."
          }
        }
      ]
    },
    "sudorese": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.80": {
            "confidence_embedding": 0.7483,
            "text": "Representação de doença CID-11: Estertor. Definição: Estertor é um som pesado tipo ronco ou ofegante na inspiração, ocorrendo no coma ou sono profundo, que pode ser causado por obstrução parcial da via aérea, estenose das coanas, aumentos das tonsilas e/ou adenoides, e tecidos redundantes da via aérea superior."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7446,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7406,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7406,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7389,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "glasgow 12": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A63.01": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Crise epiléptica febril complexa. Definição: Crises epilépticas febris com duração superior a 15 minutos ou episódios múltiplos ocorrendo em 24 horas ou crises epilépticas com características focais."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8E44": {
            "confidence_embedding": 0.7517,
            "text": "Representação de doença CID-11: Dano cerebral pós-anóxico. Definição: O dano cerebral pós-anóxico refere-se à gravidade variável da encefalopatia que resulta de parada circulatória, hipotensão ou asfixia."
          }
        },
        {
          "8A62.0": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Espasmos infantis. Definição: Síndrome caracterizada pelo início subagudo de convulsões breves e repetidas com flexão axial ou do membro, ocorrendo em grupos. O EEG mostra hipsarritmia, ou seja, picos multifocais caóticos, de alta voltagem e desaceleração e com abrupto padrão decremental ictal. Várias patologias estruturais do cérebro podem estar presentes, ou nenhuma causa pode ser encontrada. Dois terços das crianças apresentam déficits cognitivos subsequentes."
          }
        }
      ]
    },
    "debito diuretico presente": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BE12.3": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Insuficiência pós procedimento da valva aórtica. Definição: Insuficiência da valva aórtica pós-procedimento do coração que faz com que o sangue flua na direção reversa durante a diástole ventricular, da aorta para o ventrículo esquerdo."
          }
        },
        {
          "BB71.0": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Insuficiência aórtica reumática. Definição: A insuficiência aórtica é o refluxo da valva aórtica do coração que faz com que o sangue flua na direção reversa durante a diástole ventricular, da aorta para o ventrículo esquerdo. A febre reumática causa a retração da cúspide valvar."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "mv +": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7831,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7645,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "fratura da primeira vertebra cervical": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA72.3": {
            "confidence_embedding": 0.7925,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.782,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "FA84": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FA72.4": {
            "confidence_embedding": 0.7724,
            "text": "Representação de doença CID-11: Colapso vertebral, não classificado em outra parte. Definição: "
          }
        },
        {
          "FA80.2": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna cervical com esporão ósseo na vértebra. Definição: "
          }
        }
      ]
    },
    "sinais flogisticos": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7777,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7542,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD24": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: "
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        }
      ]
    },
    "aspecto seroso": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7464,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MD11.80": {
            "confidence_embedding": 0.7415,
            "text": "Representação de doença CID-11: Estertor. Definição: Estertor é um som pesado tipo ronco ou ofegante na inspiração, ocorrendo no coma ou sono profundo, que pode ser causado por obstrução parcial da via aérea, estenose das coanas, aumentos das tonsilas e/ou adenoides, e tecidos redundantes da via aérea superior."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7368,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7363,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        }
      ]
    },
    "presença de secreção": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.8209,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.8195,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.8096,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.8083,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.8071,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        }
      ]
    },
    "tremores": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A04.0": {
            "confidence_embedding": 0.815,
            "text": "Representação de doença CID-11: Tremor fisiológico exacerbado. Definição: É tremor de alta frequência e baixa amplitude presente em postura ou ação. É representado por uma exacerbação do tremor fisiológico que pode ter sido piorado por drogas, estresse, ansiedade, etc."
          }
        },
        {
          "8A04.30": {
            "confidence_embedding": 0.8065,
            "text": "Representação de doença CID-11: Tremor devido a transtornos metabólicos. Definição: Oscilação involuntária de uma parte do corpo devido a transtornos metabólicos."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7901,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A04.1": {
            "confidence_embedding": 0.7833,
            "text": "Representação de doença CID-11: Tremor essencial ou tremores relacionados. Definição: Tremor essencial é a forma mais comum de tremor de frequência moderada variando entre 7-12Hz e se apresenta como tremor postural e cinético das mãos. Pode estar presente também em cabeça/pescoço e na voz."
          }
        },
        {
          "8A04.33": {
            "confidence_embedding": 0.7814,
            "text": "Representação de doença CID-11: Tremor devido a algumas doenças especificadas do sistema nervoso central. Definição: "
          }
        }
      ]
    },
    "roncos difusos": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7487,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.745,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MG27": {
            "confidence_embedding": 0.7338,
            "text": "Representação de doença CID-11: Hemorragia, não classificada em outra parte. Definição: Sangramento ou saída de sangue de um vaso."
          }
        }
      ]
    },
    "sonolencia": {
      "capitulo": "07",
      "opcoes": [
        {
          "7A42.5": {
            "confidence_embedding": 0.8336,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a condição médica. Definição: A hipoventilação relacionada ao sono devida a condição médica é caracterizada por hipoventilação durante o sono devida a doença de via aérea ou do parênquima pulmonar, comprometimento da parede torácica, hipertensão pulmonar ou distúrbios neurológicos e neuromusculares. Hipercapnia diurna pode também estar presente. A hipoxemia durante o sono pode ser grave. Os pacientes podem ser assintomáticos ou apresentar-se com queixas de dispneia, aperto no peito ou fadiga.\r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia com monitorização de dióxido de carbono (CO2) por medida arterial, expiratória ou transcutânea, na presença de uma condição médica julgada como causadora dos sintomas."
          }
        },
        {
          "7A42.4": {
            "confidence_embedding": 0.8168,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a medicamento ou substância. Definição: Hipoventilação relacionada ao sono devida a medicamento ou substância química é caracterizada primariamente por hipoventilação e hipercapnia crônicas devidas ao uso prolongado de medicamentos ou substâncias químicas conhecidas por deprimirem o drive respiratório e/ou comprometer a mecânica dos músculos respiratórios (p.ex. narcóticos de longa ação, anestésicos, sedativos e relaxantes musculares). Hipoxemia está usualmente também presente. Hipercapnia pode também estar presente durante a vigília em alguns pacientes. Os pacientes podem ser assintomáticos ou se queixar de dispneia, opressão torácica ou fadiga.\r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) (por medidas arterial, tidal final ou transcutânea) no contexto de uso de substâncias consideradas causadoras dos sintomas."
          }
        },
        {
          "7A42": {
            "confidence_embedding": 0.7943,
            "text": "Representação de doença CID-11: Transtornos de hipóxia ou hipoventilação relacionados ao sono. Definição: A principal característica destes transtornos é a ventilação insuficiente relacionada ao sono, resultando em elevação anormal da pressão parcial arterial de dióxido de carbono (PaCO2) durante o sono. A hipoxemia relacionada ao sono é diagnosticada quando a monitorização noturna revela queda sustentada (> 5 minutos) da saturação de oxigênio para ≤ 88% em adultos (ou ≤ 90% em crianças) por ≥ 5 minutos.\r\n\r\nNota: O diagnóstico definitivo exige evidência objetiva baseada em polissonografia, bem como monitorização do dióxido de carbono (CO2) durante o sono (por medida arterial, expirada ou transcutânea)."
          }
        },
        {
          "7A23": {
            "confidence_embedding": 0.7941,
            "text": "Representação de doença CID-11: Hipersonia devida a uma condição médica. Definição: Hipersonia devido a uma condição médica é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos de pelo menos vários meses de duração que é atribuível a um transtorno médico ou neurológico coexistente (p.ex.. traumatismo craniano, doença de Parkinson, algumas condições genéticas, transtornos metabólicos, neurológicos ou endócrinos) e é suficientemente grave para requerer um foco específico de atenção clínica. A hipersonia devida a uma condição médica só é diagnosticada se a hipersonia for uma consequência fisiológica direta da condição médica. A sonolência residual em pacientes com apneia obstrutiva do sono tratada adequadamente é classificada aqui na suposição de que é devida a danos no sistema nervoso central decorrentes de hipoxemia recorrente.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (p.ex. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
          }
        },
        {
          "7A24": {
            "confidence_embedding": 0.7918,
            "text": "Representação de doença CID-11: Hipersonia devida ao uso de medicamento ou substância. Definição: Hipersonia devido ao uso de medicamento ou substância é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos que é atribuído aos efeitos sedativos do medicamento, álcool, ou outras substâncias psicoativas, incluindo as síndromes de abstinência (p.ex. de estimulantes) e é grave o suficiente para constituir um foco independente de atenção clínica.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (e.g. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
          }
        }
      ]
    },
    "abdomen com rha +": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.7965,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7945,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.7945,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.794,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7881,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        }
      ]
    },
    "estase gastrica": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME01": {
            "confidence_embedding": 0.7726,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME24.90": {
            "confidence_embedding": 0.7609,
            "text": "Representação de doença CID-11: Sangramento gastrointestinal agudo, não classificado em outra parte. Definição: "
          }
        },
        {
          "ME24.91": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Sangramento gastrointestinal crônico, não classificado em outra parte. Definição: "
          }
        },
        {
          "MG30.4Y": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Outra dor visceral secundária crônica especificada. Definição: "
          }
        }
      ]
    },
    "fo": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME01": {
            "confidence_embedding": 0.7799,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7718,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7697,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7674,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.8157,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.8063,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.8006,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.0Y": {
            "confidence_embedding": 0.7974,
            "text": "Representação de doença CID-11: Outro edema localizado especificado. Definição: "
          }
        },
        {
          "MG29.1": {
            "confidence_embedding": 0.7911,
            "text": "Representação de doença CID-11: Edema generalizado. Definição: "
          }
        }
      ]
    },
    "infeccao subsequente a procedimento": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D03": {
            "confidence_embedding": 0.7718,
            "text": "Representação de doença CID-11: Abscesso infeccioso do sistema nervoso central. Definição: Processo supurativo focal do parênquima cerebral, do espaço epidural ou subdural intracraniano ou espinal e, menos comumente, do parênquima da medula espinal. O processo supurativo é mais comumente associado à infecção bacteriana e, ocasionalmente, à infecção fúngica, protozoária ou parasitária. Os abscessos cerebrais se desenvolvem mais comumente por disseminação a partir de um local infectado contíguo (ouvido, seios paranasais, células aéreas da mastoide, dentes), osteomielite craniofacial e após traumatismo cranioencefálico aberto ou procedimento neurocirúrgico prévio. A disseminação hematogênica de infecções pulmonares purulentas, endocardite bacteriana ou outros locais de infecção também pode causar abscesso cerebral. Pacientes com abscesso intracraniano apresentam combinações variáveis ​​de cefaleia, estado mental alterado, déficits focais e convulsões. Febre pode estar presente. Pacientes com abscesso intraespinal apresentam graus variáveis ​​de paraparesia ou quadriparesia, comprometimento sensorial abaixo do nível da lesão, função esfincteriana alterada e dor nas costas. O diagnóstico é feito por tomografia computadorizada ou ressonância nuclear magnética e pode ser confirmado por exame histológico e cultura do material do abscesso após drenagem neurocirúrgica. A punção lombar geralmente é contraindicada."
          }
        },
        {
          "1C1C.1": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Síndrome de Waterhouse-Friderichsen. Definição: Síndrome caracterizada por insuficiência adrenal devida a sangramento nas glândulas suprarrenais (a maioria bilateral mas algumas vezes unilateral), comumente causada por uma infecção por meningococo (Neisseria meningitidis). No entanto, isto também pode ser causado por infecção por outras bactérias como Streptococcus pneumoniae ou Haemophilus influenzae ou até por algumas infecções virais graves.\r\nEssa síndrome pode se manifestar com febre, calafrios, vômitos, mialgia ou erupção cutânea, com progressão para coagulação intravascular disseminada. A transmissão de infecções subjacentes se dá por contato direto ou transmissão por gotículas."
          }
        },
        {
          "1E73": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Vacínia. Definição: Um poxvírus que costumava ser usado para proteger contra a varíola. Seu uso como vacina pode ser complicado por erupção cutânea generalizada secundária à viremia, infecção acidental de outras localizações ou outros indivíduos, infecção progressiva na localização da vacinação ou, raramente, encefalomielite e miopericardite."
          }
        },
        {
          "1D62": {
            "confidence_embedding": 0.7617,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1D00": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Encefalite infecciosa, não classificada em outra parte. Definição: Doença do cérebro, causada por uma infecção"
          }
        }
      ]
    },
    "sng aberta": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.2": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7445,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MH10": {
            "confidence_embedding": 0.7411,
            "text": "Representação de doença CID-11: Morte cerebral. Definição: Coma apneico persistente devido à cessação irreversível das atividades do tronco encefálico, cerebelo e córtex cerebral observada clinicamente por ausência de abertura ou movimento ocular a estímulos nocivos; ausência de respostas motora e verbal; ausência de reflexos do tronco encefálico ou da coluna (corneano, tosse, vestíbulo-ocular e respiratório); ausência de atividade cerebral elétrica observada por EEG; ausência de fluxo sanguíneo cerebral visto por angiografia cerebral (convencional, RM, TC, Doppler) e ausência de atividade metabólica evidenciada por SPECT ou PET, com duração de mais de 24 horas, devida a lesão difusa irreversível do cérebro, não devida a hipotermia, medicamento sedativo, overdose de bloqueador neuromuscular ou anormalidade metabólica sem evidência de choque circulatório periférico."
          }
        }
      ]
    },
    "debito seroso": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7371,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        }
      ]
    }
  }
}