{
  "prontuario_id": 172,
  "text": "Em 30/07/2007, 09:00h: Acordado, alerta, descorado, pouco responsivo aos estímulos, mucosas coradas e hidratadas. Traqueostomizado, apresentando secreção espessa em grande quantidade. Apresenta abdome plano, flácido, indolor à palpação, RHA +. Mantém SNE para a. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 01:40: Paciente alerta, ativo, reativo. Apresenta-se choroso no momento. Mantém acesso venoso em MSE salinizado. Segundo acompanhante, paciente relata algia lombar moderada. Mantém jejum desde 00 horas, para procedimento cirurgico. Segue sob cuidados. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 14:35 Hr: 3º PO de enxerto em MIE, segue referindo algia intensa em perna esquerda, mantém acesso venoso periférico em antebraço direito com soroterapia em curso. Curativo em tórax, coxa direita e perna esquerda com aspecto limpo e seco externamente, mante. FRATURA DA ROTULA PATELA. Às 10H: CONSCIENTE, ALERTA, ABERTURA OCULAR ESPONTANEA, ATENDE AS SOLICITAÇÕES VERBAIS, AFÁSICO, NÃO DEAMBULA, EM REPOUSO NA POLTRONA. TRAQUEOSTOMIZADO COM NÉVOA ÚMIDA CONTÍNUA. FOI ASPIRADO. APRESENTA GRANDE QUANTIDADE DE SECREÇÃO TRAQUEOBRONQUICA FLUIDIFICAD. NEOPLASIA MALIGNA DA BASE DA LINGUA.",
  "entities": {
    "Achado": [
      "Acordado",
      "alerta",
      "Traqueostomizado",
      "flácido",
      "ativo",
      "reativo",
      "choroso",
      "salinizado",
      "jejum",
      "CONSCIENTE",
      "ALERTA",
      "DEAMBULA",
      "TRAQUEOSTOMIZADO",
      "pouco responsivo aos estímulos",
      "mucosas coradas e hidratadas",
      "indolor à palpação",
      "RHA +",
      "ABERTURA OCULAR ESPONTANEA",
      "ATENDE AS SOLICITAÇÕES VERBAIS",
      "SECREÇÃO TRAQUEOBRONQUICA FLUIDIFICAD"
    ],
    "Sinal ou Sintoma": [
      "descorado",
      "AFÁSICO",
      "pouco responsivo aos estímulos",
      "secreção espessa em grande quantidade",
      "algia lombar moderada",
      "algia intensa"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Traqueostomizado",
      "SNE",
      "salinizado",
      "jejum",
      "enxerto",
      "Curativo",
      "TRAQUEOSTOMIZADO",
      "ASPIRADO",
      "acesso venoso",
      "procedimento cirurgico",
      "acesso venoso periférico",
      "soroterapia em curso",
      "REPOUSO NA POLTRONA",
      "NÉVOA ÚMIDA CONTÍNUA"
    ],
    "Localização ou Região Corporal": [
      "abdome",
      "MSE",
      "MIE",
      "tórax"
    ],
    "Dispositivo Médico": [
      "SNE",
      "Curativo",
      "acesso venoso",
      "acesso venoso periférico"
    ],
    "Abreviação": [
      "SNE",
      "MSE",
      "PO",
      "MIE",
      "RHA +",
      "SECREÇÃO TRAQUEOBRONQUICA FLUIDIFICAD"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "paciente"
    ],
    "Grupo Populacional": [
      "acompanhante"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Conceito Espacial": [
      "externamente"
    ],
    "Negação": [
      "NÃO"
    ],
    "Conceito Qualitativo": [
      "secreção espessa em grande quantidade",
      "GRANDE QUANTIDADE"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMOS MULTIPLOS",
      "FRATURA DA ROTULA PATELA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "antebraço direito",
      "coxa direita"
    ],
    "Processo Neoplásico": [
      "NEOPLASIA MALIGNA DA BASE DA LINGUA"
    ]
  },
  "labels": {
    "mucosas coradas e hidratadas": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA0C": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Cisto ou mucocele do nariz ou do seio paranasal. Definição: Condição que se refere a doenças do nariz e dos seios paranasais que causam cisto ou mucocele.\r\nMucocele é qualquer dilatação (tipicamente patológica) com acúmulo de muco. Mucoceles são cistos benignos revestidos de epitélio cheios de muco, que podem se formar nos seios paranasais. Estas estruturas podem causar sintomas se suficientemente grandes ou se exercem pressão nas estruturas circunjacentes. Mucoceles sintomáticas tipicamente requerem tratamento cirúrgico. Mucoceles devem ser diferenciadas de cistos de retenção dos seios da face. Diferentemente das mucoceles, cistos de retenção não resultam em expansão e adelgaçamento das paredes ósseas dos seios paranasais."
          }
        },
        {
          "CA27.0": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Traqueobroncopatia osteocondroplática. Definição: Traqueobroncopatia osteocondroplástica é um transtorno raro de causa desconhecida, observado em 0,4 por cento das broncoscopias, que afeta as grandes vias aéreas. É caracterizada pelo desenvolvimento de múltiplos nódulos submucosos ósseos e cartilaginosos conectados a cartilagem traqueal. A anormalidade poupa a parede membranosa posterior da traqueia. A despeito de alterações radiológicas marcantes, os pacientes apenas raramente são sintomáticos pois a obstrução grave da via aérea é incomum. A traqueoplastia linear pode ser necessária em pacientes com obstrução sintomática de vias aéreas."
          }
        },
        {
          "CA27.1": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Traqueobroncomegalia. Definição: Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CA08": {
            "confidence_embedding": 0.7241,
            "text": "Representação de doença CID-11: Rinite alérgica ou vasomotora. Definição: Rinite é uma inflamação da mucosa nasal, clinicamente, caracterizada por sintomas principais: espirros, prurido nasal, coriza e obstrução nasal\r\n\r\nRinite alérgica é uma inflamação de via aérea nasal desencadeada por alérgenos aos quais o indivíduo afetado foi previamente sensibilizado. A patogênese da rinite alérgica é uma reação alérgica tipo I na mucosa nasal. Antígenos inalados em contato com a mucosa nasal sensibilizada ligam-se a anticorpos IgE nos mastócitos, que liberam mediadores químicos como histamina e peptídeos de leucotrienos. Consequentemente, as terminações nervosas sensitivas e vasos sanguíneos reagem provocando espirros, coriza e obstrução nasal (fase de resposta imediata). Na fase de resposta tardia, vários mediadores químicos são produzidos pelos mastócitos, citocinas são produzidas por células Th2 e mastócitos, e quimiocinas são produzidas por células epiteliais, pelo endotélio vascular e pelos fibrócitos, respectivamente. Tais transmissores derivados dessas células efetivamente induzem a infiltração de vários tipos de células inflamatórias na mucosa nasal. Entre elas, os eosinófilos ativados são os principais responsáveis pelo edema e pela hiper-reatividade da mucosa.\r\n\r\nRinite não alérgica é uma inflamação da mucosa nasal na qual os mecanismos alérgicos não estão envolvidos. Ela abrange vários fenótipos diferentes."
          }
        }
      ]
    },
    "flácido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA11.2": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        },
        {
          "FA84": {
            "confidence_embedding": 0.7561,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        }
      ]
    },
    "fratura da rotula patela": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB82.00": {
            "confidence_embedding": 0.7495,
            "text": "Representação de doença CID-11: Condromalácia patelar. Definição: Afecção da articulação do joelho, causada por dano à cartilagem retropatelar. Esta doença caracteriza-se por dor na região anterior do joelho que piora com atividades como subir ou descer escadas. Pode estar associada a lesão ou excesso do uso."
          }
        },
        {
          "FA32.Z": {
            "confidence_embedding": 0.7396,
            "text": "Representação de doença CID-11: Transtornos da patela, não especificado. Definição: "
          }
        },
        {
          "FA32": {
            "confidence_embedding": 0.7363,
            "text": "Representação de doença CID-11: Transtornos da patela. Definição: "
          }
        },
        {
          "FA32.0": {
            "confidence_embedding": 0.7332,
            "text": "Representação de doença CID-11: Instabilidade recidivante da patela. Definição: "
          }
        },
        {
          "FA32.Y": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Outros transtornos especificados da patela. Definição: "
          }
        }
      ]
    },
    "traqueostomizado": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7324,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "ND51": {
            "confidence_embedding": 0.6991,
            "text": "Representação de doença CID-11: Outros traumatismos da coluna ou tronco, nível não especificado. Definição: "
          }
        },
        {
          "ND51.Z": {
            "confidence_embedding": 0.6986,
            "text": "Representação de doença CID-11: Outros traumatismos da coluna ou tronco, nível não especificado, não especificados. Definição: "
          }
        },
        {
          "NA00.2": {
            "confidence_embedding": 0.6979,
            "text": "Representação de doença CID-11: Traumatismo superficial do ouvido. Definição: Dano infligido em tecidos superficiais ou pouco profundos da orelha como resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "ND11.4Z": {
            "confidence_embedding": 0.6975,
            "text": "Representação de doença CID-11: Corpo estranho superficial no tornozelo, não especificado. Definição: "
          }
        }
      ]
    },
    "choroso": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC20.2": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7483,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7432,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "ME62.9": {
            "confidence_embedding": 0.7354,
            "text": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7351,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "secreção espessa em grande quantidade": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.7477,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB40.4": {
            "confidence_embedding": 0.7357,
            "text": "Representação de doença CID-11: Enfisema compensatório. Definição: Enfisema compensatório é uma condição na qual uma parte do pulmão aumenta em tamanho e função, quando outra parte está destruída ou temporariamente inútil. Ocorre, por exemplo, em associação com pneumonias, derrames pleurais ou pneumotórax. Anatomicamente, observa-se aumento do pulmão normal; não há variações da estrutura normal; o pulmão não afetado, como resultado da distensão, tem capacidade vital aumentada e é capaz de realizar trabalho maior do que em sua condição usual. Os tecidos não mostram semelhança com aqueles verdadeiramente enfisematosos. Esta alteração não é de forma alguma relacionada ao verdadeiro enfisema e o termo não deve ser usado, uma vez que cria grande confusão na literatura. Seu uso é tão injustificado quanto o termo nefrite compensatória em relação ao aumento compensatório do rim quando o rim contralateral foi removido. O verdadeiro enfisema não pode nunca compensar um tecido pulmonar doente, uma vez que o pulmão enfisematoso é total ou quase totalmente sem função."
          }
        },
        {
          "CA05.1": {
            "confidence_embedding": 0.7351,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        },
        {
          "CA27.Y": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Outra traqueobronquite especificada. Definição: "
          }
        },
        {
          "CA27.1": {
            "confidence_embedding": 0.7316,
            "text": "Representação de doença CID-11: Traqueobroncomegalia. Definição: Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos."
          }
        }
      ]
    },
    "traumatismos multiplos": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7837,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "ND34": {
            "confidence_embedding": 0.7763,
            "text": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: "
          }
        },
        {
          "ND51.Z": {
            "confidence_embedding": 0.7761,
            "text": "Representação de doença CID-11: Outros traumatismos da coluna ou tronco, nível não especificado, não especificados. Definição: "
          }
        },
        {
          "ND51.Y": {
            "confidence_embedding": 0.7757,
            "text": "Representação de doença CID-11: Outros traumatismos especificados da coluna ou tronco, nível não especificado. Definição: "
          }
        },
        {
          "ND51": {
            "confidence_embedding": 0.7729,
            "text": "Representação de doença CID-11: Outros traumatismos da coluna ou tronco, nível não especificado. Definição: "
          }
        }
      ]
    },
    "algia lombar moderada": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA84": {
            "confidence_embedding": 0.7087,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7016,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7003,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.6998,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA80.A": {
            "confidence_embedding": 0.6931,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar com esporão ósseo na vértebra. Definição: "
          }
        }
      ]
    },
    "afásico": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.7919,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7889,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7802,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7788,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME62.9": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        }
      ]
    },
    "algia intensa": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7316,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7206,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7178,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        }
      ]
    },
    "jejum": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA77": {
            "confidence_embedding": 0.74,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QC04.2": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Imunização não realizada devido a doença ou condição crônica do paciente. Definição: "
          }
        },
        {
          "QA82": {
            "confidence_embedding": 0.7284,
            "text": "Representação de doença CID-11: Problema associado à transferência física do paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QC04.0": {
            "confidence_embedding": 0.7257,
            "text": "Representação de doença CID-11: Imunização não realizada devido ao fato de que o paciente já teve a doença. Definição: "
          }
        },
        {
          "QA47.6Z": {
            "confidence_embedding": 0.7248,
            "text": "Representação de doença CID-11: Outros nascimentos múltiplos que não gêmeos, em hospital, não especificados. Definição: "
          }
        }
      ]
    },
    "secreção traqueobronquica fluidificad": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA27.0": {
            "confidence_embedding": 0.8024,
            "text": "Representação de doença CID-11: Traqueobroncopatia osteocondroplática. Definição: Traqueobroncopatia osteocondroplástica é um transtorno raro de causa desconhecida, observado em 0,4 por cento das broncoscopias, que afeta as grandes vias aéreas. É caracterizada pelo desenvolvimento de múltiplos nódulos submucosos ósseos e cartilaginosos conectados a cartilagem traqueal. A anormalidade poupa a parede membranosa posterior da traqueia. A despeito de alterações radiológicas marcantes, os pacientes apenas raramente são sintomáticos pois a obstrução grave da via aérea é incomum. A traqueoplastia linear pode ser necessária em pacientes com obstrução sintomática de vias aéreas."
          }
        },
        {
          "CA27.1": {
            "confidence_embedding": 0.7979,
            "text": "Representação de doença CID-11: Traqueobroncomegalia. Definição: Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos."
          }
        },
        {
          "CA27": {
            "confidence_embedding": 0.7706,
            "text": "Representação de doença CID-11: Traqueobronquite. Definição: Traqueobronquite é a inflamação da traqueia e dos brônquios."
          }
        },
        {
          "CA27.Z": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Traqueobronquite não especificada. Definição: "
          }
        },
        {
          "CA27.Y": {
            "confidence_embedding": 0.7575,
            "text": "Representação de doença CID-11: Outra traqueobronquite especificada. Definição: "
          }
        }
      ]
    },
    "salinizado": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7248,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NB52.1Z": {
            "confidence_embedding": 0.7134,
            "text": "Representação de doença CID-11: Fratura do osso pélvico não especificado sem ruptura do arco posterior do anel pélvico. Definição: "
          }
        },
        {
          "NA00.2": {
            "confidence_embedding": 0.7067,
            "text": "Representação de doença CID-11: Traumatismo superficial do ouvido. Definição: Dano infligido em tecidos superficiais ou pouco profundos da orelha como resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NB52.1": {
            "confidence_embedding": 0.7062,
            "text": "Representação de doença CID-11: Fratura do osso pélvico sem ruptura do arco posterior do anel pélvico. Definição: "
          }
        },
        {
          "NB52.1Y": {
            "confidence_embedding": 0.7061,
            "text": "Representação de doença CID-11: Fratura de outro osso pélvico especificado sem ruptura do arco posterior do anel pélvico. Definição: "
          }
        }
      ]
    },
    "abertura ocular espontanea": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC20.2": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MC20.0": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Estafiloma. Definição: Protusão anormal do tecido uveal através de um ponto frágil do globo ocular. A protrução geralmente é de cor preta, devido às camadas internas do olho. Ocorre devido ao enfraquecimento da camada externa do olho (córnea ou esclera) por uma condição inflamatória ou degenerativa. Pode ser de 5 tipos, dependendo da localização no globo ocular (bulbus oculi)."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7141,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MD11.80": {
            "confidence_embedding": 0.7098,
            "text": "Representação de doença CID-11: Estertor. Definição: Estertor é um som pesado tipo ronco ou ofegante na inspiração, ocorrendo no coma ou sono profundo, que pode ser causado por obstrução parcial da via aérea, estenose das coanas, aumentos das tonsilas e/ou adenoides, e tecidos redundantes da via aérea superior."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7078,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    },
    "neoplasia maligna da base da lingua": {
      "capitulo": "02",
      "opcoes": [
        {
          "2C82": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
          }
        },
        {
          "2E05.0": {
            "confidence_embedding": 0.7759,
            "text": "Representação de doença CID-11: Metástase de neoplasia maligna no ovário. Definição: Propagação do câncer para o ovário. Pode ser oriunda de um câncer de ovário primário envolvendo o ovário oposto ou de um câncer em uma localização distante."
          }
        },
        {
          "2B67": {
            "confidence_embedding": 0.7673,
            "text": "Representação de doença CID-11: Neoplasias malignas da glândula parótida. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2D00.1": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Neoplasia maligna da carúncula. Definição: Trata-se de um amplo grupo de doenças que envolvem o crescimento celular desregulado de uma pequena porção vermelha do canto do olho que contém as glândulas sebáceas e sudoríparas modificadas."
          }
        },
        {
          "2B62.1Z": {
            "confidence_embedding": 0.7644,
            "text": "Representação de doença CID-11: Neoplasias malignas da amígdala lingual, não especificadas. Definição: "
          }
        }
      ]
    },
    "pouco responsivo aos estímulos": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC20.2": {
            "confidence_embedding": 0.7227,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.722,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7154,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7112,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7076,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        }
      ]
    }
  }
}