{
  "prontuario_id": 507,
  "text": "Às 11:25H: Retirado acesso venoso central em subclávia, encaminhado para análise ponta de cateter. Puncionado acesso venoso em dorso da mão D com soroterapia gravitacional. Retirado SVD e instalado uropen, apresenta diurese efetiva. Às 07:30H: Encaminhado para CC com suporte de O2 sob névoa úmida + monitorização. Às 01:05h: Encontra-se torporoso, responsivo apenas a estimulos dolorosos, abertura ocular espontanea, apresentou hipertermia sendo medicado conforme prescrição, demais dados vitais estáveis, traqueostomizado, fazendo uso de oxigenoterapia sob nevoa umida, sistema fechado de aspiração com média quantidade de secreção espessa, mantem SNE com infusão de dietoterapia contínua e SNG aberta com baixo débito drenado, acesso venoso periférico em msd permeavel, com infusão de venóclise, diurese via SVD de aspecto concentrado, segue em precaução de contato, sob cuidados de enfermagem. Às 02:01: Admitida no setor, proveniente do PA, deambulando com acompanhante, apresenta edema e sinais flogisticos em 3 pododactilo da mão D, interna para tratamento de celulite, realizou drenagem ontem, porem sem sucesso, refere algia intensa de escala 10, sendo medicada conforme prescrição medica, puncionado acesso venoso periferico, coletado exames laboratoriais, aguarda PC para cirurgiao da mão, segue cuidados.",
  "entities": {
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "subclávia",
      "3 pododactilo da mão D"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Puncionado",
      "SVD",
      "medicado",
      "traqueostomizado",
      "SNE",
      "tratamento",
      "drenagem",
      "medicada",
      "puncionado",
      "Retirado acesso venoso central",
      "acesso venoso",
      "soroterapia gravitacional",
      "suporte de O2 sob névoa úmida",
      "oxigenoterapia sob nevoa umida",
      "sistema fechado de aspiração",
      "dietoterapia contínua",
      "SNG aberta",
      "acesso venoso periférico",
      "infusão de venóclise",
      "precaução de contato",
      "acesso venoso periferico"
    ],
    "Atividade de Assistência à Saúde": [
      "Retirado",
      "prescrição",
      "cuidados",
      "cuidados de enfermagem",
      "prescrição medica"
    ],
    "Abreviação": [
      "SVD",
      "CC",
      "SNE",
      "msd",
      "PA",
      "PC",
      "dorso da mão D",
      "suporte de O2 sob névoa úmida",
      "SNG aberta",
      "diurese via SVD",
      "3 pododactilo da mão D"
    ],
    "Dispositivo Médico": [
      "SVD",
      "uropen",
      "SNE",
      "Retirado acesso venoso central",
      "acesso venoso",
      "acesso venoso periférico",
      "acesso venoso periferico"
    ],
    "Organização Relacionada à Saúde": [
      "CC",
      "PA"
    ],
    "Procedimento Diagnóstico": [
      "monitorização"
    ],
    "Sinal ou Sintoma": [
      "torporoso",
      "hipertermia",
      "edema",
      "responsivo apenas a estimulos dolorosos",
      "secreção espessa",
      "sinais flogisticos",
      "algia intensa"
    ],
    "Produto Intelectual": [
      "prescrição"
    ],
    "Achado": [
      "traqueostomizado",
      "permeavel",
      "sucesso",
      "diurese efetiva",
      "abertura ocular espontanea",
      "dados vitais estáveis",
      "diurese via SVD",
      "aspecto concentrado",
      "deambulando com acompanhante"
    ],
    "Localização ou Região Corporal": [
      "msd",
      "dorso da mão D"
    ],
    "Função Patológica": [
      "edema"
    ],
    "Doença ou Síndrome": [
      "celulite"
    ],
    "Negação": [
      "sem"
    ],
    "Procedimento Laboratorial": [
      "análise ponta de cateter",
      "exames laboratoriais"
    ],
    "Função Fisiológica": [
      "diurese efetiva",
      "diurese via SVD"
    ],
    "Conceito Qualitativo": [
      "média quantidade"
    ],
    "Substância Corporal": [
      "baixo débito drenado"
    ],
    "Grupo Profissional ou Ocupacional": [
      "cirurgiao da mão"
    ]
  },
  "labels": {
    "hipertermia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8258,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7976,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.793,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7757,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        }
      ]
    },
    "permeavel": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.53": {
            "confidence_embedding": 0.7609,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GB90.47": {
            "confidence_embedding": 0.7595,
            "text": "Representação de doença CID-11: Aminoacidúria. Definição: Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
          }
        },
        {
          "GA32.2": {
            "confidence_embedding": 0.7517,
            "text": "Representação de doença CID-11: Infecção associada à reprodução medicamente assistida. Definição: Infecção genital ou pélvica significativa que ocorre após a retirada do óvulo ou outro tratamento com reprodução medicamente assistida"
          }
        },
        {
          "GB56.3": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Hidronefrose devida a obstrução da bexiga. Definição: Afecção causada por uma obstrução na bexiga urinária. É caracterizada por distensão da pelve e cálices de um ou ambos os rins e ausência de fluxo livre de urina do rim, e que pode levar à atrofia progressiva do rim se não for tratada. A afecção também pode se manifestar com dor no flanco, hematúria, piúria ou hiperpirexia."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "14",
      "opcoes": [
        {
          "EH40.3": {
            "confidence_embedding": 0.8329,
            "text": "Representação de doença CID-11: Edema hemorrágico agudo da infância. Definição: O edema hemorrágico agudo é uma vasculite cutânea mediada por imunocomplexos geralmente associada a infecção respiratória ou imunização. Acomete crianças com idades entre 4 meses e 2 anos, sendo meninos duas vezes mais afetados do que meninas. A dramática aparência clínica do edema facial e dos membros com múltiplas máculas purpúricas em alvo contrasta com seu curso geralmente benigno."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.8295,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.8128,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.8056,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EE20": {
            "confidence_embedding": 0.7987,
            "text": "Representação de doença CID-11: Síndrome de distensão cutânea aguda. Definição: Sequela comum de edema agudo, especialmente das extremidades inferiores. Manifesta-se como bolhas, que podem ser confundidas com uma doença imunobolhosa (bolhas de edema agudo); ou como fissura e inflamação superficiais da pele (eczema craquelê)."
          }
        }
      ]
    },
    "abertura ocular espontanea": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.8172,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7955,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9C61.2Y": {
            "confidence_embedding": 0.7902,
            "text": "Representação de doença CID-11: Outro glaucoma secundário de ângulo aberto, especificado. Definição: "
          }
        },
        {
          "9C61.34": {
            "confidence_embedding": 0.7868,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico."
          }
        },
        {
          "9C61.22": {
            "confidence_embedding": 0.7859,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo aberto induzido pelo cristalino. Definição: "
          }
        }
      ]
    },
    "diurese via svd": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.51": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Incontinência de urgência associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por disfunção do detrusor. Esta condição é caracterizada por incontinência urinária que acompanha a hiperreflexia do detrusor quando um volume específico da bexiga é atingido, perda de urina, falta de urgência para urinar ou falta de consciência do enchimento da bexiga."
          }
        },
        {
          "GC40.52": {
            "confidence_embedding": 0.7674,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GB56.3": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Hidronefrose devida a obstrução da bexiga. Definição: Afecção causada por uma obstrução na bexiga urinária. É caracterizada por distensão da pelve e cálices de um ou ambos os rins e ausência de fluxo livre de urina do rim, e que pode levar à atrofia progressiva do rim se não for tratada. A afecção também pode se manifestar com dor no flanco, hematúria, piúria ou hiperpirexia."
          }
        },
        {
          "GC76": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Mau funcionamento do segmento eferente de uma bolsa urinária continente. Definição: Uma condição caracterizada pela disfunção ou falta de função de um reservatório de urina criado cirurgicamente dentro do corpo, especificamente ao longo do caminho pelo qual a urina sai da bolsa."
          }
        }
      ]
    },
    "celulite": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB30": {
            "confidence_embedding": 0.8669,
            "text": "Representação de doença CID-11: Celulite eosinofílica. Definição: A celulite eosinofílica (síndrome de Wells) é caracterizada por um quadro clínico particular que se assemelha à celulite e uma histologia típica com eosinofilia tecidual, edema e figuras de “chama” (aglomerados de eosinófilos e histiócitos ao redor de um núcleo de colágeno e detritos eosinofílicos). Pode afetar ambos os sexos, geralmente na vida adulta. Qualquer localização pode estar envolvida, com lesões únicas ou múltiplas e as recorrências são comuns. Inicialmente, as lesões são placas eritematosas pruriginosas com características que lembram urticária e celulite, mas formas bolhosas e nodulares também foram descritas. Pode surgir espontaneamente, mas vários medicamentos e infecções foram implicados."
          }
        },
        {
          "EF02.3": {
            "confidence_embedding": 0.828,
            "text": "Representação de doença CID-11: Celulite. Definição: A celulite é um desarranjo arquitetônico comum do tecido adiposo subcutâneo que resulta em ondulações e nodularidade da pele sobrejacente. É mais comum em mulheres pós-púberes e acomete principalmente a região pélvica, membros inferiores e abdome. Acredita-se que resulte da herniação de múltiplos pequenos agregados de gordura subcutânea através do tecido fibroso na junção dermo-hipodérmica. A obesidade predispõe, mas não é necessária para o seu desenvolvimento. O termo está em uso generalizado, mas é enganoso, pois não tem nada a ver com \"cellulitis\" (NT: infecção de pele). A condição é assintomática, mas pode causar constrangimento considerável."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.8015,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.801,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "ED70.51": {
            "confidence_embedding": 0.7892,
            "text": "Representação de doença CID-11: Celulite dissecante. Definição: A celulite dissecante é um transtorno inflamatório destrutivo do couro cabeludo caracterizado por perifoliculite disseminada com abscesso dérmico e formação de trato fistuloso e cicatrizes extensas. Ocorre predominantemente em homens negros com idade entre 18 e 40 anos. Pode estar associada a hidradenite supurativa e acne conglobata (tríade de oclusão folicular) e a cisto pilonidal. Inchaços dolorosos se desenvolvem ao redor do vértex do couro cabeludo e coalescem para formar ondulações e sulcos edematosos irregulares. Com o tempo, uma extensa rede de tratos sinusais que secretam pus pode se desenvolver. Segue-se alopecia progressiva cicatricial permanente."
          }
        }
      ]
    },
    "torporoso": {
      "capitulo": "08",
      "opcoes": [
        {
          "8E20": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Estado vegetativo persistente. Definição: Estado subagudo ou crônico de distúrbio grave de consciência com duração de pelo menos um mês, caracterizado pela recuperação de estados cíclicos de despertar que simulam ciclos de sono/vigília após uma lesão cerebral grave. Pacientes com esta condição estão arresponsivos e não apresentam evidência de consciência de si mesmos ou do ambiente. A regulação autonômica cardiopulmonar e visceral é mantida pelo tronco encefálico."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7531,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E21": {
            "confidence_embedding": 0.7434,
            "text": "Representação de doença CID-11: Estado vegetativo permanente. Definição: Termo prognóstico aplicado a pacientes em um estado vegetativo persistente para os quais nenhuma recuperação é esperada."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        }
      ]
    },
    "responsivo apenas a estimulos dolorosos": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7673,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C46.0": {
            "confidence_embedding": 0.7621,
            "text": "Representação de doença CID-11: Episódio de uso nocivo de estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Episódio de uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona que tenha causado dano a saúde física ou mental do indivíduo, ou tenha resultado em comportamento que levou a dano à saúde de terceiros. O dano à saúde do indivíduo ocorre devido a um ou mais dos seguintes fatores: (1) comportamento relacionado à intoxicação; (2) efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais; ou (3) uma via de administração perigosa. Dano à saúde de terceiros inclui qualquer forma de dano físico, incluindo traumatismo, ou transtorno mental que seja diretamente atribuível ao comportamento devido à intoxicação por estimulantes por parte da pessoa a quem o diagnóstico de episódio único de uso nocivo se aplica. Esse diagnóstico não deve ser feito se o dano estiver atribuído a um padrão conhecido de uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.761,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "aspecto concentrado": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.53": {
            "confidence_embedding": 0.7481,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7442,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GA30.6": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Falência ovariana prematura. Definição: Menopausa que ocorre espontaneamente antes dos 40 anos de idade, geralmente resultando em amenorréia secundária, embora algumas mulheres possam apresentar função ovárica intermitente e ovulação, com uma minoria concebendo e dando à luz uma gravidez. FOP corre principalmente sem uma causa conhecida, mas pode ser causado pelas seguintes condições: anormalidades cromossômicas numéricas e estruturais, pré-mutações do X frágil, transtornos autoimunes, radioterapia, quimioterapia, galactosemia e outros defeitos enzimáticos raros ou mutações. É subdividido em 4 categorias de acordo com a causa: congênita, adquirida, iatrogênica e desconhecida."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB71.0": {
            "confidence_embedding": 0.7349,
            "text": "Representação de doença CID-11: Cálculo na bexiga. Definição: Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada por cálculos urinários localizados na bexiga. Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdômen inferior ou virilha. A confirmação é feita por radiografia abdominal, para determinar a presença e localização de cálculos."
          }
        }
      ]
    },
    "traqueostomizado": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE10": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7659,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        }
      ]
    },
    "secreção espessa": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7989,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7919,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        },
        {
          "DA26.3": {
            "confidence_embedding": 0.7728,
            "text": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse."
          }
        },
        {
          "DB33.0": {
            "confidence_embedding": 0.7702,
            "text": "Representação de doença CID-11: Úlcera primária do cólon. Definição: Condição com úlceras únicas ou múltiplas (defeito da mucosa) que se desenvolvem no reto ou no cólon. As úlceras do cólon podem causar sangramento com o esforço evacuatório em pessoas com constipação crônica."
          }
        },
        {
          "DB98.B": {
            "confidence_embedding": 0.7647,
            "text": "Representação de doença CID-11: Lesão por isquemia de reperfusão do fígado. Definição: Lesão hepática causada por reperfusão sanguínea após uma isquemia não letal do fígado."
          }
        }
      ]
    },
    "algia intensa": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.8204,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7823,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EB13.0": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7712,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        }
      ]
    },
    "sinais flogisticos": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.8184,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7839,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EB13.0": {
            "confidence_embedding": 0.7734,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EF20": {
            "confidence_embedding": 0.7701,
            "text": "Representação de doença CID-11: Malformações adquiridas dos vasos sanguíneos cutâneos. Definição: "
          }
        }
      ]
    }
  }
}