{
  "prontuario_id": 592,
  "text": "2º DI, HX DOR ABDOMINAL + EMAGRECIMENTO + EMESES. NO MOMENTO, CONSCIENTE, POUCO COMUNICATIVO, APÁTICO, HEMARECIDO, HIPOCORADO, COM ACESSO VENOSO EM MSE SALINIZADO, ABDOMEM FLÁCIDO, COM MASSA PALPAVEL EM REGIÃO EPIGASTRICA, REFERE DIURESE PRESENTE, EVACUAÇÃO. PERITONITE AGUDA. Às 11:10: Paciente não referindo queixas, consciente, orientado, calmo, comunicativo, em repouso no leito, aceitando dieta VO, acesso venoso periférico MSE, tala gessada antebraço D. boa perfusão periférica, eliminações fisiológicas presentes. FRATURA DE OUTRAS PARTES E DE PARTES NAO ESPECIFICADAS DO PUNHO E DA MAO. Em 06-09-2007, 16:00: Transferido da UTI 2 para o posto 2. Hemodinamicamente Estável. Conversado com a enfermeira  da importância do controle do Balanço. OUTROS TRAUMATISMOS INTRACRANIANOS. Às 9:00: Permanece apática, com abertura ocular espontânea, responsiva à estímulos dolorosos e aspirativos, pupilas isocóricas e fotorreagentes, afebril, hipocorada, taquicárdica, traqueostomizada com suporte de névoa úmida contínua saturando 98%. Apresenta. HEMORRAGIA SUBARACNOIDE PROVENIENTE DO SIFAO E DA BIFURCACAO DA CAROTIDA.",
  "entities": {
    "Abreviação": [
      "HX",
      "MSE",
      "UTI",
      "aceitando dieta VO",
      "antebraço D"
    ],
    "Sinal ou Sintoma": [
      "EMAGRECIMENTO",
      "EMESES",
      "APÁTICO",
      "HEMARECIDO",
      "HIPOCORADO",
      "queixas",
      "apática",
      "hipocorada",
      "taquicárdica",
      "DOR ABDOMINAL",
      "POUCO COMUNICATIVO"
    ],
    "Achado": [
      "CONSCIENTE",
      "SALINIZADO",
      "EVACUAÇÃO",
      "consciente",
      "orientado",
      "calmo",
      "comunicativo",
      "afebril",
      "traqueostomizada",
      "MASSA PALPAVEL",
      "DIURESE PRESENTE",
      "repouso no leito",
      "aceitando dieta VO",
      "boa perfusão periférica",
      "eliminações fisiológicas presentes",
      "Hemodinamicamente Estável",
      "abertura ocular espontânea",
      "responsiva à estímulos dolorosos e aspirativos"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "REGIÃO EPIGASTRICA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SALINIZADO",
      "traqueostomizada",
      "ACESSO VENOSO",
      "repouso no leito",
      "acesso venoso periférico",
      "tala gessada",
      "controle do Balanço",
      "suporte de névoa úmida contínua"
    ],
    "Função Fisiológica": [
      "EVACUAÇÃO",
      "DIURESE PRESENTE",
      "eliminações fisiológicas presentes"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Negação": [
      "não",
      "afebril"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA",
      "OUTROS TRAUMATISMOS INTRACRANIANOS"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Grupo Profissional ou Ocupacional": [
      "enfermeira"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "antebraço D"
    ],
    "Conceito Quantitativo": [
      "98%"
    ],
    "Dispositivo Médico": [
      "ACESSO VENOSO",
      "acesso venoso periférico",
      "tala gessada"
    ],
    "Doença ou Síndrome": [
      "PERITONITE AGUDA",
      "HEMORRAGIA SUBARACNOIDE PROVENIENTE DO SIFAO E DA BIFURCACAO DA CAROTIDA"
    ]
  },
  "labels": {
    "massa palpavel": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB10.0": {
            "confidence_embedding": 0.7453,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DA21.20": {
            "confidence_embedding": 0.7242,
            "text": "Representação de doença CID-11: Peristaltismo hipertensivo. Definição: Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia."
          }
        }
      ]
    },
    "taquicárdica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BD73.21": {
            "confidence_embedding": 0.778,
            "text": "Representação de doença CID-11: Obstrução de veia visceral. Definição: Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7778,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7736,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7705,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "hipocorada": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7453,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7357,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "hemodinamicamente estável": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7828,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7504,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME02": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Rigidez abdominal. Definição: Rigidez abdominal é a rigidez dos músculos na região da barriga, que pode ser sentida quando tocada ou pressionada"
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7627,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7551,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        }
      ]
    },
    "evacuação": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.81,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.8079,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.8067,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.8049,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7986,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        }
      ]
    },
    "fratura": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7537,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7424,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FB41.1": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Ruptura espontânea de sinóvia. Definição: Trata-se da ruptura espontânea da bainha sinovial (saco com fluido contendo líquido viscoso), que normalmente diminui o atrito e fornece um amortecimento entre os ossos e tendões e/ou músculo periarticulares."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7396,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        }
      ]
    },
    "emagrecimento": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C78": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7409,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5A60.2": {
            "confidence_embedding": 0.7375,
            "text": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados."
          }
        },
        {
          "5C50.10": {
            "confidence_embedding": 0.7332,
            "text": "Representação de doença CID-11: Alcaptonúria. Definição: A alcaptonúria é caracterizada pelo acúmulo de ácido homogentísico (HGA) e seu produto oxidado ácido benzoquinona acético (BQA), levando ao escurecimento da urina quando deixada exposta ao ar, coloração cinza-azulada da esclera do olho e da hélice da orelha (ocronose), e doença articular incapacitante que envolve as articulações axiais e periféricas (artropatia ocronótica)."
          }
        }
      ]
    },
    "traqueostomizada": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.7708,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7511,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MG27": {
            "confidence_embedding": 0.7342,
            "text": "Representação de doença CID-11: Hemorragia, não classificada em outra parte. Definição: Sangramento ou saída de sangue de um vaso."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7308,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7298,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "peritonite aguda": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB10.0": {
            "confidence_embedding": 0.8312,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DB10.00": {
            "confidence_embedding": 0.8249,
            "text": "Representação de doença CID-11: Apendicite aguda com peritonite generalizada. Definição: Condição caracterizada por inflamação aguda do apêndice vermiforme que se estende para uma inflamação livre e não contida do peritônio. Há usualmente uma perfuração livre e tratamento cirúrgico é recomendado."
          }
        },
        {
          "DB10.01": {
            "confidence_embedding": 0.8229,
            "text": "Representação de doença CID-11: Apendicite aguda com peritonite localizada. Definição: Esta condição é caracterizada por inflamação aguda do apêndice vermiforme com peritonite que está confinado a em abscesso ou flegmão. Frequentemente há uma perfuração coberta subjacente do apêndice com drenagem do lúmen do apêndice."
          }
        },
        {
          "DB10.02": {
            "confidence_embedding": 0.8139,
            "text": "Representação de doença CID-11: Apendicite aguda sem peritonite localizada ou generalizada. Definição: Esta condição é caracterizada por inflamação aguda do apêndice vermiforme em que não há menção sobre a extensão da peritonite. Apendicite aguda sem peritonite está incluída aqui. Apendicite aguda sem perfuração ou abscesso e apendicite apenas flegmonosa ou supurativa, que geralmente podem ser tratadas de forma conservadora, também estão incluídas aqui."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.8056,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        }
      ]
    },
    "abertura ocular espontânea": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B10.0": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Amaurose fugaz. Definição: Um episódio transitório de disfunção visual aguda causada por isquemia retiniana. Os sintomas devem desaparecer completamente em 24 horas."
          }
        },
        {
          "8C77": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Miopatia ocular. Definição: Fraqueza lentamente progressiva de músculos oculares, geralmente caracterizada por mobilidade reduzida do olho e queda da pálpebra superior. O transtorno pode ser unilateral ou bilateral, e pode ser causado por lesão do sistema nervoso central ou periférico ou por uma doença neuromuscular."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8B10": {
            "confidence_embedding": 0.7473,
            "text": "Representação de doença CID-11: Ataque isquêmico transitório. Definição: Episódio transitório de disfunção neurológica focal causada por isquemia cerebral focal sem infarto agudo na área clinicamente relevante do cérebro ou perda visual monocular transitória devida à isquemia retiniana. Os sintomas devem desaparecer completamente em 24 horas."
          }
        },
        {
          "8B11": {
            "confidence_embedding": 0.7395,
            "text": "Representação de doença CID-11: Acidente cerebral isquêmico. Definição: Disfunção neurológica focal aguda causada por infarto focal em uma ou várias localizações do cérebro. A evidência de infarto agudo pode ser proveniente de a) duração dos sintomas por mais de 24 horas, ou b) neuroimagem ou outra técnica na área clinicamente relevante do cérebro. O termo não inclui infarto da retina."
          }
        }
      ]
    },
    "boa perfusão periférica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA81": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BD73.21": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Obstrução de veia visceral. Definição: Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BD50": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção da aorta. Definição: Aneurisma da aorta é um termo para qualquer aumento (dilatação ou aneurisma) da aorta maior que 1,5 vezes o normal, geralmente representando uma fraqueza subjacente da parede da aorta naquela localização. A dissecção da aorta ocorre quando uma ruptura na parede interna da aorta faz com que o sangue flua entre as camadas da parede da aorta, forçando a separação dessas camadas."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "outros traumatismos intracranianos": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B25.3": {
            "confidence_embedding": 0.7985,
            "text": "Representação de doença CID-11: Efeitos tardios de hemorragia intracraniana não traumática. Definição: Efeitos tardios de outra hemorragia intracraniana não traumática após 1 mês ou mais do início da doença. Os códigos para episódios agudos devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8D67": {
            "confidence_embedding": 0.7844,
            "text": "Representação de doença CID-11: Cisto aracnoide intracraniano. Definição: Cavidade cheia de líquido dentro da membrana aracnoide que pode ser congênita ou adquirida. As causas adquiridas incluem traumatismo, infecção e cirurgia. A localização mais comum é a fossa craniana média. Os fatores que influenciam se o cisto causa sintomas incluem seu tamanho e localização. Os sintomas, se presentes, podem incluir dor de cabeça, tontura, náuseas e vômitos, convulsões, atraso no desenvolvimento."
          }
        },
        {
          "8B22": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada."
          }
        },
        {
          "8D61": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Hipotensão intracraniana. Definição: A síndrome de hipotensão intracraniana é uma entidade fisiopatológica única de origem diversa. Geralmente é caracterizada por uma cefaleia ortostática, que ocorre ou piora com a postura ereta. Pacientes com cefaleias crônicas ou assintomáticos foram descritos."
          }
        },
        {
          "8B0Z": {
            "confidence_embedding": 0.7498,
            "text": "Representação de doença CID-11: Hemorragia intracraniana não especificada. Definição: "
          }
        }
      ]
    },
    "emeses": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7503,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DD30.1": {
            "confidence_embedding": 0.7473,
            "text": "Representação de doença CID-11: Isquemia arterial mesentérica aguda. Definição: Isquemia mesentérica aguda se refere a estados de baixo fluxo da circulação mesentérica, nos quais o fluxo sanguíneo inadequado através da circulação mesentérica causa isquemia e eventual gangrena da parede intestinal. Pode ser causada por várias condições, como oclusão arterial, oclusão venosa, obstrução por estrangulamento e hipoperfusão associada a doenças vasculares não oclusivas."
          }
        },
        {
          "DA94.01": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Úlceras crônicas múltiplas não específicas do intestino delgado. Definição: Em pacientes afetados, as úlceras crônicas múltiplas não específicas são predominantemente encontradas no íleo, de forma circular ou irregular. As margens das úlceras são sempre claras e a mucosa interposta parece normal. O quadro destas é frequentemente caracterizado por anemia e hipoalbuminemia devido a sangramento e perda de proteínas pelas úlceras múltiplas."
          }
        }
      ]
    },
    "hipocorado": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7454,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7315,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7282,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        }
      ]
    },
    "salinizado": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7365,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.725,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7197,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD73.21": {
            "confidence_embedding": 0.7185,
            "text": "Representação de doença CID-11: Obstrução de veia visceral. Definição: Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD73.1": {
            "confidence_embedding": 0.7161,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        }
      ]
    },
    "dor abdominal": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD91.4": {
            "confidence_embedding": 0.8227,
            "text": "Representação de doença CID-11: Síndrome da dor abdominal funcional. Definição: Síndrome da dor abdominal funcional representa uma síndrome dolorosa atribuída ao abdome que está fracamente relacionada à função intestinal, está associada a alguma perda das atividades diárias e está presente há pelo menos 6 meses. A dor é constante, quase constante ou pelo menos recorrente. Também há a falta de relação dos sintomas com a ingestão de alimentos ou defecação."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.8129,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.7905,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7761,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        }
      ]
    },
    "hemorragia subaracnoide proveniente do sifao e da bifurcacao da carotida": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B25.2": {
            "confidence_embedding": 0.8211,
            "text": "Representação de doença CID-11: Efeitos tardios de hemorragia subaracnoide. Definição: Efeitos tardios de hemorragia subaracnoide não traumática após 1 mês ou mais do início da doença. Os códigos para hemorragia aguda devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8B01": {
            "confidence_embedding": 0.8083,
            "text": "Representação de doença CID-11: Hemorragia subaracnoide. Definição: Disfunção neurológica aguda causada por hemorragia subaracnoide."
          }
        },
        {
          "8B01.2": {
            "confidence_embedding": 0.8019,
            "text": "Representação de doença CID-11: Hemorragia subaracnoide desconhecida se aneurismática ou não aneurismática. Definição: "
          }
        },
        {
          "8B01.0": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Hemorragia subaracnoide aneurismática. Definição: "
          }
        },
        {
          "8B00.1": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Hemorragia lobar. Definição: Disfunção neurológica aguda causada por hemorragia dentro dos lobos do cérebro e fora do subcórtex, gânglios da base e diencéfalo (tálamo)."
          }
        }
      ]
    },
    "pouco comunicativo": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.7655,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7352,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7294,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        }
      ]
    },
    "apático": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.8218,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.8137,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.8033,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.7956,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7924,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        }
      ]
    },
    "hemarecido": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.7988,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MG27": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Hemorragia, não classificada em outra parte. Definição: Sangramento ou saída de sangue de um vaso."
          }
        },
        {
          "ME24.A1": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Hemorragia do ânus e do reto. Definição: Sangramento do ânus e do canal anal. Exclui sangramento devido a doenças específicas classificadas em outra parte (hemorróidas, câncer, infecção, etc.)."
          }
        },
        {
          "MF94": {
            "confidence_embedding": 0.7552,
            "text": "Representação de doença CID-11: Hemoglobinúria. Definição: Presença de hemoglobina livre na urina, indicando hemólise de eritrócitos dentro do sistema vascular. Depois de saturar as proteínas de ligação à hemoglobina (haptoglobinas), a hemoglobina livre começa a aparecer na urina."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7543,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        }
      ]
    },
    "responsiva à estímulos dolorosos e aspirativos": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7478,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7455,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    }
  }
}