{
  "prontuario_id": 836,
  "text": "Consciente, sonolento, comunicativo, deitado. Tala gessada e curativo em MSE. Presença de mancha de sg em QDT. Movimentação e perfusão + em 1º QDT. Florence Nightingale. FRATURA DE OUTROS DEDOS. Às 18:00HRS: CONSCIENTE, ORIENTADA, POUCO COMUNICATIVA, PERIODOS DE SONOLENCIA. ACEITANDO POUCO A DIETA VO BRANDA. MANTEM ACESSO VENOSO PERIFERICO NO MSD COM SOROTERAPIA EM CURSO. PERMANECE COM DRENO DE TORAX DIREITO E ESQUERDO COM DEBITO HEMATICO, SENDO TROC. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 12:35: Paciente referindo algia intensa MIE, consciente, orientado, comunicativo, restrito ao leito, aceitando bem dieta VO, com sinais vitais estaveis,fazendo uso de colar cervical para mobilização, com acesso venoso periférico MSE, apresentando edema em. TRAUMATISMOS MULTIPLOS NAO ESPECIFICADOS. Às 11:42 HS: CONSCIENTE, ORIENTADA, SONOLENTA, AVP E COM SRT, RETIRADO SNG E LIBERADO DIETA PASTOSA ATÉ AMANHÃ. DEAMBULA COM AUXÍLIO, ELIMINAÇÕES PRESENTES. SEGUE CUIDADOS DE ENFERMAGEM. COM ACOMPANHANTE. INTOXICACAO POR ANTIDEPRESSIVOS TRICICLICOS E TETRACICLICOS.",
  "entities": {
    "Achado": [
      "Consciente",
      "comunicativo",
      "deitado",
      "Movimentação",
      "perfusão",
      "CONSCIENTE",
      "ORIENTADA",
      "consciente",
      "orientado",
      "DEBITO HEMATICO",
      "restrito ao leito",
      "aceitando bem dieta VO",
      "sinais vitais estaveis",
      "DEAMBULA COM AUXÍLIO",
      "ELIMINAÇÕES PRESENTES"
    ],
    "Sinal ou Sintoma": [
      "sonolento",
      "edema",
      "SONOLENTA",
      "mancha de sg",
      "PERIODOS DE SONOLENCIA",
      "DEBITO HEMATICO",
      "algia intensa"
    ],
    "Dispositivo Médico": [
      "curativo",
      "AVP",
      "Tala gessada",
      "ACESSO VENOSO PERIFERICO",
      "DRENO DE TORAX",
      "colar cervical",
      "acesso venoso periférico"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "curativo",
      "AVP",
      "SRT",
      "Tala gessada",
      "ACESSO VENOSO PERIFERICO",
      "SOROTERAPIA EM CURSO",
      "DRENO DE TORAX",
      "restrito ao leito",
      "acesso venoso periférico",
      "RETIRADO SNG",
      "DIETA PASTOSA"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "MSD",
      "MIE"
    ],
    "Abreviação": [
      "MSE",
      "MSD",
      "MIE",
      "AVP",
      "SRT",
      "mancha de sg",
      "1º QDT",
      "aceitando bem dieta VO",
      "RETIRADO SNG"
    ],
    "Conceito Espacial": [
      "DIREITO",
      "ESQUERDO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Função Patológica": [
      "edema"
    ],
    "Grupo Populacional": [
      "ACOMPANHANTE"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "1º QDT"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DE OUTROS DEDOS",
      "TRAUMATISMOS MULTIPLOS",
      "INTOXICACAO POR ANTIDEPRESSIVOS TRICICLICOS E TETRACICLICOS"
    ],
    "Alimento": [
      "DIETA PASTOSA"
    ],
    "Função Fisiológica": [
      "ELIMINAÇÕES PRESENTES"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS DE ENFERMAGEM"
    ]
  },
  "labels": {
    "orientado": {
      "capitulo": "06",
      "opcoes": [
        {
          "6D72": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Transtorno amnéstico. Definição: O transtorno amnéstico é caracterizado por comprometimento proeminente da memória em relação ao esperado pela idade e nível pré-mórbido do funcionamento cognitivo geral, que representa um declínio em relação ao nível prévio de funcionamento do indivíduo, na ausência de outro comprometimento cognitivo significativo. Manifesta-se por um déficit na aquisição, aprendizado e/ou retenção de novas informações, e pode incluir a incapacidade de recordar informações previamente aprendidas, sem perturbação da consciência, estado mental alterado ou \"delirium\". A memória recente é tipicamente mais comprometida do que a memória remota, e a capacidade de recordar imediatamente uma quantidade limitada de informação geralmente permanece relativamente preservada. O comprometimento da memória é grave o suficiente para resultar em comprometimento significativo no funcionamento pessoal, familiar, social, educacional, ocupacional, ou em outras áreas importantes. Presume-se que se deva a uma doença subjacente adquirida do sistema nervoso, um trauma, infecção ou outra doença que afete o cérebro, ao uso de substâncias específicas ou medicamentos, deficiência nutricional ou exposição a toxinas, ou a etiologia pode ser indeterminada. O comprometimento não se deve a intoxicação ou abstinência atual de substância."
          }
        },
        {
          "6D85.7": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Demência devida a traumatismo craniano. Definição: Demência devida a traumatismo craniano é causada por dano aos tecidos cerebrais como resultado direto ou indireto de uma força externa. O traumatismo craniano sabidamente resultou em perda da consciência, amnésia, desorientação e confusão, ou sinais neurológicos. Os sintomas característicos de Demência devida a lesão craniana devem surgir imediatamente após o traumatismo ou após a recuperação da consciência e devem persistir além do período agudo pós-traumatismo. Os déficits cognitivos variam dependendo das áreas específicas do cérebro afetadas e da gravidade do traumatismo, mas podem incluir comprometimentos de atenção, memória, funcionalidade executiva, personalidade, velocidade de processamento, cognição social, e habilidades de linguagem."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7458,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    },
    "periodos de sonolencia": {
      "capitulo": "07",
      "opcoes": [
        {
          "7A42.5": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a condição médica. Definição: A hipoventilação relacionada ao sono devida a condição médica é caracterizada por hipoventilação durante o sono devida a doença de via aérea ou do parênquima pulmonar, comprometimento da parede torácica, hipertensão pulmonar ou distúrbios neurológicos e neuromusculares. Hipercapnia diurna pode também estar presente. A hipoxemia durante o sono pode ser grave. Os pacientes podem ser assintomáticos ou apresentar-se com queixas de dispneia, aperto no peito ou fadiga.\r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia com monitorização de dióxido de carbono (CO2) por medida arterial, expiratória ou transcutânea, na presença de uma condição médica julgada como causadora dos sintomas."
          }
        },
        {
          "7A42.4": {
            "confidence_embedding": 0.7562,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a medicamento ou substância. Definição: Hipoventilação relacionada ao sono devida a medicamento ou substância química é caracterizada primariamente por hipoventilação e hipercapnia crônicas devidas ao uso prolongado de medicamentos ou substâncias químicas conhecidas por deprimirem o drive respiratório e/ou comprometer a mecânica dos músculos respiratórios (p.ex. narcóticos de longa ação, anestésicos, sedativos e relaxantes musculares). Hipoxemia está usualmente também presente. Hipercapnia pode também estar presente durante a vigília em alguns pacientes. Os pacientes podem ser assintomáticos ou se queixar de dispneia, opressão torácica ou fadiga.\r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) (por medidas arterial, tidal final ou transcutânea) no contexto de uso de substâncias consideradas causadoras dos sintomas."
          }
        },
        {
          "7A40.2": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Apneia do sono central primária da prematuridade. Definição: A apneia do sono central primária da prematuridade é caracterizada predominantemente por apneias centrais prolongadas (> 20 segundos) ou por respiração periódica em mais de 5% do tempo total de sono em bebês com menos de 37 semanas de idade pós concepcional. Estes eventos são tipicamente associados a comprometimento fisiológico (hipoxemia, bradicardia) ou à necessidade de intervenção como estimulação ou ressuscitação. Este diagnóstico deve ser feito quando os eventos centrais são o achado predominante, mesmo que também estejam presentes apneias obstrutivas ou mistas, ou hipopneias.\r\n\r\nNota: um diagnóstico definitivo requer evidência objetiva baseada em polissonografia ou em monitorização alternativa, como monitorização hospitalar ou domiciliar."
          }
        },
        {
          "7A21": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Hipersonia idiopática. Definição: Hipersonia Idiopática é caracterizada por períodos diários de necessidade irresistível de dormir ou lapsos diurnos de sono ocorrendo por pelo menos vários meses na ausência de cataplexia ou deficiência de hipocretina (se determinada).\r\nOs achados da polissonografia/teste de múltiplas latências do sono (MSLT) característicos da narcolepsia (ou seja, dois ou mais períodos REM de início do sono (SOREMP), ou um ou mais SOREMP no MSLT e um SOREMP na polissonografia noturna anterior) também devem estar ausentes. A sonolência diurna não é melhor explicada por outro transtorno (p. ex., síndrome do sono insuficiente, apneia obstrutiva do sono, distúrbio do sono-vigília do ritmo circadiano), uma substância ou medicamento, ou uma condição médica). A evidência objetiva de hipersonolência é indicada por um MSLT mostrando uma latência média do sono ≤ 8 minutos ou por polissonografia ou actigrafia do punho mostrando um tempo total de sono de 11 horas ou mais em 24 horas. A inércia do sono prolongada e grave é frequentemente observada e consiste em dificuldade sustentada de acordar com repetidos retornos ao sono, irritabilidade, comportamento automático e confusão. Em contraste com a narcolepsia, os cochilos são geralmente longos, muitas vezes mais de 60 minutos, e pouco refrescantes.\r\n\r\nNota: Um diagnóstico definitivo requer períodos diários de necessidade incontrolável de dormir ou lapsos diurnos de sono, a demonstração objetiva de sonolência excessiva e ausência de achados relacionados ao sono REM pelo teste das múltiplas latências do sono (TMLS/PSG)."
          }
        },
        {
          "7A23": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Hipersonia devida a uma condição médica. Definição: Hipersonia devido a uma condição médica é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos de pelo menos vários meses de duração que é atribuível a um transtorno médico ou neurológico coexistente (p.ex.. traumatismo craniano, doença de Parkinson, algumas condições genéticas, transtornos metabólicos, neurológicos ou endócrinos) e é suficientemente grave para requerer um foco específico de atenção clínica. A hipersonia devida a uma condição médica só é diagnosticada se a hipersonia for uma consequência fisiológica direta da condição médica. A sonolência residual em pacientes com apneia obstrutiva do sono tratada adequadamente é classificada aqui na suposição de que é devida a danos no sistema nervoso central decorrentes de hipoxemia recorrente.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (p.ex. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
          }
        }
      ]
    },
    "fratura de outros dedos": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7169,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.7139,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.7127,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        },
        {
          "FA11": {
            "confidence_embedding": 0.7048,
            "text": "Representação de doença CID-11: Artropatias reativas. Definição: Doença das articulações, causada por uma infecção em outra parte do corpo, uma doença autoimune, ou após vacinação. Esta doença é caracterizada por uma inflamação secundária articulações em reação a infecção, doença autoimune ou vacinação. Localizações prévias comuns de infecção são os sistemas entérico ou geniturinário."
          }
        }
      ]
    },
    "restrito ao leito": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.756,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7468,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7338,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        }
      ]
    },
    "deitado": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.74,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7383,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7376,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    },
    "comunicativo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.4": {
            "confidence_embedding": 0.7466,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6D72": {
            "confidence_embedding": 0.7455,
            "text": "Representação de doença CID-11: Transtorno amnéstico. Definição: O transtorno amnéstico é caracterizado por comprometimento proeminente da memória em relação ao esperado pela idade e nível pré-mórbido do funcionamento cognitivo geral, que representa um declínio em relação ao nível prévio de funcionamento do indivíduo, na ausência de outro comprometimento cognitivo significativo. Manifesta-se por um déficit na aquisição, aprendizado e/ou retenção de novas informações, e pode incluir a incapacidade de recordar informações previamente aprendidas, sem perturbação da consciência, estado mental alterado ou \"delirium\". A memória recente é tipicamente mais comprometida do que a memória remota, e a capacidade de recordar imediatamente uma quantidade limitada de informação geralmente permanece relativamente preservada. O comprometimento da memória é grave o suficiente para resultar em comprometimento significativo no funcionamento pessoal, familiar, social, educacional, ocupacional, ou em outras áreas importantes. Presume-se que se deva a uma doença subjacente adquirida do sistema nervoso, um trauma, infecção ou outra doença que afete o cérebro, ao uso de substâncias específicas ou medicamentos, deficiência nutricional ou exposição a toxinas, ou a etiologia pode ser indeterminada. O comprometimento não se deve a intoxicação ou abstinência atual de substância."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7399,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7374,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "perfusão": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NA07": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NA83.42": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "ND34": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        }
      ]
    },
    "mancha de sg": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7222,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7072,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        }
      ]
    },
    "movimentação": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7664,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7495,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        }
      ]
    },
    "traumatismos multiplos": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND34": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: "
          }
        },
        {
          "ND36": {
            "confidence_embedding": 0.7698,
            "text": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: "
          }
        },
        {
          "NA07": {
            "confidence_embedding": 0.7656,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "ND51.Y": {
            "confidence_embedding": 0.7609,
            "text": "Representação de doença CID-11: Outros traumatismos especificados da coluna ou tronco, nível não especificado. Definição: "
          }
        },
        {
          "ND30": {
            "confidence_embedding": 0.7608,
            "text": "Representação de doença CID-11: Traumatismos superficiais envolvendo múltiplas regiões do corpo. Definição: "
          }
        }
      ]
    },
    "algia intensa": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.716,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7095,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7055,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7039,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.6974,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        }
      ]
    },
    "debito hematico": {
      "capitulo": "23",
      "opcoes": [
        {
          "PH12": {
            "confidence_embedding": 0.7016,
            "text": "Representação de doença CID-11: Traumatismo exceto afogamento com intenção indeterminada enquanto corpo na água. Definição: "
          }
        },
        {
          "PE52": {
            "confidence_embedding": 0.6954,
            "text": "Representação de doença CID-11: Agressão por traumatismo sem afogamento enquanto o corpo na água. Definição: "
          }
        },
        {
          "PH8Z": {
            "confidence_embedding": 0.6887,
            "text": "Representação de doença CID-11: Evento com traumatismo de intenção indeterminada, não especificado. Definição: "
          }
        },
        {
          "PL11.20": {
            "confidence_embedding": 0.6848,
            "text": "Representação de doença CID-11: Embolia gasosa como modo de lesão. Definição: "
          }
        },
        {
          "PH8Y": {
            "confidence_embedding": 0.684,
            "text": "Representação de doença CID-11: Outro evento com traumatismo especificado de intenção indeterminada. Definição: "
          }
        }
      ]
    },
    "intoxicacao por antidepressivos triciclicos e tetraciclicos": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07.8Y": {
            "confidence_embedding": 0.7287,
            "text": "Representação de doença CID-11: Outra hemorragia traumática especificada no tecido cerebral. Definição: "
          }
        },
        {
          "NA07.8Z": {
            "confidence_embedding": 0.727,
            "text": "Representação de doença CID-11: Hemorragia traumática no tecido cerebral, não especificada. Definição: "
          }
        },
        {
          "NA83.42": {
            "confidence_embedding": 0.7266,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "NC94.2": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Traumatismo do nervo cutâneo sensitivo ao nível da perna. Definição: "
          }
        },
        {
          "NA07": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        }
      ]
    },
    "consciente": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.4": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7495,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C44.4": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Abstinência de sedativos, hipnóticos ou ansiolíticos. Definição: Abstinência de sedativos, hipnóticos ou ansiolíticos é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de sedativos, hipnóticos ou ansiolíticos em indivíduos que tenham desenvolvido dependência ou tenham usado sedativos, hipnóticos ou ansiolíticos por um período prolongado ou em grandes quantidades. A abstinência de sedativos, hipnóticos ou ansiolíticos também pode ocorrer quando sedativos, hipnóticos ou ansiolíticos prescritos foram usados em doses terapêuticas padrão. Sintomas de apresentação da abstinência de sedativos, hipnóticos ou ansiolíticos podem incluir ansiedade, agitação psicomotora, insônia, tremores aumentados das mãos, náusea ou vômitos, e ilusões ou alucinações visuais, táteis ou auditivas transitórias. Pode haver sinais de hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), ou hipotensão postural. O estado de abstinência pode ser complicado por convulsões. Menos comumente, pode haver progressão para um estado mais grave de abstinência, caracterizado por confusão e desorientação, delírios, e alucinações visuais, táteis ou auditivas mais prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por sedativos, hipnóticos ou ansiolíticos deve ser atribuído."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "deambula com auxílio": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.5": {
            "confidence_embedding": 0.7415,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7332,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    },
    "sonolento": {
      "capitulo": "07",
      "opcoes": [
        {
          "7A42.5": {
            "confidence_embedding": 0.7801,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a condição médica. Definição: A hipoventilação relacionada ao sono devida a condição médica é caracterizada por hipoventilação durante o sono devida a doença de via aérea ou do parênquima pulmonar, comprometimento da parede torácica, hipertensão pulmonar ou distúrbios neurológicos e neuromusculares. Hipercapnia diurna pode também estar presente. A hipoxemia durante o sono pode ser grave. Os pacientes podem ser assintomáticos ou apresentar-se com queixas de dispneia, aperto no peito ou fadiga.\r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia com monitorização de dióxido de carbono (CO2) por medida arterial, expiratória ou transcutânea, na presença de uma condição médica julgada como causadora dos sintomas."
          }
        },
        {
          "7A42.4": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a medicamento ou substância. Definição: Hipoventilação relacionada ao sono devida a medicamento ou substância química é caracterizada primariamente por hipoventilação e hipercapnia crônicas devidas ao uso prolongado de medicamentos ou substâncias químicas conhecidas por deprimirem o drive respiratório e/ou comprometer a mecânica dos músculos respiratórios (p.ex. narcóticos de longa ação, anestésicos, sedativos e relaxantes musculares). Hipoxemia está usualmente também presente. Hipercapnia pode também estar presente durante a vigília em alguns pacientes. Os pacientes podem ser assintomáticos ou se queixar de dispneia, opressão torácica ou fadiga.\r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) (por medidas arterial, tidal final ou transcutânea) no contexto de uso de substâncias consideradas causadoras dos sintomas."
          }
        },
        {
          "7A23": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Hipersonia devida a uma condição médica. Definição: Hipersonia devido a uma condição médica é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos de pelo menos vários meses de duração que é atribuível a um transtorno médico ou neurológico coexistente (p.ex.. traumatismo craniano, doença de Parkinson, algumas condições genéticas, transtornos metabólicos, neurológicos ou endócrinos) e é suficientemente grave para requerer um foco específico de atenção clínica. A hipersonia devida a uma condição médica só é diagnosticada se a hipersonia for uma consequência fisiológica direta da condição médica. A sonolência residual em pacientes com apneia obstrutiva do sono tratada adequadamente é classificada aqui na suposição de que é devida a danos no sistema nervoso central decorrentes de hipoxemia recorrente.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (p.ex. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
          }
        },
        {
          "7A01": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Insônia de curta duração. Definição: Insônia de curta duração é caraterizada pela dificuldade em iniciar ou manter o sono de menos de três meses de duração que ocorre apesar da oportunidade e das circunstâncias adequadas para o sono e resulta em insatisfação geral com o sono e alguma forma de prejuízo diurno. Os sintomas diurnos tipicamente incluem fadiga, humor deprimido ou irritabilidade, mal estar geral, e prejuízo cognitivo. Indivíduos que relatam sintomas relacionados ao sono na ausência de prejuízo diurno não são considerados como tendo um transtorno de insônia. Se a insônia é devida a outro transtorno de sono-vigília, a um transtorno mental, a outra condição clínica, ou ao uso de medicamentos ou substâncias, insônia de curta duração deve somente ser diagnosticada se a insônia é um foco independente de atenção clínica."
          }
        },
        {
          "7A24": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Hipersonia devida ao uso de medicamento ou substância. Definição: Hipersonia devido ao uso de medicamento ou substância é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos que é atribuído aos efeitos sedativos do medicamento, álcool, ou outras substâncias psicoativas, incluindo as síndromes de abstinência (p.ex. de estimulantes) e é grave o suficiente para constituir um foco independente de atenção clínica.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (e.g. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "14",
      "opcoes": [
        {
          "EH40.3": {
            "confidence_embedding": 0.7757,
            "text": "Representação de doença CID-11: Edema hemorrágico agudo da infância. Definição: O edema hemorrágico agudo é uma vasculite cutânea mediada por imunocomplexos geralmente associada a infecção respiratória ou imunização. Acomete crianças com idades entre 4 meses e 2 anos, sendo meninos duas vezes mais afetados do que meninas. A dramática aparência clínica do edema facial e dos membros com múltiplas máculas purpúricas em alvo contrasta com seu curso geralmente benigno."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7684,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7487,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        }
      ]
    },
    "orientada": {
      "capitulo": "06",
      "opcoes": [
        {
          "6D72": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Transtorno amnéstico. Definição: O transtorno amnéstico é caracterizado por comprometimento proeminente da memória em relação ao esperado pela idade e nível pré-mórbido do funcionamento cognitivo geral, que representa um declínio em relação ao nível prévio de funcionamento do indivíduo, na ausência de outro comprometimento cognitivo significativo. Manifesta-se por um déficit na aquisição, aprendizado e/ou retenção de novas informações, e pode incluir a incapacidade de recordar informações previamente aprendidas, sem perturbação da consciência, estado mental alterado ou \"delirium\". A memória recente é tipicamente mais comprometida do que a memória remota, e a capacidade de recordar imediatamente uma quantidade limitada de informação geralmente permanece relativamente preservada. O comprometimento da memória é grave o suficiente para resultar em comprometimento significativo no funcionamento pessoal, familiar, social, educacional, ocupacional, ou em outras áreas importantes. Presume-se que se deva a uma doença subjacente adquirida do sistema nervoso, um trauma, infecção ou outra doença que afete o cérebro, ao uso de substâncias específicas ou medicamentos, deficiência nutricional ou exposição a toxinas, ou a etiologia pode ser indeterminada. O comprometimento não se deve a intoxicação ou abstinência atual de substância."
          }
        },
        {
          "6D85.7": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Demência devida a traumatismo craniano. Definição: Demência devida a traumatismo craniano é causada por dano aos tecidos cerebrais como resultado direto ou indireto de uma força externa. O traumatismo craniano sabidamente resultou em perda da consciência, amnésia, desorientação e confusão, ou sinais neurológicos. Os sintomas característicos de Demência devida a lesão craniana devem surgir imediatamente após o traumatismo ou após a recuperação da consciência e devem persistir além do período agudo pós-traumatismo. Os déficits cognitivos variam dependendo das áreas específicas do cérebro afetadas e da gravidade do traumatismo, mas podem incluir comprometimentos de atenção, memória, funcionalidade executiva, personalidade, velocidade de processamento, cognição social, e habilidades de linguagem."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7442,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7413,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7396,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    },
    "eliminações presentes": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7522,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7493,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7418,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        }
      ]
    }
  }
}