{
  "prontuario_id": 789,
  "text": "Em 29/05/2012, 06:00hrs: Paciente 3º PO de drenagem de HSD, responsiva, com periodos de confusão, Gls 13-14, respiração espontanea com auxilio de névoa úmida, SSVV estaveis, afebril, eupneico, pupilas isofotorreagentes, MV + bilateral, sem ra, dvs, bcrnf 2t ss, ab flacido, indolor a palpação, sem vmg palpaveis, MMII sem edemas. SNG com dieta em BI acesso venoso central. Em 25/05/2012, em subclavia direita com srt gravitacional, MCPM, ctvo cefálico limpo e seco, FO em região cefálica sem sinais flogisticos, encaminhado paciente para TAC de cranio de controle, conforme pedido da neurocx, realizado banho de leito, troca de curativos, SVD em 25/05/2012 com débito citrico, mantendo cuidados de UTI. Enfº Florence Nightingale. Às 12H: PROVENIENTE DA UTI 3, CALMA, COMUNICATIVA, EUPNEICA, ACEITA DIETA OFERECIDA. REFERE USO DE OXIGENOTERAPIA INTERMITENTE. ACESSO VENOSO PERIFÉRICO SALINIZADO EM MSD. O MESMO PÉRVIO, SEM SINAIS FLOGISTICOS. DIURESE PRESENTE ESPONTANEAMENTE. EVACUAÇÃO AUSENTE. SEGUE SOB CUIDADOS DE ENFERMAGEM. Às 09:50HS: GLASGOW 3. INCISÃO CIRURGICA SEM SINAIS FLOGISTICOS. SNE COM DIETA EM CURSO. TRAQUEOSTOMIZA COM POUCA QUANTIDADE DE SECREÇÃO FLUIDIFICADA. EUPINEICO COM SUPORTE DE NEVOA UMIDA. ULCERA POR PRESSÃO EM REGIAO SACRA, COM TECIDO NECROTICO. ULCERA POR PRESSÃO EM CALCANEOS. DIURESE ESPONTANEA EM FRALDA.  ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "paciente"
    ],
    "Abreviação": [
      "PO",
      "ra",
      "dvs",
      "ab",
      "MMII",
      "MCPM",
      "FO",
      "neurocx",
      "SVD",
      "Enfº",
      "UTI",
      "MSD",
      "drenagem de HSD",
      "Gls 13-14",
      "SSVV estaveis",
      "MV + bilateral",
      "vmg palpaveis",
      "srt gravitacional",
      "ctvo cefálico",
      "TAC de cranio",
      "cuidados de UTI",
      "SNE COM DIETA"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Achado": [
      "responsiva",
      "afebril",
      "eupneico",
      "flacido",
      "limpo",
      "seco",
      "CALMA",
      "COMUNICATIVA",
      "EUPNEICA",
      "SALINIZADO",
      "PÉRVIO",
      "EVACUAÇÃO",
      "TRAQUEOSTOMIZA",
      "EUPINEICO",
      "respiração espontanea",
      "SSVV estaveis",
      "pupilas isofotorreagentes",
      "MV + bilateral",
      "débito citrico",
      "ACEITA DIETA",
      "DIURESE PRESENTE ESPONTANEAMENTE",
      "SECREÇÃO FLUIDIFICADA",
      "DIURESE ESPONTANEA",
      "EM FRALDA"
    ],
    "Negação": [
      "afebril",
      "sem",
      "ss",
      "indolor",
      "SEM",
      "AUSENTE"
    ],
    "Sinal ou Sintoma": [
      "ra",
      "ss",
      "edemas",
      "periodos de confusão",
      "Gls 13-14",
      "vmg palpaveis",
      "sinais flogisticos",
      "SINAIS FLOGISTICOS",
      "GLASGOW 3"
    ],
    "Localização ou Região Corporal": [
      "ab",
      "MMII",
      "MSD",
      "região cefálica",
      "REGIAO SACRA"
    ],
    "Procedimento Diagnóstico": [
      "palpação",
      "TAC de cranio"
    ],
    "Função Patológica": [
      "edemas"
    ],
    "Lesão ou Envenenamento": [
      "FO",
      "INCISÃO CIRURGICA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SVD",
      "TRAQUEOSTOMIZA",
      "drenagem de HSD",
      "névoa úmida",
      "acesso venoso central",
      "srt gravitacional",
      "ctvo cefálico",
      "banho de leito",
      "troca de curativos",
      "OXIGENOTERAPIA INTERMITENTE",
      "ACESSO VENOSO PERIFÉRICO",
      "SNE COM DIETA",
      "SUPORTE DE NEVOA UMIDA"
    ],
    "Dispositivo Médico": [
      "SVD",
      "acesso venoso central",
      "ctvo cefálico",
      "ACESSO VENOSO PERIFÉRICO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfº"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Função Fisiológica": [
      "EVACUAÇÃO",
      "débito citrico",
      "DIURESE PRESENTE ESPONTANEAMENTE",
      "DIURESE ESPONTANEA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CALCANEOS",
      "subclavia direita"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados de UTI",
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Conceito Qualitativo": [
      "POUCA QUANTIDADE"
    ],
    "Substância Corporal": [
      "SECREÇÃO FLUIDIFICADA"
    ],
    "Doença ou Síndrome": [
      "ULCERA POR PRESSÃO"
    ]
  },
  "labels": {
    "ra": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB90.50": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos renais. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB60": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal lombar. Definição: "
          }
        },
        {
          "NB90.7": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Lesão de múltiplos vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NC95": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos da perna. Definição: "
          }
        }
      ]
    },
    "edemas": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB50.2": {
            "confidence_embedding": 0.7403,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7325,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7077,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7074,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        }
      ]
    },
    "débito citrico": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF97": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7301,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.726,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7254,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        }
      ]
    },
    "secreção fluidificada": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7584,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7395,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        }
      ]
    },
    "respiração espontanea": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7524,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA08.10": {
            "confidence_embedding": 0.7288,
            "text": "Representação de doença CID-11: Rinite não alérgica com eosinófilos. Definição: Rinite eosinofílica não alérgica é caracterizada por um elevado número (definido de forma inconsistente como >5% a >20%) de eosinófilos no esfregaço nasal. Os pacientes usualmente apresentam exacerbações paroxísticas de sintomas, incluindo, espirros, rinorreia aquosa profusa, prurido, congestão nasal, e anosmia ocasional. Tal quadro pode preceder o desenvolvimento de polipose nasal e hipersensibilidade à aspirina. Pacientes com rinite eosinofílica não alérgica têm risco aumentado para o desenvolvimento de apneia obstrutiva do sono."
          }
        },
        {
          "CA08.01": {
            "confidence_embedding": 0.7284,
            "text": "Representação de doença CID-11: Rinite alérgica devida a outros alérgenos sazonais. Definição: Refere-se a inflamações alérgicas das vias aéreas nasais provocadas por outros alérgenos, além de pólen e ácaro da poeira doméstica, em pacientes com sensibilização múltipla ou como parte de condição complexa, como alergia a látex. Caracteriza-se, clinicamente, pelos seguintes sintomas: espirros, prurido nasal, coriza e obstrução nasal. Ocorre quando um alérgeno, como pelo de animal (partículas de pele descamada ou cabelo), inseto (partículas do corpo de baratas), ou partículas fúngicas, é inalado por indivíduo com o sistema imune sensibilizado."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7278,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        }
      ]
    },
    "pupilas isofotorreagentes": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9C61.31": {
            "confidence_embedding": 0.7493,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado sem bloqueio pupilar. Definição: "
          }
        },
        {
          "9B02.0": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Pupila de Argyll Robertson. Definição: São pupilas pequenas bilaterais que se contraem quando o paciente focaliza um objeto próximo, mas não se contraem quando exposto à luz forte (elas não “reagem” à luz)."
          }
        },
        {
          "9B01.1": {
            "confidence_embedding": 0.7351,
            "text": "Representação de doença CID-11: Pupilas parassimpatoparéticas. Definição: Dano ao estímulo parassimpático para o músculo esfíncter da íris."
          }
        },
        {
          "9B0Z": {
            "confidence_embedding": 0.7293,
            "text": "Representação de doença CID-11: Transtornos funcionais da pupila, não especificados. Definição: "
          }
        }
      ]
    },
    "gls 13-14": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7388,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7374,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6D85.8": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Demência devido à pelagra. Definição: A demência devido à pelagra é causada pela falta persistente de vitamina B3 (niacina) ou triptofano na dieta ou devido à má absorção no trato gastrointestinal devido a doença (p. ex., doença de Crohn) ou devido aos efeitos de alguns medicamentos (p. ex., isoniazida). Os principais sinais da pelagra incluem alterações dermatológicas (sensibilidade à luz solar, lesões, alopecia e edema) e diarreia. Pelo prolongamento da deficiência nutricional podem aparecer sintomas cognitivos que incluem agressividade, distúrbios motores (ataxia e inquietação), confusão e fraqueza são observados. O tratamento com suplementação nutricional (p. ex.,, niacina) geralmente resulta na reversão dos sintomas."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7275,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "glasgow 3": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7613,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6D85.8": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Demência devido à pelagra. Definição: A demência devido à pelagra é causada pela falta persistente de vitamina B3 (niacina) ou triptofano na dieta ou devido à má absorção no trato gastrointestinal devido a doença (p. ex., doença de Crohn) ou devido aos efeitos de alguns medicamentos (p. ex., isoniazida). Os principais sinais da pelagra incluem alterações dermatológicas (sensibilidade à luz solar, lesões, alopecia e edema) e diarreia. Pelo prolongamento da deficiência nutricional podem aparecer sintomas cognitivos que incluem agressividade, distúrbios motores (ataxia e inquietação), confusão e fraqueza são observados. O tratamento com suplementação nutricional (p. ex.,, niacina) geralmente resulta na reversão dos sintomas."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7291,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "evacuação": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.79,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7864,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.783,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7829,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7794,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        }
      ]
    },
    "seco": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.7251,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7195,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.7086,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        }
      ]
    },
    "limpo": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.7232,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FB40.3": {
            "confidence_embedding": 0.7218,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7188,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.7178,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        }
      ]
    },
    "traqueostomiza": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA27.0": {
            "confidence_embedding": 0.7487,
            "text": "Representação de doença CID-11: Traqueobroncopatia osteocondroplática. Definição: Traqueobroncopatia osteocondroplástica é um transtorno raro de causa desconhecida, observado em 0,4 por cento das broncoscopias, que afeta as grandes vias aéreas. É caracterizada pelo desenvolvimento de múltiplos nódulos submucosos ósseos e cartilaginosos conectados a cartilagem traqueal. A anormalidade poupa a parede membranosa posterior da traqueia. A despeito de alterações radiológicas marcantes, os pacientes apenas raramente são sintomáticos pois a obstrução grave da via aérea é incomum. A traqueoplastia linear pode ser necessária em pacientes com obstrução sintomática de vias aéreas."
          }
        },
        {
          "CA27.1": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Traqueobroncomegalia. Definição: Traqueobroncomegalia é um transtorno de causa desconhecida, definido pela dilatação da traqueia e dos grandes brônquios que ocorre em adultos."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7255,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7248,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CB60": {
            "confidence_embedding": 0.7241,
            "text": "Representação de doença CID-11: Mau funcionamento de traqueostomia. Definição: "
          }
        }
      ]
    },
    "eupineico": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.727,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA08.10": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Rinite não alérgica com eosinófilos. Definição: Rinite eosinofílica não alérgica é caracterizada por um elevado número (definido de forma inconsistente como >5% a >20%) de eosinófilos no esfregaço nasal. Os pacientes usualmente apresentam exacerbações paroxísticas de sintomas, incluindo, espirros, rinorreia aquosa profusa, prurido, congestão nasal, e anosmia ocasional. Tal quadro pode preceder o desenvolvimento de polipose nasal e hipersensibilidade à aspirina. Pacientes com rinite eosinofílica não alérgica têm risco aumentado para o desenvolvimento de apneia obstrutiva do sono."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CA08": {
            "confidence_embedding": 0.7129,
            "text": "Representação de doença CID-11: Rinite alérgica ou vasomotora. Definição: Rinite é uma inflamação da mucosa nasal, clinicamente, caracterizada por sintomas principais: espirros, prurido nasal, coriza e obstrução nasal\r\n\r\nRinite alérgica é uma inflamação de via aérea nasal desencadeada por alérgenos aos quais o indivíduo afetado foi previamente sensibilizado. A patogênese da rinite alérgica é uma reação alérgica tipo I na mucosa nasal. Antígenos inalados em contato com a mucosa nasal sensibilizada ligam-se a anticorpos IgE nos mastócitos, que liberam mediadores químicos como histamina e peptídeos de leucotrienos. Consequentemente, as terminações nervosas sensitivas e vasos sanguíneos reagem provocando espirros, coriza e obstrução nasal (fase de resposta imediata). Na fase de resposta tardia, vários mediadores químicos são produzidos pelos mastócitos, citocinas são produzidas por células Th2 e mastócitos, e quimiocinas são produzidas por células epiteliais, pelo endotélio vascular e pelos fibrócitos, respectivamente. Tais transmissores derivados dessas células efetivamente induzem a infiltração de vários tipos de células inflamatórias na mucosa nasal. Entre elas, os eosinófilos ativados são os principais responsáveis pelo edema e pela hiper-reatividade da mucosa.\r\n\r\nRinite não alérgica é uma inflamação da mucosa nasal na qual os mecanismos alérgicos não estão envolvidos. Ela abrange vários fenótipos diferentes."
          }
        }
      ]
    },
    "eupneico": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7335,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7307,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CA08.10": {
            "confidence_embedding": 0.7259,
            "text": "Representação de doença CID-11: Rinite não alérgica com eosinófilos. Definição: Rinite eosinofílica não alérgica é caracterizada por um elevado número (definido de forma inconsistente como >5% a >20%) de eosinófilos no esfregaço nasal. Os pacientes usualmente apresentam exacerbações paroxísticas de sintomas, incluindo, espirros, rinorreia aquosa profusa, prurido, congestão nasal, e anosmia ocasional. Tal quadro pode preceder o desenvolvimento de polipose nasal e hipersensibilidade à aspirina. Pacientes com rinite eosinofílica não alérgica têm risco aumentado para o desenvolvimento de apneia obstrutiva do sono."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7211,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        }
      ]
    },
    "ss": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MF50.2": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "comunicativa": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7735,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7537,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C45.4": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Abstinência de cocaína. Definição: Abstinência de cocaína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de opioides em indivíduos que tenham desenvolvido dependência de cocaína ou tenham usado cocaína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cocaína podem incluir humor disfórico, irritabilidade, fadiga, lentificação psicomotora, sonhos vívidos desagradáveis, insônia ou hipersonia, aumento de apetite, ansiedade, agitação ou lentificação psicomotora e fissura por cocaína."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7464,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "sinais flogisticos": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME64": {
            "confidence_embedding": 0.7174,
            "text": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7134,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7102,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7093,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7076,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        }
      ]
    },
    "flacido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7297,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA26.1": {
            "confidence_embedding": 0.7025,
            "text": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.6988,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.6986,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.6981,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        }
      ]
    },
    "ulcera por pressão": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB13.1": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "ED92.0": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Hidradenite supurativa. Definição: Hidradenite supurativa é uma doença crônica caracterizada por nódulos e abscessos recorrentes, dolorosos, profundos e arredondados devidos à oclusão folicular com inflamação secundária e destruição do aparelho pilossebáceo-apócrino e extensão para o tecido subcutâneo adjacente. Cicatrizes hipertróficas subsequentes e supuração da pele com glândulas apócrinas (axilas, virilhas, regiões perianal e perineal) são as principais manifestações clínicas. Infecção e influência hormonal foram descritas, mas não são o fator patogênico primário: a etiologia exata permanece desconhecida. Obesidade é comum e está associada a doença mais grave. As principais complicações são fístulas, artropatia, carcinoma e amiloidose."
          }
        },
        {
          "EE20": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Síndrome de distensão cutânea aguda. Definição: Sequela comum de edema agudo, especialmente das extremidades inferiores. Manifesta-se como bolhas, que podem ser confundidas com uma doença imunobolhosa (bolhas de edema agudo); ou como fissura e inflamação superficiais da pele (eczema craquelê)."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.7422,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        }
      ]
    },
    "eupneica": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7478,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.736,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7292,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CA02": {
            "confidence_embedding": 0.7224,
            "text": "Representação de doença CID-11: Faringite aguda. Definição: Faringite aguda é definida como infecção ou irritação da faringe e/ou das amigdalas e é parte das manifestações do resfriado comum. A etiologia é geralmente infecciosa, sendo a maioria dos casos de origem viral. Embora a infecção viral seja a causa primária, ela também pode ser causada por infecção bacteriana. Desconforto na garganta, dor de garganta e dor para engolir ocorrem com frequência. Cefaleia, fadiga generalizada, dor irradiada para o ouvido e linfadenite cervical também ocorrem. Achados locais evidenciam tonsilas palatinas hiperemiadas e edema dos folículos linfoides da parede posterior da faringe. Pacientes com faringite aguda se apresentam mais comumente com dor de garganta. Vários outros sintomas podem surgir nesses pacientes dependendo dos organismos causadores."
          }
        },
        {
          "CA08.10": {
            "confidence_embedding": 0.7211,
            "text": "Representação de doença CID-11: Rinite não alérgica com eosinófilos. Definição: Rinite eosinofílica não alérgica é caracterizada por um elevado número (definido de forma inconsistente como >5% a >20%) de eosinófilos no esfregaço nasal. Os pacientes usualmente apresentam exacerbações paroxísticas de sintomas, incluindo, espirros, rinorreia aquosa profusa, prurido, congestão nasal, e anosmia ocasional. Tal quadro pode preceder o desenvolvimento de polipose nasal e hipersensibilidade à aspirina. Pacientes com rinite eosinofílica não alérgica têm risco aumentado para o desenvolvimento de apneia obstrutiva do sono."
          }
        }
      ]
    },
    "ssvv estaveis": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7135,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF50.4": {
            "confidence_embedding": 0.7098,
            "text": "Representação de doença CID-11: hematúria. Definição: Hematúria significa presença de sangue ou glóbulos vermelhos (GV) na urina. Existem dois tipos de hematúria: hematúria macroscópica (quando se pode ver o sangue na urina) e hematúria microscópica (quando o sangue na urina pode ser observado apenas com microscopia ou encontrado fazendo um teste de urina)."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.709,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.7076,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7043,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        }
      ]
    },
    "salinizado": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB61": {
            "confidence_embedding": 0.7112,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal sacral. Definição: "
          }
        },
        {
          "NA90": {
            "confidence_embedding": 0.705,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal torácica. Definição: "
          }
        },
        {
          "NC95.Z": {
            "confidence_embedding": 0.7032,
            "text": "Representação de doença CID-11: Lesão de vaso sanguíneo não especificado na perna. Definição: "
          }
        },
        {
          "NB60": {
            "confidence_embedding": 0.7019,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal lombar. Definição: "
          }
        },
        {
          "NC95.Y": {
            "confidence_embedding": 0.6963,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados na perna. Definição: "
          }
        }
      ]
    },
    "periodos de confusão": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7844,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7682,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7605,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C00.2": {
            "confidence_embedding": 0.7583,
            "text": "Representação de doença CID-11: Enurese noturna e diurna. Definição: Enurese noturna e diurna se refere à eliminação repetida de urina nas roupas ou na cama, que ocorre tanto durante o sono (ou seja, durante a noite) quanto em vigília em um indivíduo que alcançou uma idade de desenvolvimento na qual a continência urinária é normalmente esperada (5 anos). A incontinência urinária pode estar presente desde o nascimento (ou seja, uma extensão atípica da incontinência infantil normal), ou pode ter surgido após um período em que o controle vesical havia sido adquirido. Na maioria dos casos, o comportamento é involuntário, mas em alguns casos parece intencional."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        }
      ]
    },
    "mv + bilateral": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.6871,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.6853,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        },
        {
          "FA27.1": {
            "confidence_embedding": 0.6844,
            "text": "Representação de doença CID-11: Sinovite vilonodular pigmentada. Definição: Esta condição caracteriza-se pela proliferação da membrana sinovial, com formação de vilosidades e nódulos fibrosos e histologicamente caracterizada por macrófagos contendo hemossiderina e lípidos e células gigantes multinucleadas. Geralmente manifesta-se no joelho e no quadril, e é frequentemente diagnosticada por Ressonância Magnética"
          }
        }
      ]
    },
    "fo": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7702,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A78.20": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7424,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7332,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9C40.A0": {
            "confidence_embedding": 0.732,
            "text": "Representação de doença CID-11: Papiledema. Definição: Edema de disco óptico que resulta da pressão intracraniana aumentada."
          }
        }
      ]
    },
    "vmg palpaveis": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29.10": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MG29": {
            "confidence_embedding": 0.6963,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.6881,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.6847,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "ME64": {
            "confidence_embedding": 0.6843,
            "text": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação."
          }
        }
      ]
    },
    "incisão cirurgica": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF40.3": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7563,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7526,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        }
      ]
    },
    "calma": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7386,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.736,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C45.4": {
            "confidence_embedding": 0.7354,
            "text": "Representação de doença CID-11: Abstinência de cocaína. Definição: Abstinência de cocaína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de opioides em indivíduos que tenham desenvolvido dependência de cocaína ou tenham usado cocaína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cocaína podem incluir humor disfórico, irritabilidade, fadiga, lentificação psicomotora, sonhos vívidos desagradáveis, insônia ou hipersonia, aumento de apetite, ansiedade, agitação ou lentificação psicomotora e fissura por cocaína."
          }
        }
      ]
    },
    "responsiva": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.769,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7455,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C00.2": {
            "confidence_embedding": 0.7422,
            "text": "Representação de doença CID-11: Enurese noturna e diurna. Definição: Enurese noturna e diurna se refere à eliminação repetida de urina nas roupas ou na cama, que ocorre tanto durante o sono (ou seja, durante a noite) quanto em vigília em um indivíduo que alcançou uma idade de desenvolvimento na qual a continência urinária é normalmente esperada (5 anos). A incontinência urinária pode estar presente desde o nascimento (ou seja, uma extensão atípica da incontinência infantil normal), ou pode ter surgido após um período em que o controle vesical havia sido adquirido. Na maioria dos casos, o comportamento é involuntário, mas em alguns casos parece intencional."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7394,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7342,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    }
  }
}