{
  "prontuario_id": 923,
  "text": "Às 11:30Hrs: Cliente encaminhado ao centro de dx para exame de traqueoscopia, realizado troca de canula de TQT (metal), procedimento sem intercorrencia.  Enf° Florence Nightingale, Coren XXXX. SINDROME DO DESCONFORTO RESPIRATORIO DO ADULTO. Às 18:30: REPASSADO SNE SEM INTECORRÊNCIA NO PROCEDIMENTO, AGUARDA RAIO-X PARA VISUALIZAÇÃO  DA MESMA. SEPTICEMIA NAO ESPECIFICADA. Às 02HS: PCTE RETORNA DO CC, POI DE AMPUTAÇÃO DE 2º PDE, LUCIDO, COMUNICATIVO, EUPNEICO S/ QUEIXAS ALGICAS NO MOMENTO, ACESSO VENOSO PERIFÉRICO C/ SOROTERAPIA EM CURSO, MANTENDO CTVO EM PÉ ESQUERDO LIMPO E SECO EXTERNAMENTE, SEGUE SOB CUIDADOS. DIABETES MELLITUS INSULINO DEPENDENTE COM COMPLICACOES CIRCULATORIAS PERIFERICAS. Às 15h: Agitado, periodos de confusao, pouco responsivo e colaborativo, nao permite que se aproxime para realizar exame fisico, refere algia abdominal, na presença de familiares. Enf Florence Nightingale. TRAUMATISMO INTRACRANIANO. Às 22:30h: Ramsay 6, em VM modo controlado, PEEP 5, VC 460 ml, FiO2 a 60%, TOT nº 7,5 em rima 23, AVC em subclavia a direita com soroterapia + drogas vasoativas e sedação em curso (dormo, fenta, dopa, nora), repassada SNE e solicitado RX para avaliação, UP em grau lV em região de trocanter a direita + maleolos. diurese via SVD em media quantidade amarelo ouro. Enf Florence Nightingale, XXXX. PNEUMONIA BACTERIANA NAO ESPECIFICADA.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Cliente",
      "PCTE"
    ],
    "Abreviação": [
      "metal",
      "Enf°",
      "PCTE",
      "CC",
      "POI",
      "S/",
      "CTVO",
      "Enf",
      "VM",
      "PEEP",
      "VC",
      "FiO2",
      "AVC",
      "dormo",
      "fenta",
      "dopa",
      "nora",
      "RX",
      "UP",
      "troca de canula de TQT",
      "REPASSADO SNE",
      "2º PDE",
      "TOT nº 7",
      "repassada SNE",
      "via SVD"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "procedimento",
      "SOROTERAPIA",
      "CTVO",
      "VM",
      "PEEP",
      "FiO2",
      "AVC",
      "soroterapia",
      "sedação",
      "troca de canula de TQT",
      "REPASSADO SNE",
      "ACESSO VENOSO PERIFÉRICO",
      "modo controlado",
      "drogas vasoativas",
      "repassada SNE"
    ],
    "Negação": [
      "sem",
      "SEM",
      "S/",
      "nao"
    ],
    "Achado": [
      "intercorrencia",
      "INTECORRÊNCIA",
      "LUCIDO",
      "COMUNICATIVO",
      "EUPNEICO",
      "LIMPO",
      "SECO",
      "diurese",
      "COMPLICACOES CIRCULATORIAS PERIFERICAS",
      "Ramsay 6",
      "amarelo ouro"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enf°",
      "Enf"
    ],
    "Procedimento Diagnóstico": [
      "RAIO-X",
      "RX",
      "exame de traqueoscopia",
      "exame fisico"
    ],
    "Organização Relacionada à Saúde": [
      "CC",
      "centro de dx"
    ],
    "Conceito Temporal": [
      "POI"
    ],
    "Dispositivo Médico": [
      "CTVO",
      "AVC",
      "ACESSO VENOSO PERIFÉRICO",
      "TOT nº 7",
      "via SVD"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS"
    ],
    "Sinal ou Sintoma": [
      "Agitado",
      "QUEIXAS ALGICAS",
      "periodos de confusao",
      "pouco responsivo e colaborativo",
      "algia abdominal"
    ],
    "Conceito Quantitativo": [
      "5",
      "60%",
      "23",
      "460 ml"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "rima",
      "2º PDE",
      "PÉ ESQUERDO",
      "subclavia a direita"
    ],
    "Substância Farmacológica": [
      "dormo",
      "fenta",
      "dopa",
      "nora",
      "drogas vasoativas"
    ],
    "Substância Química Orgânica": [
      "dormo",
      "fenta",
      "dopa"
    ],
    "Doença ou Síndrome": [
      "UP",
      "SINDROME DO DESCONFORTO RESPIRATORIO DO ADULTO",
      "DIABETES MELLITUS INSULINO DEPENDENTE",
      "PNEUMONIA BACTERIANA"
    ],
    "Localização ou Região Corporal": [
      "maleolos",
      "região de trocanter a direita"
    ],
    "Função Fisiológica": [
      "diurese"
    ],
    "Grupo Familiar": [
      "de familiares"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMO INTRACRANIANO"
    ],
    "Conceito Qualitativo": [
      "grau lV",
      "media quantidade"
    ]
  },
  "labels": {
    "queixas algicas": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.7698,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7693,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7666,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6E61.0": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    },
    "traumatismo intracraniano": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D61": {
            "confidence_embedding": 0.756,
            "text": "Representação de doença CID-11: Hipotensão intracraniana. Definição: A síndrome de hipotensão intracraniana é uma entidade fisiopatológica única de origem diversa. Geralmente é caracterizada por uma cefaleia ortostática, que ocorre ou piora com a postura ereta. Pacientes com cefaleias crônicas ou assintomáticos foram descritos."
          }
        },
        {
          "8B25.3": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Efeitos tardios de hemorragia intracraniana não traumática. Definição: Efeitos tardios de outra hemorragia intracraniana não traumática após 1 mês ou mais do início da doença. Os códigos para episódios agudos devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8D60": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Pressão intracraniana aumentada. Definição: Aumento da pressão dentro do crânio causado por alterações nos volumes dos componentes intracranianos, como matéria cerebral, LCR e sangue, ou pela presença de uma entidade de massa patológica."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7392,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        }
      ]
    },
    "intecorrência": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB30.40": {
            "confidence_embedding": 0.7851,
            "text": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos pulmonares. Definição: "
          }
        },
        {
          "NB30.41": {
            "confidence_embedding": 0.7753,
            "text": "Representação de doença CID-11: Laceração maior dos vasos sanguíneos pulmonares. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.772,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7705,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NB90.5Y": {
            "confidence_embedding": 0.7691,
            "text": "Representação de doença CID-11: Outra lesão especificada dos vasos sanguíneos renais. Definição: "
          }
        }
      ]
    },
    "algia abdominal": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.20": {
            "confidence_embedding": 0.7913,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7902,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.77,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        }
      ]
    },
    "periodos de confusao": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7404,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    },
    "amarelo ouro": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.2": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7189,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MG00": {
            "confidence_embedding": 0.7176,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "MA15.0": {
            "confidence_embedding": 0.7168,
            "text": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7136,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "ramsay 6": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7456,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NA60.30": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Laceração da veia jugular interna, menor. Definição: "
          }
        },
        {
          "NB30.40": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos pulmonares. Definição: "
          }
        },
        {
          "NE81.0": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma complicando um procedimento, não classificado em outra parte. Definição: "
          }
        }
      ]
    },
    "up": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB30.40": {
            "confidence_embedding": 0.7801,
            "text": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos pulmonares. Definição: "
          }
        },
        {
          "NB30.41": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Laceração maior dos vasos sanguíneos pulmonares. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NB30.4Z": {
            "confidence_embedding": 0.7644,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos pulmonares, não especificada. Definição: "
          }
        },
        {
          "NB90.5Y": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Outra lesão especificada dos vasos sanguíneos renais. Definição: "
          }
        }
      ]
    },
    "diabetes mellitus insulino dependente": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A13.3": {
            "confidence_embedding": 0.8063,
            "text": "Representação de doença CID-11: Diabetes mellitus devido a endocrinopatias. Definição: Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido."
          }
        },
        {
          "5A13.2": {
            "confidence_embedding": 0.7832,
            "text": "Representação de doença CID-11: Diabetes mellitus devido a doenças do pâncreas exócrino. Definição: Outro diabetes mellitus especificado devido a doenças do pâncreas exócrino é uma forma de diabetes que é causada por qualquer processo que lesa o pâncreas difusamente. Processos adquiridos incluem pancreatite, trauma, infecção, pancreatectomia e carcinoma pancreático. Com exceção do causado por câncer, os danos ao pâncreas devem ser extensos para que o diabetes ocorra."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7739,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5A12": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Diabetes mellitus relacionado com a desnutrição sem complicações. Definição: "
          }
        },
        {
          "5A13.7": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Diabetes mellitus devido a subtipos clínicos definidos ou síndromes. Definição: Diabetes mellitus que tem subtipos clínicos definidos ou associado a síndromes."
          }
        }
      ]
    },
    "complicacoes circulatorias perifericas": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB24": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BE14.9": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Transtorno aórtico pós-procedimento relacionado a anomalia cardíaca congênita. Definição: Evento ou ocorrência afetando a aorta em consequência da presença de doença cardiovascular congênita, que está associada a uma intervenção de cuidado de saúde, sendo um desvio do curso desejado de eventos e pode causar, ou estar associado a, um resultado subótimo."
          }
        },
        {
          "BE15": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Transtorno pós procedimento da árvore arterial pulmonar. Definição: Evento ou ocorrência afetando a árvore arterial pulmonar associado a um procedimento de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo."
          }
        },
        {
          "BA60.0": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Síndrome de Dressler. Definição: Condição pós infarto do miocárdio (1 a 8 semanas), caracterizada por um conjunto de sintomas associados, incluindo mal-estar, febre, desconforto pericárdico, leucocitose, taxa de sedimentação elevada e derrame pericárdico. Os pacientes com essa síndrome geralmente demonstram pericardite fibrinosa localizada contendo leucócitos polimorfonucleares."
          }
        }
      ]
    },
    "agitado": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E61": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E61.0": {
            "confidence_embedding": 0.7604,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7597,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6E61.2": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    },
    "pneumonia bacteriana": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA40.0": {
            "confidence_embedding": 0.8302,
            "text": "Representação de doença CID-11: Pneumonia bacteriana. Definição: Doença do sistema pulmonar, causada por uma infecção de origem bacteriana. Esta doença é caracterizada por febre, letargia, dor de cabeça, mialgia, vômitos ou tosse. A transmissão ocorre por inalação de secreções respiratórias infectadas. A confirmação é feita por identificação da origem bacteriana em uma amostra de escarro."
          }
        },
        {
          "CA40.11": {
            "confidence_embedding": 0.8226,
            "text": "Representação de doença CID-11: Pneumonia devida ao vírus sincicial respiratório. Definição: Doença causada por uma infecção pelo vírus sincicial respiratório. É caracterizada por uma condição inflamatória dos pulmões comumente afetando os alvéolos (pneumonia), levando a tosse, espirros, febre ou chieira torácica. Esta doença pode ser grave em bebês prematuros e naqueles com doença concomitante ou imunossupressão. A transmissão ocorre por contato direto, transmissão por gotículas, ou contato indireto com secreções respiratórias infectadas. A confirmação é feita pela identificação do vírus sincicial respiratório, comumente por meio de detecção de antígenos ou cultura de células."
          }
        },
        {
          "CA40.10": {
            "confidence_embedding": 0.821,
            "text": "Representação de doença CID-11: Pneumonia devida a Adenovírus. Definição: Doença do sistema pulmonar, causada por uma infecção por um adenovírus. Esta doença caracterizada por febre, calafrios, ou rigores. Pode também se apresentar com dor torácica, tosse produtiva, dispneia, taquipneia, hipóxia e taquicardia. A transmissão ocorre por gotículas. A confirmação é feita pela identificação do adenovírus em amostra de escarro."
          }
        },
        {
          "CA40.0Z": {
            "confidence_embedding": 0.819,
            "text": "Representação de doença CID-11: Pneumonia bacteriana, não especificada. Definição: "
          }
        },
        {
          "CA40.13": {
            "confidence_embedding": 0.818,
            "text": "Representação de doença CID-11: Pneumonia devida ao metapneumovírus humano. Definição: Doença do sistema respiratório, causada pelo metapneumovírus humano. Caracteriza-se por febre, mialgia, rinorreia, dispneia, taquipneia ou chieira torácica. Apresenta-se também com sintomas de pneumonia. A transmissão se dá por contato direto ou indireto, inalação de secreções respiratórias infectadas, ou por fômites. A confirmação é feita pela identificação do metapneumovírus em esfregaço de nasofaringe, nariz ou garganta, ou em amostra de sangue."
          }
        }
      ]
    },
    "sindrome do desconforto respiratorio do adulto": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.7771,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB00": {
            "confidence_embedding": 0.7523,
            "text": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7497,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB03.1": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Combinação de fibrose pulmonar e enfisema. Definição: Combinação de fibrose pulmonar e enfisema (CPFE) é uma síndrome de combinação de enfisema de lobos superiores dos pulmões e fibrose de lobos inferiores, definida em tomografia do tórax e caracterizada por espirometria subnormal, comprometimento grave da troca gasosa, prevalência elevada de hipertensão pulmonar e sobrevida ruim. \r\nO perfil funcional característico da CPFE é uma capacidade de difusão do monóxido de carbono acentuadamente comprometida, e hipoxemia ao esforço, com volumes pulmonares preservados. Apesar da espirometria subnormal, que pode ser responsável pelo seu subdiagnóstico, a CPFE é uma entidade grave. A presença de hipertensão arterial pulmonar no momento do diagnóstico é um determinante crítico do prognóstico."
          }
        },
        {
          "CA22.1": {
            "confidence_embedding": 0.7375,
            "text": "Representação de doença CID-11: Outra doença pulmonar crônica especificada especificada. Definição: "
          }
        }
      ]
    },
    "diurese": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF55": {
            "confidence_embedding": 0.7655,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF50.2": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.7583,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        },
        {
          "MF90": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Acetonúria. Definição: A acetonúria é uma condição médica em que a acetona está presente na urina."
          }
        }
      ]
    },
    "intercorrencia": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB30.5Z": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais, não especificada. Definição: "
          }
        },
        {
          "NB30.5Y": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Outra lesão especificada de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.5": {
            "confidence_embedding": 0.7442,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.50": {
            "confidence_embedding": 0.7442,
            "text": "Representação de doença CID-11: Laceração de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.40": {
            "confidence_embedding": 0.7389,
            "text": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos pulmonares. Definição: "
          }
        }
      ]
    },
    "pouco responsivo e colaborativo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.7383,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E40.2": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Traços de personalidade ou estilos de enfrentamento afetando transtornos ou doenças classificados em outra parte. Definição: Todos os critérios diagnósticos para fatores psicológicos ou comportamentais afetando transtornos ou doenças classificados em outra parte são preenchidos. O indivíduo apresenta traços de personalidade ou estilos de enfrentamento que não preenchem critérios diagnósticos para um transtorno mental, comportamental ou do neurodesenvolvimento, que afetam de forma adversa a manifestação, o tratamento ou curso de um transtorno ou doença classificado em outro capítulo (p.ex., negação patológica da necessidade de cirurgia em um paciente com câncer; comportamento hostil e tenso contribuindo para doença cardíaca)."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.0": {
            "confidence_embedding": 0.7322,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    }
  }
}