{
  "prontuario_id": 868,
  "text": "PACIENTE POS-OP DE 4 ANOS DE CX BARIATRICA.\nDESEJA FAZER ABDOMINOPLASTIA. IMC: 26,4.\nSEM COMORBIDADES.\n\nEXAME FISICO:\nABDOME COM EXCESSO DE PELE, ABDOME EM AVENTAL.\n\nCD # COLOCO PACIENTE NA FILA.        ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Abreviação": [
      "POS-OP",
      "IMC",
      "CD",
      "CX BARIATRICA"
    ],
    "Conceito Temporal": [
      "POS-OP",
      "4 ANOS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ABDOMINOPLASTIA",
      "CX BARIATRICA"
    ],
    "Negação": [
      "SEM"
    ],
    "Doença ou Síndrome": [
      "COMORBIDADES"
    ],
    "Conceito Quantitativo": [
      "4 ANOS"
    ],
    "Procedimento Diagnóstico": [
      "EXAME FISICO"
    ],
    "Achado": [
      "ABDOME EM AVENTAL"
    ]
  },
  "labels": {
    "abdome em avental": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD52": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Hérnia femoral. Definição: Hérnia femoral é uma protrusão de uma alça do intestino através de uma parede abdominal enfraquecida, localizada no abdômen inferior, perto da coxa.\r\nUma hérnia ocorre quando o conteúdo do abdome (geralmente parte do intestino delgado) se comprime através de um ponto fraco ou rompe a fina parede muscular do abdome, que mantém os órgãos abdominais no lugar. Hérnias femorais tendem a ocorrer mais frequentemente em mulheres do que em homens."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7349,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50.Z": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, não especificada. Definição: "
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7287,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB35.0": {
            "confidence_embedding": 0.728,
            "text": "Representação de doença CID-11: Pólipo hiperplásico do intestino grosso. Definição: Pólipos hiperplásicos são lesões verdadeiramente benignas, sem possuir potencial de progressão para câncer colorretal. Patologicamente, os pólipos hiperplásicos não têm displasia."
          }
        }
      ]
    }
  }
}