{
  "prontuario_id": 96,
  "text": "pot gastroplastia 5 meses.\nIMC 26,1.\nqueixa-se de dor na cicatriz cx, alopecia e unhas quebradicas.\nlaboratorio com anemia leve.\nretorno em 3 meses com exames.\nprescrito ferro e vitergan zinco.        ",
  "entities": {
    "Abreviação": [
      "pot",
      "IMC",
      "cicatriz cx"
    ],
    "Conceito Temporal": [
      "pot",
      "5 meses",
      "3 meses"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "gastroplastia"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "alopecia",
      "unhas quebradicas"
    ],
    "Procedimento Laboratorial": [
      "laboratorio",
      "exames"
    ],
    "Procedimento Diagnóstico": [
      "exames"
    ],
    "Substância Farmacológica": [
      "ferro",
      "vitergan zinco"
    ],
    "Doença ou Síndrome": [
      "anemia leve"
    ]
  },
  "labels": {
    "anemia leve": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A50.00": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Doenças de talassemia alfa leve. Definição: Doença causada por fatores geneticamente herdados afetando a cadeia alfa da molécula da hemoglobina. Esta doença é caracterizada por anormalidades estruturais da molécula da hemoglobina. Esta doença pode se manifestar com anemia leve: palidez, fadiga, falta de ar. A confirmação é feita pela identificação das alterações da cadeia alfa por testes genéticos."
          }
        },
        {
          "3A00.01": {
            "confidence_embedding": 0.7438,
            "text": "Representação de doença CID-11: Anemia pós-hemorrágica crônica. Definição: Anemia por deficiência de ferro crônica por sangramento pode ser causada por câncer de cólon, câncer gástrico, úlcera péptica, divertículo de Meckel, hérnia hiatal com erosões lineares, ectasia vascular colônica, pólipos colônicos, hemangioma, doença inflamatória intestinal, tumores no trato gastrointestinal e útero e menorragia crônica. Algumas crianças com deficiência de ferro grave tem perda de sangue intestinal crônica induzida pela exposição à proteína do leite de vaca. Flebotomias repetidas para exames de sangue é uma causa de anemia da prematuridade."
          }
        },
        {
          "3A00.0": {
            "confidence_embedding": 0.7403,
            "text": "Representação de doença CID-11: Anemia adquirida por deficiência de ferro devido à perda de sangue. Definição: Perda crônica de sangue é uma possivel causa em todos os casos de anemia por deficiência de ferro. Anemia por deficiência de ferro pode ser causada por sangramento agudo no trato gastrointestinal, útero ou sistema genitourinário, perda sanguinea menstrual copiosa (menorragia) e múltiplas doações de sangue. Em muitos países tropicais, infestações parasitárias podem levar a perdas intestinais que em alguns individuos pode ser considerável. A deficiência de ferro pode ser também causada por várias circunstâncias relatadas como \"anemia pós hemorragia crônica\". O diagnóstico de deficiência de ferro deve sempre levar a procura de causas patológicas de perda de sangue ( por exemplo tumores do trato gastrointestinal ou do útero, especialmente se o sangramento uterino aumentou ou ficou irregular.)"
          }
        },
        {
          "3A02.3": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Anemia por deficiência de folato devido à diminuição da absorção intestinal. Definição: Doença causada por determinantes afetando a absorção intestinal de folato surgindo após o nascimento. Esta doença é caracterizada pelos baixos níveis de folato no organismo levando a incompleta formação dos glóbulos vermelhos resultando em grande número de glóbulos vermelhos imaturos não completamente formados. Esta doença pode se apresentar com fadiga, perda de apetite, perda de peso, diarréia, náusea, taquicardia e parestesia das extremidades. A confirmação é pela identificação de níveis diminuídos de folato no sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7341,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        }
      ]
    },
    "alopecia": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED70.Z": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Alopecia, não especificada. Definição: "
          }
        },
        {
          "ED70.Y": {
            "confidence_embedding": 0.7579,
            "text": "Representação de doença CID-11: Outra alopecia ou queda de cabelos especificada. Definição: "
          }
        },
        {
          "EC21.3": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Síndromes genéticas com alopecia ou hipotricose. Definição: Síndromes hereditárias em que os cabelos escassos ou ausentes são um compoenente"
          }
        },
        {
          "ED70.5": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Alopecia cicatricial. Definição: Queda de cabelos em que há dano irreversível ao folículo piloso por inflamação, infecção, infiltração maligna ou trauma, resultando em destruição do folículo e cicatrização por fibrose. Regeneração não ocorre uma vez que o folículo é destruído."
          }
        },
        {
          "ED70": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Alopecia ou queda de cabelos. Definição: Afecções caracterizadas por perda anormal temporária ou permanente de cabelo, particularmente do couro cabeludo e da barba."
          }
        }
      ]
    },
    "unhas quebradicas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EE60": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Cicatrizes queloidianas ou hipertróficas. Definição: Cicatrizes queloidianas e hipertróficas resultam da produção de quantidades excessivas de colágeno na derme durante o reparo do tecido conjuntivo subsequente a inflamação, lesão ou cirurgia. As cicatrizes queloidianas frequentemente se desenvolvem aparentemente espontaneamente após uma pequena lesão ou inflamação e se expandem além do limite dessa lesão ou inflamação inicial. As cicatrizes hipertróficas, por outro lado, permanecem confinadas à área da lesão ou inflamação e podem sofrer resolução espontânea."
          }
        },
        {
          "EE60.1": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Cicatriz hipertrófica. Definição: Cicatrizes hipertróficas resultam da produção de quantidades excessivas de colágeno na derme durante o reparo do tecido conjuntivo subsequente a inflamação, lesão ou cirurgia. Em contraste com as cicatrizes queloidianas, elas não se expandem além do limite da lesão ou inflamação inicial e podem sofrer resolução espontânea."
          }
        },
        {
          "ED70": {
            "confidence_embedding": 0.7313,
            "text": "Representação de doença CID-11: Alopecia ou queda de cabelos. Definição: Afecções caracterizadas por perda anormal temporária ou permanente de cabelo, particularmente do couro cabeludo e da barba."
          }
        },
        {
          "EL50.0": {
            "confidence_embedding": 0.7258,
            "text": "Representação de doença CID-11: Cicatriz cirúrgica queloidiana. Definição: Uma cicatriz cirúrgica que cicatriza com um crescimento excessivo de tecido cicatricial fibroso que se estende além dos limites da ferida cirúrgica original."
          }
        },
        {
          "EE60.0": {
            "confidence_embedding": 0.7206,
            "text": "Representação de doença CID-11: Queloide. Definição: Queloide é uma cicatriz de crescimento progressivo, resultante da formação de quantidades excessivas de colágeno na derme durante o reparo do tecido conjuntivo subsequente a inflamação, lesão ou cirurgia. Difere de uma cicatriz hipertrófica pelo fato de que um queloide se expande além dos limites da ferida inicial ou do local da inflamação."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81": {
            "confidence_embedding": 0.7371,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MG30.40": {
            "confidence_embedding": 0.7269,
            "text": "Representação de doença CID-11: Dor visceral crônica por fatores mecânicos. Definição: Dor visceral crônica por fatores mecânicos é uma dor crônica decorrente de a) a obstrução de vísceras ocas como consequência de obstáculos migratórios internos (p.ex., pedras) ou estenose, com dilatação acima do obstáculo/estenose ou b) a tração de ligamentos e vasos de órgãos internos ou a compressão externa de órgãos internos."
          }
        },
        {
          "MG30.3": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7188,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7137,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    }
  }
}