{
  "prontuario_id": 122,
  "text": "# PO DE HEMORROIDECTOMIA (08/06/16).\n\n# PACIENTE REFERE HÁBITO INTESTINAL DIÁRIO. REFERE ARDÊNCIA ANAL. \n\n# EF: FO EM CICATRIZAÇÃO.\n\n# RETORNO EM 2 MESES.        ",
  "entities": {
    "Abreviação": [
      "PO",
      "FO"
    ],
    "Conceito Temporal": [
      "PO",
      "2 MESES"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "HEMORROIDECTOMIA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO"
    ],
    "Achado": [
      "HÁBITO INTESTINAL DIÁRIO"
    ],
    "Função Fisiológica": [
      "HÁBITO INTESTINAL DIÁRIO"
    ],
    "Sinal ou Sintoma": [
      "ARDÊNCIA ANAL"
    ]
  },
  "labels": {
    "fo": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC72.Z": {
            "confidence_embedding": 0.7822,
            "text": "Representação de doença CID-11: Divertículo do intestino delgado, sem especificação sobre a presença ou ausência de hemorragia. Definição: "
          }
        },
        {
          "DC82.0": {
            "confidence_embedding": 0.7721,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso com hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, com hemorragia."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.771,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7656,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        }
      ]
    },
    "ardência anal": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB71.0": {
            "confidence_embedding": 0.8236,
            "text": "Representação de doença CID-11: Pólipo anal inflamatório. Definição: Pólipo inflamatório é um crescimento anormal, semelhante a um cogumelo, que se protunde a partir da mucosa que reveste o ânus. Essa massa é uma reação a algum tipo de inflamação crônica no ânus."
          }
        },
        {
          "DB50.1": {
            "confidence_embedding": 0.8168,
            "text": "Representação de doença CID-11: Fístula anal. Definição: Fístula anal é uma comunicação anormal, um trajeto oco revestido por tecido de granulação conectando a abertura primária dentro do canal anal a uma abertura secundária na pele perineal. Geralmente estão associadas a abscessos anorretais e acredita-se que sejam uma condição crônica subsequente a evacuação de um abscesso."
          }
        },
        {
          "DB53": {
            "confidence_embedding": 0.7979,
            "text": "Representação de doença CID-11: Prolapso anal. Definição: É uma condição em que o tecido retal perde o seu suporte interno, protraindo-se do ânus para o exterior do corpo."
          }
        },
        {
          "DB70.0Y": {
            "confidence_embedding": 0.7979,
            "text": "Representação de doença CID-11: Outro abscesso especificado da região anal. Definição: "
          }
        },
        {
          "DB70.0Z": {
            "confidence_embedding": 0.7913,
            "text": "Representação de doença CID-11: Abscesso da região anal, não especificado. Definição: "
          }
        }
      ]
    },
    "hábito intestinal diário": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB32.20": {
            "confidence_embedding": 0.8072,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DA96.0": {
            "confidence_embedding": 0.8045,
            "text": "Representação de doença CID-11: Má absorção intestinal. Definição: Má absorção intestinal (síndrome) ocorre devida a interferência patológica com a sequência fisiológica normal de digestão (processo intraluminal), absorção (processo mucoso) e transporte (eventos pós-mucosos) de nutrientes no intestino delgado. O conceito de insuficiência intestinal é um tipo grave com risco de vida de má absorção intestinal devida a intestino curto, defeitos estruturais dos enterócitos e dismotilidade intestinal, etc."
          }
        },
        {
          "DC82.0": {
            "confidence_embedding": 0.8026,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso com hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, com hemorragia."
          }
        },
        {
          "DC72.Z": {
            "confidence_embedding": 0.8006,
            "text": "Representação de doença CID-11: Divertículo do intestino delgado, sem especificação sobre a presença ou ausência de hemorragia. Definição: "
          }
        },
        {
          "DC82.1": {
            "confidence_embedding": 0.7953,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso, sem hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, sem hemorragia."
          }
        }
      ]
    }
  }
}