{
  "prontuario_id": 484,
  "text": "30 dias de evolução de fx de maleolo medial.\nfixação com parafuso.\nradiografia: fx alinhada em consolidação.\nnao pisar.\nusar muletas.\nretorno em 6 semanas.\nR4 Lucas",
  "entities": {
    "Procedimento Diagnóstico": [
      "radiografia"
    ],
    "Atividade de Assistência à Saúde": [
      "retorno"
    ],
    "Abreviação": [
      "R4",
      "fx de maleolo medial",
      "fx alinhada em consolidação"
    ],
    "Conceito Temporal": [
      "30 dias",
      "6 semanas"
    ],
    "Lesão ou Envenenamento": [
      "fx de maleolo medial"
    ],
    "Achado": [
      "fixação com parafuso"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "fixação com parafuso",
      "usar muletas"
    ],
    "Resultado Laboratorial ou de Teste": [
      "fx alinhada em consolidação"
    ]
  },
  "labels": {
    "fx de maleolo medial": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.0": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Diástase de músculo. Definição: Esta é uma condição em que ocorre uma separação ou ruptura patológica entre fibras musculares e outras fibras musculares, tendões ou fáscia"
          }
        },
        {
          "FA36.Y": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Outro derrame articular especificado. Definição: "
          }
        },
        {
          "FA24.2": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Artrite psoriásica juvenil. Definição: Artrite psoriásica juvenil é um transtorno inflamatório autoimune, que representa menos de 10% de todos os casos de artrite idiopática juvenil (AIJ), e é caracterizada pela associação de psoríase com uma das duas formas de artrite: a associação de psoríase com uma artrite semelhante ao padrão oligoarticular com risco de uveíte é mais comum em meninas com início por volta dos 6 anos de idade, enquanto a associação de psoríase com uma forma de atrite semelhante a espondiloartropatia é mais comum em meninos e se manifesta mais tarde."
          }
        },
        {
          "FB54.3": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Esporão calcâneo. Definição: Este é um transtorno em que ocorre uma exostose no calcâneo (o osso do calcanhar)"
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.7355,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        }
      ]
    },
    "fixação com parafuso": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7831,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "ND17.20": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Distensão ou entorse do músculo, fáscia ou tendão da musculatura intrínseca no nível do tornozelo ou pé. Definição: "
          }
        },
        {
          "ND17.2Y": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Outra lesão especificada de músculo, fáscia ou tendão da musculatura intrínseca no nível do tornozelo ou pé. Definição: "
          }
        },
        {
          "NB51.2": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB51.3": {
            "confidence_embedding": 0.7563,
            "text": "Representação de doença CID-11: Ferimento perfurante com corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        }
      ]
    }
  }
}