{
  "prontuario_id": 483,
  "text": "FRATURA CONSOLIDADA SC DE UMERO DIREITO.\nPCTE BEM, SEM QUEIXAS. \nAO EXAME FISICO, NEUROVASCULAR NORMAL. ADM NORMAL. \nRETIRO IMOBILIZAÇAO GESSADA E ORIENTO CUIDADOS.        ",
  "entities": {
    "Abreviação": [
      "PCTE",
      "ADM NORMAL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Achado": [
      "BEM",
      "NEUROVASCULAR NORMAL",
      "ADM NORMAL"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "UMERO DIREITO"
    ],
    "Procedimento Diagnóstico": [
      "EXAME FISICO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RETIRO IMOBILIZAÇAO GESSADA"
    ]
  },
  "labels": {
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME83": {
            "confidence_embedding": 0.7158,
            "text": "Representação de doença CID-11: Reumatismo, não especificado. Definição: É um grupo de doenças marcadas por inflamação ou dor em estruturas de tecido conjuntivo do corpo e é considerado não especificado."
          }
        },
        {
          "ME02": {
            "confidence_embedding": 0.7129,
            "text": "Representação de doença CID-11: Rigidez abdominal. Definição: Rigidez abdominal é a rigidez dos músculos na região da barriga, que pode ser sentida quando tocada ou pressionada"
          }
        },
        {
          "ME66.3": {
            "confidence_embedding": 0.712,
            "text": "Representação de doença CID-11: Sintoma ou queixa relativos a cabelo ou couro cabeludo. Definição: Termo muito inespecífico para indicar um problema real ou percebido afetando o cabelo ou o couro cabeludo, e que não pode ser codificado com mais precisão em outra parte."
          }
        },
        {
          "ME66.4": {
            "confidence_embedding": 0.7119,
            "text": "Representação de doença CID-11: Sintoma ou queixa relativos às unhas. Definição: Termo muito inespecífico para indicar um problema real ou percebido afetando as unhas das mãos ou dos pés, e que não pode ser codificado com mais precisão em outra parte."
          }
        }
      ]
    }
  }
}