{
  "prontuario_id": 775,
  "text": "MARIA, 75 ANOS,\n\nEM ACOMPANHAMENTO DE DIARREIA DIÁRIA.\nNEGA SANGRAMENTO.\n\nSOLICITADO A PACIENTE RETORNAR COM EXAMES (COLONOSCOPIA).        ",
  "entities": {
    "Negação": [
      "NEGA"
    ],
    "Achado": [
      "SANGRAMENTO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Procedimento Diagnóstico": [
      "EXAMES",
      "COLONOSCOPIA"
    ],
    "Sinal ou Sintoma": [
      "DIARREIA DIÁRIA"
    ]
  },
  "labels": {
    "sangramento": {
      "capitulo": "03",
      "opcoes": [
        {
          "3B50.1": {
            "confidence_embedding": 0.7418,
            "text": "Representação de doença CID-11: Deficiência congênita do inibidor do ativador do plasminogênio tecidual tipo 1. Definição: A deficiência congênita do inibidor do ativador do plasminogênio tecidual tipo 1 (PAI-1) é um transtorno que causa lise prematura de coágulos hemostáticos e uma síndrome hemorrágica moderada. Sangramento espontâneo é raramente observado, enquanto hemorragias moderadas nos joelhos, cotovelos, nariz e gengiva são habitualmente desencadeadas por trauma leve. Entretanto, o sangramento menstrual pode ser grave, e um sangramento prolongado após cirurgia é comum. A deficiência do PAI-1 pode ser qualitativa ou quantitativa, total ou parcial."
          }
        },
        {
          "3B81.3": {
            "confidence_embedding": 0.7397,
            "text": "Representação de doença CID-11: Laceração ou ruptura não traumática do baço. Definição: Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
          }
        },
        {
          "3A00.0": {
            "confidence_embedding": 0.7194,
            "text": "Representação de doença CID-11: Anemia adquirida por deficiência de ferro devido à perda de sangue. Definição: Perda crônica de sangue é uma possivel causa em todos os casos de anemia por deficiência de ferro. Anemia por deficiência de ferro pode ser causada por sangramento agudo no trato gastrointestinal, útero ou sistema genitourinário, perda sanguinea menstrual copiosa (menorragia) e múltiplas doações de sangue. Em muitos países tropicais, infestações parasitárias podem levar a perdas intestinais que em alguns individuos pode ser considerável. A deficiência de ferro pode ser também causada por várias circunstâncias relatadas como \"anemia pós hemorragia crônica\". O diagnóstico de deficiência de ferro deve sempre levar a procura de causas patológicas de perda de sangue ( por exemplo tumores do trato gastrointestinal ou do útero, especialmente se o sangramento uterino aumentou ou ficou irregular.)"
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.7074,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        },
        {
          "3B62.3": {
            "confidence_embedding": 0.7044,
            "text": "Representação de doença CID-11: Doença do grânulo denso. Definição: Condição causada por determinantes que surgem após o nascimento, no período neonatal. Esta condição é caracterizada por defeitos nos grânulos densos das plaquetas levando a anormalidades nos mecanismos de coagulação. Esta condição pode se apresentar com sangramento prolongado, epistaxe, menorragia, hematomas frequentes, anemia, fadiga e falta de ar. A confirmação é pela identificação de defeitos plaquetários em amostra do sangue."
          }
        }
      ]
    },
    "diarreia diária": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA90.0": {
            "confidence_embedding": 0.8009,
            "text": "Representação de doença CID-11: Diarreia sindrômica. Definição: Diarreia sindrômica, também conhecida como diarreia fenotípica ou síndrome trico-hepato-entérica, é uma enteropatia congênita que se apresenta com início precoce de diarreia grave exigindo uso de nutrição parenteral (NP), associada a dismorfismo facial, cabelo lanoso e pouco pigmentado, e doença hepática, com fibrose ou cirrose extensa, em cerca de metade dos pacientes."
          }
        },
        {
          "DD91.2": {
            "confidence_embedding": 0.7673,
            "text": "Representação de doença CID-11: Diarreia funcional. Definição: Diarreia funcional é uma síndrome contínua ou recorrente caracterizada pela passagem de fezes moles (pastosas) ou aquosas sem dor ou desconforto abdominal."
          }
        },
        {
          "DD91.02": {
            "confidence_embedding": 0.7632,
            "text": "Representação de doença CID-11: Síndrome do intestino irritável, tipo misto. Definição: Subtipo de padrão intestinal da síndrome do intestino irritável, caracterizado por alteração do hábito intestinal, apresentando-se tanto com diarreia quanto com constipação. O subtipo com diarreia e constipação alternadamente variando muitas vezes ao longo do tempo também é considerado sinônimo."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DB36.0": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Abcesso colônico. Definição: Condição do cólon, causada por infecção bacteriana, viral ou fúngica. Esta condição é caracterizada por acúmulo focal de material purulento no tecido colônico. Esta doença pode se manifestar com dor nas costas, dor abdominal, febre, sangramento retal ou diarreia. A confirmação geralmente é feita por exames avançados de imagens."
          }
        }
      ]
    }
  }
}