{
  "prontuario_id": 492,
  "text": "PO implante de MP.\n\nPcte sem queixas, fo cicatrizada.\n\n\nAlta com retorno em ambulatorio de arritmia.        ",
  "entities": {
    "Abreviação": [
      "PO",
      "Pcte",
      "fo",
      "implante de MP"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Pcte"
    ],
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "queixas"
    ],
    "Lesão ou Envenenamento": [
      "fo"
    ],
    "Achado": [
      "cicatrizada"
    ],
    "Atividade de Assistência à Saúde": [
      "Alta",
      "retorno"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "implante de MP"
    ],
    "Organização Relacionada à Saúde": [
      "ambulatorio de arritmia"
    ]
  },
  "labels": {
    "fo": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND91.4": {
            "confidence_embedding": 0.7093,
            "text": "Representação de doença CID-11: Queimadura de face, exceto olho ou anexos oculares, lesão mais profunda ou queimadura complexa. Definição: "
          }
        },
        {
          "ND90.4": {
            "confidence_embedding": 0.7078,
            "text": "Representação de doença CID-11: Queimadura de cabeça ou pescoço, exceto face, lesão mais profunda ou queimadura complexa. Definição: "
          }
        },
        {
          "ND91.0": {
            "confidence_embedding": 0.706,
            "text": "Representação de doença CID-11: Queimadura de face, exceto olho ou anexos oculares, queimadura epidérmica. Definição: "
          }
        },
        {
          "NE83": {
            "confidence_embedding": 0.7036,
            "text": "Representação de doença CID-11: Lesão ou dano decorrente de outro dispositivo, implante ou enxerto, não classificado em outro local. Definição: "
          }
        },
        {
          "ND9Z": {
            "confidence_embedding": 0.7004,
            "text": "Representação de doença CID-11: Queimaduras da superfície externa do corpo, local não especificado. Definição: "
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB29.4": {
            "confidence_embedding": 0.7246,
            "text": "Representação de doença CID-11: Ruminação e regurgitação. Definição: Mastigar novamente alimentos previamente engolidos que foram trazidos de volta à boca por regurgitação, que podem então ser engolidos novamente ou cuspidos."
          }
        },
        {
          "MF33": {
            "confidence_embedding": 0.7134,
            "text": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa."
          }
        },
        {
          "MF35": {
            "confidence_embedding": 0.7127,
            "text": "Representação de doença CID-11: Sintoma ou queixa pós-parto. Definição: "
          }
        },
        {
          "ME86.G": {
            "confidence_embedding": 0.7126,
            "text": "Representação de doença CID-11: Sintoma ou queixa do músculo, sem outra especificação. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7099,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "cicatrizada": {
      "capitulo": "14",
      "opcoes": [
        {
          "EL50.1": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Cicatriz cirúrgica hipertrófica. Definição: Uma cicatriz cirúrgica elevada contendo um excesso de tecido fibroso que, em contraste com uma cicatriz queloidiana, tende a diminuir com o tempo."
          }
        },
        {
          "EE60.1": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Cicatriz hipertrófica. Definição: Cicatrizes hipertróficas resultam da produção de quantidades excessivas de colágeno na derme durante o reparo do tecido conjuntivo subsequente a inflamação, lesão ou cirurgia. Em contraste com as cicatrizes queloidianas, elas não se expandem além do limite da lesão ou inflamação inicial e podem sofrer resolução espontânea."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EL50.0": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Cicatriz cirúrgica queloidiana. Definição: Uma cicatriz cirúrgica que cicatriza com um crescimento excessivo de tecido cicatricial fibroso que se estende além dos limites da ferida cirúrgica original."
          }
        },
        {
          "EL50.3": {
            "confidence_embedding": 0.7342,
            "text": "Representação de doença CID-11: Cicatriz cirúrgica alargada. Definição: Cicatriz cirúrgica alargada, muitas vezes resultante de sutura profunda inadequada ou técnica cirúrgica insatisfatória. São comuns em transtornos do tecido conjuntivo, como a síndrome de Ehlers-Danlos."
          }
        }
      ]
    }
  }
}