{
  "prontuario_id": 788,
  "text": "PO de PSO em paciente com desbalanço sagital e espondilite.\nFerida em boas condicoes.\nRaios-X OK.\nBalanco sagital com evidente melhora.\nAngulo de visao melhor.\n\nPlan: retorno en 3 meses.",
  "entities": {
    "Abreviação": [
      "PO",
      "PSO"
    ],
    "Conceito Temporal": [
      "PO",
      "3 meses"
    ],
    "Paciente ou Grupo com Deficiência": [
      "paciente"
    ],
    "Doença ou Síndrome": [
      "espondilite"
    ],
    "Atividade de Assistência à Saúde": [
      "retorno"
    ],
    "Sinal ou Sintoma": [
      "desbalanço sagital"
    ],
    "Achado": [
      "Ferida em boas condicoes",
      "Balanco sagital com evidente melhora",
      "Angulo de visao melhor"
    ]
  },
  "labels": {
    "espondilite": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.6929,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.6928,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8D66.2": {
            "confidence_embedding": 0.6855,
            "text": "Representação de doença CID-11: Siringobulbia. Definição: Transtorno degenerativo progressivo crônico do SNC, caracterizado pela formação de uma cavidade cheia de líquido conhecida como siringe na medula espinal, que se estende para cima para envolver bulbo e ponte. Pode ocorrer isoladamente ou também secundariamente a neoplasias, traumas, deformidades da junção craniocervical ou meningite."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.6834,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8B61.0": {
            "confidence_embedding": 0.6798,
            "text": "Representação de doença CID-11: Atrofia muscular espinal infantil, tipo I. Definição: Na AMS tipo 1, o início da fraqueza pode ser pré-natal (diminuição dos movimentos fetais no final da gravidez) ou nos primeiros seis meses de vida. Os bebês demonstram uma posição característica de posição de sapo com as coxas giradas externamente e abduzidas e os joelhos flexionados (bebê hipotônico). A fraqueza bulbar causa dificuldade de alimentação. As crianças nunca conseguem sentar-se sem apoio e a sobrevivência média é de 9 meses; a sobrevida além de 2 anos é rara."
          }
        }
      ]
    },
    "ferida em boas condicoes": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.6824,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NB51.2": {
            "confidence_embedding": 0.68,
            "text": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "ND70.1": {
            "confidence_embedding": 0.6717,
            "text": "Representação de doença CID-11: Corpo estranho no saco conjuntival. Definição: "
          }
        },
        {
          "NF0A.3": {
            "confidence_embedding": 0.6703,
            "text": "Representação de doença CID-11: Infecção pós-traumática da ferida, não classificada em outra parte. Definição: "
          }
        },
        {
          "NB63.Z": {
            "confidence_embedding": 0.6674,
            "text": "Representação de doença CID-11: Lesão da medula espinhal sacral, não especificada. Definição: "
          }
        }
      ]
    },
    "desbalanço sagital": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA84": {
            "confidence_embedding": 0.7102,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.6956,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "FA84.1": {
            "confidence_embedding": 0.689,
            "text": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
          }
        },
        {
          "FA81": {
            "confidence_embedding": 0.6884,
            "text": "Representação de doença CID-11: Espondilólise. Definição: Afecção caracterizada por degeneração de uma parte da vértebra, geralmente na “pars interarticularis” (a porção do arco vertebral que une as facetas articulares superior e inferior)."
          }
        },
        {
          "FA70.0": {
            "confidence_embedding": 0.6816,
            "text": "Representação de doença CID-11: Cifose. Definição: Esta é uma curvatura da coluna vertebral que causa um arqueamento ou arredondamento das costas, o que leva a uma postura corcunda ou curvada."
          }
        }
      ]
    }
  }
}