{
  "prontuario_id": 312,
  "text": "AMPUTAÇÃO PARCIAL DA FALANGE DISTAL 4 DEDO MÃO E.\nAUMENTO DA SENSIBILIDADE LOCAL.\nSEM SINAIS DE NEUROMA.\nORIENTO DESSENSIBILIZAÇÃO. \nRETORNO EM 2 MESES. ALTA SE TUDO OK.\n\nR5 LUCAS.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "ORIENTO",
      "RETORNO",
      "ALTA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "DESSENSIBILIZAÇÃO"
    ],
    "Abreviação": [
      "R5"
    ],
    "Achado": [
      "AUMENTO DA SENSIBILIDADE LOCAL"
    ],
    "Sinal ou Sintoma": [
      "SINAIS DE NEUROMA"
    ],
    "Conceito Temporal": [
      "MESES"
    ]
  },
  "labels": {
    "aumento da sensibilidade local": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A68.6": {
            "confidence_embedding": 0.6875,
            "text": "Representação de doença CID-11: Crise epiléptica tônico generalizada. Definição: Convulsão caracterizada por aumento sustentado da contração muscular durando de alguns segundos a minutos."
          }
        },
        {
          "8C21.3": {
            "confidence_embedding": 0.6867,
            "text": "Representação de doença CID-11: Neuropatia hereditária sensitiva e autonômica tipo V. Definição: Neuropatia hereditária sensitiva e autonômica tipo 5 (NHSA5) é caracterizada por perda de percepção de dor e comprometimento da sensibilidade à temperatura, na ausência de quaisquer outras anormalidades neurológicas importantes."
          }
        },
        {
          "8A68.3": {
            "confidence_embedding": 0.6785,
            "text": "Representação de doença CID-11: Crise epiléptica focal perceptiva. Definição: Convulsões focais perceptivas definem conculsões originando-se de redes limitadas a um hemisfério e acompanhadas por preservação da consciência (ou seja, do conhecimento de si mesmo ou do ambiente)."
          }
        },
        {
          "8C10.0": {
            "confidence_embedding": 0.6748,
            "text": "Representação de doença CID-11: Síndrome do túnel do carpo. Definição: Neuropatia compressiva causada por compressão do nervo mediano dentro do túnel do carpo no punho."
          }
        },
        {
          "8B60.6": {
            "confidence_embedding": 0.6733,
            "text": "Representação de doença CID-11: Amiotrofia monomélica. Definição: Atrofia e fraqueza restritas a um membro superior ou inferior, início na segunda ou terceira década, predominância do sexo masculino e ocorrência esporádica são aspectos característicos da atrofia monomélica (AM). Outras características típicas incluem: início insidioso de sinais do neurônio motor inferior devido a envolvimento das células do corno anterior, ausência de sinais do neurônio motor superior, progressão lenta seguida de estabilização em alguns anos e curso benigno da doença sintomática. AM é particularmente prevalente na Ásia, embora seja encontrado em todo o mundo."
          }
        }
      ]
    },
    "sinais de neuroma": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C12.5": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Neuroma traumático, sem outra especificação. Definição: "
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8D43.2": {
            "confidence_embedding": 0.72,
            "text": "Representação de doença CID-11: Neuropatia devido à toxicidade. Definição: Ao considerar o diagnóstico de neuropatia tóxica, dois critérios devem ser atendidos: (1) A exposição pode ser verificada e temporariamente relacionada ao início dos sintomas clínicos. Os sintomas neuropáticos geralmente ocorrem simultaneamente com a exposição ou após uma latência variável de até vários meses. (2) Deve haver sinais neurológicos e estudos eletrodiagnósticos anormais, porque muitas neuropatias tóxicas são subclínicas, os sintomas subjetivos podem ou não ocorrer. A remoção da exposição resulta na cessação da progressão dos sintomas e do déficit. A maioria das toxinas produz degeneração axonal simétrica em um padrão comprimento-dependente, começando nos segmentos distais das fibras nervosas longas e de grande calibre, eventualmente se espalhando proximalmente com a exposição contínua. Além dos déficits motores e / ou sensitivos, a dor intensa pode ser um aspecto característico."
          }
        },
        {
          "8C10.0": {
            "confidence_embedding": 0.7183,
            "text": "Representação de doença CID-11: Síndrome do túnel do carpo. Definição: Neuropatia compressiva causada por compressão do nervo mediano dentro do túnel do carpo no punho."
          }
        },
        {
          "8B60.6": {
            "confidence_embedding": 0.7162,
            "text": "Representação de doença CID-11: Amiotrofia monomélica. Definição: Atrofia e fraqueza restritas a um membro superior ou inferior, início na segunda ou terceira década, predominância do sexo masculino e ocorrência esporádica são aspectos característicos da atrofia monomélica (AM). Outras características típicas incluem: início insidioso de sinais do neurônio motor inferior devido a envolvimento das células do corno anterior, ausência de sinais do neurônio motor superior, progressão lenta seguida de estabilização em alguns anos e curso benigno da doença sintomática. AM é particularmente prevalente na Ásia, embora seja encontrado em todo o mundo."
          }
        }
      ]
    }
  }
}