{
  "prontuario_id": 439,
  "text": "# MARIA, 50 ANOS.\n\n# NEGA COMORBIDADES.\n\n# DX HÉRNIA DE HIATO (03/12/2015).\n\n# US ABDOME TOTAL - COLECISTOPATIA CALCULOSA CRÔNICA.\n\n# REFERE DOR ABDOMINAL ESPORADICAS, NAO SAO DE FORTES INTENSIDADES. \n# DISCUTO CASO COM PRECEPTORIA. SOLICITO PRE-OP.",
  "entities": {
    "Negação": [
      "NEGA",
      "NAO"
    ],
    "Doença ou Síndrome": [
      "COMORBIDADES",
      "HÉRNIA DE HIATO",
      "COLECISTOPATIA CALCULOSA CRÔNICA"
    ],
    "Abreviação": [
      "DX",
      "PRE-OP",
      "US ABDOME TOTAL"
    ],
    "Conceito Temporal": [
      "ESPORADICAS",
      "50 ANOS"
    ],
    "Procedimento Diagnóstico": [
      "PRE-OP",
      "US ABDOME TOTAL"
    ],
    "Procedimento Laboratorial": [
      "PRE-OP"
    ],
    "Conceito Quantitativo": [
      "50 ANOS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "COLECISTOPATIA CALCULOSA CRÔNICA"
    ],
    "Sinal ou Sintoma": [
      "DOR ABDOMINAL"
    ],
    "Conceito Qualitativo": [
      "FORTES INTENSIDADES"
    ]
  },
  "labels": {
    "hérnia de hiato": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.7973,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD52": {
            "confidence_embedding": 0.79,
            "text": "Representação de doença CID-11: Hérnia femoral. Definição: Hérnia femoral é uma protrusão de uma alça do intestino através de uma parede abdominal enfraquecida, localizada no abdômen inferior, perto da coxa.\r\nUma hérnia ocorre quando o conteúdo do abdome (geralmente parte do intestino delgado) se comprime através de um ponto fraco ou rompe a fina parede muscular do abdome, que mantém os órgãos abdominais no lugar. Hérnias femorais tendem a ocorrer mais frequentemente em mulheres do que em homens."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7883,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50.Z": {
            "confidence_embedding": 0.7849,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, não especificada. Definição: "
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7778,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        }
      ]
    },
    "dor abdominal": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.2": {
            "confidence_embedding": 0.8503,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.8357,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.8306,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME00": {
            "confidence_embedding": 0.8142,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MD81.1Z": {
            "confidence_embedding": 0.8081,
            "text": "Representação de doença CID-11: Dor abdominal localizada, não especificada. Definição: "
          }
        }
      ]
    },
    "colecistopatia calculosa crônica": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.7647,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7642,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD52": {
            "confidence_embedding": 0.7612,
            "text": "Representação de doença CID-11: Hérnia femoral. Definição: Hérnia femoral é uma protrusão de uma alça do intestino através de uma parede abdominal enfraquecida, localizada no abdômen inferior, perto da coxa.\r\nUma hérnia ocorre quando o conteúdo do abdome (geralmente parte do intestino delgado) se comprime através de um ponto fraco ou rompe a fina parede muscular do abdome, que mantém os órgãos abdominais no lugar. Hérnias femorais tendem a ocorrer mais frequentemente em mulheres do que em homens."
          }
        },
        {
          "DD50.Z": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, não especificada. Definição: "
          }
        },
        {
          "DC14.1": {
            "confidence_embedding": 0.7539,
            "text": "Representação de doença CID-11: Síndrome pós-colecistectomia. Definição: Isso descreve a presença de sintomas abdominais subsequentes à remoção cirúrgica da vesícula biliar. Os sintomas podem incluir náuseas e vômitos, distensão e diarreia, e dor no abdome superior direito. A dor é frequentemente atribuída à descoordenação do esfíncter de Oddi."
          }
        }
      ]
    }
  }
}