{
  "prontuario_id": 497,
  "text": "TX RENAL.\nEM USO DE CSA 50/75, PRED 5, MS 2/1, MACRODANTINA, ATENOLOL 25 2X, DOXASOZINA 4.\n\n\nS: # URINA TURVA, MAS SEM SINTOMAS ITU.\n\nO: # PESO. PA 100/60. EXAME FISICO: SP.",
  "entities": {
    "Conceito Funcional": [
      "USO"
    ],
    "Abreviação": [
      "CSA",
      "PRED",
      "MS",
      "SP",
      "TX RENAL",
      "SINTOMAS ITU"
    ],
    "Substância Farmacológica": [
      "CSA",
      "PRED",
      "MS",
      "MACRODANTINA",
      "ATENOLOL",
      "DOXASOZINA"
    ],
    "Conceito Quantitativo": [
      "50/75",
      "5",
      "2/1",
      "25",
      "4",
      "100/60"
    ],
    "Negação": [
      "SEM"
    ],
    "Procedimento Diagnóstico": [
      "PESO",
      "EXAME FISICO"
    ],
    "Sinal ou Sintoma": [
      "URINA TURVA",
      "SINTOMAS ITU"
    ]
  },
  "labels": {
    "urina turva": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.6825,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD40.2": {
            "confidence_embedding": 0.6676,
            "text": "Representação de doença CID-11: Aterosclerose da artéria renal. Definição: "
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.6597,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD73.1": {
            "confidence_embedding": 0.6584,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        }
      ]
    },
    "sintomas itu": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7301,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6A23.01": {
            "confidence_embedding": 0.7273,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A23.02": {
            "confidence_embedding": 0.7204,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão completa. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que nenhum sintoma significativo persiste. A remissão pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A23.12": {
            "confidence_embedding": 0.7189,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, episódios múltiplos, em remissão completa. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que nenhum sintoma significativo persiste. A remissão pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A23.11": {
            "confidence_embedding": 0.7177,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        }
      ]
    }
  }
}