{
  "prontuario_id": 293,
  "text": "# IMC 38,\n\n# HAS, HIPOTIREOIDISMO E HIPERTRIGLICERIDEMIA.\n\n# DISCUTO CASO COM PRECEPTORIA. CONFORME ORIENTADO: SOLICITO ENCAMINHAMENTO PARA CX BARIATRICA.",
  "entities": {
    "Abreviação": [
      "HAS",
      "IMC 38",
      "CX BARIATRICA"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "HIPOTIREOIDISMO",
      "HIPERTRIGLICERIDEMIA"
    ],
    "Organização Relacionada à Saúde": [
      "PRECEPTORIA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "IMC 38"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX BARIATRICA"
    ]
  },
  "labels": {
    "hipotireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.03": {
            "confidence_embedding": 0.8294,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito transitório. Definição: Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
          }
        },
        {
          "5A02.6": {
            "confidence_embedding": 0.826,
            "text": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
          }
        },
        {
          "5D40.Z": {
            "confidence_embedding": 0.8259,
            "text": "Representação de doença CID-11: Hipotireoidismo pós- procedimento não especificado. Definição: "
          }
        },
        {
          "5A00.0": {
            "confidence_embedding": 0.8258,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito. Definição: Hipotireoidismo congênito é caracterizado quando ao nascimento observar-se pouca ou nenhuma produção dos hormônios tireoidianos. Achados clínicos comuns incluem atividade diminuída e sonolência exacerbada, dificuldade de alimentação e constipação, icterícia prolongada, fácies mixedematosa, alargamento de fontanelas (especialmente fontanela posterior), macroglossia, abdome distendido com hérnia umbilical e hipotonia."
          }
        },
        {
          "5A61.40": {
            "confidence_embedding": 0.8229,
            "text": "Representação de doença CID-11: Hipotireoidismo central adquirido. Definição: Hipotireoidismo central é uma condição em que há pouca ou nenhuma produção dos hormônios tireoidianos induzido por disfunção de hipotálamo ou hipófise."
          }
        }
      ]
    },
    "hipertrigliceridemia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7783,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7436,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7224,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BE14.9": {
            "confidence_embedding": 0.7216,
            "text": "Representação de doença CID-11: Transtorno aórtico pós-procedimento relacionado a anomalia cardíaca congênita. Definição: Evento ou ocorrência afetando a aorta em consequência da presença de doença cardiovascular congênita, que está associada a uma intervenção de cuidado de saúde, sendo um desvio do curso desejado de eventos e pode causar, ou estar associado a, um resultado subótimo."
          }
        },
        {
          "BD52.6": {
            "confidence_embedding": 0.7214,
            "text": "Representação de doença CID-11: Anomalia congênita adquirida relacionada a grandes vasos. Definição: Qualquer alteração patológica pós-natal na forma ou função de coração e/ou grandes vasos consequente à presença de doença cardiovascular congênita."
          }
        }
      ]
    },
    "has": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A02.6": {
            "confidence_embedding": 0.8033,
            "text": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
          }
        },
        {
          "5C63.22": {
            "confidence_embedding": 0.7902,
            "text": "Representação de doença CID-11: Raquitismo hipofosfatêmico. Definição: O raquitismo hipofosfatêmico é um grupo de doenças genéticas caracterizadas por hipofosfatemia, raquitismo e níveis séricos normais de cálcio."
          }
        },
        {
          "5A61.0": {
            "confidence_embedding": 0.7867,
            "text": "Representação de doença CID-11: Hipopituitarismo. Definição: Transtorno que manifesta deficiência ou diminuição de um ou mais hormônios hipofisários, que é causado por várias doenças , tais como tumor, traumatismo/cirurgia, irradiação, inflamação e hemorragia/infarto."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5A50.02": {
            "confidence_embedding": 0.7787,
            "text": "Representação de doença CID-11: Hipoparatireoidismo devido a destruição das glândulas paratireoides. Definição: Disfunção das glândulas paratireoides pode ser causada por etiologias graves como radiação, destruição das glândulas paratireoides por doença granulomatosa ou infiltração por câncer e deposição de ferro ou cobre."
          }
        }
      ]
    }
  }
}