{
  "prontuario_id": 317,
  "text": "15:50 - 1ª DI - VITIMA DE QUEDA DE NIVEL APOS CRISE CONVULSIVA COM TRAUMA EM MSE - SEQUELADO DE AVC COM PARESIA E DIMINUIÇAO DE FORÇA EM HEMICORPO - CONSCIENTE, LUCIDO, EUPNEICO, DISFAGICO, COMUNICATIVO, DEAMBULANDO, REFERE QUEIXAS ALGICAS EM OMBRO ESQUERDO, APRESENTA PUPILAS ISOCORICAS, PELE E MUCOSA CORADA E HIDRATADA, AUSCULTA PULMONAR COM MV+, RUIDOS DIFUSOS, ABDOMEM FLACIDO, MANTEM ACESSO VENOSO PERIFERICO SALINIZADO EM MSD, TIPOIA IMPROVISA EM MSE, RELATA BOA ACEITAÇAO DA DIETA OFERECIDA, DIURESE ESPONTANEA PRESENTE;  REALIZOU TOMOGRAFIA E RAIO-X;",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "VITIMA"
    ],
    "Conceito Temporal": [
      "APOS"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMA",
      "QUEDA DE NIVEL"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "HEMICORPO",
      "MSD"
    ],
    "Abreviação": [
      "MSE",
      "AVC",
      "MV+",
      "MSD"
    ],
    "Sinal ou Sintoma": [
      "SEQUELADO",
      "PARESIA",
      "DISFAGICO",
      "CRISE CONVULSIVA",
      "DIMINUIÇAO DE FORÇA",
      "QUEIXAS ALGICAS"
    ],
    "Doença ou Síndrome": [
      "AVC"
    ],
    "Achado": [
      "CONSCIENTE",
      "LUCIDO",
      "EUPNEICO",
      "COMUNICATIVO",
      "DEAMBULANDO",
      "CORADA",
      "HIDRATADA",
      "MV+",
      "PUPILAS ISOCORICAS",
      "RUIDOS DIFUSOS",
      "ABDOMEM FLACIDO",
      "DIURESE ESPONTANEA PRESENTE"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PELE",
      "MUCOSA",
      "OMBRO ESQUERDO"
    ],
    "Alimento": [
      "DIETA"
    ],
    "Procedimento Diagnóstico": [
      "TOMOGRAFIA",
      "RAIO-X",
      "AUSCULTA PULMONAR"
    ],
    "Dispositivo Médico": [
      "ACESSO VENOSO PERIFERICO SALINIZADO",
      "TIPOIA IMPROVISA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ACESSO VENOSO PERIFERICO SALINIZADO",
      "TIPOIA IMPROVISA"
    ],
    "Função Fisiológica": [
      "DIURESE ESPONTANEA PRESENTE"
    ]
  },
  "labels": {
    "queixas algicas": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.782,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7731,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "disfagico": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB32.0": {
            "confidence_embedding": 0.7754,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DD90.1": {
            "confidence_embedding": 0.7712,
            "text": "Representação de doença CID-11: Disfagia funcional. Definição: Disfagia funcional é um transtorno em que não há anormalidades estruturais e nem refluxo gastroesofágico como causa da \r\ndisfagia, caracterizado por sensação de alimentos sólidos e/ou líquidos grudando, alojando-se ou passando anormalmente pelo esôfago."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7668,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        },
        {
          "DB33.0": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Úlcera primária do cólon. Definição: Condição com úlceras únicas ou múltiplas (defeito da mucosa) que se desenvolvem no reto ou no cólon. As úlceras do cólon podem causar sangramento com o esforço evacuatório em pessoas com constipação crônica."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        }
      ]
    },
    "sequelado": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7856,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A63": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Crise epiléptica devida a causa aguda. Definição: Uma crise epiléptica que ocorre simultaneamente ao insulto sistêmico ou com íntima associação temporal com um insulto cerebral documentado."
          }
        },
        {
          "8A62.0": {
            "confidence_embedding": 0.7554,
            "text": "Representação de doença CID-11: Espasmos infantis. Definição: Síndrome caracterizada pelo início subagudo de convulsões breves e repetidas com flexão axial ou do membro, ocorrendo em grupos. O EEG mostra hipsarritmia, ou seja, picos multifocais caóticos, de alta voltagem e desaceleração e com abrupto padrão decremental ictal. Várias patologias estruturais do cérebro podem estar presentes, ou nenhuma causa pode ser encontrada. Dois terços das crianças apresentam déficits cognitivos subsequentes."
          }
        },
        {
          "8A61": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Síndromes genéticas ou supostamente genéticas expressas primariamente como epilepsia. Definição: A epilepsia é, até onde se compreende, o resultado direto de um ou mais defeitos genéticos conhecidos ou presumidos, nos quais as crises epilépticas são o sintoma central da doença."
          }
        },
        {
          "8A61.Z": {
            "confidence_embedding": 0.7498,
            "text": "Representação de doença CID-11: Síndromes genéticas ou supostamente genéticas expressas primariamente como epilepsia, não especificadas. Definição: "
          }
        }
      ]
    },
    "queda de nivel": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.5": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Trauma do esfíncter da íris. Definição: Refere-se ao trauma ao músculo na parte do olho chamada íris. Este circunda internamente a pupila da íris, o que é apropriado à sua função como constritor da pupila."
          }
        },
        {
          "NC55.1": {
            "confidence_embedding": 0.7317,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: "
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NA83.42": {
            "confidence_embedding": 0.7299,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "NC14.4": {
            "confidence_embedding": 0.7296,
            "text": "Representação de doença CID-11: Traumatismo do nervo musculocutâneo. Definição: "
          }
        }
      ]
    },
    "ruidos difusos": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7539,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7425,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7374,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CB00": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
          }
        },
        {
          "CA05.1": {
            "confidence_embedding": 0.7302,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        }
      ]
    },
    "abdomem flacido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7141,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7109,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.7063,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7046,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "crise convulsiva": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E65": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Síndrome dissociativa secundária. Definição: Síndrome caracterizada pela presença de sintomas dissociativos proeminentes (p. ex., despersonalização, desrealização), que são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., como parte de uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas dissociativos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6D85.7": {
            "confidence_embedding": 0.7674,
            "text": "Representação de doença CID-11: Demência devida a traumatismo craniano. Definição: Demência devida a traumatismo craniano é causada por dano aos tecidos cerebrais como resultado direto ou indireto de uma força externa. O traumatismo craniano sabidamente resultou em perda da consciência, amnésia, desorientação e confusão, ou sinais neurológicos. Os sintomas característicos de Demência devida a lesão craniana devem surgir imediatamente após o traumatismo ou após a recuperação da consciência e devem persistir além do período agudo pós-traumatismo. Os déficits cognitivos variam dependendo das áreas específicas do cérebro afetadas e da gravidade do traumatismo, mas podem incluir comprometimentos de atenção, memória, funcionalidade executiva, personalidade, velocidade de processamento, cognição social, e habilidades de linguagem."
          }
        },
        {
          "6B61": {
            "confidence_embedding": 0.7542,
            "text": "Representação de doença CID-11: Amnésia dissociativa. Definição: Amnésia dissociativa é caracterizada por uma incapacidade de recordar memórias autobiográficas importantes, tipicamente de eventos traumáticos ou estressantes recentes, que é inconsistente com o esquecimento comum. A amnésia não ocorre exclusivamente durante outro transtorno dissociativo e não é mais bem explicada por outro transtorno mental, comportamental ou do neurodesenvolvimento. A amnésia não se deve a efeitos diretos de uma substância ou medicamento no sistema nervoso central, incluindo efeitos de abstinência, e não se deve a uma doença do sistema nervoso ou a um traumatismo cranioencefálico. A amnésia resulta em prejuízo significativo na funcionalidade pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes da funcionalidade."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7502,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "corada": {
      "capitulo": "14",
      "opcoes": [
        {
          "EA90.3": {
            "confidence_embedding": 0.7643,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7634,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EB60.1": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Líquen escleroso do pênis. Definição: Líquen escleroso do pênis se desenvolve quase exclusivamente em homens não circuncidados e é o resultado do contato oclusivo crônico de epitélio suscetível à urina. Frequentemente, causa dispareunia e dificuldades com a micção. Manifesta-se tipicamente como fimose esclerótica do prepúcio, que pode não ser possível de retração, junto com inflamação e esclerose da superfície mucocutânea do prepúcio e da glande do pênis. Estenose e ocasionalmente obliteração do orifício meatal externo podem ocorrer em casos graves. Embora mais comumente reconhecida em homens adultos, é uma causa comum de fimose adquirida em meninos."
          }
        }
      ]
    },
    "paresia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A62": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Encefalopatias epilépticas. Definição: Epilepsias para as quais nenhuma etiologia clara pode ser detectada ou ocorrendo na presença de duas ou mais condições estruturais ou metabólicas estáticas que aumentam o risco de crises epilépticas. A própria atividade epiléptica pode contribuir para grave comprometimento cognitivo e comportamental acima e além do que se poderia esperar apenas pela patologia subjacente."
          }
        },
        {
          "8A62.0": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Espasmos infantis. Definição: Síndrome caracterizada pelo início subagudo de convulsões breves e repetidas com flexão axial ou do membro, ocorrendo em grupos. O EEG mostra hipsarritmia, ou seja, picos multifocais caóticos, de alta voltagem e desaceleração e com abrupto padrão decremental ictal. Várias patologias estruturais do cérebro podem estar presentes, ou nenhuma causa pode ser encontrada. Dois terços das crianças apresentam déficits cognitivos subsequentes."
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7647,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8E44": {
            "confidence_embedding": 0.7645,
            "text": "Representação de doença CID-11: Dano cerebral pós-anóxico. Definição: O dano cerebral pós-anóxico refere-se à gravidade variável da encefalopatia que resulta de parada circulatória, hipotensão ou asfixia."
          }
        }
      ]
    },
    "diminuiçao de força": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.8171,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7694,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FA80.5": {
            "confidence_embedding": 0.7693,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: "
          }
        },
        {
          "FA90": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Infecção da vértebra. Definição: Afecção da vértebra, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, perda de peso, mas pode ser assintomática. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostra de sangue ou por exames de imagem."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "avc": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B25.4": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Efeitos tardios de acidente vascular cerebral desconhecido se isquêmico ou hemorrágico. Definição: Efeitos tardios ocorrendo após 1 mês ou mais do início da doença. Os códigos para acidente vascular cerebral (AVC) agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A60.00": {
            "confidence_embedding": 0.7712,
            "text": "Representação de doença CID-11: Epilepsia devida a insultos vasculares pré-natais ou perinatais. Definição: Epilepsia que ocorre em relação a um acidente vascular cerebral (AVC) isquêmico ou hemorrágico, com o AVC ocorrendo ou presumivelmente ocorrendo antes do nascimento (pré-natal) ou entre 22 semanas de gestação e 7 dias após o nascimento (perinatal). Nenhuma outra condição associada a um risco substancialmente aumentado de desenvolver epilepsia está presente. O início da epilepsia pode ocorrer na primeira infância, na infância ou na idade adulta."
          }
        },
        {
          "8A62.2": {
            "confidence_embedding": 0.7619,
            "text": "Representação de doença CID-11: Afasia epiléptica adquirida. Definição: Epilepsia com início em uma criança previamente normal caracterizada por afasia adquirida, vários tipos de crises epilépticas, anormalidades epileptiformes bitemporais focais (pico de 1,5-5 Hz e ondas lentas) no EEG, freqüentemente ativadas pelo sono, com ou sem convulsões. Transtornos comportamentais, como hiperatividade e déficit de atenção, são comuns. Não há patologia cerebral documentada."
          }
        },
        {
          "8A61.1": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Síndromes epilépticas genéticas de início na primeira infância. Definição: Inclui um vastro espectro de fenótipo que têm em comum uma base genética e o início na infância. Podem variar de síndromes benigna autolimitada a fármaco-resistente grave. História familiar de epilepsia é comum em algumas entidades sindrômicas e excepcional em outras."
          }
        }
      ]
    },
    "pupilas isocoricas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.777,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME64.3": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica)."
          }
        }
      ]
    },
    "trauma": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND36": {
            "confidence_embedding": 0.8122,
            "text": "Representação de doença CID-11: Outros traumatismos envolvendo regiões múltiplas do corpo, não classificados em outra parte. Definição: "
          }
        },
        {
          "ND56.Z": {
            "confidence_embedding": 0.8107,
            "text": "Representação de doença CID-11: Traumatismo de região não especificada do corpo, não especificado. Definição: "
          }
        },
        {
          "ND34": {
            "confidence_embedding": 0.8089,
            "text": "Representação de doença CID-11: Traumatismos por esmagamento envolvendo múltiplas regiões do corpo. Definição: "
          }
        },
        {
          "ND56.Y": {
            "confidence_embedding": 0.8072,
            "text": "Representação de doença CID-11: Traumatismo especificado de região não especificada do corpo. Definição: "
          }
        },
        {
          "ND30": {
            "confidence_embedding": 0.8046,
            "text": "Representação de doença CID-11: Traumatismos superficiais envolvendo múltiplas regiões do corpo. Definição: "
          }
        }
      ]
    }
  }
}