{
  "prontuario_id": 890,
  "text": "Maria, 68 anos, procedente de Curitiba\n\nPaciente relata tremor em cabeça  há 10 anos e dor cervical e cefaleia esquerda, relata piora progressiva nos ultimos anos.\nRefere que iniciou com cefaleia importante aos 40 anos após ultimo parto, continua com crises fortes de cefaleia desde então. \nRefere que tremor melhora quando está calma e relaxada, e piora em momentos de estresse. \n\nAMP: HAS - não utiliza medicações de uso contínuo, histerectomia há 1,5 anos. Em uso de gabapentina 300 mg 8/8 horas por dor lombar com irradiação para MMII, trajeto de L5.\n\nAo exame: tremor (tipo não-não) e rigidez cervical, com desvio da cabeça para direita, \nsem deficit de força, sem rigidez em membros, sem bradicinesia, sem alterações de pares cranianos.\nHipertrofia de trapézio.\n\nRM (325/07/2014): angioma venoso na região parietal esquerda.\nTC cervical: exame dentro dos padrões da normalidade, exceto por osteofitos marginais nos corpos vertebrais. \n\nCONDUTA: \nExplico quanto a natureza benigna e idiopática do quadro.\nSugiro aplicação de toxina botulínica em musculatura cervical, paciente concorda com procedimento.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "paciente"
    ],
    "Sinal ou Sintoma": [
      "cefaleia",
      "tremor",
      "bradicinesia",
      "tremor em cabeça",
      "dor cervical",
      "piora progressiva",
      "cefaleia importante",
      "crises fortes de cefaleia",
      "dor lombar",
      "irradiação para MMII",
      "rigidez cervical",
      "desvio da cabeça para direita",
      "deficit de força",
      "rigidez em membros",
      "alterações de pares cranianos",
      "Hipertrofia de trapézio"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "parto",
      "histerectomia",
      "procedimento"
    ],
    "Doença ou Síndrome": [
      "HAS"
    ],
    "Abreviação": [
      "HAS",
      "L5",
      "RM",
      "irradiação para MMII",
      "TC cervical"
    ],
    "Negação": [
      "não",
      "sem"
    ],
    "Substância Química Orgânica": [
      "gabapentina"
    ],
    "Substância Farmacológica": [
      "gabapentina",
      "medicações de uso contínuo",
      "toxina botulínica"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "L5",
      "musculatura cervical"
    ],
    "Procedimento Diagnóstico": [
      "exame",
      "RM",
      "TC cervical"
    ],
    "Atividade de Assistência à Saúde": [
      "CONDUTA"
    ],
    "Conceito Qualitativo": [
      "tipo não-não"
    ],
    "Resultado Laboratorial ou de Teste": [
      "angioma venoso na região parietal esquerda",
      "dentro dos padrões da normalidade",
      "osteofitos marginais nos corpos vertebrais"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "toxina botulínica"
    ]
  },
  "labels": {
    "crises fortes de cefaleia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A80": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8A42": {
            "confidence_embedding": 0.7548,
            "text": "Representação de doença CID-11: Encefalomielite aguda disseminada. Definição: Encefalomielite disseminada aguda é transtorno desmielinizante do sistema nervoso central. Usualmente ocorre subsequente a infecção viral ou bacteriana aguda ou vacinação, com início abrupto de irritabilidade e letargia após período prodrômico de 1-4 semanas. Os sintomas principais incluem febre, cefaleia, tontura, alterações do estado mental, convulsões e coma. Fraqueza, vômitos, perda de peso ponderal, rigidez de nuca, ataxia, neurite óptica bilateral e delirium são comuns. Envolvimento de sistema nervoso periférico (paralisia de um único membro ou hemiplegia) podem ocorrer."
          }
        },
        {
          "8A67": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Crises epilépticas repetitivas agudas. Definição: Crises epilépticas repetitivas agudas são convulsões múltiplas, com tempo de instação distinto, com recuperação entre cada crise, ocorrendo em 24 horas no adulto ou 12 horas na criança."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7486,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        }
      ]
    },
    "bradicinesia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A00": {
            "confidence_embedding": 0.7987,
            "text": "Representação de doença CID-11: Parkinsonismo. Definição: Parkinsonismo é uma síndrome clínica caracterizada por quatro manifestações cardinais: tremor em repouso, rigidez muscular, acinesia ou bradicinesia e distúrbios posturais que incluem marcha arrastada, postura fletida e perda de reflexos posturais. Bradicinesia e uma outra manifestação clínica são exigidas para fazer o diagnóstico de parkinsonismo. Parkinsonismo pode resultar de uma variedade de condições que incluem transtornos neurodegenerativos progressivos como Doença de Parkinson e Parkinsonismo atípico em que a degeneração progressiva da substância negra e de outros neurônios leva a deficiência dopaminérgica. Parkinsonismo pode também resultar de lesões estruturais como acidentes vasculares cerebrais ou tumores ou bloqueio de receptores dopaminérgicos no estriado por drogas como os neurolépticos."
          }
        },
        {
          "8A00.0": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Doença de Parkinson. Definição: Doença de Parkinson é uma doença degenerativa progressiva de instalação insidiosa cujas manifestações cardinais incluem bradicinesia mais uma das seguintes características - tremor, rigidez ou instabilidade postural. Manifestações não motoras incluem disfunção autonômica e manifestações neuropsiquiátricas."
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7721,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7672,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8E61.0": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Lesão cerebral induzida por radiação. Definição: Lesão no cérebro a partir de irradiação craniana terapêutica, que pode ser dividida temporalmente em três síndromes: Toxicidade aguda ou precoce que é consequência da exposição imediata à radiação, lesão precoce-retardada e tardia, embora as três possam se sobrepor."
          }
        }
      ]
    },
    "alterações de pares cranianos": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A80": {
            "confidence_embedding": 0.7855,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7776,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A04.0": {
            "confidence_embedding": 0.7774,
            "text": "Representação de doença CID-11: Tremor fisiológico exacerbado. Definição: É tremor de alta frequência e baixa amplitude presente em postura ou ação. É representado por uma exacerbação do tremor fisiológico que pode ter sido piorado por drogas, estresse, ansiedade, etc."
          }
        },
        {
          "8A04.30": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Tremor devido a transtornos metabólicos. Definição: Oscilação involuntária de uma parte do corpo devido a transtornos metabólicos."
          }
        },
        {
          "8B61.3": {
            "confidence_embedding": 0.7755,
            "text": "Representação de doença CID-11: Atrofia muscular espinal de início no adulto, tipo IV. Definição: Na fraqueza AMS tipo 4, ocorre mais comumente após os 35 anos de idade (menos comumente entre 18 e 35 anos). A fraqueza dos músculos proximais é mais proeminente nas pernas do que nos braços. Início insidioso e progressão muito lenta são os traços característicos, e a expectativa de vida é normal."
          }
        }
      ]
    },
    "rigidez cervical": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB10": {
            "confidence_embedding": 0.7656,
            "text": "Representação de doença CID-11: Instabilidades na coluna vertebral. Definição: "
          }
        },
        {
          "FA80.3": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna cervical com envolvimento do sistema nervoso. Definição: "
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "FA80.2": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna cervical com esporão ósseo na vértebra. Definição: "
          }
        },
        {
          "FA9Y": {
            "confidence_embedding": 0.7518,
            "text": "Representação de doença CID-11: Outra inflamação especificada da coluna vertebral. Definição: "
          }
        }
      ]
    },
    "hipertrofia de trapézio": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB86.11": {
            "confidence_embedding": 0.7432,
            "text": "Representação de doença CID-11: Hipertrofia óssea. Definição: "
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7323,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7294,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB10": {
            "confidence_embedding": 0.7275,
            "text": "Representação de doença CID-11: Instabilidades na coluna vertebral. Definição: "
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7266,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        }
      ]
    },
    "cefaleia importante": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A80": {
            "confidence_embedding": 0.7941,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7728,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        },
        {
          "8A81.1": {
            "confidence_embedding": 0.7608,
            "text": "Representação de doença CID-11: Cefaleia tensional episódica frequente. Definição: Episódios frequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, de intensidade leve a moderada, com duração de minutos a dias. A dor não piora com a atividade física de rotina e não está associada a náuseas, mas fotofobia ou fonofobia podem estar presentes."
          }
        },
        {
          "8A81.2": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Cefaleia tensional crônica. Definição: Transtorno que evolui de cefaleia do tipo tensional episódica frequente, com episódios diários ou muito frequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, com intensidade leve a moderada, com duração em horas a dias ou de forma persistente. A dor não piora com a atividade física de rotina, mas pode estar associada a náuseas leves, fotofobia ou fonofobia."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7555,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        }
      ]
    },
    "rigidez em membros": {
      "capitulo": "08",
      "opcoes": [
        {
          "8E40.2": {
            "confidence_embedding": 0.7707,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8B61.3": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Atrofia muscular espinal de início no adulto, tipo IV. Definição: Na fraqueza AMS tipo 4, ocorre mais comumente após os 35 anos de idade (menos comumente entre 18 e 35 anos). A fraqueza dos músculos proximais é mais proeminente nas pernas do que nos braços. Início insidioso e progressão muito lenta são os traços característicos, e a expectativa de vida é normal."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8B61.0": {
            "confidence_embedding": 0.7585,
            "text": "Representação de doença CID-11: Atrofia muscular espinal infantil, tipo I. Definição: Na AMS tipo 1, o início da fraqueza pode ser pré-natal (diminuição dos movimentos fetais no final da gravidez) ou nos primeiros seis meses de vida. Os bebês demonstram uma posição característica de posição de sapo com as coxas giradas externamente e abduzidas e os joelhos flexionados (bebê hipotônico). A fraqueza bulbar causa dificuldade de alimentação. As crianças nunca conseguem sentar-se sem apoio e a sobrevivência média é de 9 meses; a sobrevida além de 2 anos é rara."
          }
        }
      ]
    },
    "tremor em cabeça": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A04.0": {
            "confidence_embedding": 0.8043,
            "text": "Representação de doença CID-11: Tremor fisiológico exacerbado. Definição: É tremor de alta frequência e baixa amplitude presente em postura ou ação. É representado por uma exacerbação do tremor fisiológico que pode ter sido piorado por drogas, estresse, ansiedade, etc."
          }
        },
        {
          "8A04.33": {
            "confidence_embedding": 0.7964,
            "text": "Representação de doença CID-11: Tremor devido a algumas doenças especificadas do sistema nervoso central. Definição: "
          }
        },
        {
          "8A04.30": {
            "confidence_embedding": 0.7932,
            "text": "Representação de doença CID-11: Tremor devido a transtornos metabólicos. Definição: Oscilação involuntária de uma parte do corpo devido a transtornos metabólicos."
          }
        },
        {
          "8A04": {
            "confidence_embedding": 0.7796,
            "text": "Representação de doença CID-11: Transtornos associados a tremor. Definição: Tremor é um movimento oscilatório involuntário de uma parte do corpo sendo frequentemente classificado de acordo com circunstâncias comportamentais em que ocorre. Tremor pode ocorrer durante tentativa de relaxamento (tremor de repouso, durante uma postura voluntária (tremor postural e durante um movimento voluntário (tremor cinético)."
          }
        },
        {
          "8A04.4": {
            "confidence_embedding": 0.7788,
            "text": "Representação de doença CID-11: Tremor funcional. Definição: Transtorno funcional do movimento apresentando-se predominantemente com tremor. O tremor pode ser variável em frequência e com distratibilidade durante avaliação, ou apresentando treinamento ou cessando em resposta a movimentos rítmicos contralaterais externamente indicados pelo examinador. \r\n\r\nTremor funcional é aquele em que nenhuma causa foi identificada após investigação."
          }
        }
      ]
    },
    "dor lombar": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD90.0": {
            "confidence_embedding": 0.7179,
            "text": "Representação de doença CID-11: Globus. Definição: Globus é uma sensação não dolorosa persistente ou intermitente de um caroço ou corpo estranho na garganta não relacionado à deglutição, sem transtorno estrutural ou motor da faringe e/ou esôfago, muitas vezes acompanhado de ansiedade aguda ou conflitos emocionais."
          }
        },
        {
          "DD50.0": {
            "confidence_embedding": 0.6984,
            "text": "Representação de doença CID-11: Hérnia diafragmática. Definição: Hérnia que ocorre através do forâmen no diafragma"
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.6943,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DA20.2": {
            "confidence_embedding": 0.6935,
            "text": "Representação de doença CID-11: Membrana esofágica. Definição: A membrana esofágica é uma membrana fina localizada no esôfago médio ou superior, resultando em dor e disfagia."
          }
        },
        {
          "DA21.20": {
            "confidence_embedding": 0.6884,
            "text": "Representação de doença CID-11: Peristaltismo hipertensivo. Definição: Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia."
          }
        }
      ]
    },
    "desvio da cabeça para direita": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7846,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB45.4": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Tremor intencional. Definição: Tremor cerebelar caracterizado por um alta amplitude e baixa frequência"
          }
        },
        {
          "MG30.62": {
            "confidence_embedding": 0.7468,
            "text": "Representação de doença CID-11: Dor orofacial neuropática crônica. Definição: A dor orofacial neuropática crônica é a dor crônica na região orofacial causada por uma lesão ou doença do sistema nervoso somatossensorial periférico. Ocorre por duas horas ou mais por dia (ou ocorrem vários ataques mais curtos por dia), em pelo menos 50% dos dias, durante pelo menos três meses. O diagnóstico de dor orofacial neuropática crônica requer o histórico de lesão ou doença do sistema nervoso periférico e uma distribuição neuroanatomicamente plausível da dor. Os sinais ou sintomas sensoriais negativos e positivos devem ser compatíveis com o território de inervação da estrutura nervosa afetada."
          }
        },
        {
          "MG30.63": {
            "confidence_embedding": 0.7466,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial associada a transtornos temporomandibulares secundários crônicos. Definição: Dor crônica secundária à disfunção temporomandibular é a dor crônica na(s) articulação(ões) temporomandibular(es) ou nos músculos masseter ou temporal(is) associada com inflamação persistente (devida a, por exemplo, infecção, deposição de cristais ou transtornos autoimunes), alterações estruturais (como osteoartrite ou espondilose), lesão ou doenças do sistema nervoso. Ocorre em pelo menos 50% dos dias, durante pelo menos três meses. A duração da dor no dia é de pelo menos 2 horas. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        }
      ]
    },
    "tremor": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A04.0": {
            "confidence_embedding": 0.8003,
            "text": "Representação de doença CID-11: Tremor fisiológico exacerbado. Definição: É tremor de alta frequência e baixa amplitude presente em postura ou ação. É representado por uma exacerbação do tremor fisiológico que pode ter sido piorado por drogas, estresse, ansiedade, etc."
          }
        },
        {
          "8A04.33": {
            "confidence_embedding": 0.7993,
            "text": "Representação de doença CID-11: Tremor devido a algumas doenças especificadas do sistema nervoso central. Definição: "
          }
        },
        {
          "8A04.30": {
            "confidence_embedding": 0.791,
            "text": "Representação de doença CID-11: Tremor devido a transtornos metabólicos. Definição: Oscilação involuntária de uma parte do corpo devido a transtornos metabólicos."
          }
        },
        {
          "8A00.0": {
            "confidence_embedding": 0.7782,
            "text": "Representação de doença CID-11: Doença de Parkinson. Definição: Doença de Parkinson é uma doença degenerativa progressiva de instalação insidiosa cujas manifestações cardinais incluem bradicinesia mais uma das seguintes características - tremor, rigidez ou instabilidade postural. Manifestações não motoras incluem disfunção autonômica e manifestações neuropsiquiátricas."
          }
        },
        {
          "8A04.Z": {
            "confidence_embedding": 0.7777,
            "text": "Representação de doença CID-11: Transtornos associados a tremor, não especificados. Definição: "
          }
        }
      ]
    },
    "irradiação para mmii": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7397,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7352,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7325,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7317,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.7275,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        }
      ]
    },
    "dor cervical": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA80.3": {
            "confidence_embedding": 0.7864,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna cervical com envolvimento do sistema nervoso. Definição: "
          }
        },
        {
          "FA80.2": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna cervical com esporão ósseo na vértebra. Definição: "
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7788,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "FB10": {
            "confidence_embedding": 0.7743,
            "text": "Representação de doença CID-11: Instabilidades na coluna vertebral. Definição: "
          }
        },
        {
          "FA9Y": {
            "confidence_embedding": 0.7697,
            "text": "Representação de doença CID-11: Outra inflamação especificada da coluna vertebral. Definição: "
          }
        }
      ]
    },
    "cefaleia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A80": {
            "confidence_embedding": 0.7928,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        },
        {
          "8A81.2": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Cefaleia tensional crônica. Definição: Transtorno que evolui de cefaleia do tipo tensional episódica frequente, com episódios diários ou muito frequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, com intensidade leve a moderada, com duração em horas a dias ou de forma persistente. A dor não piora com a atividade física de rotina, mas pode estar associada a náuseas leves, fotofobia ou fonofobia."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8A81.1": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Cefaleia tensional episódica frequente. Definição: Episódios frequentes de cefaleia, tipicamente bilateral, de qualidade em pressão ou em aperto, de intensidade leve a moderada, com duração de minutos a dias. A dor não piora com a atividade física de rotina e não está associada a náuseas, mas fotofobia ou fonofobia podem estar presentes."
          }
        }
      ]
    },
    "deficit de força": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A45.30": {
            "confidence_embedding": 0.7937,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7816,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8B61.3": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Atrofia muscular espinal de início no adulto, tipo IV. Definição: Na fraqueza AMS tipo 4, ocorre mais comumente após os 35 anos de idade (menos comumente entre 18 e 35 anos). A fraqueza dos músculos proximais é mais proeminente nas pernas do que nos braços. Início insidioso e progressão muito lenta são os traços característicos, e a expectativa de vida é normal."
          }
        },
        {
          "8C01": {
            "confidence_embedding": 0.7728,
            "text": "Representação de doença CID-11: Polineuropatia inflamatória. Definição: Neuropatias periféricas inflamatórias adquiridas são de etiologia imune presumida e são classificadas com base em seu curso clínico: polineuropatia inflamatória desmielinizante aguda (PIDA ou síndrome de Guillain-Barré) com o déficit motor atingindo um nível máximo em 28 dias e polineuropatia inflamatória desmielinizante crônica (PIDC) que tem um curso lentamente progressivo de dois ou mais meses ou um curso remitente recorrente. Existem muitas variantes de PIDA e PIDC."
          }
        }
      ]
    }
  }
}