{
  "prontuario_id": 298,
  "text": "9:47 H CONSCIENTE, ORIENTADO, VERBALIZANDO, MOBILIZANDO ATIVAMENTE OS MEMBROS.  DISPNEICO AOS ESFORÇOS, MV DIFUSOS,  82 NASAL 2 L/MIN. SOROTERAPIA EM ACESSO VENOSO SENDO INFUNDIDO  SF 0,9 21 ML/H, PUNCIONADO NOVO ACESSO VENOSO DEVIDO HIPEREMIA.  ABDOME GLOBOSO, RHA PRESENTES, URINANDO ESPONTANEAMENTE NO BANHEIRO. MONITORIZADO, OXIMETRIA DE PULSO, HEMODINAMICAMENTE ESTÁVEL. INSUFICIENCIA CARDIACA CONGESTIVA. PCTE PROVENIENTE DO INTERNAMENTO PARA PROCEDIMENTO CIRÚRGICO AMANHÃ. CHEGOU LÚCIDO, COMUNICATIVO, NORMOCORADO, EUPNÉICO, RESTRITO AO LEITO, RELATANDO ELIMINAÇÕES FISIOLÓGICAS PRESENTES E BOA ACEINTAÇÃO DA DIETA ALIMENTAR. RELATOU FORTE ALGI EM MSE, PORÉM PCTE NÃO POSSUIA PRESCRIÇÃO MÉDICA. COMUNICADO DR VITAL BRASIL, PORÉM O MESMO NÃO SE ENCONTRAVA NO HOSPITAL. DR VITAL BRASIL AVALIOU O PCTE E SOLICITOU RAIO-X E REALIZOU PRESCRIÇÃO MÉDICA, E ASSIM QUE REALIZADO COMUNICAR DR VITAL BRASIL (PLANTÃO DA ORTOPEDIA). ORIENTANDO A REALIZAR JEJUM ORAL APÓS ÀS 24 HORAS. SEGUE SOB CUIDADOS DE ENFERMAGEM. ENFª FLORENCE NIGHTINGALE XXXX. FRATURA DE MANDIBULA.",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "ORIENTADO",
      "VERBALIZANDO",
      "MONITORIZADO",
      "LÚCIDO",
      "COMUNICATIVO",
      "NORMOCORADO",
      "EUPNÉICO",
      "MOBILIZANDO ATIVAMENTE OS MEMBROS",
      "MV DIFUSOS",
      "RHA PRESENTES",
      "URINANDO ESPONTANEAMENTE",
      "HEMODINAMICAMENTE ESTÁVEL",
      "RESTRITO AO LEITO",
      "ELIMINAÇÕES FISIOLÓGICAS PRESENTES",
      "BOA ACEINTAÇÃO DA DIETA ALIMENTAR"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SOROTERAPIA",
      "ACESSO VENOSO",
      "PUNCIONADO NOVO",
      "PROCEDIMENTO CIRÚRGICO",
      "RESTRITO AO LEITO",
      "BOA ACEINTAÇÃO DA DIETA ALIMENTAR",
      "JEJUM ORAL"
    ],
    "Sinal ou Sintoma": [
      "HIPEREMIA",
      "DISPNEICO AOS ESFORÇOS",
      "ABDOME GLOBOSO",
      "FORTE ALGI"
    ],
    "Procedimento Diagnóstico": [
      "MONITORIZADO",
      "RAIO-X",
      "OXIMETRIA DE PULSO"
    ],
    "Abreviação": [
      "PCTE",
      "MSE",
      "DR",
      "ENFª",
      "MV DIFUSOS",
      "SF 0 , 9",
      "RHA PRESENTES"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Localização ou Região Corporal": [
      "MSE"
    ],
    "Negação": [
      "NÃO"
    ],
    "Organização Relacionada à Saúde": [
      "HOSPITAL",
      "PLANTÃO DA ORTOPEDIA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENFª"
    ],
    "Conceito Quantitativo": [
      "2 L/MIN",
      "21 ML/H"
    ],
    "Dispositivo Médico": [
      "ACESSO VENOSO"
    ],
    "Substância Farmacológica": [
      "SF 0 , 9"
    ],
    "Função Fisiológica": [
      "URINANDO ESPONTANEAMENTE",
      "ELIMINAÇÕES FISIOLÓGICAS PRESENTES"
    ],
    "Doença ou Síndrome": [
      "INSUFICIENCIA CARDIACA CONGESTIVA"
    ],
    "Atividade de Assistência à Saúde": [
      "PRESCRIÇÃO MÉDICA",
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Produto Intelectual": [
      "PRESCRIÇÃO MÉDICA"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DE MANDIBULA"
    ]
  },
  "labels": {
    "eupnéico": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7852,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7832,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7829,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.7763,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "orientado": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7658,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E40.2": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Traços de personalidade ou estilos de enfrentamento afetando transtornos ou doenças classificados em outra parte. Definição: Todos os critérios diagnósticos para fatores psicológicos ou comportamentais afetando transtornos ou doenças classificados em outra parte são preenchidos. O indivíduo apresenta traços de personalidade ou estilos de enfrentamento que não preenchem critérios diagnósticos para um transtorno mental, comportamental ou do neurodesenvolvimento, que afetam de forma adversa a manifestação, o tratamento ou curso de um transtorno ou doença classificado em outro capítulo (p.ex., negação patológica da necessidade de cirurgia em um paciente com câncer; comportamento hostil e tenso contribuindo para doença cardíaca)."
          }
        },
        {
          "6D86.3": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Apatia na demência. Definição: Além dos distúrbios cognitivos característicos de demência, o quadro clínico atual inclui indiferença ou falta de interesse clinicamente significativos."
          }
        }
      ]
    },
    "hemodinamicamente estável": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7646,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BD52.71": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7504,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7495,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        }
      ]
    },
    "mv difusos": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A63.01": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Crise epiléptica febril complexa. Definição: Crises epilépticas febris com duração superior a 15 minutos ou episódios múltiplos ocorrendo em 24 horas ou crises epilépticas com características focais."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7142,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8B25": {
            "confidence_embedding": 0.7129,
            "text": "Representação de doença CID-11: Efeitos tardios de doença cerebrovascular. Definição: Efeitos da doença cerebrovascular após 1 mês do início da doença. Os códigos para AVC agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
          }
        }
      ]
    },
    "restrito ao leito": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7206,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB81.5": {
            "confidence_embedding": 0.7168,
            "text": "Representação de doença CID-11: Osteorradionecrose. Definição: Necrose do osso atribuída à radiação ionizante, mais comumente acometendo a mandíbula após radioterapia radical para o tratamento de câncer de cabeça e pescoço, ou a parede torácica após radioterapia para o câncer de mama."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.716,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.714,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        }
      ]
    },
    "normocorado": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5K.6": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Deficiência de cobre. Definição: Deficiência dietética é rara e tem sido observada em prematuros e bebês com baixo peso ao nascimento que são alimentados exclusivamente com leite de vaca e em indivíduos em nutrição parenteral total (NPT) prolongada sem cobre. Manifestações clínicas incluem despigmentação de pele e cabelo, distúrbios neurológicos, leucopenia, anemia microcítica e hipocrômica e anormalidades esqueléticas."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7694,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.768,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B5K.A": {
            "confidence_embedding": 0.763,
            "text": "Representação de doença CID-11: Deficiência de molibdênio. Definição: O molibdênio funciona como cofator para um número limitado de enzimas em humanos: sulfito oxidase, xantina oxidase e aldeído oxidase. Foi descrito um defeito metabólico grave e raro que causa deficiência do cofator de molibdênio e impede que essas enzimas sejam sintetizadas. Poucos bebês com esses defeitos sobrevivem aos primeiros dias de vida e os que sobrevivem apresentam graves anormalidades neurológicas. Embora a deficiência de molibdênio relacionada a uma deficiência alimentar seja extremamente rara em humanos, ela foi descrita na nutrição parenteral total (NPT) de longo prazo como secundária à administração de sulfito. Os sintomas incluem: taquicardia, dor de cabeça, cegueira noturna, irritabilidade e coma. As alterações bioquímicas podem consistir em elevadas concentrações plasmáticas de metionina , baixa concentração sérica de ácido úrico, altos níveis de tiossulfato urinário e baixos níveis urinários de ácido úrico e sulfato."
          }
        },
        {
          "5C64.40": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Hipermagnesemia. Definição: É um distúrbio eletrolítico no qual há aumento importante do nível de magnésio no sangue. Normalmente, isso resulta em excesso de magnésio no corpo."
          }
        }
      ]
    },
    "forte algi": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB41.3": {
            "confidence_embedding": 0.7502,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MD91": {
            "confidence_embedding": 0.7436,
            "text": "Representação de doença CID-11: Eructação. Definição: Liberação de gás do trato gastrointestinal superior via esôfago pela boca."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7368,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "comunicativo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7682,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7466,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7455,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        }
      ]
    },
    "insuficiencia cardiaca congestiva": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE10": {
            "confidence_embedding": 0.8086,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.782,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.782,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7816,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7814,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        }
      ]
    },
    "fratura de mandibula": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB84.4": {
            "confidence_embedding": 0.7337,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.725,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.7206,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FB81.5": {
            "confidence_embedding": 0.7206,
            "text": "Representação de doença CID-11: Osteorradionecrose. Definição: Necrose do osso atribuída à radiação ionizante, mais comumente acometendo a mandíbula após radioterapia radical para o tratamento de câncer de cabeça e pescoço, ou a parede torácica após radioterapia para o câncer de mama."
          }
        },
        {
          "FB84.5": {
            "confidence_embedding": 0.7183,
            "text": "Representação de doença CID-11: Outra osteomielite crônica hematogênica. Definição: "
          }
        }
      ]
    },
    "verbalizando": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7702,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.768,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7599,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "urinando espontaneamente": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB90.47": {
            "confidence_embedding": 0.7904,
            "text": "Representação de doença CID-11: Aminoacidúria. Definição: Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
          }
        },
        {
          "GC75": {
            "confidence_embedding": 0.7744,
            "text": "Representação de doença CID-11: Mau funcionamento do segmento aferente de uma bolsa urinária continente. Definição: Uma afecção caracterizada pela disfunção ou falta de função de um reservatório de urina criado cirurgicamente dentro do corpo, especificamente ao longo do caminho pelo qual a urina entra na bolsa."
          }
        },
        {
          "GC76": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Mau funcionamento do segmento eferente de uma bolsa urinária continente. Definição: Uma condição caracterizada pela disfunção ou falta de função de um reservatório de urina criado cirurgicamente dentro do corpo, especificamente ao longo do caminho pelo qual a urina sai da bolsa."
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.7719,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GB71.1": {
            "confidence_embedding": 0.7665,
            "text": "Representação de doença CID-11: Cálculo uretral. Definição: Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada por cálculos urinários localizados na uretra, onde pode levar à cólica renal. Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdome inferior, virilha, coxas ou genitália. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
          }
        }
      ]
    },
    "mobilizando ativamente os membros": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7146,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7029,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.6896,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.6889,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.6855,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        }
      ]
    },
    "abdome globoso": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.3": {
            "confidence_embedding": 0.7864,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.736,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7322,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MD91": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Eructação. Definição: Liberação de gás do trato gastrointestinal superior via esôfago pela boca."
          }
        }
      ]
    },
    "lúcido": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7993,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7796,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7646,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "consciente": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7685,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7605,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7425,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        }
      ]
    },
    "monitorizado": {
      "capitulo": "V",
      "opcoes": [
        {
          "VV3Z": {
            "confidence_embedding": 0.6978,
            "text": "Representação de doença CID-11: Funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. Definição: "
          }
        },
        {
          "VV3Y": {
            "confidence_embedding": 0.6934,
            "text": "Representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Definição: "
          }
        },
        {
          "VW21": {
            "confidence_embedding": 0.69,
            "text": "Representação de doença CID-11: Cuidado com partes do corpo. Definição: "
          }
        },
        {
          "VE01": {
            "confidence_embedding": 0.6846,
            "text": "Representação de doença CID-11: Funções auditivas e vestibulares [BMDS]. Definição: "
          }
        },
        {
          "VV40": {
            "confidence_embedding": 0.6835,
            "text": "Representação de doença CID-11: Funções relacionadas ao sistema digestivo. Definição: "
          }
        }
      ]
    },
    "dispneico aos esforços": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.7931,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7832,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7685,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CA08.10": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Rinite não alérgica com eosinófilos. Definição: Rinite eosinofílica não alérgica é caracterizada por um elevado número (definido de forma inconsistente como >5% a >20%) de eosinófilos no esfregaço nasal. Os pacientes usualmente apresentam exacerbações paroxísticas de sintomas, incluindo, espirros, rinorreia aquosa profusa, prurido, congestão nasal, e anosmia ocasional. Tal quadro pode preceder o desenvolvimento de polipose nasal e hipersensibilidade à aspirina. Pacientes com rinite eosinofílica não alérgica têm risco aumentado para o desenvolvimento de apneia obstrutiva do sono."
          }
        }
      ]
    },
    "hiperemia": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE86": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Hipertermia maligna devida a anestesia. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7349,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NC56.5": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão. Definição: "
          }
        },
        {
          "NC56.50": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Laceração do vaso sanguíneo do outro dedo da mão. Definição: "
          }
        },
        {
          "NC56.51": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Contusão do vaso sanguíneo do outro dedo da mão. Definição: "
          }
        }
      ]
    }
  }
}