{
  "prontuario_id": 423,
  "text": "08:40hs Repassado SNE e realizado testes, aguarda RX para confirmar posicionamento. Enf FLORENCE NIGHTINGALE. 09:00hs Glasglow 4, pupilas levemente anisocóricas, TQT em VM modo controlado VC: 660, PEEP: 8, FiO2: 60%, AVCSE com noradrenalina: 30 ml/h, SNE repassada aguarda RX para confirmar posicionamento, SNG aberta com estase gástrica, FO abdominal  com saida discreta de secreção serosanguinolenta, SVD com diurese concentrada. Monitorização PAM radial esquerda: 100 mmHg, FC: 126 bpm, SpO2: 97%, asculta cardíaca: BRNF SS, asculta pulmonar: MV presente e roncos difusos, abdomen flácido e RH presente, extremidades bem perfundidas e aquecidas, segue aos cuidados intensivos de enfermagem. Enf FLORENCE NIGHTINGALE. SEPTICEMIA NAO ESPECIFICADA. 00:36 Lucida, comunicativa, em repouso no leito, referindo mal estar gastrico, realizado troca de curativo em MIE, ferida sanguinolenta, com pouca secreçao serosa, extremidade aquecida, referindo algia intensa no local, foi medicada, aceita dieta, diurese presente, segue cuidados. VARIZES DOS MEMBROS INFERIORES COM ULCERA.",
  "entities": {
    "Abreviação": [
      "RX",
      "Enf",
      "TQT",
      "VM",
      "VC",
      "PEEP",
      "FiO2",
      "AVCSE",
      "FO",
      "FC",
      "bpm",
      "SpO2",
      "MIE",
      "Repassado SNE",
      "SNE repassada",
      "SNG aberta com estase gástrica",
      "SVD com diurese concentrada",
      "Monitorização PAM",
      "BRNF SS",
      "MV presente",
      "RH presente"
    ],
    "Procedimento Diagnóstico": [
      "RX",
      "Monitorização PAM",
      "asculta cardíaca",
      "asculta pulmonar"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enf"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TQT",
      "VM",
      "PEEP",
      "FiO2",
      "AVCSE",
      "medicada",
      "Repassado SNE",
      "modo controlado",
      "SNE repassada",
      "SNG aberta com estase gástrica",
      "repouso no leito",
      "troca de curativo"
    ],
    "Conceito Quantitativo": [
      "660",
      "8",
      "60%",
      "126",
      "97%",
      "30 ml/h",
      "100 mmHg"
    ],
    "Dispositivo Médico": [
      "AVCSE"
    ],
    "Substância Farmacológica": [
      "noradrenalina"
    ],
    "Hormônio": [
      "noradrenalina"
    ],
    "Substância Química Orgânica": [
      "noradrenalina"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Localização ou Região Corporal": [
      "abdominal",
      "abdomen",
      "extremidades",
      "MIE"
    ],
    "Atributo Clínico": [
      "FC",
      "SpO2"
    ],
    "Achado": [
      "Lucida",
      "comunicativa",
      "BRNF SS",
      "MV presente",
      "RH presente",
      "bem perfundidas",
      "repouso no leito",
      "extremidade aquecida",
      "aceita dieta",
      "diurese presente"
    ],
    "Conceito Qualitativo": [
      "pouca"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados",
      "cuidados intensivos de enfermagem"
    ],
    "Sinal ou Sintoma": [
      "Glasglow 4",
      "pupilas levemente anisocóricas",
      "SNG aberta com estase gástrica",
      "discreta de secreção serosanguinolenta",
      "roncos difusos",
      "mal estar gastrico",
      "algia intensa"
    ],
    "Função Fisiológica": [
      "SVD com diurese concentrada",
      "diurese presente"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "radial esquerda"
    ],
    "Substância Corporal": [
      "secreçao serosa"
    ],
    "Doença ou Síndrome": [
      "VARIZES DOS MEMBROS INFERIORES COM ULCERA"
    ]
  },
  "labels": {
    "pupilas levemente anisocóricas": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A02.00": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8C78": {
            "confidence_embedding": 0.7278,
            "text": "Representação de doença CID-11: Hipertermia maligna ou hiperpirexia. Definição: Hipertermia maligna é um transtorno farmacogenético do músculo esquelético que se apresenta como uma resposta hipermetabólica a gases anestésicos voláteis potentes, como halotano, sevoflurano, desflurano e o relaxante muscular despolarizante succinilcolina, e raramente em humanos, a estresses como exercícios vigorosos e calor. Pode ser causada por uma mutação no gene Receptor 1 da Rionadina."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A63.01": {
            "confidence_embedding": 0.722,
            "text": "Representação de doença CID-11: Crise epiléptica febril complexa. Definição: Crises epilépticas febris com duração superior a 15 minutos ou episódios múltiplos ocorrendo em 24 horas ou crises epilépticas com características focais."
          }
        },
        {
          "8E46": {
            "confidence_embedding": 0.7198,
            "text": "Representação de doença CID-11: Síndrome de Reye. Definição: A síndrome de Reye é uma lesão (aguda) cerebral súbita (encefalopatia) associada a problemas hepáticos de causa desconhecida. A síndrome ocorreu com o uso de aspirina para tratar varicela ou gripe em crianças. No entanto, tornou-se muito incomum, uma vez que a aspirina não é mais recomendada para uso rotineiro em crianças. A síndrome de Reye geralmente começa com vômitos, que duram muitas horas. O vômito é rapidamente seguido por um comportamento irritável e agressivo. Não há tratamento específico para essa condição. O profissional de saúde deve monitorar a pressão cerebral, os gases sanguíneos e o equilíbrio ácido-básico do sangue."
          }
        }
      ]
    },
    "discreta de secreção serosanguinolenta": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7852,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB91": {
            "confidence_embedding": 0.7534,
            "text": "Representação de doença CID-11: Insuficiência hepática aguda ou subaguda. Definição: Insuficiência hepática aguda e subaguda é caracterizada pelo início de coagulopatia e/ou encefalopatia hepática dentro de 8 semanas do início de sintomas em um paciente sem doença hepática conhecida previamente."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DA20.3": {
            "confidence_embedding": 0.7434,
            "text": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica."
          }
        },
        {
          "DA26.3": {
            "confidence_embedding": 0.7408,
            "text": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse."
          }
        }
      ]
    },
    "varizes dos membros inferiores com ulcera": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7118,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7021,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB54.Z": {
            "confidence_embedding": 0.7008,
            "text": "Representação de doença CID-11: Entesopatias dos membros inferiores, não especificadas. Definição: "
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.6938,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        }
      ]
    },
    "mal estar gastrico": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME01": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME24.90": {
            "confidence_embedding": 0.7442,
            "text": "Representação de doença CID-11: Sangramento gastrointestinal agudo, não classificado em outra parte. Definição: "
          }
        },
        {
          "ME24.91": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Sangramento gastrointestinal crônico, não classificado em outra parte. Definição: "
          }
        },
        {
          "ME24.A5": {
            "confidence_embedding": 0.739,
            "text": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.737,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        }
      ]
    },
    "brnf ss": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.4": {
            "confidence_embedding": 0.7352,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MD24": {
            "confidence_embedding": 0.7248,
            "text": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: "
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MA15.0": {
            "confidence_embedding": 0.7212,
            "text": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.7135,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        }
      ]
    },
    "glasglow 4": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.4": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MD24": {
            "confidence_embedding": 0.7167,
            "text": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: "
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7128,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7103,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MA18.2": {
            "confidence_embedding": 0.7098,
            "text": "Representação de doença CID-11: Nível anormal dos gases no sangue arterial. Definição: "
          }
        }
      ]
    },
    "algia intensa": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD24": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: "
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MA15.0": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "ME64": {
            "confidence_embedding": 0.7321,
            "text": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação."
          }
        }
      ]
    },
    "roncos difusos": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7595,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA72": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Síndrome de Mendelson. Definição: Esta pneumonite química é causada por aspiração durante anestesia, especialmente durante a gravidez. O conteúdo da aspiração pode incluir suco gástrico, sangue, bile, água ou uma associação destes."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7544,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        }
      ]
    },
    "sng aberta com estase gástrica": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7889,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA20.3": {
            "confidence_embedding": 0.7464,
            "text": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7413,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        },
        {
          "DA26.3": {
            "confidence_embedding": 0.739,
            "text": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse."
          }
        }
      ]
    },
    "fo": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME01": {
            "confidence_embedding": 0.7667,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.756,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MA15.0": {
            "confidence_embedding": 0.7499,
            "text": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MD24": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: "
          }
        }
      ]
    },
    "mv presente": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.785,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7805,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA72": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Síndrome de Mendelson. Definição: Esta pneumonite química é causada por aspiração durante anestesia, especialmente durante a gravidez. O conteúdo da aspiração pode incluir suco gástrico, sangue, bile, água ou uma associação destes."
          }
        },
        {
          "CB05.40": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Transtornos respiratórios na Síndrome de Churg-Strauss. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma vasculite autoimune de vasos médios e pequenos, levando à necrose."
          }
        }
      ]
    }
  }
}