{
  "prontuario_id": 433,
  "text": "9:30 - Hx DIMINUIÇAO DA FORÇA MUSCULAR + DISARTRIA - ACOMPANHADA DO FILHO, CONSCIENTE, LUCIDA, EUPNEICA, COMUNICATIVA, DEAMBULA COM AUXILIO, SEM QUEIXAS ALGICAS NO MOMENTO, APRESENTA PUPILAS ISOCORICAS, PELE E MUCOSA CORADA E HIDRATADA, AUSCULTA PULMONAR COM MV +, RUIDOS DIFUSOS, ABDOMEM FLACIDO, RHA +, MANTEM ACESSO VENOSO PERIFERICO SALINIZADO EM MSD, RELATA BOA ACEITAÇAO DA DIETA OFERECIDA, DIURESE ESPONTANEA PRESENTE;  COMORBIDADES: HAS + DM; DESCONHECE ALERGIA A MEDICAÇÕES; AGUARDA CONDUTA MEDICA; OUTRAS HEMORRAGIAS INTRACEREBRAIS. 10H - DR VITAL BRASIL SOLICITA OXIMETRIA DE PULSO, ENTRO EM CONTATO COM SETORES DO HOSPITAL, PORÉM NÃO HÁ OXIMETRO , INFORMO DR VITAL BRASIL O MESMO CIENTE, INFORMOU QUE SOLICITARÁ GASOMETRIA ARTERIAL.  ENFA FLORENCE NIGHTINGALE, COREN XX XXXX. INSUFICIENCIA RESPIRATORIA AGUDA. 17h - 4º PO tx renal, acordado, lucido, comunicativo, eupneico, em ar ambiente, normotenso, normocorado, deambulando sem auxilio, aceitando dieta oferecida, abdomen flacido, curativo abdominal limpo e seco externamente, uso de cinta abdominal, diurese presente de coloração clara, nega queixas algicas, realizada medidas de conforto, segue sob cuidados.  Enf FLORENCE NIGHTINGALE, RIM TRANSPLANTADO. 15:45hrs paciente consciente, comunicativo, eupneico em aa, deambulando sem queixas algicas aceitando bem dieta oferecida via oral, apresenta leve edema em região maxilar á d. eliminações fisiologicas presentes TRAUMATISMO INTRACRANIANO.",
  "entities": {
    "Sinal ou Sintoma": [
      "DISARTRIA",
      "DIMINUIÇAO DA FORÇA MUSCULAR",
      "QUEIXAS ALGICAS",
      "RUIDOS DIFUSOS",
      "queixas algicas",
      "leve edema"
    ],
    "Grupo Familiar": [
      "FILHO"
    ],
    "Achado": [
      "CONSCIENTE",
      "LUCIDA",
      "EUPNEICA",
      "COMUNICATIVA",
      "CORADA",
      "HIDRATADA",
      "SALINIZADO",
      "acordado",
      "lucido",
      "comunicativo",
      "eupneico",
      "normotenso",
      "normocorado",
      "deambulando",
      "limpo",
      "seco",
      "consciente",
      "DEAMBULA COM AUXILIO",
      "PUPILAS ISOCORICAS",
      "MV +",
      "ABDOMEM FLACIDO",
      "RHA +",
      "BOA ACEITAÇAO DA DIETA",
      "DIURESE ESPONTANEA",
      "DESCONHECE ALERGIA A MEDICAÇÕES",
      "em ar ambiente",
      "aceitando dieta",
      "abdomen flacido",
      "diurese presente",
      "coloração clara",
      "eupneico em aa",
      "aceitando bem dieta oferecida via oral",
      "eliminações fisiologicas presentes"
    ],
    "Negação": [
      "SEM",
      "NÃO",
      "sem",
      "nega"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PELE",
      "MUCOSA"
    ],
    "Abreviação": [
      "MSD",
      "HAS",
      "DM",
      "DR",
      "ENFA",
      "Enf",
      "MV +",
      "RHA +",
      "4º PO",
      "tx renal",
      "eupneico em aa",
      "região maxilar á d"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "região maxilar á d"
    ],
    "Doença ou Síndrome": [
      "COMORBIDADES",
      "HAS",
      "DM",
      "HEMORRAGIAS INTRACEREBRAIS",
      "INSUFICIENCIA RESPIRATORIA AGUDA"
    ],
    "Organização Relacionada à Saúde": [
      "HOSPITAL"
    ],
    "Dispositivo Médico": [
      "OXIMETRO",
      "ACESSO VENOSO PERIFERICO",
      "curativo abdominal",
      "cinta abdominal"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENFA",
      "Enf"
    ],
    "Atividade de Assistência à Saúde": [
      "auxilio",
      "cuidados"
    ],
    "Conceito Espacial": [
      "externamente"
    ],
    "Paciente ou Grupo com Deficiência": [
      "paciente"
    ],
    "Procedimento Diagnóstico": [
      "AUSCULTA PULMONAR",
      "OXIMETRIA DE PULSO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ACESSO VENOSO PERIFERICO",
      "tx renal",
      "curativo abdominal",
      "cinta abdominal",
      "medidas de conforto"
    ],
    "Função Fisiológica": [
      "DIURESE ESPONTANEA",
      "diurese presente",
      "eliminações fisiologicas presentes"
    ],
    "Procedimento Laboratorial": [
      "GASOMETRIA ARTERIAL"
    ],
    "Conceito Temporal": [
      "4º PO"
    ],
    "Função Patológica": [
      "leve edema"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMO INTRACRANIANO"
    ]
  },
  "labels": {
    "boa aceitaçao da dieta": {
      "capitulo": "V",
      "opcoes": [
        {
          "VW21": {
            "confidence_embedding": 0.7159,
            "text": "Representação de doença CID-11: Cuidado com partes do corpo. Definição: "
          }
        },
        {
          "VV40": {
            "confidence_embedding": 0.6985,
            "text": "Representação de doença CID-11: Funções relacionadas ao sistema digestivo. Definição: "
          }
        },
        {
          "VV4Z": {
            "confidence_embedding": 0.6787,
            "text": "Representação de doença CID-11: Funções dos sistemas digestivo, metabólico e endócrino, não especificadas. Definição: "
          }
        },
        {
          "VV4Y": {
            "confidence_embedding": 0.6735,
            "text": "Representação de doença CID-11: Outras funções dos sistemas digestivo, metabólico e endócrino, especificadas. Definição: "
          }
        },
        {
          "VE12": {
            "confidence_embedding": 0.6638,
            "text": "Representação de doença CID-11: Funções emocionais [BMDS]. Definição: "
          }
        }
      ]
    },
    "deambula com auxilio": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.761,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7151,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7137,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7105,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA80.5": {
            "confidence_embedding": 0.7024,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: "
          }
        }
      ]
    },
    "leve edema": {
      "capitulo": "14",
      "opcoes": [
        {
          "EH40.3": {
            "confidence_embedding": 0.7746,
            "text": "Representação de doença CID-11: Edema hemorrágico agudo da infância. Definição: O edema hemorrágico agudo é uma vasculite cutânea mediada por imunocomplexos geralmente associada a infecção respiratória ou imunização. Acomete crianças com idades entre 4 meses e 2 anos, sendo meninos duas vezes mais afetados do que meninas. A dramática aparência clínica do edema facial e dos membros com múltiplas máculas purpúricas em alvo contrasta com seu curso geralmente benigno."
          }
        },
        {
          "EE20": {
            "confidence_embedding": 0.7612,
            "text": "Representação de doença CID-11: Síndrome de distensão cutânea aguda. Definição: Sequela comum de edema agudo, especialmente das extremidades inferiores. Manifesta-se como bolhas, que podem ser confundidas com uma doença imunobolhosa (bolhas de edema agudo); ou como fissura e inflamação superficiais da pele (eczema craquelê)."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7481,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        }
      ]
    },
    "traumatismo intracraniano": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D61": {
            "confidence_embedding": 0.7653,
            "text": "Representação de doença CID-11: Hipotensão intracraniana. Definição: A síndrome de hipotensão intracraniana é uma entidade fisiopatológica única de origem diversa. Geralmente é caracterizada por uma cefaleia ortostática, que ocorre ou piora com a postura ereta. Pacientes com cefaleias crônicas ou assintomáticos foram descritos."
          }
        },
        {
          "8B25.3": {
            "confidence_embedding": 0.7591,
            "text": "Representação de doença CID-11: Efeitos tardios de hemorragia intracraniana não traumática. Definição: Efeitos tardios de outra hemorragia intracraniana não traumática após 1 mês ou mais do início da doença. Os códigos para episódios agudos devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8D67": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Cisto aracnoide intracraniano. Definição: Cavidade cheia de líquido dentro da membrana aracnoide que pode ser congênita ou adquirida. As causas adquiridas incluem traumatismo, infecção e cirurgia. A localização mais comum é a fossa craniana média. Os fatores que influenciam se o cisto causa sintomas incluem seu tamanho e localização. Os sintomas, se presentes, podem incluir dor de cabeça, tontura, náuseas e vômitos, convulsões, atraso no desenvolvimento."
          }
        },
        {
          "8D60": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Pressão intracraniana aumentada. Definição: Aumento da pressão dentro do crânio causado por alterações nos volumes dos componentes intracranianos, como matéria cerebral, LCR e sangue, ou pela presença de uma entidade de massa patológica."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        }
      ]
    },
    "ruidos difusos": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7575,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CB00": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
          }
        }
      ]
    },
    "abdomem flacido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7176,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.5": {
            "confidence_embedding": 0.7115,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: "
          }
        },
        {
          "FA80.9": {
            "confidence_embedding": 0.7109,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral em coluna lombar com prolapso de disco. Definição: "
          }
        }
      ]
    },
    "insuficiencia respiratoria aguda": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.7946,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7924,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7737,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB00": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        }
      ]
    },
    "corada": {
      "capitulo": "14",
      "opcoes": [
        {
          "EA90.3": {
            "confidence_embedding": 0.7792,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EE11.1": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Síndrome das unhas amarelas. Definição: A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7665,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7631,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        }
      ]
    },
    "normotenso": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE10": {
            "confidence_embedding": 0.7802,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7707,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7651,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7645,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        }
      ]
    },
    "comorbidades": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A85.21": {
            "confidence_embedding": 0.737,
            "text": "Representação de doença CID-11: Urticária ou angioedema induzido pelo alimento. Definição: Urticária e/ou angioedema desencadeados por ingestão ou contato direto com alérgeno da comida em paciente sensibilizado."
          }
        },
        {
          "4A85.1": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Hipersensibilidade a ervas ou a outras terapias medicinais alternativas. Definição: Hipersensibilidade a ervas e terapias medicinais alternativas refere-se a reações imprevisíveis, clinicamente similares à alergia que causam sintomas ou sinais objetivos reprodutíveis, desencadeados pela exposição a ervas e outras terapias medicinais alternativas, como homeopatia, ventosas ou acupuntura. Ervas e terapias medicinais alternativas não são, costumeiramente, consideradas drogas, mas podem desencadear reações imunomediadas ou não, que ocorrem em indivíduos suscetíveis. Tais reações são desencadeadas por doses e procedimentos usualmente, toleradas por indivíduos normais."
          }
        },
        {
          "4A84": {
            "confidence_embedding": 0.7343,
            "text": "Representação de doença CID-11: Anafilaxia. Definição: Anafilaxia é uma reação de hipersensibilidade sistêmica grave com risco de vida, caracterizada por início rápido com problemas em vias respiratórias, respiratórios ou circulatórios potencialmente fatais, e é geralmente, embora nem sempre, associada a alterações cutâneas e mucosas."
          }
        },
        {
          "4A80.1": {
            "confidence_embedding": 0.7305,
            "text": "Representação de doença CID-11: Broncoespasmo provocado por alergia a substância alimentar. Definição: Broncoespasmo provocado por alergia a alérgenos da comida é manifestação clínica desencadeada por vários alimentos como um fenótipo de hipersensibilidade alimentar. É mais frequente em pacientes atópicos mais jovens e os alimentos mais comuns responsáveis leite de vaca, amendoim, ovos e castanhas. Esta apresentação clínica pode se manifestar como um evento isolado ou em combinação com outros sintomas como representação da anafilaxia induzida por drogas."
          }
        },
        {
          "4A44.B": {
            "confidence_embedding": 0.7279,
            "text": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição."
          }
        }
      ]
    },
    "diminuiçao da força muscular": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.8046,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        },
        {
          "FB32.0": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Diástase de músculo. Definição: Esta é uma condição em que ocorre uma separação ou ruptura patológica entre fibras musculares e outras fibras musculares, tendões ou fáscia"
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7614,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "em ar ambiente": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.8095,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.8062,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CA23.0": {
            "confidence_embedding": 0.7668,
            "text": "Representação de doença CID-11: Asma alérgica. Definição: Asma alérgica é o fenótipo de asma mais facilmente reconhecido. Frequentemente, inicia-se na infância e é associada a um histórico pessoal ou familiar de doença alérgica, como eczema, rinite alérgica, ou alergia a drogas e alimentos. O exame do escarro induzido desses pacientes, antes do tratamento, geralmente revela uma inflamação eosinofílica das vias aéreas. O principal gatilho é a exposição a alérgenos, como o ácaro da poeira doméstica e ao pólen, aos quais o indivíduo tenha sido, previamente, sensibilizado. Os pacientes com esse fenótipo de asma, usualmente, respondem bem a corticoide inalatório e à imunoterapia alérgeno-específica."
          }
        },
        {
          "CA70.Y": {
            "confidence_embedding": 0.7658,
            "text": "Representação de doença CID-11: Outra pneumonite de hipersensibilidade especificada devida a poeiras orgânicas. Definição: "
          }
        }
      ]
    },
    "abdomen flacido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7831,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.5": {
            "confidence_embedding": 0.7271,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: "
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7268,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        }
      ]
    },
    "has": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A85.21": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Urticária ou angioedema induzido pelo alimento. Definição: Urticária e/ou angioedema desencadeados por ingestão ou contato direto com alérgeno da comida em paciente sensibilizado."
          }
        },
        {
          "4A62": {
            "confidence_embedding": 0.7526,
            "text": "Representação de doença CID-11: Doença de Behçet. Definição: Doença de Behçet é uma doença de etiopatogenia não completamente compreendida caracterizada por úlceras aftosas orais e/ou genitais recorrentes acompanhadas de lesões inflamatórias cutâneas, oculares, articulares, gastrointestinais e/ou do sistema nervoso central. Podem ocorrer vasculites de pequenos vasos, vasculopatia trombótica, arterites e aneurismas arteriais. Tem uma alta prevalência do Mediterrâneo Oriental através de toda a Ásia Central até a China e Japão."
          }
        },
        {
          "4A84": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Anafilaxia. Definição: Anafilaxia é uma reação de hipersensibilidade sistêmica grave com risco de vida, caracterizada por início rápido com problemas em vias respiratórias, respiratórios ou circulatórios potencialmente fatais, e é geralmente, embora nem sempre, associada a alterações cutâneas e mucosas."
          }
        },
        {
          "4A44.7": {
            "confidence_embedding": 0.7468,
            "text": "Representação de doença CID-11: Angiite primária do sistema nervoso central. Definição: Na angiite primária do sistema nervoso central, a vasculite está limitada ao sistema nervoso central. É uma doença muito rara, e sua manifestação pode ser imitada por muitas outras doenças. Pacientes com angeíte primária comumente apresentam cefaleia, estado mental alterado de forma intermitente e eventos semelhantes a ataques isquêmicos transitórios. O diagnóstico é frequentemente baseado em angiografia, embora a biópsia cerebral continue sendo o único teste diagnóstico definitivo."
          }
        },
        {
          "4A85.2Y": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Outra hipersensibilidade alimentar especificada. Definição: "
          }
        }
      ]
    },
    "hemorragias intracerebrais": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B00.Z": {
            "confidence_embedding": 0.7845,
            "text": "Representação de doença CID-11: Hemorragia intracerebral, localização não especificada. Definição: "
          }
        },
        {
          "8B00": {
            "confidence_embedding": 0.7783,
            "text": "Representação de doença CID-11: Hemorragia intracerebral. Definição: Disfunção neurológica aguda causada por hemorragia no parênquima cerebral ou no sistema ventricular."
          }
        },
        {
          "8B22": {
            "confidence_embedding": 0.7773,
            "text": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada."
          }
        },
        {
          "8B00.5": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Hemorragia de múltiplos territórios. Definição: Disfunção neurológica aguda causada por hemorragia de vários territórios, dentro do parênquima cerebral, ou no sistema ventricular combinada com hemorragia no parênquima cerebral."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7691,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        }
      ]
    },
    "desconhece alergia a medicações": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA02.8": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Observação por suspeita de alergia ou hipersensibilidade, descartada. Definição: "
          }
        },
        {
          "QC04.4": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Imunização não realizada devido a alergia do paciente à vacina ou a algum de seus componentes. Definição: "
          }
        },
        {
          "QA77": {
            "confidence_embedding": 0.7473,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA51": {
            "confidence_embedding": 0.7355,
            "text": "Representação de doença CID-11: Corpo estranho acidentalmente deixado no corpo sem lesão ou dano.. Definição: "
          }
        },
        {
          "QA47.6Z": {
            "confidence_embedding": 0.732,
            "text": "Representação de doença CID-11: Outros nascimentos múltiplos que não gêmeos, em hospital, não especificados. Definição: "
          }
        }
      ]
    },
    "disartria": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.7317,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7303,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.4": {
            "confidence_embedding": 0.7302,
            "text": "Representação de doença CID-11: Abstinência de cocaína. Definição: Abstinência de cocaína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de opioides em indivíduos que tenham desenvolvido dependência de cocaína ou tenham usado cocaína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cocaína podem incluir humor disfórico, irritabilidade, fadiga, lentificação psicomotora, sonhos vívidos desagradáveis, insônia ou hipersonia, aumento de apetite, ansiedade, agitação ou lentificação psicomotora e fissura por cocaína."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7282,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.725,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.7974,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7913,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.787,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C50.A0": {
            "confidence_embedding": 0.7691,
            "text": "Representação de doença CID-11: Acidúria argininosuccínica. Definição: A acidúria arginossuccínica é uma deficiência hereditária autossômica recessiv a de arginosuccinato liase, uma enzima envolvida no ciclo da ureia, que leva ao coma acompanhado de hiperamonemia grave em neonatos ou, na infância, à hipotonia, deficiência de crescimento, anorexia e vômitos crônicos ou distúrbios comportamentais. O início também pode ocorrer mais tarde com coma hiperamonêmico ou distúrbios comportamentais que simulam distúrbios psiquiátricos."
          }
        },
        {
          "5B5K.A": {
            "confidence_embedding": 0.7683,
            "text": "Representação de doença CID-11: Deficiência de molibdênio. Definição: O molibdênio funciona como cofator para um número limitado de enzimas em humanos: sulfito oxidase, xantina oxidase e aldeído oxidase. Foi descrito um defeito metabólico grave e raro que causa deficiência do cofator de molibdênio e impede que essas enzimas sejam sintetizadas. Poucos bebês com esses defeitos sobrevivem aos primeiros dias de vida e os que sobrevivem apresentam graves anormalidades neurológicas. Embora a deficiência de molibdênio relacionada a uma deficiência alimentar seja extremamente rara em humanos, ela foi descrita na nutrição parenteral total (NPT) de longo prazo como secundária à administração de sulfito. Os sintomas incluem: taquicardia, dor de cabeça, cegueira noturna, irritabilidade e coma. As alterações bioquímicas podem consistir em elevadas concentrações plasmáticas de metionina , baixa concentração sérica de ácido úrico, altos níveis de tiossulfato urinário e baixos níveis urinários de ácido úrico e sulfato."
          }
        }
      ]
    }
  }
}