{
  "prontuario_id": 593,
  "text": "Paciente com DM 2;  HAS;  artrite reumatóide em acompanhamento no ambulatório de reumatologia do XXXX. Vem à emergencia em 28/07 encaminhada do ambulatório da reumato por pré-síncope e dor em ardência em região esternal direita, sem irradiação, de curta duração, em repouso. Relata ter tido outro episódio de pré-síncope há aprox. 2 meses, porém é a primeira vez que teve dor torácica. ECG com hemibloqueio anterior esquerdo, pobre progressão da onda R em V1 e V2, porém sem alterações isquêmicas agudas. Não houve alteração de enzimas cardíacas. Realizou cintilo miocárdica para estratificação de risco, cujo resultado foi normal, sem isquemia. Recebe alta assintomática, com receita das medicações em uso e orientação de procurar seu médico (posto de saúde) para ajuste da dose de  hipoglicemiantes para melhor controle do DM. Retorno a emergência se necessário. PACIENTE COM FIBRILAÇÃO ATRIAL, DUPLA LESÃO AÓRTICA, I MITRAL LEVE, COM ÚLTIMA ECO TRANSESOFÁGICA, OPTADO POR ADIAR CIRURGIA  E SEGUIR TRATAMENTO MEDICAMENTOSO. PACIENTE EM USO ANTICOAGULANTES, COM HISTÓRIA DE DOENÇA DIVERTICULAR, INTERNA COM QUADRO DE MELENA E INSTABILIDADE HEMODINÂMICA, ENCAMINHADO DO XXXX, APÓS TRANSFUSÃO DE 2 CHADS E ESTABILIZAÇÃO. PACIENTE PERMANECEU ESTÁVEL , COM CONTROLE HT / HB. REALIZADA AVALIAÇÃO COM GASTRO, ENDOSCOPIA DIGESTIVA ALTA COM GASTRITE ENDOSCÓPICA ANTRAL. RECEBE ALTA SEM ANTICOAGULAÇÃO, EM USO DE OMEPRAZOL, COM SEGUIMENTO AMBULATORIAL E DISCUTIR REINTRODUÇÃO ATC  APÓS.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "PACIENTE"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "DM",
      "DM 2",
      "artrite reumatóide",
      "FIBRILAÇÃO ATRIAL",
      "DOENÇA DIVERTICULAR",
      "GASTRITE ENDOSCÓPICA ANTRAL"
    ],
    "Abreviação": [
      "HAS",
      "ECG",
      "DM",
      "GASTRO",
      "ATC",
      "DM 2",
      "ambulatório da reumato",
      "cintilo miocárdica",
      "CONTROLE HT / HB"
    ],
    "Atividade de Assistência à Saúde": [
      "acompanhamento",
      "encaminhada",
      "alta",
      "receita",
      "orientação",
      "Retorno",
      "INTERNA",
      "ALTA"
    ],
    "Organização Relacionada à Saúde": [
      "emergencia",
      "emergência",
      "ambulatório de reumatologia",
      "ambulatório da reumato",
      "posto de saúde"
    ],
    "Sinal ou Sintoma": [
      "pré-síncope",
      "irradiação",
      "dor em ardência",
      "em repouso",
      "dor torácica",
      "DUPLA LESÃO AÓRTICA",
      "INSTABILIDADE HEMODINÂMICA"
    ],
    "Negação": [
      "sem",
      "Não",
      "SEM"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "cintilo miocárdica",
      "ECO TRANSESOFÁGICA",
      "ENDOSCOPIA DIGESTIVA ALTA"
    ],
    "Produto Intelectual": [
      "receita"
    ],
    "Substância Farmacológica": [
      "medicações",
      "hipoglicemiantes",
      "ANTICOAGULANTES",
      "OMEPRAZOL",
      "ATC"
    ],
    "Grupo Profissional ou Ocupacional": [
      "médico",
      "GASTRO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CIRURGIA",
      "TRANSFUSÃO",
      "ESTABILIZAÇÃO",
      "ANTICOAGULAÇÃO",
      "estratificação de risco",
      "TRATAMENTO MEDICAMENTOSO"
    ],
    "Função Patológica": [
      "MELENA"
    ],
    "Achado": [
      "ESTÁVEL"
    ],
    "Substância Química Orgânica": [
      "OMEPRAZOL"
    ],
    "Localização ou Região Corporal": [
      "região esternal direita"
    ],
    "Resultado Laboratorial ou de Teste": [
      "hemibloqueio anterior esquerdo",
      "pobre progressão da onda R em V1 e V2",
      "alterações isquêmicas agudas",
      "resultado foi normal",
      "GASTRITE ENDOSCÓPICA ANTRAL"
    ]
  },
  "labels": {
    "melena": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA90": {
            "confidence_embedding": 0.7411,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal torácica. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7402,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7354,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NA07.83": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Hemorragia traumática no tronco encefálico sem especificação se primária ou secundária. Definição: "
          }
        },
        {
          "NF0A.2": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Hemorragia traumática secundária ou recorrente, não classificada em outra parte. Definição: "
          }
        }
      ]
    },
    "gastrite endoscópica antral": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA42.6": {
            "confidence_embedding": 0.8275,
            "text": "Representação de doença CID-11: Doença de Ménétrier. Definição: Gastrite caracterizada por hipertrofia da mucosa gástrica, que pode causar pregas gigantes. O espessamento das pregas é causado predominantemente pela expansão do compartimento de células epiteliais da mucosa gástrica. Os pacientes com doença de Ménétrier mais \r\nfrequentemente apresentam hipoalbuminemia secundária à perda de albumina para o lúmen gástrico."
          }
        },
        {
          "DA42.72": {
            "confidence_embedding": 0.8162,
            "text": "Representação de doença CID-11: Gastrite hemorrágica aguda de etiologia desconhecida. Definição: Inflamação de início rápido do revestimento mucoso do estômago com sangramento associado ou fluxo sanguíneo anormal."
          }
        },
        {
          "DA42.4": {
            "confidence_embedding": 0.8081,
            "text": "Representação de doença CID-11: Gastrite alérgica. Definição: Gastrite devida a transtornos alérgicos, significando principalmente à gastrite aguda secundária a alergia alimentar. Porém, isso inclui também gastrite alérgica devida a substâncias não alimentares e gastrite devida a hipersensibilidade não mediada por IgE. Isto inclui gastroduodenite e gastroenterite."
          }
        },
        {
          "DA42": {
            "confidence_embedding": 0.8033,
            "text": "Representação de doença CID-11: Gastrite. Definição: Gastrite é uma lesão da mucosa gástrica que envolve dano epitelial, inflamação da mucosa e regeneração das células epiteliais, excluindo por qualquer anormalidade epitelial. A gastrite é causada por vários fatores como agentes infecciosos, drogas, agentes químicos, reação autoimune e outros. A gastrite é diagnosticada por histopatologia e/ou endoscopia. A gastrite é classificada como aguda e crônica pelo curso clínico."
          }
        },
        {
          "DA42.8Z": {
            "confidence_embedding": 0.7978,
            "text": "Representação de doença CID-11: Gastrite devida a causas externas, não especificada. Definição: "
          }
        }
      ]
    },
    "dor em ardência": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.8143,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.8095,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.8084,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG31.2": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Dor pós-operatória aguda, não classificada em outra parte. Definição: Dor no local da intervenção ou causada por uma intervenção cirúrgica."
          }
        },
        {
          "MG31": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Dor aguda. Definição: Dor com duração inferior a 3 meses.\r\n\r\nEste código deve ser usado apenas quando não houver especificações adicionais de localização da dor."
          }
        }
      ]
    },
    "has": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7707,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.77,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.7691,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA60.1": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio. Definição: Inflamação do pericárdio que pode causar dor no peito, que ocorre tão precocemente quanto o primeiro dia e até 6 semanas após o infarto agudo do miocárdio. A dor da pericardite irradia para qualquer crista do trapézio. O infarto do miocárdio transmural é responsável pela inflamação pericárdica local. Atritos pericárdicos transitórios são relativamente comuns em pacientes com infarto transmural nas primeiras 48 horas. Uma pericardite fibrinosa aguda ocorre comumente após o infarto transmural, enquanto o risco de pericardite hemorrágica está aumentado por anticoagulação."
          }
        }
      ]
    },
    "instabilidade hemodinâmica": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA83.42": {
            "confidence_embedding": 0.7299,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "NC14.1": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do braço. Definição: "
          }
        },
        {
          "NC34.1": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do antebraço. Definição: "
          }
        },
        {
          "NC55.1": {
            "confidence_embedding": 0.7277,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: "
          }
        },
        {
          "NE82.02": {
            "confidence_embedding": 0.7266,
            "text": "Representação de doença CID-11: Estimulação de nervo frênico por marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        }
      ]
    },
    "dupla lesão aórtica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA60.8": {
            "confidence_embedding": 0.7869,
            "text": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7856,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA60.1": {
            "confidence_embedding": 0.7851,
            "text": "Representação de doença CID-11: Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio. Definição: Inflamação do pericárdio que pode causar dor no peito, que ocorre tão precocemente quanto o primeiro dia e até 6 semanas após o infarto agudo do miocárdio. A dor da pericardite irradia para qualquer crista do trapézio. O infarto do miocárdio transmural é responsável pela inflamação pericárdica local. Atritos pericárdicos transitórios são relativamente comuns em pacientes com infarto transmural nas primeiras 48 horas. Uma pericardite fibrinosa aguda ocorre comumente após o infarto transmural, enquanto o risco de pericardite hemorrágica está aumentado por anticoagulação."
          }
        },
        {
          "BA60.2": {
            "confidence_embedding": 0.7753,
            "text": "Representação de doença CID-11: Aneurisma ventricular como complicação atual subsequente a infarto agudo do miocárdio. Definição: Área discinética distinta da parede ventricular esquerda com uma base larga após infarto agudo do miocárdio. A parede do aneurisma verdadeiro é mais fina do que o resto do ventrículo esquerdo; geralmente é composta de tecido fibroso e músculo necrótico, ocasionalmente misturado com miocárdio viável. Em contraste, os pseudoaneurismas são compostos por hematoma e pericárdio organizados e carecem de quaisquer elementos da parede miocárdica original."
          }
        },
        {
          "BA41": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)"
          }
        }
      ]
    },
    "artrite reumatóide": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA24.4": {
            "confidence_embedding": 0.8072,
            "text": "Representação de doença CID-11: Artrite juvenil sistêmica. Definição: A artrite idiopática juvenil de início sistêmico representa 10-11% dos casos de artrite idiopática juvenil (AIJ), é marcada pela gravidade das manifestações extra-articulares (febre, erupção cutanea) e pela frequência semelhante entre os sexos. Os picos febris são associados com erupções cutâneas transitórias e lesões eritematosas difusas ou urticariformes. A presença de artrite é essencial para o diagnóstico, mas pode se manifestar tardiamente no curso da doença. O acometimento articular é variável (mono, oligo ou poliartrite), em pequenas e grandes articulações, de forma predominantemente simétrica. Essa tríade diagnóstica característica também pode estar associada a adenopatia e hepatoesplenomegalia. As complicações viscerais (pericardite, derrame pleural ou peritonite serosa com dor abdominal) podem estar presentes."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7979,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA21": {
            "confidence_embedding": 0.796,
            "text": "Representação de doença CID-11: Artrite psoriásica. Definição: A artrite psoriásica, um membro da família das espondiloartrites, é definida como uma artropatia inflamatória associada à psoríase, geralmente com fator reumatoide negativo. É caracterizada por várias manifestações clínicas, incluindo poliartrite simétrica, oligoartrite ou poliartrite assimétrica, inflamação axial semelhante a espondilite anquilosante, entesite periférica, envolvimento da parede torácica anterior, artrite das interfalângicas distais das mãos e pés, dactilite (dedos das mãos ou pés em salsicha), artrite mutilante e onico-paquidermo-periostite. Os critérios de CASPAR tem alta sensibilidade e especificidade."
          }
        },
        {
          "FA11.2": {
            "confidence_embedding": 0.7919,
            "text": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7909,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        }
      ]
    },
    "fibrilação atrial": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.8602,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC81.32": {
            "confidence_embedding": 0.8479,
            "text": "Representação de doença CID-11: Fibrilação atrial permanente. Definição: Termo usado para identificar indivíduos com FA persistente em que foi tomada a decisão de não mais seguir uma estratégia de controle do ritmo, ou em que a cardioversão falhou ou não foi tentada."
          }
        },
        {
          "BC60": {
            "confidence_embedding": 0.8385,
            "text": "Representação de doença CID-11: Despolarização atrial prematura. Definição: Despolarização elétrica cardíaca originada nos átrios, ocorrendo antes do batimento sinusal esperado"
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.8348,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        },
        {
          "BC81.20": {
            "confidence_embedding": 0.8346,
            "text": "Representação de doença CID-11: Taquicardia de macrorreentrada dependente do istmo cavotricuspídeo. Definição: Taquicardia atrial por macrorreentrada que gira em torno do ânulo tricuspídeo."
          }
        }
      ]
    },
    "dor torácica": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.8274,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.8227,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.8212,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG31.2": {
            "confidence_embedding": 0.7896,
            "text": "Representação de doença CID-11: Dor pós-operatória aguda, não classificada em outra parte. Definição: Dor no local da intervenção ou causada por uma intervenção cirúrgica."
          }
        },
        {
          "MG31": {
            "confidence_embedding": 0.781,
            "text": "Representação de doença CID-11: Dor aguda. Definição: Dor com duração inferior a 3 meses.\r\n\r\nEste código deve ser usado apenas quando não houver especificações adicionais de localização da dor."
          }
        }
      ]
    },
    "irradiação": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.8006,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.794,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7918,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME83": {
            "confidence_embedding": 0.7911,
            "text": "Representação de doença CID-11: Reumatismo, não especificado. Definição: É um grupo de doenças marcadas por inflamação ou dor em estruturas de tecido conjuntivo do corpo e é considerado não especificado."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7911,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        }
      ]
    },
    "doença diverticular": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD00.0Y": {
            "confidence_embedding": 0.8062,
            "text": "Representação de doença CID-11: Outra diverticulite de parte não especificada do intestino com complicação especificada. Definição: "
          }
        },
        {
          "DD00.Z": {
            "confidence_embedding": 0.7995,
            "text": "Representação de doença CID-11: Diverticulite de parte não especificada do intestino sem especificação da presença ou ausência de complicações. Definição: "
          }
        },
        {
          "DD02.0": {
            "confidence_embedding": 0.7982,
            "text": "Representação de doença CID-11: Doença diverticular de parte não especificada do intestino com hemorragia. Definição: "
          }
        },
        {
          "DD1Z": {
            "confidence_embedding": 0.7961,
            "text": "Representação de doença CID-11: Doença diverticular do intestino, não especificada. Definição: "
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7954,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "5",
      "opcoes": []
    },
    "dm 2": {
      "capitulo": "5",
      "opcoes": []
    },
    "pré-síncope": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.8114,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.8095,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.8062,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.8046,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.8016,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        }
      ]
    }
  }
}