{
  "prontuario_id": 116,
  "text": "Paciente HAS, cardiopatia isquêmica, com CRM em 1993. Lesão em ponte de safena para CD com tentativa de ACTP sem sucesso em 08/2000, mas com ACTP + stent em segmento proximal de CD, bem como ACTP em segmentos médio e distal da CD nativa com sucesso. SCA sem supra ST em 10/2004. CAT com lesão em Cx, sendo realizado tentativa de ACTP neste vaso no dia 25/10/04, sem sucesso por dissecção. Posteriormente marcadores cardíacos revelaram IAM peri-ACTP. Nova tentativa de CATP em CX em 29/10/04, também sem sucesso. Permaneceu assintomático após as referidas tentativas, com controle da pressão e estabilidade hemodinâmica. Recebe alta com sinais vitais estáveis e com orientações de retorno ao seu médico para acompanhamento e revisão. Medicações em uso conforme receita anexa a este sumário de alta. Orientação quanto aos critérios de procurar atendimento médico de emergência. ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "cardiopatia isquêmica",
      "SCA sem supra ST"
    ],
    "Abreviação": [
      "HAS",
      "CRM",
      "ACTP",
      "CAT",
      "Cx",
      "CX",
      "tentativa de ACTP",
      "segmento proximal de CD",
      "SCA sem supra ST",
      "IAM peri-ACTP",
      "tentativa de CATP"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CRM",
      "ACTP",
      "stent",
      "CAT",
      "tentativa de ACTP",
      "tentativa de CATP"
    ],
    "Negação": [
      "sem",
      "assintomático"
    ],
    "Achado": [
      "sucesso",
      "assintomático",
      "controle da pressão",
      "estabilidade hemodinâmica",
      "sinais vitais estáveis"
    ],
    "Dispositivo Médico": [
      "stent"
    ],
    "Conceito Espacial": [
      "distal",
      "segmentos médio"
    ],
    "Procedimento Diagnóstico": [
      "CAT"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Cx",
      "CX",
      "ponte de safena",
      "segmento proximal de CD"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "orientações",
      "retorno",
      "acompanhamento",
      "revisão",
      "receita",
      "Orientação"
    ],
    "Grupo Profissional ou Ocupacional": [
      "médico"
    ],
    "Substância Farmacológica": [
      "Medicações"
    ],
    "Produto Intelectual": [
      "receita",
      "sumário de alta"
    ],
    "Procedimento Laboratorial": [
      "marcadores cardíacos"
    ]
  },
  "labels": {
    "cardiopatia isquêmica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43": {
            "confidence_embedding": 0.8055,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.8006,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        },
        {
          "BC44": {
            "confidence_embedding": 0.799,
            "text": "Representação de doença CID-11: Cardiomiopatia não compactada. Definição: A cardiomiopatia não compactada é uma anormalidade morfológica do miocárdio que afeta predominantemente o ápice do ventrículo, caracterizada por hipertrabeculação e recessos intertrabeculares profundos, geralmente acompanhados por uma camada subepicárdica anormalmente fina de miocárdio compactado, que geralmente, mas nem sempre, está associada à disfunção ventricular. \r\n\r\nInformações adicionais. A cardiomiopatia não compactada envolve classicamente o ventrículo esquerdo, mas também pode envolver apenas o ventrículo direito ou ambos. Pode ocorrer como um achado isolado ou em associação com um fenótipo cardiomiopático dilatado, hipertrófico ou misto. Foi descrita em associação a cardiopatia congênita complexa, anomalias das artérias coronárias e como um achado isolado, com e sem anormalidades musculoesqueléticas e outras anormalidades sistêmicas."
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7945,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.7898,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        }
      ]
    },
    "sca sem supra st": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.6902,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.6748,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        },
        {
          "8C12.2": {
            "confidence_embedding": 0.6739,
            "text": "Representação de doença CID-11: Lesão do nervo supraescapular. Definição: "
          }
        },
        {
          "8B22": {
            "confidence_embedding": 0.6672,
            "text": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada."
          }
        },
        {
          "8B11": {
            "confidence_embedding": 0.6652,
            "text": "Representação de doença CID-11: Acidente cerebral isquêmico. Definição: Disfunção neurológica focal aguda causada por infarto focal em uma ou várias localizações do cérebro. A evidência de infarto agudo pode ser proveniente de a) duração dos sintomas por mais de 24 horas, ou b) neuroimagem ou outra técnica na área clinicamente relevante do cérebro. O termo não inclui infarto da retina."
          }
        }
      ]
    },
    "sucesso": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC80.0Y": {
            "confidence_embedding": 0.71,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7097,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7017,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.699,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.6987,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        }
      ]
    }
  }
}