{
  "prontuario_id": 806,
  "text": "PTE PROCUROU EMERGENCIA DO XXXX POR DISPNEIA, ORTOPNEIA, DPN, EDEMA DE MMINFS QUE JA A AFLIGIAM HA MAIS DE 1 SEMANA. TEM TROCA DE V. MITRAL POR ESTENOSE EM 1997 (H XXXX), MARCAPASSO POR BAVT EM 1998 E EPISODIO DE ICC ASSOCIADA A BCP DA COMUNIDADE GRAVE COM PASSAGEM EM UTI HA CERCA DE 4 MESES. OBTEVE MELHORA RAPIDA DA DESCOMPENSAÇAO DA ICC (NAO ADERENCIA A MEDICAÇOES NO DOMICILIO?) SEM INTERCORRENCIAS. EM ESTUDO ECOCARDIOGRAFICO (ANEXO) MOSTROU ESTENOSE DE PROTESE MITRAL COM AREA VALVAR ESTIMADA EM 1 CM, GRADIENTE TRANSVALVAR MITRAL MAX DE 27 E MEDIO DE 12 COM PSAP DE 39 MMHG. PLANO: AVALIAÇÃO PARA TROCA DE PROTESE MITRAL NO HOSPITAL DE ORIGEM (XXXX). PACIENTE DIABÉTICO - HIPOGLICEMIANTE ORAL, HIPERTENSO, EX-TABAGISTA, IAM ANTERIOR 3/04 - ACTP SIC. INTERNA COM ANGINA REFRATÁRIA. REALIZADO CAT - LESÃO CD, VASO FINO CALIBRE, LESÃO CX E DAE SEM ALTERAÇÕES. SUBMETIDO A CIRURGIA DE REVASCULARIZAÇÃO MIOCÁRDICA - SAF PARA MARGINAL 1 E 2 E DP (ESTA COM POUCO FLUXO APÓS IMPLANTE). PACIENTE APRESENTA BOA EVOLUÇÃO NO PO, SEM INTERCORRÊNCIAS. APRESENTOU EPISÓDIO DE SANGRAMENTO ORIFICIAL - PEQUENO, SENDO AVALIADO PELA GASTRO E INDICADA AVALIAÇÃO AMBULATORIAL COM PROCTOLOGIA. RECEBE ALTA EM USO DAS MEDICAÇÕES ABAIXO E RETORNO PARA SEGUIMENTO. A PROCTO PARA INVESTIGAÇÃO.",
  "entities": {
    "Abreviação": [
      "PTE",
      "DPN",
      "MMINFS",
      "BAVT",
      "UTI",
      "IAM",
      "ACTP",
      "CAT",
      "CX",
      "DAE",
      "SAF",
      "PO",
      "GASTRO",
      "PROCTO",
      "EPISODIO DE ICC",
      "BCP DA COMUNIDADE",
      "MELHORA RAPIDA DA DESCOMPENSAÇAO DA ICC",
      "LESÃO CD"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PTE",
      "PACIENTE"
    ],
    "Organização Relacionada à Saúde": [
      "EMERGENCIA",
      "UTI",
      "HOSPITAL"
    ],
    "Sinal ou Sintoma": [
      "DISPNEIA",
      "ORTOPNEIA",
      "DPN",
      "EDEMA",
      "INTERCORRENCIAS",
      "ALTERAÇÕES",
      "INTERCORRÊNCIAS",
      "ANGINA REFRATÁRIA"
    ],
    "Localização ou Região Corporal": [
      "MMINFS"
    ],
    "Função Patológica": [
      "ESTENOSE"
    ],
    "Doença ou Síndrome": [
      "ESTENOSE",
      "BAVT",
      "DIABÉTICO",
      "HIPERTENSO",
      "IAM",
      "BCP DA COMUNIDADE",
      "ESTENOSE DE PROTESE MITRAL"
    ],
    "Dispositivo Médico": [
      "MARCAPASSO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "MARCAPASSO",
      "ACTP",
      "CAT",
      "IMPLANTE",
      "TROCA DE PROTESE MITRAL",
      "CIRURGIA DE REVASCULARIZAÇÃO MIOCÁRDICA",
      "AVALIAÇÃO AMBULATORIAL"
    ],
    "Negação": [
      "SEM"
    ],
    "Achado": [
      "EX-TABAGISTA",
      "MELHORA RAPIDA DA DESCOMPENSAÇAO DA ICC",
      "BOA EVOLUÇÃO"
    ],
    "Procedimento Diagnóstico": [
      "CAT",
      "ESTUDO ECOCARDIOGRAFICO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CX",
      "SAF"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Conceito Qualitativo": [
      "PEQUENO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "GASTRO",
      "PROCTOLOGIA",
      "PROCTO"
    ],
    "Atividade de Assistência à Saúde": [
      "ALTA"
    ],
    "Substância Farmacológica": [
      "MEDICAÇÕES",
      "HIPOGLICEMIANTE ORAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ESTENOSE DE PROTESE MITRAL",
      "AREA VALVAR ESTIMADA EM 1 CM",
      "LESÃO CD",
      "VASO FINO CALIBRE"
    ],
    "Conceito Quantitativo": [
      "AREA VALVAR ESTIMADA EM 1 CM"
    ]
  },
  "labels": {
    "melhora rapida da descompensaçao da icc": {
      "capitulo": "06",
      "opcoes": [
        {
          "6D85.6": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6A23.01": {
            "confidence_embedding": 0.7141,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A23.11": {
            "confidence_embedding": 0.7069,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7052,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7039,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "ortopneia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB63.1": {
            "confidence_embedding": 0.745,
            "text": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB62.Z": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Prolapso da valva mitral, não especificado. Definição: "
          }
        },
        {
          "BB63.Z": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência, não especificada. Definição: "
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BB60.Z": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Estenose da valva mitral, não especificada. Definição: "
          }
        }
      ]
    },
    "alterações": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD24": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: "
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.7501,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7418,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.779,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB00": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
          }
        },
        {
          "CB01": {
            "confidence_embedding": 0.7561,
            "text": "Representação de doença CID-11: Edema pulmonar. Definição: Edema pulmonar é uma condição causada por excesso de líquido nos pulmões, que se acumula nos sacos alveolares do pulmão, dificultando a respiração."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        }
      ]
    },
    "hipertenso": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8011,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7706,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BB63.1": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB63.Z": {
            "confidence_embedding": 0.7664,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência, não especificada. Definição: "
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7591,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        }
      ]
    },
    "angina refratária": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA40.Y": {
            "confidence_embedding": 0.8227,
            "text": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: "
          }
        },
        {
          "BA40.Z": {
            "confidence_embedding": 0.8039,
            "text": "Representação de doença CID-11: Angina pectoris não especificada. Definição: "
          }
        },
        {
          "BA85": {
            "confidence_embedding": 0.7888,
            "text": "Representação de doença CID-11: Doença vasoespástica coronariana. Definição: O termo doença coronariana vasoespástica refere-se a uma vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso. Embora possa estar envolvido em outras síndromes coronárias, representa a causa habitual de angina variante."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.787,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7835,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        }
      ]
    },
    "dpn": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB63.Z": {
            "confidence_embedding": 0.7694,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência, não especificada. Definição: "
          }
        },
        {
          "BA60.0": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Síndrome de Dressler. Definição: Condição pós infarto do miocárdio (1 a 8 semanas), caracterizada por um conjunto de sintomas associados, incluindo mal-estar, febre, desconforto pericárdico, leucocitose, taxa de sedimentação elevada e derrame pericárdico. Os pacientes com essa síndrome geralmente demonstram pericardite fibrinosa localizada contendo leucócitos polimorfonucleares."
          }
        },
        {
          "BB63.1": {
            "confidence_embedding": 0.764,
            "text": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB62.Z": {
            "confidence_embedding": 0.7639,
            "text": "Representação de doença CID-11: Prolapso da valva mitral, não especificado. Definição: "
          }
        },
        {
          "BA60.6": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Ruptura do músculo papilar ou cordas tendíneas como complicação atual subsequente a infarto agudo do miocárdio. Definição: "
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD24": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: "
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.7501,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7418,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        }
      ]
    },
    "iam": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB63.Z": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência, não especificada. Definição: "
          }
        },
        {
          "BB6Y": {
            "confidence_embedding": 0.7716,
            "text": "Representação de doença CID-11: Outra doença da valva mitral especificada. Definição: "
          }
        },
        {
          "BA60.1": {
            "confidence_embedding": 0.7703,
            "text": "Representação de doença CID-11: Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio. Definição: Inflamação do pericárdio que pode causar dor no peito, que ocorre tão precocemente quanto o primeiro dia e até 6 semanas após o infarto agudo do miocárdio. A dor da pericardite irradia para qualquer crista do trapézio. O infarto do miocárdio transmural é responsável pela inflamação pericárdica local. Atritos pericárdicos transitórios são relativamente comuns em pacientes com infarto transmural nas primeiras 48 horas. Uma pericardite fibrinosa aguda ocorre comumente após o infarto transmural, enquanto o risco de pericardite hemorrágica está aumentado por anticoagulação."
          }
        },
        {
          "BB63.1": {
            "confidence_embedding": 0.7703,
            "text": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BD50.0Z": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Dissecção da aorta torácica, dissecção da aorta ascendente e propagação além do arco, sem menção de perfuração ao ruptura. Definição: "
          }
        }
      ]
    },
    "bcp da comunidade": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7149,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7141,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6A23.01": {
            "confidence_embedding": 0.7135,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A23.11": {
            "confidence_embedding": 0.7068,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        }
      ]
    },
    "diabético": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.775,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7682,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7537,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B5K.6": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Deficiência de cobre. Definição: Deficiência dietética é rara e tem sido observada em prematuros e bebês com baixo peso ao nascimento que são alimentados exclusivamente com leite de vaca e em indivíduos em nutrição parenteral total (NPT) prolongada sem cobre. Manifestações clínicas incluem despigmentação de pele e cabelo, distúrbios neurológicos, leucopenia, anemia microcítica e hipocrômica e anormalidades esqueléticas."
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7328,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        }
      ]
    },
    "estenose de protese mitral": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB63.1": {
            "confidence_embedding": 0.8133,
            "text": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB63.0": {
            "confidence_embedding": 0.8119,
            "text": "Representação de doença CID-11: Estenose mitral reumática com insuficiência. Definição: Estenose mitral e insuficiência mitral ocorrem em pacientes com cardiopatia reumática."
          }
        },
        {
          "BB63": {
            "confidence_embedding": 0.7965,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência. Definição: É uma valvopatia caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB60.1": {
            "confidence_embedding": 0.7955,
            "text": "Representação de doença CID-11: Estenose mitral não reumática. Definição: Estenose mitral é o estreitamento da passagem através da valva mitral devido à fibrose e calcinose nos folhetos e áreas de cordoalha. O motivo mais comum de estenose mitral é a febre reumática. Exceto febre reumática; LES, sarcoide maligno, endocardite infecciosa ativa, doença de Gota de Whipple, calcificação anular maciça causam estenose mitral."
          }
        },
        {
          "BB60.Z": {
            "confidence_embedding": 0.7918,
            "text": "Representação de doença CID-11: Estenose da valva mitral, não especificada. Definição: "
          }
        }
      ]
    },
    "intercorrencias": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME00": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MD24": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Hemorragia pulmonar aguda idiopática em bebês acima de 28 dias de idade. Definição: "
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.7196,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        }
      ]
    },
    "bavt": {
      "capitulo": "23",
      "opcoes": [
        {
          "PL14.C": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Paciente recebeu teste diagnóstico ou tratamento destinado a outro paciente. Definição: "
          }
        },
        {
          "PK91.Y": {
            "confidence_embedding": 0.7162,
            "text": "Representação de doença CID-11: Outros dispositivos, implantes ou enxertos cardiovasculares especificados associados à lesão ou dano. Definição: "
          }
        },
        {
          "PK91.14": {
            "confidence_embedding": 0.7159,
            "text": "Representação de doença CID-11: Dispositivos cardiovasculares associados às lesões ou danos, filtro IVC (veia cava inferior). Definição: "
          }
        },
        {
          "PK81.E": {
            "confidence_embedding": 0.7104,
            "text": "Representação de doença CID-11: Reanimação cardiopulmonar associada à lesão ou dano no uso terapêutico. Definição: "
          }
        },
        {
          "PK91.15": {
            "confidence_embedding": 0.7102,
            "text": "Representação de doença CID-11: Dispositivos cardiovasculares associados às lesões ou danos, cateter venoso central. Definição: "
          }
        }
      ]
    },
    "dispneia": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.7929,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7774,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB40.3": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Enfisema intersticial. Definição: Trata-se de coleção de ar fora das vias aéreas normais do corpo e, em vez disso, encontrada dentro do tecido conjuntivo das camadas peribroncovasculares, dos septos interlobulares e da pleura visceral. Esta coleção se desenvolve como resultado de rutura de alvéolos ou bronquíolos terminais."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.745,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA44": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Piotórax. Definição: Inflamação supurativa do espaço pleural, tipicamente devida a infecção bacteriana aguda. Pode ocorrer como complicação de pneumonia, toracotomia, abscessos (pulmonar, hepático ou subdiafragmático), ou traumatismo penetrante com infecção secundária."
          }
        }
      ]
    },
    "estenose": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB63.0": {
            "confidence_embedding": 0.7932,
            "text": "Representação de doença CID-11: Estenose mitral reumática com insuficiência. Definição: Estenose mitral e insuficiência mitral ocorrem em pacientes com cardiopatia reumática."
          }
        },
        {
          "BB63.1": {
            "confidence_embedding": 0.7913,
            "text": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB63": {
            "confidence_embedding": 0.7805,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência. Definição: É uma valvopatia caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB60.1": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Estenose mitral não reumática. Definição: Estenose mitral é o estreitamento da passagem através da valva mitral devido à fibrose e calcinose nos folhetos e áreas de cordoalha. O motivo mais comum de estenose mitral é a febre reumática. Exceto febre reumática; LES, sarcoide maligno, endocardite infecciosa ativa, doença de Gota de Whipple, calcificação anular maciça causam estenose mitral."
          }
        },
        {
          "BB63.Z": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência, não especificada. Definição: "
          }
        }
      ]
    }
  }
}