{
  "prontuario_id": 132,
  "text": "Paciente com nefrolitíase, interna para NPC, procedimento sem intercorrências. Apresenta adequada evolução pós-operatória, recebe alta em BEG, retirada sonda de nefrostomia, com RX de controle sem evidencia de litiase residual. MENOR ADMITIDO NO D11 PÓS-QT (SEM 31) COM NEUTROPENIA FEBRIL. HEMOCULTURA COM ESTAFILOCOCOS COAGULASE NEG, USOU VANCOMICINA POR 07 DIAS.  RECEBE ALTA COM CLAVULIN POR 03 DIAS. RETORNAR EM 02/07 PARA ÚLTIMA QT. Paciente internou para realização de revisão de mastoidectomia. Procedimento realizado sem intercorrências. Paciente recebe alta em bom estado geral, sem paralisia facial ou cofose, com orientações de cuidados domiciliares, analgesia, antibioticoterapia e acompanhamento ambulatorial ou a emergencia se sinais de gravidade orientados. G2 C1, IG de 39 sem, TS: B +. INTERNA PARA REALIZAR PARTO CESARIA POR FETO EM APRESENTAÇÃO PÉLVICA. EVOLUI PARA Cesárea em 16/06/2007, 20:29 hs, RN APGAR 9 / 10, FEM, 3310 G, VDRL: nr, TOXO IGG e IGM: nr. RECEBE ALTA EM BOM ESTADO GERAL, SINAIS VITAIS ESTÁVEIS, MAMAS LACTANTES, LÓQUIOS FISIOLÓGICOS, ÚTERO CONTRAÍDO, FERIDA OPERATÓRIA SEM PARTICULARIDADES.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Doença ou Síndrome": [
      "nefrolitíase",
      "litiase",
      "NEUTROPENIA FEBRIL",
      "paralisia facial"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "NPC",
      "procedimento",
      "QT",
      "Procedimento",
      "analgesia",
      "antibioticoterapia",
      "Cesárea",
      "retirada sonda de nefrostomia",
      "revisão de mastoidectomia",
      "acompanhamento ambulatorial",
      "PARTO CESARIA"
    ],
    "Abreviação": [
      "NPC",
      "BEG",
      "PÓS-QT",
      "QT",
      "G2",
      "C1",
      "IG",
      "TS",
      "RN",
      "FEM",
      "RX de controle",
      "ESTAFILOCOCOS COAGULASE NEG",
      "39 sem",
      "VDRL : nr",
      "TOXO IGG e IGM : nr"
    ],
    "Negação": [
      "sem",
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "intercorrências",
      "cofose",
      "PARTICULARIDADES",
      "sinais de gravidade"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "ALTA",
      "RETORNAR",
      "internou",
      "orientações",
      "INTERNA",
      "cuidados domiciliares"
    ],
    "Achado": [
      "BEG",
      "PARTICULARIDADES",
      "adequada evolução",
      "bom estado geral",
      "APRESENTAÇÃO PÉLVICA",
      "BOM ESTADO GERAL",
      "SINAIS VITAIS ESTÁVEIS",
      "MAMAS LACTANTES",
      "LÓQUIOS FISIOLÓGICOS",
      "ÚTERO CONTRAÍDO"
    ],
    "Conceito Temporal": [
      "PÓS-QT",
      "DIAS",
      "ÚLTIMA"
    ],
    "Procedimento Laboratorial": [
      "HEMOCULTURA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "VANCOMICINA"
    ],
    "Antibiótico": [
      "VANCOMICINA",
      "CLAVULIN"
    ],
    "Substância Química Orgânica": [
      "CLAVULIN"
    ],
    "Organização Relacionada à Saúde": [
      "emergencia"
    ],
    "Atributo Clínico": [
      "IG",
      "TS"
    ],
    "Grupo Populacional": [
      "RN"
    ],
    "Atributo de Organismo": [
      "FEM"
    ],
    "Procedimento Diagnóstico": [
      "RX de controle"
    ],
    "Bactéria": [
      "ESTAFILOCOCOS COAGULASE NEG"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ESTAFILOCOCOS COAGULASE NEG",
      "VDRL : nr",
      "TOXO IGG e IGM : nr"
    ],
    "Conceito Quantitativo": [
      "3310 G"
    ],
    "Lesão ou Envenenamento": [
      "FERIDA OPERATÓRIA"
    ]
  },
  "labels": {
    "ferida operatória": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA60.30": {
            "confidence_embedding": 0.7149,
            "text": "Representação de doença CID-11: Laceração da veia jugular interna, menor. Definição: "
          }
        },
        {
          "NC91.4": {
            "confidence_embedding": 0.7081,
            "text": "Representação de doença CID-11: Ferida aberta por mordedura na perna. Definição: "
          }
        },
        {
          "NA60.3Z": {
            "confidence_embedding": 0.7067,
            "text": "Representação de doença CID-11: Lesão da veia jugular interna, não especificada. Definição: "
          }
        },
        {
          "NF0A.3": {
            "confidence_embedding": 0.6996,
            "text": "Representação de doença CID-11: Infecção pós-traumática da ferida, não classificada em outra parte. Definição: "
          }
        },
        {
          "NA60.2Z": {
            "confidence_embedding": 0.6992,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        }
      ]
    },
    "cofose": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.6862,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.6755,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9B10.22": {
            "confidence_embedding": 0.6755,
            "text": "Representação de doença CID-11: Pós-catarata. Definição: Pós-catarata é a complicação mais comum da cirurgia moderna para catarata, ocorrendo em cerca de 20 a 25% dos casos. Também é conhecida como opacificação de cápsula posterior."
          }
        },
        {
          "9B10.21": {
            "confidence_embedding": 0.6684,
            "text": "Representação de doença CID-11: Catarata diabética. Definição: Refere-se a um grupo não especificado de doenças metabólicas em que a pessoa apresenta glicose sanguínea aumentada, seja porque o pâncreas não produz insulina suficiente ou porque as células não respondem à insulina que é produzida. Esse diagnóstico é quando há catarata diabética."
          }
        },
        {
          "9A78.20": {
            "confidence_embedding": 0.666,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        }
      ]
    },
    "estafilococos coagulase neg": {
      "capitulo": "01",
      "opcoes": [
        {
          "1C1C.20": {
            "confidence_embedding": 0.7121,
            "text": "Representação de doença CID-11: Meningococcemia aguda. Definição: Condição causada por uma infecção pela bactéria Gram-negativa Neisseria meningitidis que leva a uma resposta inflamatória sistêmica grave. Essa condição é caracterizada por febre, calafrios, mialgia, náusea ou erupção cutânea petequial, com progressão para choque e coagulação intravascular disseminada. A transmissão é por contato direto ou transmissão por gotículas. A confirmação é feita pela identificação de Neisseria meningitidis em amostras de sangue."
          }
        },
        {
          "1C1C": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Doença meningocócica. Definição: Esta doença é grave e inclui infecções do revestimento do cérebro e da medula espinal (meningite) e infecções generalizadas da corrente sanguínea (bacteremia com ou sem septicemia).\r\n\r\nBactérias Meningococcus se disseminam através da troca de secreções respiratórias e da garganta, como saliva (p.ex., por viver em quartos próximos, beijando). A doença meningocócica pode ser tratada com antibióticos, mas atenção médica rápida é extremamente importante. Manter-se atualizado com as vacinas recomendadas é a melhor defesa contra a doença meningocócica."
          }
        },
        {
          "1B20.20": {
            "confidence_embedding": 0.7041,
            "text": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor."
          }
        },
        {
          "1C1C.2": {
            "confidence_embedding": 0.6969,
            "text": "Representação de doença CID-11: Meningococcemia. Definição: Condição causada por uma infecção pela bactéria gram-negativa Neisseria meningitidis que leva a uma resposta inflamatória sistêmica grave. Esta condição é caracterizada por febre, erupção cutânea e mialgia. A transmissão ocorre por contato direto ou transmissão por gotículas. A confirmação é feita pela identificação de Neisseria meningitidis em amostras de sangue"
          }
        },
        {
          "1C18": {
            "confidence_embedding": 0.6961,
            "text": "Representação de doença CID-11: Febre purpúrica brasileira. Definição: Doença que afeta crianças, causada por uma infecção pela bactéria gram-negativa Haemophilus aegyptius. Esta doença é caracterizada por febre, náuseas, vômitos, lesões purpúricas e sepse, que é precedida por conjuntivite. A transmissão pode ocorrer por transmissão mecânica de mosquitos oculares infectados, contato com secreção de indivíduos infectados ou fômites usados próximos aos olhos. A confirmação é feita pela identificação de Haemophilus influenzae no sangue."
          }
        }
      ]
    },
    "nefrolitíase": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE1F.0": {
            "confidence_embedding": 0.7542,
            "text": "Representação de doença CID-11: Perfuração atrial esquerda pós procedimento. Definição: Perfuração da parede do átrio morfologicamente esquerdo que ocorreu durante ou após uma intervenção"
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BE16": {
            "confidence_embedding": 0.7441,
            "text": "Representação de doença CID-11: Transtorno venoso pulmonar pós procedimento. Definição: Evento ou ocorrência afetando uma ou mais veias pulmonares que está associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.742,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "litiase": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.697,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD73.21": {
            "confidence_embedding": 0.6967,
            "text": "Representação de doença CID-11: Obstrução de veia visceral. Definição: Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.6952,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.6951,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.6916,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        }
      ]
    },
    "sinais de gravidade": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG24.D": {
            "confidence_embedding": 0.7225,
            "text": "Representação de doença CID-11: Medo de complicações da gravidez. Definição: "
          }
        },
        {
          "MF34": {
            "confidence_embedding": 0.7148,
            "text": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7104,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7089,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7034,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA60.30": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Laceração da veia jugular interna, menor. Definição: "
          }
        },
        {
          "NA60.3Z": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Lesão da veia jugular interna, não especificada. Definição: "
          }
        },
        {
          "NA60.2Z": {
            "confidence_embedding": 0.7323,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "NC55.1": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.7302,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        }
      ]
    },
    "apresentação pélvica": {
      "capitulo": "18",
      "opcoes": [
        {
          "JA67.3": {
            "confidence_embedding": 0.7719,
            "text": "Representação de doença CID-11: Reação tóxica causada por anestesia local administrada durante a gravidez. Definição: Condição que afeta mulheres durante a gravidez, causada pelas propriedades ou pela concentração do agente anestésico ou por fatores relacionados à paciente. Esta condição é caracterizada por uma reação tóxica local ou sistêmica levando a mau funcionamento ou falha dos sistemas neurovascular, nervoso central, respiratório ou cardiovascular, com início entre 30 segundos e 60 minutos após a administração de um anestésico."
          }
        },
        {
          "JA25.2": {
            "confidence_embedding": 0.7698,
            "text": "Representação de doença CID-11: Eclâmpsia no puerpério. Definição: Esta condição é caracterizada por crise epiléptica ou convulsões de aparecimento recente que surgem na gravidez. A condição é frequentemente associada a hipertensão induzida pela gravidez, convulsões, crise epiléptica, ansiedade, dor epigástrica, dor de cabeça intensa, visão turva, proteinúria e edema, e que ocorre durante o puerpério."
          }
        },
        {
          "JB0C": {
            "confidence_embedding": 0.7645,
            "text": "Representação de doença CID-11: Complicações de anestesia durante o trabalho de parto e o parto. Definição: Qualquer complicação causada por ou subsequente a qualquer intervenção anestésica durante o trabalho de parto ou parto"
          }
        },
        {
          "JA20": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Hipertensão preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão materna previamente diagnosticada. Esta condição é caracterizada por qualquer complicação durante a gravidez, o parto ou o puerpério como resultado de uma leitura da pressão arterial acima de 140/90 mmHg antes da 20ª semana de gravidez ou persistindo por mais de 12 semanas após o parto. A confirmação é feita por esfigmomanômetro."
          }
        },
        {
          "JB63": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Doenças infecciosas maternas classificáveis em outra parte, mas que complicam a gravidez, o parto ou o puerpério. Definição: Doenças infecciosas e parasitárias maternas classificáveis em outra parte, mas complicando a gravidez, o parto ou o puerpério"
          }
        }
      ]
    },
    "neutropenia febril": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D61.3": {
            "confidence_embedding": 0.7156,
            "text": "Representação de doença CID-11: Febre hemorrágica da Venezuela. Definição: Doença encontrada principalmente nas áreas rurais da região central da Venezuela, causada por uma infecção pelo vírus Guanarito. Os sintomas/sinais entre os pacientes incluem febre, mal-estar, dor de cabeça, artralgia, dor de garganta, vômitos, dor abdominal, diarreia, convulsões e uma variedade de manifestações hemorrágicas. A maioria dos pacientes também desenvolve leucopenia e trombocitopenia. A letalidade geral pode chegar a 30%, mesmo em pacientes hospitalizados que recebem cuidados de suporte. A transmissão ocorre por inalação, consumo ou contato direto com excreções e fluidos corporais de roedores infectados. O diagnóstico ocorre pela identificação do vírus Guanarito em amostras de sangue ou secreções mucosas."
          }
        },
        {
          "1D62": {
            "confidence_embedding": 0.7074,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1C1C.20": {
            "confidence_embedding": 0.7049,
            "text": "Representação de doença CID-11: Meningococcemia aguda. Definição: Condição causada por uma infecção pela bactéria Gram-negativa Neisseria meningitidis que leva a uma resposta inflamatória sistêmica grave. Essa condição é caracterizada por febre, calafrios, mialgia, náusea ou erupção cutânea petequial, com progressão para choque e coagulação intravascular disseminada. A transmissão é por contato direto ou transmissão por gotículas. A confirmação é feita pela identificação de Neisseria meningitidis em amostras de sangue."
          }
        },
        {
          "1B20.20": {
            "confidence_embedding": 0.7037,
            "text": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor."
          }
        },
        {
          "1C1C": {
            "confidence_embedding": 0.6966,
            "text": "Representação de doença CID-11: Doença meningocócica. Definição: Esta doença é grave e inclui infecções do revestimento do cérebro e da medula espinal (meningite) e infecções generalizadas da corrente sanguínea (bacteremia com ou sem septicemia).\r\n\r\nBactérias Meningococcus se disseminam através da troca de secreções respiratórias e da garganta, como saliva (p.ex., por viver em quartos próximos, beijando). A doença meningocócica pode ser tratada com antibióticos, mas atenção médica rápida é extremamente importante. Manter-se atualizado com as vacinas recomendadas é a melhor defesa contra a doença meningocócica."
          }
        }
      ]
    },
    "particularidades": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB20.1": {
            "confidence_embedding": 0.7216,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7203,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7202,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7195,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG00": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        }
      ]
    },
    "paralisia facial": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A60.02": {
            "confidence_embedding": 0.7089,
            "text": "Representação de doença CID-11: Conjuntivite alérgica. Definição: Conjuntivite alérgica é uma resposta mediada por IgE devida à exposição a alérgenos sazonais ou perenes em pacientes sensibilizados. A resposta inflamatória induzida por alérgenos da conjuntiva resulta na liberação de histamina e outros mediadores. Os sintomas consistem em vermelhidão (principalmente devido à vasodilatação dos pequenos vasos sanguíneos periféricos), edema (inchaço) da conjuntiva, coceira e lacrimejamento (produção de lágrimas) aumentado."
          }
        },
        {
          "9A10.3": {
            "confidence_embedding": 0.7039,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.6964,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.6957,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A78.20": {
            "confidence_embedding": 0.6864,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        }
      ]
    }
  }
}