{
  "prontuario_id": 124,
  "text": "Paciente G2 C1, IG de 41 sem, TS A +, com sorologias de 1º trimestre normais, é admitida no CO por gestação prolongada. Teste rápido para HIV negativo. Solicitados exames de 3º trimestre. Induzido trabalho de parto sob monitorização cardiotocográfica. Evoluiu para Cesárea em 30/05/2007 às 15:33 hs (por condição fetal não tranquilizadora + suspeita de ruptura uterina, a qual não se confirmou no trans-operatório). RN com APGAR 8/9, FEM, 3645 G. Apresentou boa evolução puerperal, recebendo alta em boas condições gerais, com sinais vitais estáveis, mamas lactantes, útero contraído, lóquios fisiológicos, abdome inocente e cicatriz operatória com bom aspecto, sendo orientada a seguir às recomendações abaixo. Exames: - HIV: nr, - HbsAg: n, - VDRL: nr. Paciente interna para procedimento cirúrgico. Realizado sem intercorrências. Boa evolução no pós-operatório. Recebe alta em bom estado geral, com orientações, analgesia e retorno em ambulatório. PACTE INTERNA PARA INVESTIGAÇÃO DE MASSA PELVICA. TEM ECOS ANTERIORES COM MIOMA UTERINO COM CERCA DE 4 CM. APRESENTOU DOR EM BV, SANGRAMENTO VAGINAL E AUMENTO DO MIOMA. REALIZOU PANHISTERECTOMIA. ABERTURA DA PEÇA COM DEGENERAÇÃO DE MIOMA E ENDOMETRIO LIVRE. AGUARDA AP.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "PACTE"
    ],
    "Abreviação": [
      "G2",
      "C1",
      "IG",
      "TS",
      "CO",
      "RN",
      "FEM",
      "PACTE",
      "ECOS",
      "41 sem",
      "HIV : nr",
      "HbsAg : n",
      "VDRL : nr",
      "DOR EM BV"
    ],
    "Atributo Clínico": [
      "IG",
      "TS"
    ],
    "Atividade de Assistência à Saúde": [
      "admitida",
      "trans-operatório",
      "alta",
      "orientada",
      "recomendações",
      "interna",
      "orientações",
      "retorno",
      "INTERNA",
      "INVESTIGAÇÃO"
    ],
    "Organização Relacionada à Saúde": [
      "CO",
      "ambulatório"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Cesárea",
      "analgesia",
      "PANHISTERECTOMIA",
      "Induzido trabalho de parto",
      "procedimento cirúrgico"
    ],
    "Negação": [
      "não",
      "sem"
    ],
    "Achado": [
      "tranquilizadora",
      "boa evolução puerperal",
      "boas condições gerais",
      "sinais vitais estáveis",
      "mamas lactantes",
      "útero contraído",
      "lóquios fisiológicos",
      "abdome inocente",
      "bom aspecto",
      "Boa evolução",
      "bom estado geral",
      "ENDOMETRIO LIVRE"
    ],
    "Conceito Temporal": [
      "trans-operatório",
      "pós-operatório",
      "ANTERIORES"
    ],
    "Grupo Populacional": [
      "RN"
    ],
    "Grupo Etário": [
      "RN"
    ],
    "Atributo de Organismo": [
      "FEM"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Exames",
      "sorologias de 1º trimestre normais",
      "Teste rápido para HIV negativo",
      "HIV : nr",
      "HbsAg : n",
      "VDRL : nr",
      "MIOMA UTERINO"
    ],
    "Procedimento Laboratorial": [
      "Exames",
      "exames de 3º trimestre"
    ],
    "Sinal ou Sintoma": [
      "intercorrências",
      "ruptura uterina",
      "DOR EM BV",
      "SANGRAMENTO VAGINAL"
    ],
    "Procedimento Diagnóstico": [
      "ECOS",
      "AP",
      "exames de 3º trimestre",
      "monitorização cardiotocográfica",
      "ABERTURA DA PEÇA"
    ],
    "Função Patológica": [
      "ruptura uterina"
    ],
    "Conceito Quantitativo": [
      "3645 G"
    ]
  },
  "labels": {
    "lóquios fisiológicos": {
      "capitulo": "18",
      "opcoes": [
        {
          "JA21": {
            "confidence_embedding": 0.8423,
            "text": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente."
          }
        },
        {
          "JA20": {
            "confidence_embedding": 0.8258,
            "text": "Representação de doença CID-11: Hipertensão preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão materna previamente diagnosticada. Esta condição é caracterizada por qualquer complicação durante a gravidez, o parto ou o puerpério como resultado de uma leitura da pressão arterial acima de 140/90 mmHg antes da 20ª semana de gravidez ou persistindo por mais de 12 semanas após o parto. A confirmação é feita por esfigmomanômetro."
          }
        },
        {
          "JA01": {
            "confidence_embedding": 0.8192,
            "text": "Representação de doença CID-11: Gravidez ectópica. Definição: Qualquer condição caracterizada pela implantação do embrião fora do endométrio e da cavidade endometrial durante a gravidez."
          }
        },
        {
          "JA61.4": {
            "confidence_embedding": 0.8174,
            "text": "Representação de doença CID-11: Hemorróidas na gravidez. Definição: Condição que atinge mulheres durante a gravidez, causada por um aumento da pressão intra-abdominal e alterações hormonais durante a gravidez. Esta condição é caracterizada por veias hemorroidais aumentadas e varicosas no ânus e reto inferior. Esta condição também pode apresentar coceira, ardor, inchaços dolorosos no ânus, disquezia ou sangramento retal com movimentos intestinais. A confirmação é feita por exame digital ou visual com anoscópio, proctoscópio ou sigmoidoscópio do canal anal e reto para determinar a presença de hemorroidas."
          }
        },
        {
          "JA20.0": {
            "confidence_embedding": 0.8171,
            "text": "Representação de doença CID-11: Hipertensão essencial preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão previamente diagnosticada ou diagnosticada nas primeiras 20 semanas de gestação. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a complicações durante a gravidez, o parto e o puerpério. A confirmação é feita por esfigmomanômetro."
          }
        }
      ]
    },
    "mamas lactantes": {
      "capitulo": "18",
      "opcoes": [
        {
          "JA21": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente."
          }
        },
        {
          "JA25": {
            "confidence_embedding": 0.7844,
            "text": "Representação de doença CID-11: Eclâmpsia. Definição: Qualquer condição que acometa mulheres grávidas, caracterizada por convulsões de início recente que surgem na gravidez. A condição é frequentemente associada a hipertensão induzida pela gravidez, convulsões, crise epiléptica, ansiedade, dor epigástrica, dor de cabeça intensa, visão turva, proteinúria e edema, e que pode ocorrer durante a gravidez, parto ou puerpério."
          }
        },
        {
          "JB63.Z": {
            "confidence_embedding": 0.7839,
            "text": "Representação de doença CID-11: Doenças infecciosas maternas classificadas em outra parte, mas que complicam a gravidez, o parto ou o puerpério, não especificadas. Definição: "
          }
        },
        {
          "JB63.Y": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Outras doenças infecciosas maternas especificadas classificadas em outra parte, mas que complicam a gravidez, o parto ou o puerpério. Definição: "
          }
        },
        {
          "JA02.0": {
            "confidence_embedding": 0.7804,
            "text": "Representação de doença CID-11: Mola hidatiforme completa. Definição: Condição causada pela proliferação excessiva de células que se originam na placenta durante a gravidez. Esta condição é caracterizada por uma gravidez com crescimento placentário anormal em que as vilosidades coriônicas se tornam hidrópicas, há proliferação leve a grave do trofoblasto e invasão do tecido uterino dentre 10-16 semanas após a concepção, uma massa placentária, 25-30% de cistos tecaluteínicos, 15-20% de doença trofoblástica persistente, 50% do tamanho do útero para a idade gestacional, e sangramento vaginal, náuseas ou vômitos. Essa condição leva à ausência do feto."
          }
        }
      ]
    },
    "útero contraído": {
      "capitulo": "18",
      "opcoes": [
        {
          "JA21": {
            "confidence_embedding": 0.8423,
            "text": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente."
          }
        },
        {
          "JA20": {
            "confidence_embedding": 0.8258,
            "text": "Representação de doença CID-11: Hipertensão preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão materna previamente diagnosticada. Esta condição é caracterizada por qualquer complicação durante a gravidez, o parto ou o puerpério como resultado de uma leitura da pressão arterial acima de 140/90 mmHg antes da 20ª semana de gravidez ou persistindo por mais de 12 semanas após o parto. A confirmação é feita por esfigmomanômetro."
          }
        },
        {
          "JA01": {
            "confidence_embedding": 0.8192,
            "text": "Representação de doença CID-11: Gravidez ectópica. Definição: Qualquer condição caracterizada pela implantação do embrião fora do endométrio e da cavidade endometrial durante a gravidez."
          }
        },
        {
          "JA61.4": {
            "confidence_embedding": 0.8174,
            "text": "Representação de doença CID-11: Hemorróidas na gravidez. Definição: Condição que atinge mulheres durante a gravidez, causada por um aumento da pressão intra-abdominal e alterações hormonais durante a gravidez. Esta condição é caracterizada por veias hemorroidais aumentadas e varicosas no ânus e reto inferior. Esta condição também pode apresentar coceira, ardor, inchaços dolorosos no ânus, disquezia ou sangramento retal com movimentos intestinais. A confirmação é feita por exame digital ou visual com anoscópio, proctoscópio ou sigmoidoscópio do canal anal e reto para determinar a presença de hemorroidas."
          }
        },
        {
          "JA20.0": {
            "confidence_embedding": 0.8171,
            "text": "Representação de doença CID-11: Hipertensão essencial preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão previamente diagnosticada ou diagnosticada nas primeiras 20 semanas de gestação. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a complicações durante a gravidez, o parto e o puerpério. A confirmação é feita por esfigmomanômetro."
          }
        }
      ]
    },
    "endometrio livre": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND74.2": {
            "confidence_embedding": 0.7552,
            "text": "Representação de doença CID-11: Corpo estranho na vulva ou vagina. Definição: "
          }
        },
        {
          "NC95.5": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Traumatismo da veia safena menor ao nível da perna. Definição: "
          }
        },
        {
          "NC95.50": {
            "confidence_embedding": 0.7274,
            "text": "Representação de doença CID-11: Laceração da veia safena menor ao nível da perna. Definição: "
          }
        },
        {
          "NC94.Y": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Lesão de outros nervos especificados na parte inferior da perna. Definição: "
          }
        },
        {
          "NB98": {
            "confidence_embedding": 0.7244,
            "text": "Representação de doença CID-11: Lesão em órgão genital feminino sem especificação do tipo de lesão. Definição: "
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG00": {
            "confidence_embedding": 0.7811,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "MF3Y": {
            "confidence_embedding": 0.7769,
            "text": "Representação de doença CID-11: Outros sintomas, sinais ou achados clínicos especificados relativos ao sistema genital da mulher. Definição: "
          }
        },
        {
          "MG24.D": {
            "confidence_embedding": 0.7691,
            "text": "Representação de doença CID-11: Medo de complicações da gravidez. Definição: "
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7672,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MF34": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: "
          }
        }
      ]
    },
    "dor em bv": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA01.00": {
            "confidence_embedding": 0.7856,
            "text": "Representação de doença CID-11: Endometrite aguda. Definição: Doença do endométrio, causada por uma infecção de fonte bacterina ou viral. Esta condição é caracterizada por febre, dor abdominal baixa, sangramento vaginal anormal ou corrimento vaginal. Confirmação é feita por um exame pélvico e identificação da bactéria ou vírus por swab cervical, biópsia endometrial, ou laparoscopia"
          }
        },
        {
          "GA34.2": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Dor pélvica em mulher. Definição: Dor na região pélvica em uma mulher associada a qualquer um dos órgãos genitais ou ao ciclo menstrual."
          }
        },
        {
          "GA34.20": {
            "confidence_embedding": 0.7718,
            "text": "Representação de doença CID-11: Dor pélvica cíclica. Definição: Sintoma que afeta mulheres, causado por aspectos ginecológicos e fisiológicos associados ao ciclo menstrual, como dismenorreia ou mittelschmerz. Este sintoma é caracterizado por dor recorrente na pelve, parede abdominal anterior, parte inferior das costas ou nádegas, associada a um momento ou período de tempo específico."
          }
        },
        {
          "GA15.6": {
            "confidence_embedding": 0.7702,
            "text": "Representação de doença CID-11: Incompetência do colo do útero. Definição: Condição do colo do útero, causada pela fraqueza do tecido cervical uterino e aumento da pressão intrauterina com a progressão da gravidez. Esta condição é caracterizada por dilatação e apagamento do colo do útero antes de atingir a gravidez a termo. Essa condição pode levar a um aborto espontâneo durante o segundo trimestre ou a um parto prematuro durante o terceiro trimestre."
          }
        },
        {
          "GA15.1": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Erosão ou ectrópio do colo do útero. Definição: Condição do colo do útero, causada por um aumento no nível total de estrogênio no corpo. Esta condição é caracterizada por protrusão e transformação do epitélio colunar endocervical em epitélio escamoso estratificado no colo do útero. Essa condição também pode se manifestar com corrimento vaginal não purulento, sangramento pós-coito ou pode ser assintomática."
          }
        }
      ]
    },
    "sangramento vaginal": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA21.0": {
            "confidence_embedding": 0.8424,
            "text": "Representação de doença CID-11: Sangramento pós-coito ou por contato. Definição: Uma afecção do sistema genital, causada por infecção, ectrópio cervical, pólipos cervicais ou endometriais, câncer ou traumatismo no colo do útero ou na vagina. Esta afecção é caracterizada por sangramento não menstrual após a relação sexual. A confirmação é por imagem transvaginal para identificar quaisquer anormalidades estruturais."
          }
        },
        {
          "GA20.2": {
            "confidence_embedding": 0.8186,
            "text": "Representação de doença CID-11: Sangramento de ovulação. Definição: Condição do sistema genital que afeta as mulheres, causada por flutuações naturais e rotineiras em hormônios endócrinos. Esta condição é caracterizada por sangramento recorrente e cíclico do revestimento uterino, ocorrendo durante o período peri-ovulatório."
          }
        },
        {
          "GA20.20": {
            "confidence_embedding": 0.8149,
            "text": "Representação de doença CID-11: Sangramento intermenstrual. Definição: Uma condição do sistema genital que afeta mulheres, causada por um desequilíbrio hormonal, uso de um dispositivo intrauterino, complicações na gravidez, miomas ou pólipos uterinos, infecção ou câncer. Esta condição é caracterizada por sangramento vaginal entre os períodos menstruais."
          }
        },
        {
          "GA14.1": {
            "confidence_embedding": 0.7991,
            "text": "Representação de doença CID-11: Hematocolpos. Definição: Uma condição da vagina causada por uma obstrução do fluxo de saída vaginal. Esta condição é caracterizada pela presença de sangue na vagina."
          }
        },
        {
          "GA2Y": {
            "confidence_embedding": 0.7929,
            "text": "Representação de doença CID-11: Outro sangramento uterino ou vaginal anormal, especificado. Definição: "
          }
        }
      ]
    },
    "ruptura uterina": {
      "capitulo": "18",
      "opcoes": [
        {
          "JB02.2": {
            "confidence_embedding": 0.794,
            "text": "Representação de doença CID-11: Outras formas de inércia uterina. Definição: Uma afecção idiopática que afeta mulheres grávidas. Esta é caracterizada pela ausência de contrações uterinas efetivas durante o trabalho de parto e relaxamento anormal do útero, durante o trabalho de parto. Esta condição leva à falta de progresso do trabalho de parto ou hemorragia uterina."
          }
        },
        {
          "JB0A.2": {
            "confidence_embedding": 0.7842,
            "text": "Representação de doença CID-11: Inversão do útero pós-parto. Definição: Lesão caracterizada por inversão uterina e prolapso através do colo do útero dilatado que ocorre após o parto de um recém-nascido. É causada ou subsequente ao trabalho de parto e parto, comumente como resultado de pressão fúndica excessiva ou tração do cordão. Esta condição se apresenta com hemorragia pós-parto."
          }
        },
        {
          "JB02.4": {
            "confidence_embedding": 0.7801,
            "text": "Representação de doença CID-11: Contrações uterinas hipertônicas, incoordenadas ou prolongadas. Definição: Uma condição idiopática que afeta mulheres grávidas. Esta é caracterizada por disfunção uterina levando a atividade rítmica hipertônica, incoordenada e prolongada do miométrio durante o trabalho de parto."
          }
        },
        {
          "JA23": {
            "confidence_embedding": 0.7734,
            "text": "Representação de doença CID-11: Hipertensão gestacional. Definição: Condição que acomete mulheres grávidas, caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou pressão arterial diastólica igual ou maior que 90 mmHg em duas ocasiões, com 4 horas ou mais de intervalo. Pode ser diagnosticada inicialmente após 20 semanas de gestação ou antes de 1 semana após o parto. A confirmação é feita por medição da pressão arterial, exames de funções hepática e renal e exame de urina."
          }
        },
        {
          "JA43.5": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Hemorragia pós-parto subsequente a trabalho de parto obstruído sem menção de ruptura uterina. Definição: "
          }
        }
      ]
    }
  }
}