{
  "prontuario_id": 549,
  "text": "     Paciente com diagnóstico de Linfoma de Burkitt com término de tratamento em outubro de 2005 (BFM 90). Vinha em acompanhamento ambulatorial na Zona 13, tendo sido detectados pequenos linfonodos na região cervical bilateral com cerca de 1 cm de diâmetro cada em fevereiro deste ano. ECO cervical de 28/05/2007 apresentando \"LFNs aumentados de volume na região submentoniana, o maior deles à direita com 2,4 cm e à esquerda 1,7 x 0,8 cm.  Mantendo LDH e beta2-microglobulina dentro da normalidade. Interna p/ realização de bx LFN. Realizado TC tórax e abd: normais; Tc reg cervical com LFNs na reg submentoniana < 1 cm; alguns em cadeia jugular bilateral, os maiores com 1,6 cm. Sorologias negativas (VDRL, Anti-HIV, Toxo, CMV, Herpes). Bx LFN à esquerda sem intercorrências. Recebe alta em bom estado geral, assintomático, com orientação de retornar ao Ambulatório da Zona 11 na próxima semana p/ ver resultado da bx.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tratamento"
    ],
    "Conceito Quantitativo": [
      "90",
      "1 cm",
      "o maior deles à direita com 2 , 4 cm",
      "à esquerda 1 , 7 x 0 , 8 cm",
      "&lt; 1 cm",
      "os maiores com 1 , 6 cm"
    ],
    "Abreviação": [
      "\"LFNs",
      "LDH",
      "VDRL",
      "Anti-HIV",
      "Toxo",
      "CMV",
      "ECO cervical",
      "bx LFN",
      "TC tórax e abd",
      "Tc reg cervical",
      "&lt; 1 cm",
      "Bx LFN à esquerda",
      "resultado da bx"
    ],
    "Localização ou Região Corporal": [
      "submentoniana",
      "região cervical bilateral"
    ],
    "Enzima": [
      "LDH"
    ],
    "Procedimento Laboratorial": [
      "LDH",
      "beta2-microglobulina",
      "VDRL",
      "Anti-HIV",
      "Toxo",
      "CMV",
      "Herpes"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LDH",
      "beta2-microglobulina"
    ],
    "Substância Biologicamente Ativa": [
      "beta2-microglobulina"
    ],
    "Atividade de Assistência à Saúde": [
      "Interna",
      "alta",
      "orientação",
      "retornar",
      "acompanhamento ambulatorial"
    ],
    "Resultado Laboratorial ou de Teste": [
      "normais",
      "o maior deles à direita com 2 , 4 cm",
      "à esquerda 1 , 7 x 0 , 8 cm",
      "dentro da normalidade",
      "alguns em cadeia jugular bilateral",
      "os maiores com 1 , 6 cm",
      "Sorologias negativas",
      "resultado da bx"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "LFNs"
    ],
    "Vírus": [
      "CMV"
    ],
    "Negação": [
      "sem",
      "assintomático"
    ],
    "Sinal ou Sintoma": [
      "intercorrências"
    ],
    "Achado": [
      "assintomático",
      "bom estado geral"
    ],
    "Organização Relacionada à Saúde": [
      "Ambulatório"
    ],
    "Processo Neoplásico": [
      "Linfoma de Burkitt"
    ],
    "Procedimento Diagnóstico": [
      "ECO cervical",
      "bx LFN",
      "TC tórax e abd",
      "Tc reg cervical",
      "Bx LFN à esquerda"
    ]
  },
  "labels": {
    "linfoma de burkitt": {
      "capitulo": "02",
      "opcoes": [
        {
          "2A85.6": {
            "confidence_embedding": 0.8165,
            "text": "Representação de doença CID-11: Linfoma de Burkitt incluindo leucemia de Burkitt. Definição: Linfoma altamente agressivo composto de células B monomórficas de tamanho médio com citoplasma basofílico e numerosas figuras mitóticas. É frequentemente associado à presença do vírus Epstein-Barr (EBV) e é comumente observado em pacientes com AIDS. Três variantes morfológicas são reconhecidas: linfoma de Burkitt clássico, linfoma de Burkitt com diferenciação plasmocitoide e linfoma de Burkitt atípico/semelhante a Burkitt. Todos os casos expressam a translocação MYC [t(8;14)]."
          }
        },
        {
          "2A81.9": {
            "confidence_embedding": 0.7852,
            "text": "Representação de doença CID-11: Linfoma primário de efusão. Definição: Linfoma não Hodgkin agressivo de células B composto de células grandes, apresentando-se como um derrame seroso sem massas tumorais detectáveis. Está universalmente associado ao vírus do herpes humano 8 (HHV-8)/vírus do herpes do sarcoma de Kaposi (KSHV) [HHV-8/KSHV]. Ocorre principalmente no contexto de imunodeficiência; a maioria dos casos foi relatada em pacientes HIV positivos. As localizações de envolvimento mais comuns são as cavidades pleural, pericárdica e peritoneal. O prognóstico é extremamente desfavorável."
          }
        },
        {
          "2A90.6": {
            "confidence_embedding": 0.7792,
            "text": "Representação de doença CID-11: Linfoma extranodal de células NK/T, tipo nasal. Definição: Linfoma não Hodgkin de células T maduras, agressivo, predominantemente extranodal. É caracterizada por um infiltrado celular frequentemente angiocêntrico e angiodestrutivo composto por células NK/T positivas para o EBV. A cavidade nasal é a localização de envolvimento mais comum. Os pacientes frequentemente apresentam lesões destrutivas na face média (granuloma letal da linha média). A doença pode se disseminar rapidamente para várias localizações anatômicas, incluindo trato gastrointestinal, pele, testículos e linfonodos cervicais. É também conhecido como linfoma de células T angiocêntrico. O termo reticulose polimórfica tem sido amplamente utilizado para descrever as alterações morfológicas observadas nesse tipo de linfoma. No entanto, este termo também pode ser aplicado à granulomatose linfomatoide, que é um transtorno linfoproliferativo de células B positivo para EBV angiocêntrico e angiodestrutivo."
          }
        },
        {
          "2A81.2": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Linfoma plasmablástico. Definição: Linfoma difuso agressivo de grandes células B frequentemente originando-se no contexto de infecção por HIV e caracterizado pela presença de grandes células neoplásicas semelhantes a imunoblastos B que têm o perfil imunofenotípico de células plasmáticas. As localizações de envolvimento incluem a cavidade oral e outras localizações extranodais."
          }
        },
        {
          "2A90.4": {
            "confidence_embedding": 0.7741,
            "text": "Representação de doença CID-11: Linfoma sistêmico de células T positivo para vírus Epstein-Barr da infância. Definição: Esta neoplasia da infância é caracterizada por uma proliferação clonal de células T infectadas com EBV com um fenótipo citotóxico ativado. Pode ocorrer logo após a infecção primária aguda por EBV ou no contexto de infecção crônica ativa por EBV."
          }
        }
      ]
    },
    "cmv": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D82": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Doença por citomegalovírus. Definição: Qualquer condição causada por uma infecção por citomegalovírus (CMV). Essas condições são comumente assintomáticas. A transmissão ocorre por contato direto com fluidos corporais infectados."
          }
        },
        {
          "1D62": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1F02.2": {
            "confidence_embedding": 0.756,
            "text": "Representação de doença CID-11: Rubéola sem complicação. Definição: Rubéola era uma infecção viral comum na infância até o advento dos programas de imunização em massa. É caracterizada por exantema maculopapular de curta duração, linfadenopatia e febre leve: a maioria das infecções não está associada a morbidade significativa. A transmissão ocorre por inalação de secreções respiratórias infectadas ou por contato direto. A confirmação é feita pela identificação do vírus da rubéola em esfregaço nasal, esfregaço da garganta ou amostras de sangue, ou pela detecção de anticorpos IgM específicos contra o vírus da rubéola. Sua importância para a saúde pública reside em seu potencial de causar danos devastadores ao feto de uma mãe infectada (síndrome da rubéola congênita)."
          }
        },
        {
          "1E73": {
            "confidence_embedding": 0.7537,
            "text": "Representação de doença CID-11: Vacínia. Definição: Um poxvírus que costumava ser usado para proteger contra a varíola. Seu uso como vacina pode ser complicado por erupção cutânea generalizada secundária à viremia, infecção acidental de outras localizações ou outros indivíduos, infecção progressiva na localização da vacinação ou, raramente, encefalomielite e miopericardite."
          }
        },
        {
          "1A80": {
            "confidence_embedding": 0.7523,
            "text": "Representação de doença CID-11: Linfogranuloma por clamídia. Definição: Doença dos linfonodos inguinais, causada por uma infecção pela bactéria gram-negativa Chlamydia trachomatis. Esta doença é caracterizada por úlcera genital, bubões, abcessos na virilha, sangue nas fezes, tenesmo ou proctocolite. A transmissão ocorre por contato sexual. A confirmação é feita pela identificação de Chlamydia trachomatis em uma amostra de sangue ou por testes de reação em cadeia da polimerase."
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME84.Z": {
            "confidence_embedding": 0.7349,
            "text": "Representação de doença CID-11: Dor na coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7342,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "ME65": {
            "confidence_embedding": 0.7339,
            "text": "Representação de doença CID-11: Distúrbios da sensibilidade cutânea de etiologia não especificada. Definição: Grupo de sintomas cutâneos para os quais freqüentemente é impossível identificar uma causa precisa."
          }
        },
        {
          "MG00": {
            "confidence_embedding": 0.7326,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7323,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        }
      ]
    }
  }
}