{
  "prontuario_id": 39,
  "text": "Paciente realizou Rx tórax e TC, que mostraram consolidações. Iniciado cefuroxime. Recebe alta em bom estado geral, afebril, com hemograma normal. Manter uso de cefuroxime por 7 dias. Paciente interna devido queda - tc de cranio sem evidência de hemorragia intracraniana. Sem novas lesões isquemicas. Evolui com melhora clinica neurologica progressiva. Insuficiencia renal cronica agudizada com melhora com hidratação. Hipotireoidismo, aumento dose de puran para 75, tsh de 33. Tratamento de infecçaõ respiratória com cefuroxima, com boa resposta clinica. Reinicio anticoagulaçaõ com varfarina. Tem alta em uso de Puran 75, sinvastatina 20 mg a noite. Enalapril 5 mg vo 2 x, metoprolol tartarato 25 mg vo 2 x, digoxina 1/2 cp em dias alternados. Paroxetina 20 mg vo 1 x pela manha, flunitrazepan 1 mg vo 1 x a noite, varfarina 5 mg vo 1 x ao dia. Omeprazol 20 mg vo 1 x ao dia. Carbonato de calcio 500 mg vo 2 x. Controle de tp na sexta feira. Se piora, retorno a emergência.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Abreviação": [
      "TC",
      "vo",
      "Rx tórax",
      "tc de cranio"
    ],
    "Procedimento Diagnóstico": [
      "TC",
      "Rx tórax",
      "tc de cranio"
    ],
    "Resultado Laboratorial ou de Teste": [
      "consolidações",
      "hemograma normal",
      "sem evidência",
      "tsh de 33"
    ],
    "Sinal ou Sintoma": [
      "consolidações",
      "novas lesões isquemicas"
    ],
    "Substância Química Orgânica": [
      "cefuroxime",
      "cefuroxima",
      "varfarina",
      "Paroxetina",
      "flunitrazepan",
      "Omeprazol",
      "metoprolol tartarato"
    ],
    "Substância Farmacológica": [
      "cefuroxime",
      "puran",
      "cefuroxima",
      "varfarina",
      "Puran",
      "sinvastatina",
      "Enalapril",
      "digoxina",
      "Paroxetina",
      "flunitrazepan",
      "Omeprazol",
      "metoprolol tartarato",
      "Carbonato de calcio"
    ],
    "Antibiótico": [
      "cefuroxime",
      "cefuroxima"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "retorno"
    ],
    "Negação": [
      "afebril",
      "Sem",
      "sem evidência"
    ],
    "Achado": [
      "afebril",
      "bom estado geral",
      "hemograma normal",
      "melhora clinica neurologica progressiva",
      "melhora com hidratação",
      "boa resposta clinica"
    ],
    "Conceito Temporal": [
      "dias",
      "noite",
      "manha",
      "dia",
      "dias alternados",
      "sexta feira"
    ],
    "Lesão ou Envenenamento": [
      "queda"
    ],
    "Doença ou Síndrome": [
      "Hipotireoidismo",
      "hemorragia intracraniana",
      "Insuficiencia renal cronica agudizada",
      "infecçaõ respiratória"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "puran",
      "Puran",
      "Enalapril"
    ],
    "Hormônio": [
      "puran",
      "Puran"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Tratamento",
      "anticoagulaçaõ",
      "aumento dose"
    ],
    "Conceito Quantitativo": [
      "75"
    ],
    "Organização Relacionada à Saúde": [
      "emergência"
    ],
    "Substância Química Inorgânica": [
      "Carbonato de calcio"
    ],
    "Procedimento Laboratorial": [
      "Controle de tp"
    ]
  },
  "labels": {
    "hemorragia intracraniana": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B25.3": {
            "confidence_embedding": 0.8052,
            "text": "Representação de doença CID-11: Efeitos tardios de hemorragia intracraniana não traumática. Definição: Efeitos tardios de outra hemorragia intracraniana não traumática após 1 mês ou mais do início da doença. Os códigos para episódios agudos devem ser usados ​​exclusivamente para hemorragias agudas e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8B0Z": {
            "confidence_embedding": 0.7837,
            "text": "Representação de doença CID-11: Hemorragia intracraniana não especificada. Definição: "
          }
        },
        {
          "8D60": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Pressão intracraniana aumentada. Definição: Aumento da pressão dentro do crânio causado por alterações nos volumes dos componentes intracranianos, como matéria cerebral, LCR e sangue, ou pela presença de uma entidade de massa patológica."
          }
        },
        {
          "8B00.4": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Hemorragia intraventricular sem hemorragia parenquimatosa. Definição: Disfunção neurológica aguda causada por hemorragia no sistema ventricular, sem um componente de hemorragia parenquimatosa."
          }
        },
        {
          "8B00.Z": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Hemorragia intracerebral, localização não especificada. Definição: "
          }
        }
      ]
    },
    "queda": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07.8Y": {
            "confidence_embedding": 0.7389,
            "text": "Representação de doença CID-11: Outra hemorragia traumática especificada no tecido cerebral. Definição: "
          }
        },
        {
          "NA07.8Z": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Hemorragia traumática no tecido cerebral, não especificada. Definição: "
          }
        },
        {
          "NC56.4Z": {
            "confidence_embedding": 0.7262,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do polegar, não especificada. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7243,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NA07.8": {
            "confidence_embedding": 0.7223,
            "text": "Representação de doença CID-11: Hemorragia traumática no tecido cerebral. Definição: "
          }
        }
      ]
    },
    "hipotireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.03": {
            "confidence_embedding": 0.8359,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito transitório. Definição: Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.8094,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5A00.22": {
            "confidence_embedding": 0.7809,
            "text": "Representação de doença CID-11: Hipotireoidismo subclínico por deficiência de iodo. Definição: Condição com níveis séricos elevados de TSH , porém níveis séricos normais de hormônios tireoidianos , que é induzida por deficiência de iodo."
          }
        },
        {
          "5A00.04": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito por deficiência de iodo. Definição: O hipotireoidismo congênito é uma condição que surge ao nascimento na qual a glândula tireoide produz muito pouco ou nenhum hormônio tireoidiano e pode ser induzido por deficiência de iodo."
          }
        },
        {
          "5A61.40": {
            "confidence_embedding": 0.7783,
            "text": "Representação de doença CID-11: Hipotireoidismo central adquirido. Definição: Hipotireoidismo central é uma condição em que há pouca ou nenhuma produção dos hormônios tireoidianos induzido por disfunção de hipotálamo ou hipófise."
          }
        }
      ]
    },
    "infecçaõ respiratória": {
      "capitulo": "01",
      "opcoes": [
        {
          "1B20.20": {
            "confidence_embedding": 0.795,
            "text": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor."
          }
        },
        {
          "1D62": {
            "confidence_embedding": 0.7914,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1E73": {
            "confidence_embedding": 0.7909,
            "text": "Representação de doença CID-11: Vacínia. Definição: Um poxvírus que costumava ser usado para proteger contra a varíola. Seu uso como vacina pode ser complicado por erupção cutânea generalizada secundária à viremia, infecção acidental de outras localizações ou outros indivíduos, infecção progressiva na localização da vacinação ou, raramente, encefalomielite e miopericardite."
          }
        },
        {
          "1C19.1": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Doença dos legionários. Definição: Doença do legionário, a forma pneumônica, tem um período de incubação de 2 a 10 dias (mas foram registrados períodos de até 16 dias em alguns surtos). Inicialmente, os sintomas são febre, perda de apetite, dor de cabeça, mal-estar e letargia. Alguns pacientes também podem apresentar dores musculares, diarreia e confusão mental. Geralmente, há também uma tosse leve inicial, mas até 50% dos pacientes podem apresentar catarro. Rajas sanguíneas ou hemoptise ocorrem em cerca de um terço dos pacientes. A gravidade da doença varia de uma tosse leve a uma pneumonia rapidamente fatal. A morte ocorre por pneumonia progressiva com insuficiência respiratória e/ou choque e falência de múltiplos órgãos."
          }
        },
        {
          "1C85": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Encefalite japonesa. Definição: Doença do cérebro, causada por uma infecção por flavivírus. Esta doença é caracterizada por febre, dor de cabeça, meningismo, hiperexcitabilidade ou diminuição da consciência. Essa doença também pode se manifestar com sinais neurológicos como paralisia de nervos cranianos, tremor e ataxia, parkinsonismo ou paralisia dos membros superiores. A transmissão ocorre através da picada de um mosquito infectado. A confirmação é pela identificação de flavivírus em uma amostra de soro ou líquido cefalorraquidiano."
          }
        }
      ]
    },
    "consolidações": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7792,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.7775,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7723,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CB41.0": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Insuficiência respiratória aguda. Definição: A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência."
          }
        },
        {
          "CA02": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Faringite aguda. Definição: Faringite aguda é definida como infecção ou irritação da faringe e/ou das amigdalas e é parte das manifestações do resfriado comum. A etiologia é geralmente infecciosa, sendo a maioria dos casos de origem viral. Embora a infecção viral seja a causa primária, ela também pode ser causada por infecção bacteriana. Desconforto na garganta, dor de garganta e dor para engolir ocorrem com frequência. Cefaleia, fadiga generalizada, dor irradiada para o ouvido e linfadenite cervical também ocorrem. Achados locais evidenciam tonsilas palatinas hiperemiadas e edema dos folículos linfoides da parede posterior da faringe. Pacientes com faringite aguda se apresentam mais comumente com dor de garganta. Vários outros sintomas podem surgir nesses pacientes dependendo dos organismos causadores."
          }
        }
      ]
    },
    "insuficiencia renal cronica agudizada": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD71.2": {
            "confidence_embedding": 0.7597,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7429,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BC81.Y": {
            "confidence_embedding": 0.7273,
            "text": "Representação de doença CID-11: Outra taquiarritmia supraventricular, especificada. Definição: "
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7265,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.721,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "melhora clinica neurologica progressiva": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A45.30": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8A42": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Encefalomielite aguda disseminada. Definição: Encefalomielite disseminada aguda é transtorno desmielinizante do sistema nervoso central. Usualmente ocorre subsequente a infecção viral ou bacteriana aguda ou vacinação, com início abrupto de irritabilidade e letargia após período prodrômico de 1-4 semanas. Os sintomas principais incluem febre, cefaleia, tontura, alterações do estado mental, convulsões e coma. Fraqueza, vômitos, perda de peso ponderal, rigidez de nuca, ataxia, neurite óptica bilateral e delirium são comuns. Envolvimento de sistema nervoso periférico (paralisia de um único membro ou hemiplegia) podem ocorrer."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7294,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        }
      ]
    },
    "novas lesões isquemicas": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07.8Y": {
            "confidence_embedding": 0.7365,
            "text": "Representação de doença CID-11: Outra hemorragia traumática especificada no tecido cerebral. Definição: "
          }
        },
        {
          "NA07.8Z": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Hemorragia traumática no tecido cerebral, não especificada. Definição: "
          }
        },
        {
          "NC95.Z": {
            "confidence_embedding": 0.7312,
            "text": "Representação de doença CID-11: Lesão de vaso sanguíneo não especificado na perna. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NC56.4Z": {
            "confidence_embedding": 0.7251,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do polegar, não especificada. Definição: "
          }
        }
      ]
    },
    "boa resposta clinica": {
      "capitulo": "01",
      "opcoes": [
        {
          "1B20.20": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor."
          }
        },
        {
          "1E73": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Vacínia. Definição: Um poxvírus que costumava ser usado para proteger contra a varíola. Seu uso como vacina pode ser complicado por erupção cutânea generalizada secundária à viremia, infecção acidental de outras localizações ou outros indivíduos, infecção progressiva na localização da vacinação ou, raramente, encefalomielite e miopericardite."
          }
        },
        {
          "1D62": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1C19.1": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Doença dos legionários. Definição: Doença do legionário, a forma pneumônica, tem um período de incubação de 2 a 10 dias (mas foram registrados períodos de até 16 dias em alguns surtos). Inicialmente, os sintomas são febre, perda de apetite, dor de cabeça, mal-estar e letargia. Alguns pacientes também podem apresentar dores musculares, diarreia e confusão mental. Geralmente, há também uma tosse leve inicial, mas até 50% dos pacientes podem apresentar catarro. Rajas sanguíneas ou hemoptise ocorrem em cerca de um terço dos pacientes. A gravidade da doença varia de uma tosse leve a uma pneumonia rapidamente fatal. A morte ocorre por pneumonia progressiva com insuficiência respiratória e/ou choque e falência de múltiplos órgãos."
          }
        },
        {
          "1D60.1": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Doença de Marburg. Definição: Doença grave com alto índice de letalidade causada pela infecção pelo vírus do gênero Orthomarburgvirus. A doença de Marburg é tipicamente caracterizada por início agudo de febre com sintomas / sinais inespecíficos (por exemplo, dor abdominal, anorexia, fadiga, mal-estar, mialgia, dor de garganta) geralmente seguido vários dias depois por náuseas, vômitos, diarreia e, ocasionalmente, uma erupção variável na pele. A doença grave pode incluir manifestações hemorrágicas (por exemplo, sangramento de locais de punção, equimoses, petéquias, derrames viscerais), encefalopatia, choque/ hipotensão, falência de múltiplos órgãos. Os achados laboratoriais comuns incluem trombocitopenia, níveis elevados de transaminases, anormalidades eletrolíticas e sinais de disfunção renal. Os indivíduos que se recuperam podem ter sequelas prolongadas (por exemplo, artralgia, disfunção neurocognitiva, uveíte). Persistência viral tem sido documentada em compartimentos imunoprivilegiados (por exemplo, SNC, olhos, testículos) em alguns que se recuperam. A transmissão pessoa a pessoa ocorre por contato direto com sangue, outros fluidos corporais, órgãos ou superfícies e materiais contaminados, com risco começando no início dos sinais clínicos e aumentando com a gravidade da doença. Os membros da família, profissionais de saúde e outras pessoas que prestam cuidados aos pacientes, e pessoas com contato direto com o falecido, correm risco em particular. O período de incubação normalmente é de 7–11 dias (variação de ≈2–21 dias)."
          }
        }
      ]
    }
  }
}