{
  "prontuario_id": 406,
  "text": "JOÃO, 21 ANOS,\n\nPO DE FX ARTICULAR DE TIBIA EM 26/06/15.\n\nREFERE DOR NO LOCAL, BOA CICATRIZAÇÃO, BOA MOBILIDADE.\n \n \n \n ",
  "entities": {
    "Conceito Temporal": [
      "ANOS",
      "PO"
    ],
    "Abreviação": [
      "PO",
      "FX ARTICULAR DE TIBIA"
    ],
    "Lesão ou Envenenamento": [
      "FX ARTICULAR DE TIBIA"
    ],
    "Sinal ou Sintoma": [
      "DOR NO LOCAL"
    ],
    "Achado": [
      "BOA CICATRIZAÇÃO",
      "BOA MOBILIDADE"
    ]
  },
  "labels": {
    "boa cicatrização": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA02.Z": {
            "confidence_embedding": 0.7853,
            "text": "Representação de doença CID-11: Osteoartrite do punho ou mão, não especificada. Definição: "
          }
        },
        {
          "FA02.2": {
            "confidence_embedding": 0.7821,
            "text": "Representação de doença CID-11: Outra osteoartrite secundária do punho ou mão. Definição: "
          }
        },
        {
          "FA02": {
            "confidence_embedding": 0.7757,
            "text": "Representação de doença CID-11: Osteoartrite do punho ou mão. Definição: "
          }
        },
        {
          "FA03.2": {
            "confidence_embedding": 0.7682,
            "text": "Representação de doença CID-11: Outra osteoartrite secundária de outra articulação especificada. Definição: "
          }
        },
        {
          "FA02.0": {
            "confidence_embedding": 0.7675,
            "text": "Representação de doença CID-11: Osteoartrite primária do punho ou mão. Definição: "
          }
        }
      ]
    },
    "boa mobilidade": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA02.Z": {
            "confidence_embedding": 0.729,
            "text": "Representação de doença CID-11: Osteoartrite do punho ou mão, não especificada. Definição: "
          }
        },
        {
          "FA02.2": {
            "confidence_embedding": 0.7279,
            "text": "Representação de doença CID-11: Outra osteoartrite secundária do punho ou mão. Definição: "
          }
        },
        {
          "FA24": {
            "confidence_embedding": 0.7242,
            "text": "Representação de doença CID-11: Artrite idiopática juvenil. Definição: Artrite idiopática juvenil (AIJ) é o termo usado para descrever um grupo de transtornos articulares inflamatórios de causa desconhecida, que começaram antes dos 16 anos de idade e com duração maior que 6 semanas. Foram definidas seis formas de apresentação: artrite idiopática juvenil de início sistêmico (anteriormente referida como doença de Still), oligoartrite, poliartrite fator reumatoide positivo, poliartrite fator reumatoide negativo, artrite associada à entesite (espondiloartropatias) e a forma juvenil da artrite psoriásica. A sétima categoria foi definida para incluir formas de apresentação de artrite não classificadas (formas que não correspondem a nenhuma das doenças definidas ou que correspondem a mais de uma dessas doenças)."
          }
        },
        {
          "FA02": {
            "confidence_embedding": 0.7194,
            "text": "Representação de doença CID-11: Osteoartrite do punho ou mão. Definição: "
          }
        },
        {
          "FA03.2": {
            "confidence_embedding": 0.7187,
            "text": "Representação de doença CID-11: Outra osteoartrite secundária de outra articulação especificada. Definição: "
          }
        }
      ]
    },
    "fx articular de tibia": {
      "capitulo": "22",
      "opcoes": [
        {
          "NC72.66": {
            "confidence_embedding": 0.7708,
            "text": "Representação de doença CID-11: Fratura da extremidade distal do fêmur estendendo-se para a articulação, completa articular. Definição: "
          }
        },
        {
          "NC95.3Y": {
            "confidence_embedding": 0.7544,
            "text": "Representação de doença CID-11: Outra lesão especificada da artéria fibular. Definição: "
          }
        },
        {
          "ND13.2": {
            "confidence_embedding": 0.7514,
            "text": "Representação de doença CID-11: Fratura de osso tarsal não especificado. Definição: "
          }
        },
        {
          "NC95.1Z": {
            "confidence_embedding": 0.7498,
            "text": "Representação de doença CID-11: Lesão da artéria tibial anterior, não especificada. Definição: "
          }
        },
        {
          "NC75.11": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Laceração da veia femoral ao nível do quadril ou coxa, maior. Definição: "
          }
        }
      ]
    },
    "dor no local": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG31.2": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Dor pós-operatória aguda, não classificada em outra parte. Definição: Dor no local da intervenção ou causada por uma intervenção cirúrgica."
          }
        },
        {
          "MG30.31": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica associada a alterações estruturais. Definição: Dor musculoesquelética secundária crônica associada a alterações estruturais é uma dor crônica de mecanismo(s) desconhecido(s), que é atribuível a alterações anatômicas em articulação(ões), osso(s) ou tendão(ões). A alteração estrutural precisa ser inferida a partir de exame clínico e/ou demonstrável por exame de imagem. A dor pode ser espontânea ou induzida por movimento. É caracterizada por aspectos clínicos como inchaço, alodinia ou restrição de movimentos.\r\n\r\nCritérios de Diagnóstico:\r\n\r\nAs condições de A a D são preenchidas:\r\n\r\nA) Dor crônica (persistente ou recorrente por mais de 3 meses) em articulação(ões), osso(s) ou tendão(ões) está presente. A dor pode ser espontânea ou induzida por movimento.\r\n\r\nB) Pelo menos um dos seguintes critérios atendidos:\r\nB1) Inchaço está presente.\r\nB2) Alodinia sobre a parte está presente.\r\n\r\nC) A alteração estrutural é inferida a partir de exame clínico ou de imagem.\r\n\r\nD) A dor não é melhor explicada por outro diagnóstico de dor crônica."
          }
        },
        {
          "MG30.30": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica por inflamação persistente. Definição: A dor musculoesquelética secundária crônica por inflamação persistente é uma dor crônica devida a mecanismos inflamatórios na(s) articulação(ões), osso(s), tendão(ões), músculo(s), tecido(s) moles(s) ou coluna vertebral. A dor pode ser espontânea ou induzida por movimento. É caracterizada por aspectos clínicos de inflamação, incluindo aumento da sensibilidade daquela região a estímulos."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7409,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7402,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        }
      ]
    }
  }
}