{
  "prontuario_id": 338,
  "text": "15 MESES DE FX DE PLATO TIBIAL ESQ.\nPCTE REFERE INSTABILIDADE DO JOELHO AO DEAMBULAR.\nGAVETA ANTERIOR E POSTERIOR + .\nAGENDO RMS PARA PROGRAMAR POSSIVEL CORREÇÃO LIGAMENTAR.\n\nR1 LUCAS\n \n \n \n ",
  "entities": {
    "Conceito Temporal": [
      "MESES"
    ],
    "Abreviação": [
      "PCTE",
      "RMS",
      "R1",
      "PLATO TIBIAL ESQ",
      "GAVETA ANTERIOR E POSTERIOR +"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Procedimento Diagnóstico": [
      "RMS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PLATO TIBIAL ESQ"
    ],
    "Sinal ou Sintoma": [
      "INSTABILIDADE DO JOELHO AO DEAMBULAR",
      "GAVETA ANTERIOR E POSTERIOR +"
    ],
    "Resultado Laboratorial ou de Teste": [
      "GAVETA ANTERIOR E POSTERIOR +"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CORREÇÃO LIGAMENTAR"
    ]
  },
  "labels": {
    "instabilidade do joelho ao deambular": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA33.40": {
            "confidence_embedding": 0.8057,
            "text": "Representação de doença CID-11: Instabilidade crônica do joelho, ligamento colateral medial ou outra parte ou parte não especificada do menisco medial. Definição: "
          }
        },
        {
          "FA33": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Transtorno interno do joelho. Definição: Transtorno interno do joelho (TIJ) é uma condição crônica do joelho devido à lesão, ruptura ou transtorno do menisco do joelho, ou ruptura parcial ou completa dos ligamentos cruzados, com ou sem lesão do ligamento capsular, que resulta em um processo contínuo ou intermitente de sinais e sintomas como dor, instabilidade ou mobilidade anormal do joelho.\r\n\r\nNas situações em que o transtorno é causado por trauma, deverá ser utilizado o código de \"Lesões, envenenamentos ou algumas outras consequências de causas externas\", independentemente do tempo decorrido desde a lesão."
          }
        },
        {
          "FA33.4": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Instabilidade crônica do joelho. Definição: "
          }
        },
        {
          "FA33.4Z": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Instabilidade crônica do joelho, não especificada. Definição: "
          }
        },
        {
          "FA33.4Y": {
            "confidence_embedding": 0.736,
            "text": "Representação de doença CID-11: Outra instabilidade crônica especificada do joelho. Definição: "
          }
        }
      ]
    },
    "gaveta anterior e posterior +": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA84.1": {
            "confidence_embedding": 0.7112,
            "text": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
          }
        },
        {
          "FA34.1": {
            "confidence_embedding": 0.71,
            "text": "Representação de doença CID-11: Transtornos do ligamento. Definição: "
          }
        },
        {
          "FB54": {
            "confidence_embedding": 0.7095,
            "text": "Representação de doença CID-11: Entesopatias dos membros inferiores. Definição: Trata-se de um grupo de afecções que levam a qualquer tipo de alteração nos pontos de inserção de tendões ou ligamentos dos membros inferiores. As principais alterações são inflamação e calcificação."
          }
        },
        {
          "FA84": {
            "confidence_embedding": 0.7093,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FA25.12": {
            "confidence_embedding": 0.7048,
            "text": "Representação de doença CID-11: Artropatia gotosa devida a defeitos enzimáticos ou outros transtornos hereditários.. Definição: "
          }
        }
      ]
    }
  }
}