{
  "prontuario_id": 524,
  "text": "Pacte portadora de sindrome de romberg, apresenta atrofia de hemiface a D.\nAguardando procedimento cirurgico reparador .\nExames laboratoriais OK.\n\n\nEmito AIH.\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Pacte"
    ],
    "Abreviação": [
      "Pacte",
      "AIH",
      "hemiface a D"
    ],
    "Função Patológica": [
      "atrofia"
    ],
    "Doença ou Síndrome": [
      "sindrome de romberg"
    ],
    "Localização ou Região Corporal": [
      "hemiface a D"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "procedimento cirurgico reparador"
    ],
    "Achado": [
      "Exames laboratoriais OK"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Exames laboratoriais OK"
    ],
    "Procedimento Laboratorial": [
      "Exames laboratoriais OK"
    ]
  },
  "labels": {
    "sindrome de romberg": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D64.10": {
            "confidence_embedding": 0.6674,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        },
        {
          "8B44.0": {
            "confidence_embedding": 0.6612,
            "text": "Representação de doença CID-11: Paraplegia espástica hereditária. Definição: Paraplegias espásticas hereditárias (PEH) compreendem um grupo genetica e clinicamente heterogêneo de transtornos neurodegenerativos caracterizados por graus variáveis de espasticidade de membros inferiores, fraqueza piramidal, hiperreflexia e envolvimento da bexiga hipertônica. Clinicamente, as PEH podem ser divididas em dois grupos principais: formas não complicadas (puras) e complicadas (complexas), dependendo da presença de outras manifestações neurológicas, incluindo ataxia, neuropatia periférica, comprometimento cognitivo, epilepsia, amiotrofia, retinopatia, surdez, ictiose e envolvimento extrapiramidal , além de paraparesia espástica. As PEH puras são caracterizadas por espasticidade e fraqueza lentamente progressivas em extremidades inferiores, frequentemente associadas a distúrbios urinários hipertônicos, leve redução da sensibilidade vibratória de extremidades inferiores e, ocasionalmente, da sensação de posição articular. As formas complexas de PEH são caracterizadas pela presença de manifestações neurológicas ou não neurológicas adicionais. Uma história familiar positiva, particularmente em casos autossômicos dominantes, está frequentemente presente, mas nem sempre. O diagnóstico pode ser auxiliado por neuroimagem e testes genéticos."
          }
        },
        {
          "8B22.6": {
            "confidence_embedding": 0.6607,
            "text": "Representação de doença CID-11: Aneurisma sacular cerebral familiar. Definição: São expansões, semelhantes a bolsas, de artérias dentro do crânio, que são familiares."
          }
        },
        {
          "8B22.A": {
            "confidence_embedding": 0.6599,
            "text": "Representação de doença CID-11: Síndrome de roubo da subclávia. Definição: Fluxo sanguíneo retrógrado na artéria vertebral no contexto de estenose ou oclusão proximal da artéria subclávia ipsilateral, levando a sintomas de insuficiência basilar."
          }
        },
        {
          "8B22": {
            "confidence_embedding": 0.659,
            "text": "Representação de doença CID-11: Algumas doenças cerebrovasculares especificadas. Definição: Outras anormalidades especificadas de artérias ou veias intracranianas ou extracranianas. As entidades nesta seção podem ser usadas em combinação com outros códigos de diagnóstico neste bloco. Várias das entidades podem causar diferentes tipos de doença cerebrovascular, como AIT, acidente vascular cerebral isquêmico ou hemorragia intracerebral; podem estar associadas a outras síndromes clínicas; ou podem ser assintomáticas (não ter causado disfunção focal aguda do cérebro).\r\n\r\nA seção sobre malformações vasculares intracranianas foi bastante revisada em comparação com a CID-10, com base nos principais avanços científicos neste campo.\r\n\r\nAs síndromes de vasoconstrição cerebral e a encefalopatia reversível posterior são consideradas entidades separadas (visto que a vasoconstrição nem sempre está presente na última).\r\n\r\n\"Leucoencefalopatia vascular progressiva (doença de Binswanger)\" foi removida como uma entidade separada."
          }
        }
      ]
    },
    "atrofia": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7438,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA11.2": {
            "confidence_embedding": 0.7388,
            "text": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
          }
        },
        {
          "FA11": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Artropatias reativas. Definição: Doença das articulações, causada por uma infecção em outra parte do corpo, uma doença autoimune, ou após vacinação. Esta doença é caracterizada por uma inflamação secundária articulações em reação a infecção, doença autoimune ou vacinação. Localizações prévias comuns de infecção são os sistemas entérico ou geniturinário."
          }
        },
        {
          "FA25.12": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Artropatia gotosa devida a defeitos enzimáticos ou outros transtornos hereditários.. Definição: "
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        }
      ]
    }
  }
}