{
  "prontuario_id": 294,
  "text": "PACIENTE POS-OPERATORIO CX HERNIA UMBILICAL.\nFO SEM SINAIS DE SECREÇÃO PURULENTA.\nPCTE SEM QUEIXAS.\nRETORNO EM 1 MES.\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE",
      "PCTE"
    ],
    "Conceito Temporal": [
      "POS-OPERATORIO",
      "MES"
    ],
    "Abreviação": [
      "FO",
      "PCTE",
      "CX HERNIA UMBILICAL"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "SECREÇÃO PURULENTA"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX HERNIA UMBILICAL"
    ]
  },
  "labels": {
    "fo": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND92.02": {
            "confidence_embedding": 0.7391,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NB51.2": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB51.Z": {
            "confidence_embedding": 0.7208,
            "text": "Representação de doença CID-11: Ferimento aberto do abdome, região lombar ou pelve, não especificado. Definição: "
          }
        },
        {
          "NB50.2": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Abrasão da parede abdominal. Definição: "
          }
        },
        {
          "NB50.3": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Contusão da parede abdominal. Definição: "
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF34": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: "
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7335,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7257,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME0A": {
            "confidence_embedding": 0.7237,
            "text": "Representação de doença CID-11: Peristaltismo visível. Definição: Movimentos peristálticos dos intestinos aumentados, em formato de onda, pelos quais o conteúdo é forçado para a frente em direção à abertura de tal forma que se tornam visíveis através das paredes abdominais à inspeção."
          }
        }
      ]
    },
    "secreção purulenta": {
      "capitulo": "01",
      "opcoes": [
        {
          "1B71.2": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Fasciíte necrotizante neonatal. Definição: Fasciíte necrosante neonatal é uma infecção necrosante aguda ameaçadora à vida de fáscia, tecidos subcutâneos e pele sobrejacente, semelhante à condição observada em adultos. É raro em neonatos, mas, ao contrário da forma adulta, tende a afetar bebês saudáveis. Ocorre após onfalite, mastite e infecção pós-operatória da ferida operatória, embora os locais precedentes de infecção nem sempre sejam encontrados. Tem sido mais comumente associada a Staphylococcus aureus do que à infecção estreptocócica. Organismos Gram-negativos também têm sido implicados. Pode causar destruição extensa do tecido e a mortalidade é alta."
          }
        },
        {
          "1C21": {
            "confidence_embedding": 0.7514,
            "text": "Representação de doença CID-11: Peritonite por clamídia. Definição: Esta é uma infecção sexualmente transmissível que causa uma inflamação do peritônio, o tecido fino que reveste a parede interna do abdômen e cobre a maioria dos órgãos abdominais."
          }
        },
        {
          "1B75.1": {
            "confidence_embedding": 0.745,
            "text": "Representação de doença CID-11: Carbúnculo. Definição: Infecção cutânea estafilocócica folicular piogênica profunda, envolvendo um grupo de folículos pilosos adjacentes. Manifesta-se como uma massa lamacenta dolorosa contendo vários seios com secreção purulenta."
          }
        },
        {
          "1A71": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Pelviperitonite gonocócica. Definição: Inflamação do peritônio, o fino tecido que reveste a parede interna do abdome e cobre a maioria dos órgãos abdominais."
          }
        },
        {
          "1F02": {
            "confidence_embedding": 0.732,
            "text": "Representação de doença CID-11: Rubéola. Definição: Doença causada por uma infecção pelo vírus da rubéola. Essa doença comumente se apresenta com linfadenopatia, ou um exantema que se inicia na face e se espalha para os membros e o tronco. A transmissão ocorre comumente por inalação de secreções respiratórias infectadas ou por contato direto."
          }
        }
      ]
    }
  }
}