{
  "prontuario_id": 253,
  "text": "Pcte em acompanhamento comigo por úlcera linfática na perna esquerda.\nUm pouco de depressão.\nFoi realizado cultura ontem.\nIndico bota de UNNA.\nTrazer a bota e aguardar cultura.\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Pcte"
    ],
    "Abreviação": [
      "Pcte"
    ],
    "Atividade de Assistência à Saúde": [
      "acompanhamento"
    ],
    "Doença ou Síndrome": [
      "depressão",
      "úlcera linfática"
    ],
    "Procedimento Laboratorial": [
      "cultura"
    ],
    "Conceito Temporal": [
      "ontem"
    ],
    "Localização ou Região Corporal": [
      "perna esquerda"
    ],
    "Dispositivo Médico": [
      "bota de UNNA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "bota de UNNA"
    ]
  },
  "labels": {
    "depressão": {
      "capitulo": "06",
      "opcoes": [
        {
          "6B25.1": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Transtorno de escoriação. Definição: Transtorno de escoriação é caracterizado pela escoriação recorrente da própria pele, levando a lesões de pele, acompanhado de tentativas malsucedidas de reduzir ou parar o comportamento. Os locais mais comumente afetados são rosto, braços e mãos, mas muitos indivíduos escoriam vários locais do corpo. O comportamento pode ocorrer em episódios breves e distribuídos ao longo de todo o dia ou em períodos menos frequentes mas mais longos. Os sintomas resultam em sofrimento significativo ou prejuízo significativo na funcionalidade pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes da funcionalidade."
          }
        },
        {
          "6C49": {
            "confidence_embedding": 0.7231,
            "text": "Representação de doença CID-11: Transtornos devidos ao uso de alucinógenos. Definição: Transtornos decorrentes do uso de alucinógenos são caracterizados pelo padrão e pelas consequências do uso de alucinógenos. Muitos milhares de compostos têm propriedades alucinógenas, muitos dos quais são encontrados em plantas (p. ex., mescalina) e fungos (p.ex. psilocibina) ou são sintetizados quimicamente (p. ex., dietilamida do ácido lisérgico [LSD]). Esses compostos têm propriedades primariamente alucinógenas mas alguns podem também ser estimulantes. Grande parte da morbidade associada a esses compostos resulta dos efeitos agudos relacionados à intoxicação por alucinógenos. A dependência de alucinógenos é rara e abstinência de alucinógenos não foi descrita . Entre os transtornos mentais relacionados ao uso de alucinógenos, o transtorno psicótico induzido por alucinógenos é o observado com maior frequência, embora ao redor do mundo ele ainda seja relativamente incomum."
          }
        },
        {
          "6D32": {
            "confidence_embedding": 0.7223,
            "text": "Representação de doença CID-11: Transtorno pedofílico. Definição: Transtorno pedofílico é caracterizado por um padrão sustentado, focado e intenso de excitação sexual - conforme manifestado por pensamentos, fantasias, impulsos ou comportamentos sexuais persistentes - envolvendo crianças pré-púberes. Além disso, para que seja feito o diagnóstico de transtorno pedofílico, a pessoa tem que ter colocado em prática esses pensamentos, fantasias ou impulsos ou os mesmos lhe gerarem sofrimento significativo. Esse diagnóstico não se aplica a comportamentos sexuais entre crianças pré ou pós-púberes com pares de idade próxima."
          }
        },
        {
          "6B25": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Transtornos de comportamentos repetitivos focados no corpo. Definição: Transtornos de comportamentos repetitivos focados no corpo são caracterizados por ações recorrentes e habituais direcionadas para o tegumento (p. ex., arrancar cabelo, cutucar a pele, morder o lábio), tipicamente acompanhadas por tentativas malsucedidas de reduzir ou parar o comportamento envolvido, e que levam a sequelas dermatológicas (p. ex., perda de cabelo, lesões de pele, ferimentos no lábio). O comportamento pode ocorrer em episódios breves distribuídos ao longo de todo o dia ou em períodos menos frequentes mas mais longos. Os sintomas resultam em sofrimento significativo ou prejuízo significativo na funcionalidade pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes da funcionalidade."
          }
        },
        {
          "6B63": {
            "confidence_embedding": 0.7192,
            "text": "Representação de doença CID-11: Transtorno de transe e de possessão. Definição: Transtorno de transe e de possessão é caracterizado por estados de transe em que há uma alteração marcante no estado de consciência do indivíduo e o senso costumeiro de identidade pessoal do indivíduo é substituído por uma identidade externa \"possuidora\", e no qual os comportamentos ou movimentos do indivíduo são vivenciados como sendo controlados pelo agente possuidor. Os episódios de transe de possessão são recorrentes ou, se o diagnóstico for baseado em um único episódio, o episódio tem duração de pelo menos vários dias. O estado de transe de possessão é involuntário e indesejado e não é aceito como parte de uma prática cultural ou religiosa coletiva. Os sintomas não ocorrem exclusivamente durante outro transtorno dissociativo e não são mais bem explicados por outro transtorno mental, comportamental ou do neurodesenvolvimento. Os sintomas não se devem aos efeitos diretos de uma substância ou medicamento no sistema nervoso central, incluindo efeitos de abstinência, exaustão ou a estados hipnagógicos ou hipnopômpicos, e não se devem a uma doença do sistema nervoso, traumatismo craniano ou a um transtorno de sono-vigília. Os sintomas resultam em sofrimento significativo ou prejuízo significativo na funcionalidade pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes da funcionalidade."
          }
        }
      ]
    },
    "úlcera linfática": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA31.3": {
            "confidence_embedding": 0.6984,
            "text": "Representação de doença CID-11: Punho caído adquirido. Definição: "
          }
        },
        {
          "FA24.1": {
            "confidence_embedding": 0.6934,
            "text": "Representação de doença CID-11: Poliartrite idiopática juvenil. Definição: Poliartrite idiopática juvenil é um tipo de artrite idiopática juvenil (AIJ) que acomete cinco ou mais articulações nos primeiros seis meses de doença. Frequentemente afeta as mesmas articulações em cada lado do corpo. É mais comum em meninas."
          }
        },
        {
          "FA25.2Y": {
            "confidence_embedding": 0.6927,
            "text": "Representação de doença CID-11: Outra gota especificada sem especificação se primária ou secundária. Definição: "
          }
        },
        {
          "FB55.2": {
            "confidence_embedding": 0.6922,
            "text": "Representação de doença CID-11: Periartrite do punho. Definição: Este transtorno é caracterizado por inflamação de tecidos em torno da articulação do punho."
          }
        },
        {
          "FA31.6": {
            "confidence_embedding": 0.6913,
            "text": "Representação de doença CID-11: Mão em garra ou mão torta adquirida. Definição: "
          }
        }
      ]
    }
  }
}