{
  "prontuario_id": 354,
  "text": "Pcte com hx de dor em hcd a 5 anos, usg com colelitiase.\nPre-operatorio ok.\nRealizo aih e aviso de cx.\nOrientaçoes.\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Pcte"
    ],
    "Abreviação": [
      "Pcte",
      "hx",
      "hcd",
      "usg",
      "aih",
      "cx"
    ],
    "Sinal ou Sintoma": [
      "dor"
    ],
    "Localização ou Região Corporal": [
      "hcd"
    ],
    "Conceito Temporal": [
      "anos"
    ],
    "Procedimento Diagnóstico": [
      "usg",
      "Pre-operatorio ok"
    ],
    "Resultado Laboratorial ou de Teste": [
      "colelitiase"
    ],
    "Doença ou Síndrome": [
      "colelitiase"
    ],
    "Atividade de Assistência à Saúde": [
      "Orientaçoes"
    ],
    "Achado": [
      "Pre-operatorio ok"
    ],
    "Procedimento Laboratorial": [
      "Pre-operatorio ok"
    ]
  },
  "labels": {
    "colelitiase": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB33.20": {
            "confidence_embedding": 0.7161,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DD93.0": {
            "confidence_embedding": 0.7119,
            "text": "Representação de doença CID-11: Regurgitação do lactente. Definição: Regurgitação funcional que se apresenta frequentemente (2 ou mais vezes/dia por 3 ou mais semanas) em lactentes durante o primeiro ano de vida, sem esforço de vômito, hematêmese, aspiração, apneia ou dificuldades de alimentação ou deglutição, ou postura anormal."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7103,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DA07.60": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Síndrome da erupção dentária. Definição: Desconforto gengival e maxilar quando os dentes de um bebê começam a erupcionar. A erupção tipicamente começa entre os 4 e 7 meses de idade e permanece até cerca de 3 anos de idade. Os sintomas mais comuns incluem irritabilidade, choro, falta de apetite, gengivas vermelhas e edemaciadas, salivação em excesso e dificuldade para dormir."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.706,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG31": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Dor aguda. Definição: Dor com duração inferior a 3 meses.\r\n\r\nEste código deve ser usado apenas quando não houver especificações adicionais de localização da dor."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG31.2": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Dor pós-operatória aguda, não classificada em outra parte. Definição: Dor no local da intervenção ou causada por uma intervenção cirúrgica."
          }
        }
      ]
    }
  }
}