{
  "prontuario_id": 30,
  "text": "PO DE FRATURA DE PUNHO DIREITO.\nRX SEM SINAIS DE PERDA DE REDUÇÃO.\nADM DE DEDOS PRESENTE.\nPERFUSAO PERIFERICA PRESENTE.\nCD:\nRETORNO AMBULATORIAL,\nCTVOS DIARIOS,\nMANTER TALA GESSADA.\n\nR1 LUCAS\n \n \n ",
  "entities": {
    "Conceito Temporal": [
      "PO"
    ],
    "Atividade de Assistência à Saúde": [
      "PO",
      "MANTER",
      "RETORNO AMBULATORIAL"
    ],
    "Abreviação": [
      "PO",
      "RX",
      "CD",
      "R1",
      "ADM DE DEDOS PRESENTE",
      "CTVOS DIARIOS"
    ],
    "Procedimento Diagnóstico": [
      "RX"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1"
    ],
    "Espaço ou Junção Corporal": [
      "PUNHO DIREITO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "SINAIS DE PERDA DE REDUÇÃO"
    ],
    "Sinal ou Sintoma": [
      "SINAIS DE PERDA DE REDUÇÃO"
    ],
    "Achado": [
      "ADM DE DEDOS PRESENTE",
      "PERFUSAO PERIFERICA PRESENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CTVOS DIARIOS",
      "TALA GESSADA"
    ],
    "Dispositivo Médico": [
      "TALA GESSADA"
    ]
  },
  "labels": {
    "adm de dedos presente": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA31.3": {
            "confidence_embedding": 0.6851,
            "text": "Representação de doença CID-11: Punho caído adquirido. Definição: "
          }
        },
        {
          "FB40.4": {
            "confidence_embedding": 0.6809,
            "text": "Representação de doença CID-11: Dedo em gatilho. Definição: Este é um transtorno comum, caracterizado pela travamento, estalido ou bloqueio do tendão flexor do dedo acometido, associado a disfunção e dor."
          }
        },
        {
          "FA90": {
            "confidence_embedding": 0.6778,
            "text": "Representação de doença CID-11: Infecção da vértebra. Definição: Afecção da vértebra, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, perda de peso, mas pode ser assintomática. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostra de sangue ou por exames de imagem."
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.6742,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.6729,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        }
      ]
    },
    "perfusao periferica presente": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA60.1": {
            "confidence_embedding": 0.7055,
            "text": "Representação de doença CID-11: Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio. Definição: Inflamação do pericárdio que pode causar dor no peito, que ocorre tão precocemente quanto o primeiro dia e até 6 semanas após o infarto agudo do miocárdio. A dor da pericardite irradia para qualquer crista do trapézio. O infarto do miocárdio transmural é responsável pela inflamação pericárdica local. Atritos pericárdicos transitórios são relativamente comuns em pacientes com infarto transmural nas primeiras 48 horas. Uma pericardite fibrinosa aguda ocorre comumente após o infarto transmural, enquanto o risco de pericardite hemorrágica está aumentado por anticoagulação."
          }
        },
        {
          "BE16": {
            "confidence_embedding": 0.6966,
            "text": "Representação de doença CID-11: Transtorno venoso pulmonar pós procedimento. Definição: Evento ou ocorrência afetando uma ou mais veias pulmonares que está associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.6939,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD71": {
            "confidence_embedding": 0.692,
            "text": "Representação de doença CID-11: Trombose venosa profunda. Definição: Processo pelo qual o trombo (coágulo de sangue) se forma nas grandes veias do sistema venoso profundo. Além de obstruir o retorno venoso, ele apresenta um perigo pelo qual o trombo pode se desprender e embolizar para a circulação pulmonar."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.6886,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "sinais de perda de redução": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7503,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7446,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB21.4": {
            "confidence_embedding": 0.7383,
            "text": "Representação de doença CID-11: Desorientação. Definição: Comprometimento ou perda de consciência de si mesmo em relação ao lugar, tempo, situação ou a outras pessoas. Em casos graves, o senso de identidade pessoal também pode ser perdido."
          }
        },
        {
          "MG43.8": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: perda de apetite. Definição: Diminuição, intermitente ou persistente, da motivação ou do desejo de comer alimentos, em comparação com o habitual do indivíduo."
          }
        },
        {
          "ME64": {
            "confidence_embedding": 0.7369,
            "text": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação."
          }
        }
      ]
    }
  }
}