{
  "prontuario_id": 978,
  "text": "05/05/2012 às 10:10h. 22º DI - colelitíase crônica + PO CCVP revertida. 18ºUTI - PO de LE por abdomen agudo. 18ºDI - SVD. 11ºDI - SNE. 10º DI - TQT. 4º DI - PAM. 1º DI - AVC femural. Ramsay 06, pupilas isomióticas. SNE com infusão de dieta a 60ml/h. Traqueostomizada, em VM modalidade PCV, Peep 10, PI 24, FiO2 60%. CPP com roncos difusos. Abdomen pouco distendido, RHA+. FO abdominal com exsudação serosa, uso de cinta elástica. PAM em radial E pérvia. Acesso venoso em femural D com infusão de propofol  a 30ml/h e plano dobrados de dormonid 30ml/h + fentanil 15ml/h + noradrenalina 15ml/h. SVD com débito efetivo, evacuação ausente. Extremidades frias, perfusão periférica diminuída, edemaciada. Uso de colchão de ar. *Precaução de contato para ESBL.* Enfermeira Florence Nightingale SÍNDROME DO CHOQUE TOXICO",
  "entities": {
    "Conceito Temporal": [
      "PO"
    ],
    "Abreviação": [
      "PO",
      "LE",
      "SVD",
      "SNE",
      "TQT",
      "PAM",
      "60ml/h",
      "VM",
      "Peep",
      "PI",
      "FiO2",
      "CPP",
      "RHA+",
      "FO",
      "30ml/h",
      "CCVP revertida",
      "AVC femural",
      "modalidade PCV",
      "radial E",
      "femural D"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "LE",
      "SVD",
      "SNE",
      "TQT",
      "Traqueostomizada",
      "VM",
      "Peep",
      "PI",
      "FiO2",
      "PAM",
      "infusão",
      "CCVP revertida",
      "AVC femural",
      "infusão de dieta",
      "modalidade PCV",
      "cinta elástica",
      "Acesso venoso",
      "colchão de ar",
      "*Precaução de contato"
    ],
    "Dispositivo Médico": [
      "SVD",
      "SNE",
      "AVC femural",
      "cinta elástica",
      "Acesso venoso",
      "colchão de ar"
    ],
    "Procedimento Diagnóstico": [
      "PAM"
    ],
    "Conceito Quantitativo": [
      "60ml/h",
      "10",
      "24",
      "60%",
      "30ml/h",
      "15ml/h"
    ],
    "Achado": [
      "Traqueostomizada",
      "RHA+",
      "pérvia",
      "débito efetivo"
    ],
    "Localização ou Região Corporal": [
      "CPP",
      "Abdomen",
      "abdominal"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Substância Farmacológica": [
      "propofol",
      "dormonid",
      "fentanil",
      "noradrenalina"
    ],
    "Substância Química Orgânica": [
      "propofol",
      "dormonid",
      "fentanil",
      "noradrenalina"
    ],
    "Conceito Qualitativo": [
      "30ml/h"
    ],
    "Hormônio": [
      "noradrenalina"
    ],
    "Função Fisiológica": [
      "evacuação",
      "débito efetivo"
    ],
    "Negação": [
      "ausente"
    ],
    "Sinal ou Sintoma": [
      "edemaciada",
      "Ramsay 06",
      "pupilas isomióticas",
      "roncos difusos",
      "pouco distendido",
      "Extremidades frias",
      "perfusão periférica diminuída"
    ],
    "Bactéria": [
      "ESBL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Doença ou Síndrome": [
      "colelitíase crônica",
      "abdomen agudo",
      "SÍNDROME DO CHOQUE TOXICO"
    ],
    "Substância Corporal": [
      "exsudação serosa"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "radial E",
      "femural D"
    ]
  },
  "labels": {
    "fo": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.Y": {
            "confidence_embedding": 0.7856,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7842,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.7824,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50.Z": {
            "confidence_embedding": 0.7802,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, não especificada. Definição: "
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        }
      ]
    },
    "extremidades frias": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD10": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB82.0": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Estenose tricúspide reumática com insuficiência. Definição: Insuficiência da valva tricúspide devida a anormalidades nos folhetos pode ser secundária a cardiopatia reumática. Quando devida a esta última, geralmente ocorre em combinação com estenose tricúspide"
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7486,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD73.21": {
            "confidence_embedding": 0.7445,
            "text": "Representação de doença CID-11: Obstrução de veia visceral. Definição: Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        }
      ]
    },
    "esbl": {
      "capitulo": "01",
      "opcoes": [
        {
          "1E73": {
            "confidence_embedding": 0.7706,
            "text": "Representação de doença CID-11: Vacínia. Definição: Um poxvírus que costumava ser usado para proteger contra a varíola. Seu uso como vacina pode ser complicado por erupção cutânea generalizada secundária à viremia, infecção acidental de outras localizações ou outros indivíduos, infecção progressiva na localização da vacinação ou, raramente, encefalomielite e miopericardite."
          }
        },
        {
          "1D62": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1C1C.1": {
            "confidence_embedding": 0.7639,
            "text": "Representação de doença CID-11: Síndrome de Waterhouse-Friderichsen. Definição: Síndrome caracterizada por insuficiência adrenal devida a sangramento nas glândulas suprarrenais (a maioria bilateral mas algumas vezes unilateral), comumente causada por uma infecção por meningococo (Neisseria meningitidis). No entanto, isto também pode ser causado por infecção por outras bactérias como Streptococcus pneumoniae ou Haemophilus influenzae ou até por algumas infecções virais graves.\r\nEssa síndrome pode se manifestar com febre, calafrios, vômitos, mialgia ou erupção cutânea, com progressão para coagulação intravascular disseminada. A transmissão de infecções subjacentes se dá por contato direto ou transmissão por gotículas."
          }
        },
        {
          "1C19.1": {
            "confidence_embedding": 0.7612,
            "text": "Representação de doença CID-11: Doença dos legionários. Definição: Doença do legionário, a forma pneumônica, tem um período de incubação de 2 a 10 dias (mas foram registrados períodos de até 16 dias em alguns surtos). Inicialmente, os sintomas são febre, perda de apetite, dor de cabeça, mal-estar e letargia. Alguns pacientes também podem apresentar dores musculares, diarreia e confusão mental. Geralmente, há também uma tosse leve inicial, mas até 50% dos pacientes podem apresentar catarro. Rajas sanguíneas ou hemoptise ocorrem em cerca de um terço dos pacientes. A gravidade da doença varia de uma tosse leve a uma pneumonia rapidamente fatal. A morte ocorre por pneumonia progressiva com insuficiência respiratória e/ou choque e falência de múltiplos órgãos."
          }
        },
        {
          "1B20.20": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor."
          }
        }
      ]
    },
    "colelitíase crônica": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.Y": {
            "confidence_embedding": 0.8143,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.8102,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50.Z": {
            "confidence_embedding": 0.809,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, não especificada. Definição: "
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.8086,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.8056,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        }
      ]
    },
    "débito efetivo": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME02": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Rigidez abdominal. Definição: Rigidez abdominal é a rigidez dos músculos na região da barriga, que pode ser sentida quando tocada ou pressionada"
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "ramsay 06": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.3": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7432,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MG30.4Z": {
            "confidence_embedding": 0.7341,
            "text": "Representação de doença CID-11: Dor visceral secundária crônica, não especificada. Definição: "
          }
        },
        {
          "ME00": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Síndrome compartimental abdominal. Definição: A síndrome compartimental abdominal é uma condição de disfunção orgânica causada pelo aumento da pressão intra-abdominal (hipertensão intra-abdominal), possivelmente devido a hemorragia intra-abdominal, hematoma retroperitoneal ou edema intestinal. Ocorre frequentemente após intervenção cirúrgica ou traumatismo, ou frequentemente associada a condição séptica. A importância desta entidade clínica foi reconhecida recentemente, no final do século XX. Normalmente, a distensão abdominal devida a lesão intestinal isquêmica primária foi excluída desta entidade clínica."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.7286,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        }
      ]
    },
    "roncos difusos": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA72": {
            "confidence_embedding": 0.7324,
            "text": "Representação de doença CID-11: Síndrome de Mendelson. Definição: Esta pneumonite química é causada por aspiração durante anestesia, especialmente durante a gravidez. O conteúdo da aspiração pode incluir suco gástrico, sangue, bile, água ou uma associação destes."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7299,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB00": {
            "confidence_embedding": 0.7273,
            "text": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
          }
        },
        {
          "CB05.0": {
            "confidence_embedding": 0.7221,
            "text": "Representação de doença CID-11: Dano alveolar difuso. Definição: Trata-se de um padrão histológico de doença pulmonar. É visto na síndrome do desconforto respiratório agudo (SDRA), na lesão pulmonar aguda relacionada a transfusão (TRALI) e na pneumonia (pneumonite) intersticial aguda (PIA)."
          }
        }
      ]
    },
    "pouco distendido": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME01": {
            "confidence_embedding": 0.7775,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7771,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.7736,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        },
        {
          "MD92": {
            "confidence_embedding": 0.7685,
            "text": "Representação de doença CID-11: Dispepsia. Definição: Condição caracterizada por sintomas abdominais superiores que sugerem indigestão (digestão dolorosa, difícil ou prejudicada), que pode incluir dor ou desconforto em abdômen superior, distensão abdominal, sensação de plenitude com ingesta de muito pouco alimento, náuseas e vômitos, azia, perda de apetite."
          }
        },
        {
          "ME02": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Rigidez abdominal. Definição: Rigidez abdominal é a rigidez dos músculos na região da barriga, que pode ser sentida quando tocada ou pressionada"
          }
        }
      ]
    },
    "síndrome do choque toxico": {
      "capitulo": "22",
      "opcoes": [
        {
          "NC95.Z": {
            "confidence_embedding": 0.7804,
            "text": "Representação de doença CID-11: Lesão de vaso sanguíneo não especificado na perna. Definição: "
          }
        },
        {
          "NC15.Z": {
            "confidence_embedding": 0.768,
            "text": "Representação de doença CID-11: Lesão de vaso sanguíneo não especificado ao nível do ombro ou braço. Definição: "
          }
        },
        {
          "NE88": {
            "confidence_embedding": 0.768,
            "text": "Representação de doença CID-11: Toxicidade por drogas associada a danos em cuidados médicos ou cirúrgicos, não classificada em outra parte. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NC95.Y": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados na perna. Definição: "
          }
        }
      ]
    },
    "pupilas isomióticas": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7583,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7395,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "abdomen agudo": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.8148,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.8073,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.8021,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.802,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.7995,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        }
      ]
    },
    "traqueostomizada": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.3": {
            "confidence_embedding": 0.7415,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7337,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME24.A5": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior."
          }
        },
        {
          "ME24.90": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Sangramento gastrointestinal agudo, não classificado em outra parte. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7315,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "pérvia": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME01": {
            "confidence_embedding": 0.7948,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7895,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7872,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.7807,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MG30.4Y": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Outra dor visceral secundária crônica especificada. Definição: "
          }
        }
      ]
    },
    "perfusão periférica diminuída": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.8049,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.8044,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7973,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD73.21": {
            "confidence_embedding": 0.7971,
            "text": "Representação de doença CID-11: Obstrução de veia visceral. Definição: Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7961,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "edemaciada": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.8031,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.7855,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7772,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.2": {
            "confidence_embedding": 0.7756,
            "text": "Representação de doença CID-11: Edema infeccioso. Definição: "
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        }
      ]
    }
  }
}