{
  "prontuario_id": 388,
  "text": "12:16 horas. Paciente proveniente do CMUM Cajuru (4 dias de permanência), com Hx de dor abdominal a aproximadamente 15 dias associada a vomitos. Com SNG aberta em frasco com 300 ml de estase gástrica biliosa, consciente, lucida, respondendo ao comando verbal, pele e mucosa corada e hidratada, eupneica em ar ambiente. AVP em MSD para venóclise. Ausculta pulmonar livre, abdomen flácido, doloroso a palpação. RHA diminuídos. Diurese espontânea, eliminação intestinal ausente a aproximadamente 15 dias (SIC). Relata ainda que realizou ontem enema, porem, sem eficacia. Nega alergia medicamentosa. Afirma que interrompeu o tratamento de infecção urinaria. Paciente segue sobre avaliação medica. OUTRAS DOENÇAS ESPECIFICADAS DO PANCREAS",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Dispositivo Médico": [
      "frasco",
      "AVP"
    ],
    "Achado": [
      "consciente",
      "lucida",
      "corada",
      "hidratada",
      "eficacia",
      "respondendo ao comando verbal",
      "eupneica em ar ambiente",
      "Ausculta pulmonar livre",
      "Diurese espontânea",
      "eliminação intestinal"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pele",
      "mucosa"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "AVP",
      "venóclise",
      "SNG aberta",
      "tratamento de infecção urinaria"
    ],
    "Abreviação": [
      "AVP",
      "MSD",
      "SNG aberta",
      "RHA diminuídos"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "abdomen"
    ],
    "Negação": [
      "ausente",
      "sem",
      "Nega"
    ],
    "Procedimento Diagnóstico": [
      "enema"
    ],
    "Sinal ou Sintoma": [
      "dor abdominal",
      "associada a vomitos",
      "estase gástrica biliosa",
      "doloroso a palpação",
      "RHA diminuídos",
      "alergia medicamentosa"
    ],
    "Conceito Quantitativo": [
      "300 ml"
    ],
    "Função Fisiológica": [
      "Diurese espontânea",
      "eliminação intestinal"
    ],
    "Doença ou Síndrome": [
      "tratamento de infecção urinaria",
      "DOENÇAS ESPECIFICADAS DO PANCREAS"
    ],
    "Atividade de Assistência à Saúde": [
      "avaliação medica"
    ]
  },
  "labels": {
    "alergia medicamentosa": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A80.1": {
            "confidence_embedding": 0.8042,
            "text": "Representação de doença CID-11: Broncoespasmo provocado por alergia a substância alimentar. Definição: Broncoespasmo provocado por alergia a alérgenos da comida é manifestação clínica desencadeada por vários alimentos como um fenótipo de hipersensibilidade alimentar. É mais frequente em pacientes atópicos mais jovens e os alimentos mais comuns responsáveis leite de vaca, amendoim, ovos e castanhas. Esta apresentação clínica pode se manifestar como um evento isolado ou em combinação com outros sintomas como representação da anafilaxia induzida por drogas."
          }
        },
        {
          "4A85.21": {
            "confidence_embedding": 0.7915,
            "text": "Representação de doença CID-11: Urticária ou angioedema induzido pelo alimento. Definição: Urticária e/ou angioedema desencadeados por ingestão ou contato direto com alérgeno da comida em paciente sensibilizado."
          }
        },
        {
          "4A85.2": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Hipersensibilidade alimentar. Definição: Reações de hipersensibilidade alimentar são efeitos adversos de comida ou de aditivos da comida que são clinicamente semelhantes à alergia. Alergia alimentar é uma reação adversa à comida mediada por um mecanismo imunológico, envolvendo IgE específicas (mediados por IgE), mecanismos mediados por células (não mediados por IgE), ou ambos (mistos mediados e não mediados por IgE)."
          }
        },
        {
          "4A85.3": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Alergia ou reações de hipersensibilidade a artrópodes. Definição: Isto inclui tanto reações alérgicas quanto de hipersensibilidade, tanto cutâneas locais quanto sistêmicas, ao contato com insetos (p.ex. abelhas, vespas e formigas-de-fogo) e outros artrópodes (p.ex. escorpiões e aranhas). As reações são usualmente imunomediadas (alergia mediada por IgE ou não mediada por IgE)."
          }
        },
        {
          "4B24.0": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        }
      ]
    },
    "estase gástrica biliosa": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7971,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7912,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DC34": {
            "confidence_embedding": 0.7901,
            "text": "Representação de doença CID-11: Pancreatite obstrutiva. Definição: Esta é uma obstrução na presença de inflamação do pâncreas que requer atenção médica imediata e hospitalização durante um ataque, que tem múltiplas causas e sintomas, que ocorre quando enzimas pancreáticas (especialmente a tripsina) que digerem os alimentos são ativadas no pâncreas em vez de no intestino delgado."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7834,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7787,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        }
      ]
    },
    "doenças especificadas do pancreas": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC31": {
            "confidence_embedding": 0.8283,
            "text": "Representação de doença CID-11: Pancreatite aguda. Definição: Inflamação do pâncreas com início súbito. As alterações patológicas variam de edema a necrose. Enquanto os casos leves frequentemente se recuperam sem complicações, os casos graves apresentam alta mortalidade devido a complicações sistêmicas, apesar do tratamento intensivo."
          }
        },
        {
          "DC31.Y": {
            "confidence_embedding": 0.8253,
            "text": "Representação de doença CID-11: Outra pancreatite aguda especificada. Definição: "
          }
        },
        {
          "DC34": {
            "confidence_embedding": 0.825,
            "text": "Representação de doença CID-11: Pancreatite obstrutiva. Definição: Esta é uma obstrução na presença de inflamação do pâncreas que requer atenção médica imediata e hospitalização durante um ataque, que tem múltiplas causas e sintomas, que ocorre quando enzimas pancreáticas (especialmente a tripsina) que digerem os alimentos são ativadas no pâncreas em vez de no intestino delgado."
          }
        },
        {
          "DC31.Z": {
            "confidence_embedding": 0.8152,
            "text": "Representação de doença CID-11: Pancreatite aguda, não especificada. Definição: "
          }
        },
        {
          "DC31.4": {
            "confidence_embedding": 0.8128,
            "text": "Representação de doença CID-11: Pancreatite aguda hereditária. Definição: Inflamação aguda recorrente do pâncreas caracterizada por episódios de dor abdominal intensa. Várias mutações genéticas estão associadas a essa pancreatite. O início da doença é geralmente antes dos 20 anos de idade, mas pode ocorrer em qualquer idade."
          }
        }
      ]
    },
    "eliminação intestinal": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME08": {
            "confidence_embedding": 0.8508,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.8473,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.8378,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "ME05": {
            "confidence_embedding": 0.8364,
            "text": "Representação de doença CID-11: Alteração do hábito intestinal. Definição: Os hábitos intestinais são o horário, tamanho, quantidade, consistência e frequência das evacuações ao longo do dia. Uma mudança nos hábitos intestinais é qualquer alteração nos hábitos intestinais regulares."
          }
        },
        {
          "MD91": {
            "confidence_embedding": 0.8349,
            "text": "Representação de doença CID-11: Eructação. Definição: Liberação de gás do trato gastrointestinal superior via esôfago pela boca."
          }
        }
      ]
    },
    "doloroso a palpação": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME24.A5": {
            "confidence_embedding": 0.7924,
            "text": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7894,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.786,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7846,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7833,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        }
      ]
    },
    "associada a vomitos": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME08": {
            "confidence_embedding": 0.8187,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MD90": {
            "confidence_embedding": 0.8039,
            "text": "Representação de doença CID-11: Náusea ou vômitos. Definição: Náusea é a sensação de vontade de vomitar. Vômito é a saída forçada do conteúdo do estômago pelo esôfago e para fora da boca."
          }
        },
        {
          "ME24.A5": {
            "confidence_embedding": 0.8021,
            "text": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.768,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME24.90": {
            "confidence_embedding": 0.7675,
            "text": "Representação de doença CID-11: Sangramento gastrointestinal agudo, não classificado em outra parte. Definição: "
          }
        }
      ]
    },
    "rha diminuídos": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME08": {
            "confidence_embedding": 0.8166,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.8079,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.8017,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.8005,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7987,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        }
      ]
    },
    "tratamento de infecção urinária": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB32.20": {
            "confidence_embedding": 0.8332,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DA23": {
            "confidence_embedding": 0.8267,
            "text": "Representação de doença CID-11: Epitélio metaplásico colunar do esôfago. Definição: Condição adquirida na qual o tecido que reveste o esôfago é substituído por tecido semelhante ao revestimento do intestino ou do estômago subsequente a refluxo gastroesofágico crônico."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.8202,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.8147,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.8144,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        }
      ]
    },
    "eficacia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7975,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7848,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7835,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.7759,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7751,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "dor abdominal": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.8495,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD91.4": {
            "confidence_embedding": 0.8421,
            "text": "Representação de doença CID-11: Síndrome da dor abdominal funcional. Definição: Síndrome da dor abdominal funcional representa uma síndrome dolorosa atribuída ao abdome que está fracamente relacionada à função intestinal, está associada a alguma perda das atividades diárias e está presente há pelo menos 6 meses. A dor é constante, quase constante ou pelo menos recorrente. Também há a falta de relação dos sintomas com a ingestão de alimentos ou defecação."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.8387,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.8303,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.8246,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        }
      ]
    }
  }
}