{
  "prontuario_id": 967,
  "text": "PACIENTE EM REPOUSO NO LEITO. REFERE ALGIA  LEVE E PRESENÇA DE EDEMA EM OMBRO DIREITO.  ABDOME SEMI PLANO, FLÁCIDO, INDOLOR A PALPAÇÃO. DIURESE ESPONTÂNEA PRESENTE. ELIMINAÇÕES FISIOLÓGICAS INTESTINAIS PRESENTES. MANTEM JEJUM CONFORME ORIENTAÇÃO MEDICA. AGUARDA CENTRO  CIRÚRGICO. Enfermeira Florence Nightingale  EXAME GERAL E INVESTIGAÇÃO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Sinal ou Sintoma": [
      "EDEMA",
      "ALGIA LEVE"
    ],
    "Localização ou Região Corporal": [
      "ABDOME"
    ],
    "Achado": [
      "FLÁCIDO",
      "REPOUSO NO LEITO",
      "SEMI PLANO",
      "DIURESE ESPONTÂNEA PRESENTE",
      "ELIMINAÇÕES FISIOLÓGICAS INTESTINAIS PRESENTES"
    ],
    "Negação": [
      "INDOLOR"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "JEJUM",
      "REPOUSO NO LEITO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OMBRO DIREITO"
    ],
    "Função Fisiológica": [
      "DIURESE ESPONTÂNEA PRESENTE",
      "ELIMINAÇÕES FISIOLÓGICAS INTESTINAIS PRESENTES"
    ],
    "Atividade de Assistência à Saúde": [
      "ORIENTAÇÃO MEDICA"
    ],
    "Organização Relacionada à Saúde": [
      "CENTRO CIRÚRGICO"
    ]
  },
  "labels": {
    "algia leve": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C20.0": {
            "confidence_embedding": 0.7337,
            "text": "Representação de doença CID-11: Transtorno de sofrimento corporal leve. Definição: Todos os critérios diagnósticos para transtorno de sofrimento corporal são preenchidos. Há atenção excessiva a sintomas angustiantes e suas consequências, o que pode resultar em consultas médica frequentes, mas a pessoa não está absorta pelos sintomas (p. ex., o indivíduo passa menos de uma hora por dia focado neles). Embora o indivíduo expresse sofrimento em relação aos sintomas e alguns possam ter algum impacto em sua vida (p. ex., tensão em relacionamentos, funcionalidade acadêmica ou ocupacional menos efetiva, abandono de atividades de lazer específicas), não há prejuízo substancial na funcionalidade pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes da funcionalidade."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7218,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7122,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6A70.0": {
            "confidence_embedding": 0.7121,
            "text": "Representação de doença CID-11: Transtorno depressivo, episódio único, leve. Definição: Transtorno depressivo, episódio único leve é diagnosticado quando os critérios diagnósticos de um episódio depressivo são preenchidos e o episódio é de gravidade leve. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução do vigor ou fadiga. Em um episódio depressivo leve, o indivíduo geralmente sofre com os sintomas e tem alguma dificuldade em continuar a funcionar em um ou mais domínios (pessoal, familiar, social, educacional, ocupacional ou outros domínios importantes). Não há delírios ou alucinações durante o episódio."
          }
        },
        {
          "6B80.01": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Anorexia nervosa com peso corporal significativamente baixo, padrão compulsão-purgação. Definição: Anorexia nervosa com peso corporal significativamente baixo, padrão compulsão-purgação refere-se a indivíduos que preenchem os critérios diagnósticos para anorexia nervosa com peso corporal significativamente baixo e que apresentam episódios de compulsão alimentar ou comportamentos purgativos. Esses indivíduos induzem a perda de peso e mantêm o peso corporal baixo por meio da restrição da ingestão de alimentos, comumente acompanhada por comportamentos purgativos significativos destinados a eliminar os alimentos ingeridos (p. ex., vômito autoinduzido, abuso de laxantes ou enemas). Esse padrão também inclui indivíduos que apresentam episódios de compulsão alimentar, mas não apresentam purgação."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.73,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7076,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7055,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "flácido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7771,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA90": {
            "confidence_embedding": 0.7489,
            "text": "Representação de doença CID-11: Infecção da vértebra. Definição: Afecção da vértebra, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, perda de peso, mas pode ser assintomática. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostra de sangue ou por exames de imagem."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FB50.0": {
            "confidence_embedding": 0.7342,
            "text": "Representação de doença CID-11: Bursite infecciosasa. Definição: Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais que geralmente resulta em dor e é causada por um agente infeccioso."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "semi plano": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB32.0": {
            "confidence_embedding": 0.7446,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7238,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50.Z": {
            "confidence_embedding": 0.7205,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, não especificada. Definição: "
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7167,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7159,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        }
      ]
    }
  }
}