{
  "prontuario_id": 282,
  "text": "11:20H - Doutor Vital Brazil VEIO E SOLICITOU PC PARA CX GERAL PARA REALIZAÇÃO DE ACESSO VENOSO CENTRAL. ENTRO EM CONTATO COM Doutor Vital Brazil A MESMA CIENTE, VIRÁ AVALIAR PACIENTE. AGUARDO CONDUTA. SEGUE SOB CUIDADOS DE ENFERMAGEM.  Enfermeira Florence Nightingale  FRATURA DA DIÁFISE DO FEMUR",
  "entities": {
    "Abreviação": [
      "PC",
      "CX GERAL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "CONDUTA",
      "CUIDADOS DE ENFERMAGEM"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira",
      "CX GERAL"
    ],
    "Dispositivo Médico": [
      "ACESSO VENOSO CENTRAL"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ACESSO VENOSO CENTRAL"
    ],
    "Lesão ou Envenenamento": [
      "FRATURA DA DIÁFISE DO FEMUR"
    ]
  },
  "labels": {
    "fratura da diáfise do femur": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA72.3": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FB80.9": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Atraso de consolidação de fratura. Definição: "
          }
        },
        {
          "FA80.6": {
            "confidence_embedding": 0.7322,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com esporão ósseo na vértebra. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7315,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        }
      ]
    }
  }
}