{
  "prontuario_id": 963,
  "text": "22h - Pós procedimento de embolização, pré cirúrgico de neurocirurgia, consciente, orientada, comunicativa, em repouso no leito, afebril, normoceálica, normocorada, pupilas isocórica, fotorreagentes com abertura ocular espontânea, mucosas íntegras e úmidas, em ar ambiente, tórax plano com simetria de expansibilidade, ausculta pulmonar com murmúrios vesiculares, ausculta cardíaca normofonética com bulhas regulares e rítmicas, abdômen globoso, flácido, indolor e flácido, RHA +, mantém AVP em MSE com soroterapia em curso, diurese presente em SVD em grande quantidade, permanece com CTVO compressivo em RID para retirar 18/01 às 14:30h. Enfermeiro Florence Nightingale Coren xxxx . NEOPLASIA DE COMPORTAMENTO INCERTO OU DESCONHECIDO DO ENCEFALO SUPRATENTORIAL",
  "entities": {
    "Grupo Profissional ou Ocupacional": [
      "neurocirurgia",
      "Enfermeiro"
    ],
    "Achado": [
      "consciente",
      "orientada",
      "comunicativa",
      "afebril",
      "normoceálica",
      "normocorada",
      "isocórica",
      "fotorreagentes",
      "íntegras",
      "úmidas",
      "plano",
      "normofonética",
      "rítmicas",
      "flácido",
      "repouso no leito",
      "abertura ocular espontânea",
      "simetria de expansibilidade",
      "murmúrios vesiculares",
      "bulhas regulares",
      "RHA +",
      "diurese presente",
      "grande quantidade"
    ],
    "Negação": [
      "afebril",
      "indolor"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "mucosas",
      "ENCEFALO SUPRATENTORIAL"
    ],
    "Localização ou Região Corporal": [
      "tórax",
      "abdômen",
      "MSE"
    ],
    "Sinal ou Sintoma": [
      "globoso"
    ],
    "Abreviação": [
      "MSE",
      "SVD",
      "RID",
      "RHA +",
      "mantém AVP",
      "CTVO compressivo"
    ],
    "Dispositivo Médico": [
      "SVD",
      "mantém AVP",
      "CTVO compressivo"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SVD",
      "Pós procedimento",
      "repouso no leito",
      "mantém AVP",
      "soroterapia em curso",
      "CTVO compressivo"
    ],
    "Processo Neoplásico": [
      "NEOPLASIA"
    ],
    "Conceito Temporal": [
      "Pós procedimento",
      "pré cirúrgico"
    ],
    "Procedimento Diagnóstico": [
      "ausculta pulmonar",
      "ausculta cardíaca"
    ],
    "Função Fisiológica": [
      "diurese presente"
    ],
    "Conceito Qualitativo": [
      "grande quantidade"
    ]
  },
  "labels": {
    "bulhas regulares": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC80": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7568,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        }
      ]
    },
    "isocórica": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7879,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A61.1": {
            "confidence_embedding": 0.7787,
            "text": "Representação de doença CID-11: Síndromes epilépticas genéticas de início na primeira infância. Definição: Inclui um vastro espectro de fenótipo que têm em comum uma base genética e o início na infância. Podem variar de síndromes benigna autolimitada a fármaco-resistente grave. História familiar de epilepsia é comum em algumas entidades sindrômicas e excepcional em outras."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7781,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8A80": {
            "confidence_embedding": 0.7781,
            "text": "Representação de doença CID-11: Enxaqueca. Definição: Transtorno de cefaleia primária, na maioria dos casos episódica. Ataques incapacitantes com duração de 4-72 horas são caracterizados por cefaleia moderada ou grave, geralmente acompanhada por náuseas, vômitos e/ou fotofobia e fonofobia e algumas vezes precedidos por uma aura de curta duração de sintomas visuais, sensoriais ou outros sintomas do sistema nervoso central, unilaterais e totalmente reversíveis. Numa pequena minoria de casos, a cefaleia, mas não necessariamente os sintomas associados, torna-se muito frequente, com perda da episodicidade."
          }
        },
        {
          "8A61": {
            "confidence_embedding": 0.778,
            "text": "Representação de doença CID-11: Síndromes genéticas ou supostamente genéticas expressas primariamente como epilepsia. Definição: A epilepsia é, até onde se compreende, o resultado direto de um ou mais defeitos genéticos conhecidos ou presumidos, nos quais as crises epilépticas são o sintoma central da doença."
          }
        }
      ]
    },
    "flácido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7796,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.5": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: "
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        },
        {
          "FA80.9": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral em coluna lombar com prolapso de disco. Definição: "
          }
        },
        {
          "FA11.2": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
          }
        }
      ]
    },
    "murmúrios vesiculares": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.7611,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB0Y": {
            "confidence_embedding": 0.7557,
            "text": "Representação de doença CID-11: Outras doenças respiratórias que afetam principalmente o interstício pulmonar, especificadas. Definição: "
          }
        },
        {
          "CB40.3": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Enfisema intersticial. Definição: Trata-se de coleção de ar fora das vias aéreas normais do corpo e, em vez disso, encontrada dentro do tecido conjuntivo das camadas peribroncovasculares, dos septos interlobulares e da pleura visceral. Esta coleção se desenvolve como resultado de rutura de alvéolos ou bronquíolos terminais."
          }
        },
        {
          "CA08.01": {
            "confidence_embedding": 0.7524,
            "text": "Representação de doença CID-11: Rinite alérgica devida a outros alérgenos sazonais. Definição: Refere-se a inflamações alérgicas das vias aéreas nasais provocadas por outros alérgenos, além de pólen e ácaro da poeira doméstica, em pacientes com sensibilização múltipla ou como parte de condição complexa, como alergia a látex. Caracteriza-se, clinicamente, pelos seguintes sintomas: espirros, prurido nasal, coriza e obstrução nasal. Ocorre quando um alérgeno, como pelo de animal (partículas de pele descamada ou cabelo), inseto (partículas do corpo de baratas), ou partículas fúngicas, é inalado por indivíduo com o sistema imune sensibilizado."
          }
        },
        {
          "CB40.4": {
            "confidence_embedding": 0.7523,
            "text": "Representação de doença CID-11: Enfisema compensatório. Definição: Enfisema compensatório é uma condição na qual uma parte do pulmão aumenta em tamanho e função, quando outra parte está destruída ou temporariamente inútil. Ocorre, por exemplo, em associação com pneumonias, derrames pleurais ou pneumotórax. Anatomicamente, observa-se aumento do pulmão normal; não há variações da estrutura normal; o pulmão não afetado, como resultado da distensão, tem capacidade vital aumentada e é capaz de realizar trabalho maior do que em sua condição usual. Os tecidos não mostram semelhança com aqueles verdadeiramente enfisematosos. Esta alteração não é de forma alguma relacionada ao verdadeiro enfisema e o termo não deve ser usado, uma vez que cria grande confusão na literatura. Seu uso é tão injustificado quanto o termo nefrite compensatória em relação ao aumento compensatório do rim quando o rim contralateral foi removido. O verdadeiro enfisema não pode nunca compensar um tecido pulmonar doente, uma vez que o pulmão enfisematoso é total ou quase totalmente sem função."
          }
        }
      ]
    },
    "normofonética": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE1F.0": {
            "confidence_embedding": 0.7991,
            "text": "Representação de doença CID-11: Perfuração atrial esquerda pós procedimento. Definição: Perfuração da parede do átrio morfologicamente esquerdo que ocorreu durante ou após uma intervenção"
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.795,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7917,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.7894,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7892,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "íntegras": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.8289,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EA90.2": {
            "confidence_embedding": 0.8002,
            "text": "Representação de doença CID-11: Psoríase instável. Definição: Psoríase instável é uma forma inflamatória de psoríase que pode ser precursora de psoríase eritrodérmica ou pustulosa generalizada. Caracteriza-se por inflamação em torno das margens das placas existentes e/ou aparecimento de múltiplas pequenas pápulas e placas inflamatórias. Alguns pacientes podem ter uma tendência por toda a vida para psoríase instável. Tende a ser difícil de controlar sem recorrer a terapia sistêmica."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.8001,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.7966,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.7954,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        }
      ]
    },
    "úmidas": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.8289,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EA90.2": {
            "confidence_embedding": 0.8002,
            "text": "Representação de doença CID-11: Psoríase instável. Definição: Psoríase instável é uma forma inflamatória de psoríase que pode ser precursora de psoríase eritrodérmica ou pustulosa generalizada. Caracteriza-se por inflamação em torno das margens das placas existentes e/ou aparecimento de múltiplas pequenas pápulas e placas inflamatórias. Alguns pacientes podem ter uma tendência por toda a vida para psoríase instável. Tende a ser difícil de controlar sem recorrer a terapia sistêmica."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.8001,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.7966,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.7954,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        }
      ]
    },
    "abertura ocular espontânea": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.8264,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9C61.0": {
            "confidence_embedding": 0.8064,
            "text": "Representação de doença CID-11: Glaucoma primário de ângulo aberto. Definição: Glaucoma primário de ângulo aberto é uma neuropatia óptica progressiva crônica com alterações morfológicas características na cabeça do nervo óptico e na camada de fibras nervosas da retina na ausência de outra doença ocular ou anomalias congênitas. A morte progressiva de células ganglionares retinianas e a perda de campo visual estão associados a essas alterações. A aparência do ângulo da câmara anterior é normal e os fatores de risco mais importantes incluem o valor da pressão intraocular e a idade avançada."
          }
        },
        {
          "9C61.2Y": {
            "confidence_embedding": 0.8039,
            "text": "Representação de doença CID-11: Outro glaucoma secundário de ângulo aberto, especificado. Definição: "
          }
        },
        {
          "9C81.Z": {
            "confidence_embedding": 0.8023,
            "text": "Representação de doença CID-11: Paresia de nervo ocular, não especificada. Definição: "
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.8022,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        }
      ]
    },
    "comunicativa": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.7741,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7722,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C45.4": {
            "confidence_embedding": 0.7715,
            "text": "Representação de doença CID-11: Abstinência de cocaína. Definição: Abstinência de cocaína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de opioides em indivíduos que tenham desenvolvido dependência de cocaína ou tenham usado cocaína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cocaína podem incluir humor disfórico, irritabilidade, fadiga, lentificação psicomotora, sonhos vívidos desagradáveis, insônia ou hipersonia, aumento de apetite, ansiedade, agitação ou lentificação psicomotora e fissura por cocaína."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.77,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "plano": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE16": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Transtorno venoso pulmonar pós procedimento. Definição: Evento ou ocorrência afetando uma ou mais veias pulmonares que está associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7568,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BE1F.0": {
            "confidence_embedding": 0.756,
            "text": "Representação de doença CID-11: Perfuração atrial esquerda pós procedimento. Definição: Perfuração da parede do átrio morfologicamente esquerdo que ocorreu durante ou após uma intervenção"
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BE12.3": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Insuficiência pós procedimento da valva aórtica. Definição: Insuficiência da valva aórtica pós-procedimento do coração que faz com que o sangue flua na direção reversa durante a diástole ventricular, da aorta para o ventrículo esquerdo."
          }
        }
      ]
    },
    "simetria de expansibilidade": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7562,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BD73": {
            "confidence_embedding": 0.7495,
            "text": "Representação de doença CID-11: Anormalidade venosa sistêmica adquirida. Definição: Alteração patológica pós-natal na forma ou função de uma veia sistêmica."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BD73.2": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Obstrução de veia sistêmica. Definição: Condição patológica pós-natal de uma veia sistêmica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        }
      ]
    },
    "fotorreagentes": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7912,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9B78.6Z": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Separação das camadas da retina, não especificada. Definição: "
          }
        },
        {
          "9B01.4": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Pupilas parassimpaticotônicas por ação farmacológica. Definição: Estimulação farmacológica da via parassimpática."
          }
        },
        {
          "9B02.0": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Pupila de Argyll Robertson. Definição: São pupilas pequenas bilaterais que se contraem quando o paciente focaliza um objeto próximo, mas não se contraem quando exposto à luz forte (elas não “reagem” à luz)."
          }
        },
        {
          "9C84.4": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Nistagmo evocado pelo olhar. Definição: "
          }
        }
      ]
    },
    "consciente": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.8138,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.8055,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.795,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7923,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C44.3": {
            "confidence_embedding": 0.7883,
            "text": "Representação de doença CID-11: Intoxicação por sedativos, hipnóticos ou ansiolíticos. Definição: Intoxicação por sedativos, hipnóticos ou ansiolíticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de sedativos, hipnóticos ou ansiolíticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos de sedativos, hipnóticos ou ansiolíticos, e sua intensidade está intimamente relacionada à quantidade de sedativos, hipnóticos ou ansiolíticos consumida. Têm duração limitada, e diminuem à medida que os sedativos, hipnóticos ou ansiolíticos são eliminados do corpo. Sintomas de apresentação podem incluir sonolência, julgamento comprometido, comportamento inadequado (incluindo comportamento sexual ou agressão), fala arrastada, prejuízo na coordenação motora, marcha instável, mudanças de humor, bem como prejuízo na memória, atenção e concentração. Nistagmo (movimentos oculares repetitivos não controlados) é um sinal físico comum. Em casos graves pode ocorrer estupor ou coma."
          }
        }
      ]
    },
    "rítmicas": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE1F.0": {
            "confidence_embedding": 0.7991,
            "text": "Representação de doença CID-11: Perfuração atrial esquerda pós procedimento. Definição: Perfuração da parede do átrio morfologicamente esquerdo que ocorreu durante ou após uma intervenção"
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.795,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7917,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.7894,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7892,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "orientada": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.7804,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E40.2": {
            "confidence_embedding": 0.7706,
            "text": "Representação de doença CID-11: Traços de personalidade ou estilos de enfrentamento afetando transtornos ou doenças classificados em outra parte. Definição: Todos os critérios diagnósticos para fatores psicológicos ou comportamentais afetando transtornos ou doenças classificados em outra parte são preenchidos. O indivíduo apresenta traços de personalidade ou estilos de enfrentamento que não preenchem critérios diagnósticos para um transtorno mental, comportamental ou do neurodesenvolvimento, que afetam de forma adversa a manifestação, o tratamento ou curso de um transtorno ou doença classificado em outro capítulo (p.ex., negação patológica da necessidade de cirurgia em um paciente com câncer; comportamento hostil e tenso contribuindo para doença cardíaca)."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7698,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6E61.0": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    },
    "globoso": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB80.5": {
            "confidence_embedding": 0.715,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7097,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7086,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7062,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.706,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        }
      ]
    },
    "normocorada": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC80": {
            "confidence_embedding": 0.7693,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7655,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "neoplasia": {
      "capitulo": "02",
      "opcoes": [
        {
          "2E05.0": {
            "confidence_embedding": 0.798,
            "text": "Representação de doença CID-11: Metástase de neoplasia maligna no ovário. Definição: Propagação do câncer para o ovário. Pode ser oriunda de um câncer de ovário primário envolvendo o ovário oposto ou de um câncer em uma localização distante."
          }
        },
        {
          "2E81.1": {
            "confidence_embedding": 0.7947,
            "text": "Representação de doença CID-11: Neoplasias benignas linfáticas. Definição: Neoplasias benignas circunscritas ou difusas dos vasos linfáticos. São muito menos comuns que as malformações linfáticas e se distinguem destas últimas pelo crescimento proliferativo e pelo potencial de disseminação ampla."
          }
        },
        {
          "2F30.Z": {
            "confidence_embedding": 0.7942,
            "text": "Representação de doença CID-11: Neoplasia benigna da mama, não especificada. Definição: "
          }
        },
        {
          "2E90.1": {
            "confidence_embedding": 0.7933,
            "text": "Representação de doença CID-11: Neoplasia benigna da língua. Definição: Crescimento anormal, sem características malignas, das células que compõem a língua."
          }
        },
        {
          "2F36.Z": {
            "confidence_embedding": 0.7909,
            "text": "Representação de doença CID-11: Neoplasia benigna do olho ou dos anexos oculares, não especificada. Definição: "
          }
        }
      ]
    }
  }
}