{
  "prontuario_id": 897,
  "text": "Pcte com RNM de crânio agendada para hoje às 23:00h. Por volta das 21:00h pcte apresentou quadro de confusão mental , seguida de crise convulsiva generalizada , prontamente atendido na sala de poli , com MCC + oximetria digital de pulso + PNI contínuos . Instalado O2 , medicado CPM e  mantido em observação no leito . Hidantalizado pela R1 Vital Brasil da neurocirurgia , procedimento realizado sem intercorrências . Pcte bastante sonolento , mantido em sala de poli e suspenso RNM por hora . Diurese espontânea , com controle através de uropen . SSVV às 05:45h PA = 133/74mmhg , FC = 114bpm, SpO2 = 93% .  Conforme orientação da neurocirurgia , mantém observação na sala de poli sob cuidados intensivos de enfermagem .  Florence Nightingale Coren xxxx  CHOQUE NAO ESPECIFICADO",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Pcte",
      "pcte"
    ],
    "Abreviação": [
      "Pcte",
      "pcte",
      "MCC",
      "CPM",
      "R1",
      "RNM",
      "SSVV",
      "PA",
      "FC",
      "SpO2",
      "RNM de crânio",
      "sala de poli",
      "PNI contínuos"
    ],
    "Procedimento Diagnóstico": [
      "MCC",
      "RNM",
      "RNM de crânio",
      "oximetria digital de pulso",
      "PNI contínuos"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "medicado",
      "Hidantalizado",
      "procedimento",
      "Instalado O2"
    ],
    "Atividade de Assistência à Saúde": [
      "medicado",
      "suspenso",
      "orientação",
      "observação no leito",
      "cuidados intensivos de enfermagem"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "neurocirurgia"
    ],
    "Organização Relacionada à Saúde": [
      "neurocirurgia",
      "sala de poli"
    ],
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "intercorrências",
      "confusão mental",
      "crise convulsiva generalizada",
      "bastante sonolento"
    ],
    "Dispositivo Médico": [
      "uropen"
    ],
    "Atributo Clínico": [
      "SSVV",
      "PA",
      "FC",
      "SpO2"
    ],
    "Conceito Quantitativo": [
      "133/74mmhg",
      "114bpm",
      "93%"
    ],
    "Doença ou Síndrome": [
      "CHOQUE"
    ],
    "Achado": [
      "Diurese espontânea"
    ],
    "Função Fisiológica": [
      "Diurese espontânea"
    ]
  },
  "labels": {
    "bastante sonolento": {
      "capitulo": "07",
      "opcoes": [
        {
          "7A42.5": {
            "confidence_embedding": 0.7841,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a condição médica. Definição: A hipoventilação relacionada ao sono devida a condição médica é caracterizada por hipoventilação durante o sono devida a doença de via aérea ou do parênquima pulmonar, comprometimento da parede torácica, hipertensão pulmonar ou distúrbios neurológicos e neuromusculares. Hipercapnia diurna pode também estar presente. A hipoxemia durante o sono pode ser grave. Os pacientes podem ser assintomáticos ou apresentar-se com queixas de dispneia, aperto no peito ou fadiga.\r\n\r\nNota: Um diagnóstico definitivo requer evidência objetiva baseada na polissonografia com monitorização de dióxido de carbono (CO2) por medida arterial, expiratória ou transcutânea, na presença de uma condição médica julgada como causadora dos sintomas."
          }
        },
        {
          "7A42.4": {
            "confidence_embedding": 0.7715,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a medicamento ou substância. Definição: Hipoventilação relacionada ao sono devida a medicamento ou substância química é caracterizada primariamente por hipoventilação e hipercapnia crônicas devidas ao uso prolongado de medicamentos ou substâncias químicas conhecidas por deprimirem o drive respiratório e/ou comprometer a mecânica dos músculos respiratórios (p.ex. narcóticos de longa ação, anestésicos, sedativos e relaxantes musculares). Hipoxemia está usualmente também presente. Hipercapnia pode também estar presente durante a vigília em alguns pacientes. Os pacientes podem ser assintomáticos ou se queixar de dispneia, opressão torácica ou fadiga.\r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) (por medidas arterial, tidal final ou transcutânea) no contexto de uso de substâncias consideradas causadoras dos sintomas."
          }
        },
        {
          "7A40.2": {
            "confidence_embedding": 0.7702,
            "text": "Representação de doença CID-11: Apneia do sono central primária da prematuridade. Definição: A apneia do sono central primária da prematuridade é caracterizada predominantemente por apneias centrais prolongadas (> 20 segundos) ou por respiração periódica em mais de 5% do tempo total de sono em bebês com menos de 37 semanas de idade pós concepcional. Estes eventos são tipicamente associados a comprometimento fisiológico (hipoxemia, bradicardia) ou à necessidade de intervenção como estimulação ou ressuscitação. Este diagnóstico deve ser feito quando os eventos centrais são o achado predominante, mesmo que também estejam presentes apneias obstrutivas ou mistas, ou hipopneias.\r\n\r\nNota: um diagnóstico definitivo requer evidência objetiva baseada em polissonografia ou em monitorização alternativa, como monitorização hospitalar ou domiciliar."
          }
        },
        {
          "7A23": {
            "confidence_embedding": 0.7627,
            "text": "Representação de doença CID-11: Hipersonia devida a uma condição médica. Definição: Hipersonia devido a uma condição médica é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos de pelo menos vários meses de duração que é atribuível a um transtorno médico ou neurológico coexistente (p.ex.. traumatismo craniano, doença de Parkinson, algumas condições genéticas, transtornos metabólicos, neurológicos ou endócrinos) e é suficientemente grave para requerer um foco específico de atenção clínica. A hipersonia devida a uma condição médica só é diagnosticada se a hipersonia for uma consequência fisiológica direta da condição médica. A sonolência residual em pacientes com apneia obstrutiva do sono tratada adequadamente é classificada aqui na suposição de que é devida a danos no sistema nervoso central decorrentes de hipoxemia recorrente.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (p.ex. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
          }
        },
        {
          "7A40.1": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Apneia central do sono primária da infância. Definição: Apneia central do sono primária da infância é caracterizada por apneias prolongadas (> 20 segundos) predominantemente centrais ou respiração periódica durante mais de 5% do tempo total de sono em um bebê de pelo menos 37 semanas de idade concepcional. Estes eventos são tipicamente associados com comprometimento fisiológico (hipoxemia, bradicardia), ou a necessidade de intervenção como estimulação ou ressuscitação. Este diagnóstico deve ser feito quando os eventos centrais são o achado predominante, mesmo que também estejam presentes apneias obstrutivas ou mistas, ou hipopneias.\r\n\r\nNota: um diagnóstico definitivo requer evidência objetiva baseada em polissonografia ou em monitorização alternativa, como monitorização hospitalar ou domiciliar."
          }
        }
      ]
    },
    "choque": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA60.9": {
            "confidence_embedding": 0.7635,
            "text": "Representação de doença CID-11: Choque cardiogênico, não relacionado a complicações mecânicas, como complicação atual subsequente a infarto agudo do miocárdio. Definição: A expressão clínica mais grave da insuficiência ventricular esquerda e está associada a extensos danos ao miocárdio ventricular esquerdo após infarto agudo do miocárdio, não relacionado a um defeito mecânico como ruptura do septo ventricular ou do músculo papilar. Choque é definido como pressão arterial (PA) sistólica <90 mmHg e hipoperfusão de órgãos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7551,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA60.8": {
            "confidence_embedding": 0.7486,
            "text": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "crise convulsiva generalizada": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A68.4": {
            "confidence_embedding": 0.7884,
            "text": "Representação de doença CID-11: Crise epiléptica tônico-clônica generalizada. Definição: Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono."
          }
        },
        {
          "8A68.2": {
            "confidence_embedding": 0.7809,
            "text": "Representação de doença CID-11: Crise epiléptica ausência, típica. Definição: Crise epiléptica caracterizada por início súbito, interrupção das atividades em andamento, olhar vazio, possivelmente um breve desvio do olhar para cima, não responsividade, duração de alguns segundos a meio minuto, e rápida recuperação. Um EEG mostraria descargas epileptiformes generalizadas durante o evento."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7779,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A62.1": {
            "confidence_embedding": 0.7662,
            "text": "Representação de doença CID-11: Síndrome de Lennox-Gastaut. Definição: Síndrome definida como uma epilepsia generalizada criptogênica ou sintomática, que é caracterizada pela seguinte tríade sintomática: várias crises epilépticas (ausências atípicas, convulsões tônicas axiais e quedas atônicas ou mioclônicas súbitas); pontas-ondas interictais lentas difusas no EEG de vigília (<3 Hz) e surtos rítmicos rápidos (10 Hz) durante o sono; desenvolvimento mental lento associado a distúrbios de personalidade."
          }
        },
        {
          "8A68.5": {
            "confidence_embedding": 0.7635,
            "text": "Representação de doença CID-11: Crise epiléptica mioclônica generalizada. Definição: Convulsão caracterizada por espasmos musculares involuntários repentinos, rápidos e breves (<100 mseg) que podem envolver apenas um músculo ou toda a musculatura do tronco e estão associados a uma descarga ictal no EEG. Pode ocorrer bilateralmente, unilateralmente, de forma síncrona ou assíncrona."
          }
        }
      ]
    },
    "confusão mental": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E61": {
            "confidence_embedding": 0.8192,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.0": {
            "confidence_embedding": 0.8134,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.1": {
            "confidence_embedding": 0.8112,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com delírios. Definição: Síndrome caracterizada pela presença de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Alucinações não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.2": {
            "confidence_embedding": 0.8102,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E69": {
            "confidence_embedding": 0.7975,
            "text": "Representação de doença CID-11: Síndrome catatônica secundária. Definição: Síndrome catatônica secundária é uma síndrome de alterações primariamente psicomotoras, caracterizada pela co-ocorrência de vários sintomas de atividade psicomotora diminuída, aumentada ou anormal, que ocorre como consequência fisiopatológica direta de uma condição médica não classificada como transtorno mental, comportamental ou do neurodesenvolvimento. Exemplos de condições médicas que podem estar associadas à catatonia incluem a cetoacidose diabética, hipercalcemia, encefalopatia hepática, homocistinúria, neoplasias, traumatismo encefálico, doença cerebrovascular e encefalite."
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB20.1": {
            "confidence_embedding": 0.7615,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MD11.2": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        },
        {
          "MH10": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Morte cerebral. Definição: Coma apneico persistente devido à cessação irreversível das atividades do tronco encefálico, cerebelo e córtex cerebral observada clinicamente por ausência de abertura ou movimento ocular a estímulos nocivos; ausência de respostas motora e verbal; ausência de reflexos do tronco encefálico ou da coluna (corneano, tosse, vestíbulo-ocular e respiratório); ausência de atividade cerebral elétrica observada por EEG; ausência de fluxo sanguíneo cerebral visto por angiografia cerebral (convencional, RM, TC, Doppler) e ausência de atividade metabólica evidenciada por SPECT ou PET, com duração de mais de 24 horas, devida a lesão difusa irreversível do cérebro, não devida a hipotermia, medicamento sedativo, overdose de bloqueador neuromuscular ou anormalidade metabólica sem evidência de choque circulatório periférico."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    }
  }
}