{
  "prontuario_id": 537,
  "text": "PACIENTE DE 11 ANOS COM DIAGNÓSTICO DE ADRENOLEUCODISTROFIA , COM MANIFESTAÇÃO NEUROLÓGICA , EM USO DE FLUDROCORTISONA 0,05MG /DIA E PREDNISOLONA 4,8MG /DIA + RISPERIDONA 0,75MG /DIA . ACOMPANHA COM ENDÓCRINO E COM NEURO . INICIOU HOJE AO MEIO DIA (AO ACORDAR) COM PROSTRAÇÃO E VÔMITOS . LEVADO AO PRONTO ATENDIMENTO DA ULBRA , ONDE CHEGOU COM FEBRE DE 39,5 , PERFUSÃO RUIM , TREMORES E DESIDRATAÇÃO ( HGT 120 ) . FEZ PUSH DE SF 1000ML . RX DE TÓRAX NORMAL . ENCAMINHADO AO HCPA PARA AVALIAÇÃO . MÃE NEGA CRISE CONVULSIVA . APRESENTANDO PLACAS PURULENTAS NA AMIGDALA , RECEBEU PENICILINA BENZATINA E RECEBEU ALTA COM DOSE DOBRADA DA PREDNISOLONA POR MAIS 3 DIAS E SINTOMÁTICOS ENQUANTO SINTOMAS .  ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Doença ou Síndrome": [
      "ADRENOLEUCODISTROFIA",
      "DESIDRATAÇÃO"
    ],
    "Hormônio": [
      "FLUDROCORTISONA"
    ],
    "Substância Farmacológica": [
      "FLUDROCORTISONA",
      "PREDNISOLONA",
      "RISPERIDONA",
      "SF",
      "SINTOMÁTICOS",
      "PENICILINA BENZATINA"
    ],
    "Substância Química Orgânica": [
      "FLUDROCORTISONA",
      "PREDNISOLONA",
      "RISPERIDONA",
      "PENICILINA BENZATINA"
    ],
    "Abreviação": [
      "ENDÓCRINO",
      "NEURO",
      "HGT",
      "RX DE TÓRAX"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENDÓCRINO",
      "NEURO"
    ],
    "Sinal ou Sintoma": [
      "PROSTRAÇÃO",
      "VÔMITOS",
      "FEBRE",
      "TREMORES",
      "DESIDRATAÇÃO",
      "SINTOMAS",
      "MANIFESTAÇÃO NEUROLÓGICA",
      "PERFUSÃO RUIM",
      "CRISE CONVULSIVA",
      "PLACAS PURULENTAS"
    ],
    "Procedimento Laboratorial": [
      "HGT"
    ],
    "Resultado Laboratorial ou de Teste": [
      "120",
      "NORMAL"
    ],
    "Conceito Quantitativo": [
      "1000ML",
      "0 , 05MG",
      "4 , 8MG",
      "0 , 75MG",
      "39 , 5",
      "DOSE DOBRADA"
    ],
    "Conceito Qualitativo": [
      "1000ML"
    ],
    "Achado": [
      "NORMAL"
    ],
    "Grupo Familiar": [
      "MÃE"
    ],
    "Negação": [
      "NEGA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "AMIGDALA"
    ],
    "Atividade de Assistência à Saúde": [
      "ALTA"
    ],
    "Organização Relacionada à Saúde": [
      "PRONTO ATENDIMENTO"
    ],
    "Procedimento Diagnóstico": [
      "RX DE TÓRAX"
    ],
    "Antibiótico": [
      "PENICILINA BENZATINA"
    ]
  },
  "labels": {
    "febre": {
      "capitulo": "22",
      "opcoes": [
        {
          "NC14.1": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do braço. Definição: "
          }
        },
        {
          "NC34.1": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do antebraço. Definição: "
          }
        },
        {
          "NB2Z": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Lesão de nervos ou da medula espinal ao nível do tórax, não especificada. Definição: "
          }
        },
        {
          "NC55.1": {
            "confidence_embedding": 0.7632,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: "
          }
        },
        {
          "NB2Y": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Outra lesão especificada de nervos ou da medula espinal ao nível do tórax. Definição: "
          }
        }
      ]
    },
    "sintomas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7773,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MF33": {
            "confidence_embedding": 0.7672,
            "text": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa."
          }
        },
        {
          "MF32": {
            "confidence_embedding": 0.7668,
            "text": "Representação de doença CID-11: Sintoma ou queixa da menopausa. Definição: "
          }
        },
        {
          "MG30.5": {
            "confidence_embedding": 0.7657,
            "text": "Representação de doença CID-11: Dor neuropática crônica. Definição: Dor neuropática crônica é uma dor crônica causada por uma lesão ou doença do sistema nervoso somatossensorial. A dor pode ser espontânea ou evocada, como uma resposta aumentada a um estímulo doloroso (hiperalgesia) ou uma resposta dolorosa a um estímulo normalmente não doloroso (alodinia). O diagnóstico de dor neuropática crônica requer um antecedente de lesão ou doença do sistema nervoso e uma distribuição neuroanatomicamente plausível da dor. Sinais ou sintomas sensoriais negativos (por exemplo, diminuição ou perda de sensibilidade) e positivos (por exemplo, alodinia ou hiperalgesia) indicando o envolvimento do sistema nervoso somatossensorial devem ser compatíveis com o território de inervação da estrutura nervosa afetada."
          }
        },
        {
          "MG30.51": {
            "confidence_embedding": 0.7619,
            "text": "Representação de doença CID-11: Dor neuropática periférica crônica. Definição: Dor neuropática periférica crônica é uma dor crônica causada por uma lesão ou doença do sistema nervoso somatossensorial periférico. A dor pode ser espontânea ou evocada, como uma resposta aumentada a um estímulo doloroso (hiperalgesia) ou uma resposta dolorosa a um estímulo normalmente não doloroso (alodinia). O diagnóstico de dor neuropática central crônica requer um antecedente de lesão ou doença do sistema nervoso e uma distribuição neuroanatomicamente plausível da dor. Sinais ou sintomas sensoriais negativos (p.ex., diminuição ou perda de sensibilidade) e positivos (p.ex., alodinia ou hiperalgesia) indicando o envolvimento do sistema nervoso somatossensorial devem ser compatíveis com o território de inervação da estrutura nervosa afetada."
          }
        }
      ]
    },
    "adrenoleucodistrofia": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A74.1": {
            "confidence_embedding": 0.7905,
            "text": "Representação de doença CID-11: Crise adrenal. Definição: A crise adrenal é uma condição com risco de vida que se refere à insuficiência adrenal grave causada por níveis insuficientes de cortisol."
          }
        },
        {
          "5A02.5": {
            "confidence_embedding": 0.7899,
            "text": "Representação de doença CID-11: Crise tireotóxica. Definição: Crise tireotóxica (ou tempestade tireoidiana) é uma condição rara porém grave complicação do hipertireoidismo, que pode ocorrer quando um paciente tireotóxico fica muito doente ou fisicamente estressado."
          }
        },
        {
          "5D46": {
            "confidence_embedding": 0.7845,
            "text": "Representação de doença CID-11: Insuficiência adrenal pós cirúrgica. (descontinuado). Definição: Condição causada por ou subsequente a qualquer procedimento médico. Esta condição é caracterizada por deficiência dos hormônios da córtex adrenal, principalmente o cortisol . Esta afecção pode se manifestar com fadiga crônica, fraqueza muscular, perda de apetite, perda de peso ou dor abdominal."
          }
        },
        {
          "5A02.6": {
            "confidence_embedding": 0.7799,
            "text": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
          }
        },
        {
          "5C56.02": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Leucodistrofia metacromática. Definição: A leucodistrofia metacromática é uma doença neurodegenerativa caracterizada pelo acúmulo de sulfatídeos (glicoesfingolipídeos sulfatados, especialmente sulfogalactosilceramidas ou sulfogalactocerebrosídeos) no sistema nervoso e nos rins. Existem três formas da doença: infantil tardia, juvenil e adulta."
          }
        }
      ]
    },
    "tremores": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A04.33": {
            "confidence_embedding": 0.833,
            "text": "Representação de doença CID-11: Tremor devido a algumas doenças especificadas do sistema nervoso central. Definição: "
          }
        },
        {
          "8A04.0": {
            "confidence_embedding": 0.8324,
            "text": "Representação de doença CID-11: Tremor fisiológico exacerbado. Definição: É tremor de alta frequência e baixa amplitude presente em postura ou ação. É representado por uma exacerbação do tremor fisiológico que pode ter sido piorado por drogas, estresse, ansiedade, etc."
          }
        },
        {
          "8A04.Z": {
            "confidence_embedding": 0.8031,
            "text": "Representação de doença CID-11: Transtornos associados a tremor, não especificados. Definição: "
          }
        },
        {
          "8A04.31": {
            "confidence_embedding": 0.8014,
            "text": "Representação de doença CID-11: Tremor devido ao uso agudo ou crônico de substância. Definição: Uso de drogas pode causar tremor ou exacerbar um tremor existente."
          }
        },
        {
          "8A00.0": {
            "confidence_embedding": 0.7989,
            "text": "Representação de doença CID-11: Doença de Parkinson. Definição: Doença de Parkinson é uma doença degenerativa progressiva de instalação insidiosa cujas manifestações cardinais incluem bradicinesia mais uma das seguintes características - tremor, rigidez ou instabilidade postural. Manifestações não motoras incluem disfunção autonômica e manifestações neuropsiquiátricas."
          }
        }
      ]
    },
    "desidratação": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.8049,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7964,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BE1F.0": {
            "confidence_embedding": 0.7942,
            "text": "Representação de doença CID-11: Perfuração atrial esquerda pós procedimento. Definição: Perfuração da parede do átrio morfologicamente esquerdo que ocorreu durante ou após uma intervenção"
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7927,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.783,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        }
      ]
    },
    "prostração": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.8543,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.8528,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E69": {
            "confidence_embedding": 0.8433,
            "text": "Representação de doença CID-11: Síndrome catatônica secundária. Definição: Síndrome catatônica secundária é uma síndrome de alterações primariamente psicomotoras, caracterizada pela co-ocorrência de vários sintomas de atividade psicomotora diminuída, aumentada ou anormal, que ocorre como consequência fisiopatológica direta de uma condição médica não classificada como transtorno mental, comportamental ou do neurodesenvolvimento. Exemplos de condições médicas que podem estar associadas à catatonia incluem a cetoacidose diabética, hipercalcemia, encefalopatia hepática, homocistinúria, neoplasias, traumatismo encefálico, doença cerebrovascular e encefalite."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.8393,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.8331,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "manifestação neurológica": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.8371,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E61.0": {
            "confidence_embedding": 0.8191,
            "text": "Representação de doença CID-11: Lesão cerebral induzida por radiação. Definição: Lesão no cérebro a partir de irradiação craniana terapêutica, que pode ser dividida temporalmente em três síndromes: Toxicidade aguda ou precoce que é consequência da exposição imediata à radiação, lesão precoce-retardada e tardia, embora as três possam se sobrepor."
          }
        },
        {
          "8A42": {
            "confidence_embedding": 0.8134,
            "text": "Representação de doença CID-11: Encefalomielite aguda disseminada. Definição: Encefalomielite disseminada aguda é transtorno desmielinizante do sistema nervoso central. Usualmente ocorre subsequente a infecção viral ou bacteriana aguda ou vacinação, com início abrupto de irritabilidade e letargia após período prodrômico de 1-4 semanas. Os sintomas principais incluem febre, cefaleia, tontura, alterações do estado mental, convulsões e coma. Fraqueza, vômitos, perda de peso ponderal, rigidez de nuca, ataxia, neurite óptica bilateral e delirium são comuns. Envolvimento de sistema nervoso periférico (paralisia de um único membro ou hemiplegia) podem ocorrer."
          }
        },
        {
          "8A61.Y": {
            "confidence_embedding": 0.8056,
            "text": "Representação de doença CID-11: Síndromes genéticas ou supostamente genéticas expressas primariamente como epilepsia, especificadas. Definição: "
          }
        },
        {
          "8A61.12": {
            "confidence_embedding": 0.8041,
            "text": "Representação de doença CID-11: Epilepsia da infância com crises epilépticas migratórias focais. Definição: Síndrome epiléptica com início entre a primeira semana e os sete meses de vida de convulsões focais polimórficas intratáveis. O desenvolvimento psicomotor progressivamente se deteriora. Uma mutação de SCN1A pode ser encontrada. O EEG mostra locais variáveis e multifocais de início das convuslões e lentificação difusa."
          }
        }
      ]
    },
    "vômitos": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB99.5": {
            "confidence_embedding": 0.7937,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        },
        {
          "DB98.B": {
            "confidence_embedding": 0.7892,
            "text": "Representação de doença CID-11: Lesão por isquemia de reperfusão do fígado. Definição: Lesão hepática causada por reperfusão sanguínea após uma isquemia não letal do fígado."
          }
        },
        {
          "DB94": {
            "confidence_embedding": 0.7848,
            "text": "Representação de doença CID-11: Doença alcoólica do fígado. Definição: Doença hepática alcoólica é um dano ao fígado e à sua função devido ao consumo excessivo de álcool durante um prolongado período de tempo. O diagnóstico é feito pela história de consumo alcoólico excessivo e exclusão de outras causas de doenças hepáticas. Entretanto, é importante salientar que o consumo excessivo de álcool interage com outras causas de doença hepática crônica piorando a gravidade patológica e o desfecho clínico; exemplos importantes (relativamente comuns) são a associação com hepatite C crônica, obesidade e fígado gorduroso relacionado a diabetes e hemocromatose."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA26.3": {
            "confidence_embedding": 0.7757,
            "text": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse."
          }
        }
      ]
    },
    "placas purulentas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EA90.3": {
            "confidence_embedding": 0.7855,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EA90.2": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Psoríase instável. Definição: Psoríase instável é uma forma inflamatória de psoríase que pode ser precursora de psoríase eritrodérmica ou pustulosa generalizada. Caracteriza-se por inflamação em torno das margens das placas existentes e/ou aparecimento de múltiplas pequenas pápulas e placas inflamatórias. Alguns pacientes podem ter uma tendência por toda a vida para psoríase instável. Tende a ser difícil de controlar sem recorrer a terapia sistêmica."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.7725,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EA90": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Psoríase. Definição: A psoríase é uma afecção cutânea inflamatória comum, crônica e recorrente, caracterizada por queratinização e hiperproliferação epidérmicas anormais. Apresenta um importante componente genético e afeta cerca de 2% das populações de muitas regiões do mundo. Até 10-20% dos pacientes com psoríase também apresentam poliartrite inflamatória (artrite psoriática). Embora muitas pessoas com psoríase tenham doença limitada, tanto a psoríase quanto a artrite associada frequentemente causam grande incapacidade funcional e psicossocial. As formas mais graves de psoríase estão frequentemente associadas à síndrome metabólica e, consequentemente, à redução da expectativa de vida."
          }
        },
        {
          "EH67.0": {
            "confidence_embedding": 0.7643,
            "text": "Representação de doença CID-11: Pustulose exantemática generalizada aguda induzida por droga. Definição: Esta reação incomum a medicação sistêmica é caracterizada por febre (geralmente no mesmo dia do início da erupção) e pústulas múltiplas, pequenas e não foliculares que surgem em um eritema inflamatório generalizado difuso centralizado na parte superior do tronco e em dobras. Pode ser difícil diferenciar da psoríase pustulosa generalizada aguda. Geralmente aparece dentro de 24 horas após a exposição ao medicamento. Antibióticos são provavelmente os precipitantes mais comuns, embora muitas drogas tenham sido implicadas."
          }
        }
      ]
    },
    "crise convulsiva": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E69": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Síndrome catatônica secundária. Definição: Síndrome catatônica secundária é uma síndrome de alterações primariamente psicomotoras, caracterizada pela co-ocorrência de vários sintomas de atividade psicomotora diminuída, aumentada ou anormal, que ocorre como consequência fisiopatológica direta de uma condição médica não classificada como transtorno mental, comportamental ou do neurodesenvolvimento. Exemplos de condições médicas que podem estar associadas à catatonia incluem a cetoacidose diabética, hipercalcemia, encefalopatia hepática, homocistinúria, neoplasias, traumatismo encefálico, doença cerebrovascular e encefalite."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6A21": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Transtorno esquizoafetivo. Definição: Transtorno esquizoafetivo é um transtorno episódico no qual os critérios diagnósticos de esquizofrenia e de um episódio maníaco, misto ou depressivo moderado ou grave são atendidos no mesmo episódio da doença, simultaneamente ou com alguns dias de intervalo entre eles. Sintomas proeminentes de esquizofrenia (p. ex., delírios, alucinações, desorganização na forma de pensamento, experiências de influência, passividade e controle) são acompanhados por sintomas típicos de um episódio depressivo moderado ou grave (p. ex., humor deprimido, perda de interesse, energia reduzida), um episódio maníaco (p. ex., um estado de humor extremo caracterizado por euforia, irritabilidade ou expansividade; aumento da atividade ou uma experiência subjetiva de aumento de energia) ou um episódio misto. Podem estar presentes distúrbios psicomotores, incluindo catatonia. Os sintomas devem persistir por pelo menos um mês. Os sintomas não são uma manifestação de outra condição médica (p. ex., um tumor cerebral) e não são devidos ao efeito de uma substância ou medicamento no sistema nervoso central (p. ex., corticosteroides), incluindo abstinência (p. ex., abstinência de álcool)."
          }
        },
        {
          "6C46.5": {
            "confidence_embedding": 0.7646,
            "text": "Representação de doença CID-11: Delirium induzido por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Delirium induzido por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona é caracterizado por um estado agudo de perturbação da atenção e consciência com características específicas de delirium, que se desenvolve durante ou logo após intoxicação ou abstinência pela substância ou durante o uso de estimulantes. A quantidade e a duração do uso do estimulante devem ser capazes de produzir delirium. Os sintomas não são mais bem explicados por um transtorno mental primário ou pelo uso ou abstinência de uma substância diferente, ou por outra condição de saúde que não esteja classificada como transtornos mentais, comportamentais e do neurodesenvolvimento."
          }
        },
        {
          "6C46.3": {
            "confidence_embedding": 0.7628,
            "text": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões."
          }
        }
      ]
    },
    "perfusão ruim": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB2Z": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Lesão de nervos ou da medula espinal ao nível do tórax, não especificada. Definição: "
          }
        },
        {
          "NC14.1": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do braço. Definição: "
          }
        },
        {
          "NC34.1": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do antebraço. Definição: "
          }
        },
        {
          "NB2Y": {
            "confidence_embedding": 0.7447,
            "text": "Representação de doença CID-11: Outra lesão especificada de nervos ou da medula espinal ao nível do tórax. Definição: "
          }
        },
        {
          "NC55.1": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do punho ou mão. Definição: "
          }
        }
      ]
    }
  }
}