{
  "prontuario_id": 715,
  "text": "# ANGIOPLASTIA + IMPLANTE DE STENT NA ADA     PACIENTE COM HISTORIA DE ANGINA PROGRESSIVA ,  INTERNA PARA A REALIZAÇÃO DE ANGIOPLASTIA  DA ARTÉRIA CORONÁRIA DESCENDENTE ANTERIOR . PROCEDIMENTO REALIZADO ATRAVÉS DE PUNÇÃO DA ARTÉRIA RADIAL DIERITA , SEM INTERCORRÊNCIAS . COLOCADO STENT EM ADA .     RECEBE ALTA EM BOAS CONDIÇÕES CLINICAS , COM ORIENTAÇÃO DE MANTER ACOMPANHAMENTO AMBULATORIAL .  #RECOMENDAÇÕES PÓS-ALTA : RETORNO À EMERGÊNCIA EM CASO INTERCORRÊNCIAS . USO DE TICLOPIDINA POR 30 DIAS . RETORNO AO MÉDICO ASSISTENTE .",
  "entities": {
    "Procedimento Terapêutico ou Preventivo": [
      "ANGIOPLASTIA",
      "PROCEDIMENTO",
      "IMPLANTE DE STENT"
    ],
    "Abreviação": [
      "ADA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ADA",
      "ARTÉRIA CORONÁRIA DESCENDENTE ANTERIOR",
      "ARTÉRIA RADIAL DIERITA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "PUNÇÃO",
      "ALTA",
      "ORIENTAÇÃO",
      "RECOMENDAÇÕES",
      "RETORNO",
      "ACOMPANHAMENTO AMBULATORIAL"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "INTERCORRÊNCIAS",
      "ANGINA PROGRESSIVA"
    ],
    "Dispositivo Médico": [
      "STENT"
    ],
    "Conceito Temporal": [
      "PÓS-ALTA"
    ],
    "Organização Relacionada à Saúde": [
      "EMERGÊNCIA"
    ],
    "Achado": [
      "INTERCORRÊNCIAS",
      "BOAS CONDIÇÕES CLINICAS"
    ],
    "Substância Química Orgânica": [
      "TICLOPIDINA"
    ],
    "Substância Farmacológica": [
      "TICLOPIDINA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "MÉDICO ASSISTENTE"
    ]
  },
  "labels": {
    "angina progressiva": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA85": {
            "confidence_embedding": 0.7898,
            "text": "Representação de doença CID-11: Doença vasoespástica coronariana. Definição: O termo doença coronariana vasoespástica refere-se a uma vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso. Embora possa estar envolvido em outras síndromes coronárias, representa a causa habitual de angina variante."
          }
        },
        {
          "BA40.Y": {
            "confidence_embedding": 0.778,
            "text": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: "
          }
        },
        {
          "BA40.Z": {
            "confidence_embedding": 0.7703,
            "text": "Representação de doença CID-11: Angina pectoris não especificada. Definição: "
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7614,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE82.1": {
            "confidence_embedding": 0.7651,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.1Z": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        },
        {
          "NE82.1Y": {
            "confidence_embedding": 0.7599,
            "text": "Representação de doença CID-11: Outra disfunção especificada do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.00": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Erosão de bolsa de marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NB30.0Z": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Lesão da aorta torácica, não especificada. Definição: "
          }
        }
      ]
    }
  }
}