{
  "prontuario_id": 123,
  "text": "Paciente internada para observação após cateterismo cardíaco , realizado com sucesso . Apresentou reação adversa leve ao contraste Hexabrix ® utilizado para o exame , com pápulas e prurido cutâneo manejado com anti-histamínico e sem maiores repercussões , com regressão total durante o período de observação . Recebe alta para seguimento com seu médico .",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Atividade de Assistência à Saúde": [
      "internada",
      "observação",
      "manejado",
      "alta",
      "seguimento"
    ],
    "Conceito Temporal": [
      "após",
      "período de observação"
    ],
    "Procedimento Diagnóstico": [
      "exame",
      "cateterismo cardíaco"
    ],
    "Achado": [
      "pápulas",
      "realizado com sucesso"
    ],
    "Substância Farmacológica": [
      "anti-histamínico"
    ],
    "Negação": [
      "sem"
    ],
    "Grupo Profissional ou Ocupacional": [
      "médico"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "cateterismo cardíaco"
    ],
    "Medicamento Clínico": [
      "reação adversa leve ao contraste"
    ],
    "Função Patológica": [
      "reação adversa leve ao contraste",
      "regressão total"
    ],
    "Sinal ou Sintoma": [
      "reação adversa leve ao contraste",
      "prurido cutâneo",
      "maiores repercussões"
    ]
  },
  "labels": {
    "reação adversa leve ao contraste": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA83": {
            "confidence_embedding": 0.7068,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BD70.3": {
            "confidence_embedding": 0.6992,
            "text": "Representação de doença CID-11: Doença de Mondor. Definição: Forma de tromboflebite venosa superficial localizada que tipicamente afeta a parede torácica e se manifesta como um cordão fibroso com retração da pele circundante e ausência de inflamação cutânea sobreposta. Nenhuma causa é encontrada em muitos casos, mas traumatismo e cirurgia de mama estão frequentemente implicados."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.6977,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.6946,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BA82": {
            "confidence_embedding": 0.6881,
            "text": "Representação de doença CID-11: Dissecção da artéria coronária. Definição: Dissecção da artéria coronária resulta de uma ruptura na camada interna da artéria coronária, a túnica íntima. Isso permite que o sangue penetre e cause um hematoma intramural na camada central, a túnica média, e restrição no tamanho do lúmen."
          }
        }
      ]
    },
    "prurido cutâneo": {
      "capitulo": "14",
      "opcoes": [
        {
          "EC90.4": {
            "confidence_embedding": 0.8365,
            "text": "Representação de doença CID-11: Prurido psicogênico. Definição: Prurido crônico episódico na ausência de uma causa orgânica identificável e tipicamente associado a estresse e/ou depressão."
          }
        },
        {
          "EC90.3": {
            "confidence_embedding": 0.8253,
            "text": "Representação de doença CID-11: Prurido devido a transtorno neurológico. Definição: Prurido resultante de dano ou irritação dos nervos sensoriais ou de suas conexões centrais."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.8167,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "EC90": {
            "confidence_embedding": 0.813,
            "text": "Representação de doença CID-11: Prurido. Definição: Uma sensação de prurido intenso que produz o desejo de esfregar ou coçar a pele para obter alívio."
          }
        },
        {
          "EC90.6": {
            "confidence_embedding": 0.809,
            "text": "Representação de doença CID-11: Prurido de causa desconhecida. Definição: Prurido sem causa identificável apesar de investigação extensa."
          }
        }
      ]
    },
    "pápulas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EK12": {
            "confidence_embedding": 0.8032,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EA90.2": {
            "confidence_embedding": 0.7992,
            "text": "Representação de doença CID-11: Psoríase instável. Definição: Psoríase instável é uma forma inflamatória de psoríase que pode ser precursora de psoríase eritrodérmica ou pustulosa generalizada. Caracteriza-se por inflamação em torno das margens das placas existentes e/ou aparecimento de múltiplas pequenas pápulas e placas inflamatórias. Alguns pacientes podem ter uma tendência por toda a vida para psoríase instável. Tende a ser difícil de controlar sem recorrer a terapia sistêmica."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7831,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EA90": {
            "confidence_embedding": 0.7799,
            "text": "Representação de doença CID-11: Psoríase. Definição: A psoríase é uma afecção cutânea inflamatória comum, crônica e recorrente, caracterizada por queratinização e hiperproliferação epidérmicas anormais. Apresenta um importante componente genético e afeta cerca de 2% das populações de muitas regiões do mundo. Até 10-20% dos pacientes com psoríase também apresentam poliartrite inflamatória (artrite psoriática). Embora muitas pessoas com psoríase tenham doença limitada, tanto a psoríase quanto a artrite associada frequentemente causam grande incapacidade funcional e psicossocial. As formas mais graves de psoríase estão frequentemente associadas à síndrome metabólica e, consequentemente, à redução da expectativa de vida."
          }
        },
        {
          "EA10": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Pitiríase rósea. Definição: Pitiríase rósea é uma doença de pele aguda e autolimitada, provavelmente de origem infecciosa, que afeta principalmente crianças e adultos jovens, e caracterizada por uma erupção cutânea distintiva e sintomas constitucionais mínimos. A causa da pitiríase rósea é desconhecida, mas muitas características epidemiológicas e clínicas sugerem que um agente infeccioso pode estar envolvido. Na maioria dos casos, a doença segue um curso característico no qual uma lesão chamada placa-mãe, maior do que as lesões subsequentes, aparece vários dias antes da erupção de múltiplas máculas róseas escamosas predominantemente no tronco e região proximal dos membros."
          }
        }
      ]
    },
    "regressão total": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME66.6": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Rash. Definição: Termo inespecífico que indica a presença de um distúrbio cutâneo adquirido, que deve ser usado somente quando nenhuma informação mais precisa estiver disponível."
          }
        },
        {
          "ME62.9": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        },
        {
          "ME66.61": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Rash (cutâneo) generalizado. Definição: Termo muito inespecífico para denotar uma alteração cutânea generalizada adquirida visível em situações onde uma descrição ou um diagnóstico mais precisos não podem ser feitos. Se o diagnóstico não puder ser feito, então a escolha entre as classes \"Erupção cutânea aguda de natureza incerta ou não especificada\" e \"Transtorno cutâneo crônico de natureza incerta ou não especificada\" é preferível."
          }
        },
        {
          "ME83": {
            "confidence_embedding": 0.7441,
            "text": "Representação de doença CID-11: Reumatismo, não especificado. Definição: É um grupo de doenças marcadas por inflamação ou dor em estruturas de tecido conjuntivo do corpo e é considerado não especificado."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "maiores repercussões": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF42": {
            "confidence_embedding": 0.7552,
            "text": "Representação de doença CID-11: Testículo retrátil. Definição: Um testículo retrátil é aquele que pode se deslocar entre o saco escrotal e a virilha. Na maioria dos meninos, o problema se resolve em algum momento antes ou durante a puberdade."
          }
        },
        {
          "ME66.6": {
            "confidence_embedding": 0.7544,
            "text": "Representação de doença CID-11: Rash. Definição: Termo inespecífico que indica a presença de um distúrbio cutâneo adquirido, que deve ser usado somente quando nenhuma informação mais precisa estiver disponível."
          }
        },
        {
          "ME62.9": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        },
        {
          "MG00": {
            "confidence_embedding": 0.7375,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    }
  }
}