{
  "prontuario_id": 920,
  "text": "Paciente portadora de bócio uninodular internou para realização de tireoidectomia . Realizada lobectomia esquerda e istmectomia . Anatomopatológico por congelação demonstrou lesão folicular circunscrita . Inspeção do restante da tireoide no intra-operatório não demonstrou alterações .  Recebe alta em boas condições , incisão com bom aspecto , dor moderada .",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Atividade de Assistência à Saúde": [
      "internou",
      "alta"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tireoidectomia",
      "istmectomia",
      "lobectomia esquerda"
    ],
    "Procedimento Diagnóstico": [
      "Inspeção",
      "Anatomopatológico por congelação"
    ],
    "Conceito Temporal": [
      "intra-operatório"
    ],
    "Negação": [
      "não"
    ],
    "Lesão ou Envenenamento": [
      "incisão"
    ],
    "Doença ou Síndrome": [
      "bócio uninodular"
    ],
    "Procedimento Laboratorial": [
      "Anatomopatológico por congelação"
    ],
    "Resultado Laboratorial ou de Teste": [
      "lesão folicular circunscrita"
    ],
    "Sinal ou Sintoma": [
      "demonstrou alterações",
      "dor moderada"
    ],
    "Achado": [
      "boas condições",
      "bom aspecto"
    ]
  },
  "labels": {
    "bócio uninodular": {
      "capitulo": "02",
      "opcoes": [
        {
          "2D10.3": {
            "confidence_embedding": 0.6983,
            "text": "Representação de doença CID-11: Carcinoma indiferenciado da glândula tireoide. Definição: Carcinoma primário da glândula tireoide composto por células indiferenciadas. As células malignas mostram evidências de diferenciação epitelial por meio do estudo imuno-histoquímico ou da análise feita por microscopia eletrônica. Microscopicamente, na maioria dos casos há uma mistura de células fusiformes, epitelioides e gigantes. A grande maioria dos pacientes apresenta uma massa cervical que aumenta rapidamente. O curso clínico é invariavelmente agressivo."
          }
        },
        {
          "2D10.0": {
            "confidence_embedding": 0.6921,
            "text": "Representação de doença CID-11: Carcinoma folicular da glândula tireoide. Definição: Adenocarcinoma diferenciado originado das células foliculares da glândula tireoide. As características nucleares que caracterizam o carcinoma papilífero da glândula tireoide estão ausentes. A exposição à radiação é um fator de risco e abrange cerca de 10% a 15% dos cânceres da tireoide. Clinicamente, apresenta-se usualmente como uma massa solitária na glândula tireoide. Geralmente é unifocal e espessamente encapsulado, e mostra invasão da cápsula ou dos vasos. Os procedimentos diagnósticos incluem: ultrassonografia da tireoide e biópsia com agulha fina."
          }
        },
        {
          "2D10.1": {
            "confidence_embedding": 0.6876,
            "text": "Representação de doença CID-11: Carcinoma papilífero da glândula tireoide. Definição: Adenocarcinoma diferenciado originado das células foliculares da glândula tireoide. A exposição à radiação é um fator de risco e é a lesão maligna da tireoide mais comum, compreendendo 75% a 80% de todos os cânceres de tireoide em países com quantidade suficiente de iodo. Os procedimentos de diagnóstico incluem: ultrassonografia da tireoide e biópsia com agulha fina. Microscopicamente, o diagnóstico é baseado nas características distintas das células malignas, que incluem aumento, formato oval, alongamento e sobreposição dos núcleos. Os núcleos também apresentam clareamento ou aparência de vidro fosco."
          }
        },
        {
          "2F30.6": {
            "confidence_embedding": 0.6822,
            "text": "Representação de doença CID-11: Adenomatose extensa do mamilo. Definição: Rara condição mamilar benigna que se apresenta como prurido, queimação ou sintomas de dor com sinais clínicos que mostram um mamilo que parece ulcerado, com crostas, descamando, indurado e eritematoso. São diagnósticos diferenciais Paget, psoríase, etc."
          }
        },
        {
          "2E67.5": {
            "confidence_embedding": 0.6809,
            "text": "Representação de doença CID-11: Lesão intraepitelial de alto grau da próstata. Definição: Neoplasia intraepitelial prostática de alto grau caracterizada pela presença de graves anormalidades arquitetônicas e citológicas."
          }
        }
      ]
    },
    "incisão": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7544,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NA60.3Z": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Lesão da veia jugular interna, não especificada. Definição: "
          }
        },
        {
          "NA60.2Z": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        }
      ]
    },
    "demonstrou alterações": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.21": {
            "confidence_embedding": 0.769,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG00": {
            "confidence_embedding": 0.7307,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "MD11.80": {
            "confidence_embedding": 0.7299,
            "text": "Representação de doença CID-11: Estertor. Definição: Estertor é um som pesado tipo ronco ou ofegante na inspiração, ocorrendo no coma ou sono profundo, que pode ser causado por obstrução parcial da via aérea, estenose das coanas, aumentos das tonsilas e/ou adenoides, e tecidos redundantes da via aérea superior."
          }
        }
      ]
    },
    "dor moderada": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.21": {
            "confidence_embedding": 0.7736,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7715,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.11": {
            "confidence_embedding": 0.7429,
            "text": "Representação de doença CID-11: Dor crônica subsequente a tratamento oncológico. Definição: Dor crônica pós tratamento do câncer é uma dor causada por qualquer tratamento administrado para tratar o tumor primário ou metástases. As formas mais comuns são:\r\n\r\n(i) Polineuropatia induzida por quimioterapia dolorosa crônica (CIPN): dor neuropática periférica crônica causada por quimioterapia oral ou intravenosa.\r\n\r\n(ii) Dor crônica pós-radioterapia: dor crônica causada por dano local tardio ao sistema nervoso no campo da radioterapia. É diferente da dor causada pela recorrência do tumor ou comorbidades.\r\n\r\nOutros tratamentos incluem cirurgia e terapia hormonal.\r\n\r\nCritérios diagnósticos\r\nAs condições de A a C estão preenchidas:\r\n\r\nA. A dor crônica (persistente ou recorrente por mais de 3 meses) está presente e caracterizada por todos os seguintes:\r\nA1 História de tratamento com quimioterapia ou radioterapia neurotóxica ou qualquer tratamento realizado para tratar o tumor primário ou metástases\r\nA2 É provável que a dor seja causada pelo tratamento do câncer.\r\n\r\nB. Um dos seguintes se aplica:\r\nB1 Um tumor ativo ou recorrente ou metástases foram especificamente excluídos na investigação radiológica.\r\nB2 Se um tumor ativo ou recorrente ou metástases estiverem presentes, a dor não é melhor explicada por eles.\r\n\r\nC. A dor não é melhor explicada por outro diagnóstico de dor crônica."
          }
        },
        {
          "MD11.B": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Estridor. Definição: Estridor ou um chiado agudo, focal, inspiratório usualmente escutado na região cervical, é uma manifestação de obstrução de via aérea superior e deve resultar em uma avaliação rápida do paciente, uma vez que pode preceder obstrução completa da via aérea superior e insuficiência respiratória."
          }
        }
      ]
    }
  }
}