{
  "prontuario_id": 822,
  "text": "# HAS # ACTP + STENT DA MEDIA  PCT 64 ANOS , COM ANGINA CLASSE 2 , FOI SUBMETIDO A ANGIOPLASTIOA COM IMPLANTE DE STENT NA ARTERIA CORONARIA DESCENDENTE ANTERIOR. PROCEDIMENTO OCORREU SEM INTERCORRENCIAS COM SUCESSO ANGIOGRAFICO . O PCT RECEBE ALTA EM BOAS CONDIÇÕES CLINICAS PARA ACOMAPANHAMENTO AMBULATORIAL APOS 24 H DE OBSERVAÇÃO .  ##  RECOMENDAÇÕES PÓS-ALTA  ## RETORNO A EMERGENCIA EM CASO DE QUALQUER INTERCORRENCI -USO DE TICLOPIDINA 250MG 2X POR 1 MES RRETORNO AO AMBULATORIO DE CARDIOLOGIA CONFORME AGENDADO MANTER MEDICAÇÕES EM USO",
  "entities": {
    "Doença ou Síndrome": [
      "HAS"
    ],
    "Abreviação": [
      "HAS",
      "ACTP",
      "PCT",
      "DA MEDIA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ACTP",
      "STENT",
      "ANGIOPLASTIOA",
      "PROCEDIMENTO",
      "IMPLANTE DE STENT"
    ],
    "Procedimento Diagnóstico": [
      "ACTP"
    ],
    "Dispositivo Médico": [
      "STENT"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCT"
    ],
    "Sinal ou Sintoma": [
      "ANGINA",
      "INTERCORRENCIAS",
      "INTERCORRENCI"
    ],
    "Negação": [
      "SEM"
    ],
    "Atividade de Assistência à Saúde": [
      "ALTA",
      "OBSERVAÇÃO",
      "RETORNO",
      "RRETORNO",
      "AGENDADO",
      "ACOMAPANHAMENTO AMBULATORIAL"
    ],
    "Conceito Temporal": [
      "PÓS-ALTA"
    ],
    "Organização Relacionada à Saúde": [
      "EMERGENCIA",
      "AMBULATORIO DE CARDIOLOGIA"
    ],
    "Substância Química Orgânica": [
      "TICLOPIDINA"
    ],
    "Substância Farmacológica": [
      "TICLOPIDINA",
      "MEDICAÇÕES"
    ],
    "Conceito Quantitativo": [
      "250MG"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "DA MEDIA",
      "ARTERIA CORONARIA DESCENDENTE ANTERIOR"
    ],
    "Classificação": [
      "CLASSE 2"
    ],
    "Achado": [
      "SUCESSO ANGIOGRAFICO",
      "BOAS CONDIÇÕES CLINICAS"
    ]
  },
  "labels": {
    "has": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA60.1": {
            "confidence_embedding": 0.7724,
            "text": "Representação de doença CID-11: Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio. Definição: Inflamação do pericárdio que pode causar dor no peito, que ocorre tão precocemente quanto o primeiro dia e até 6 semanas após o infarto agudo do miocárdio. A dor da pericardite irradia para qualquer crista do trapézio. O infarto do miocárdio transmural é responsável pela inflamação pericárdica local. Atritos pericárdicos transitórios são relativamente comuns em pacientes com infarto transmural nas primeiras 48 horas. Uma pericardite fibrinosa aguda ocorre comumente após o infarto transmural, enquanto o risco de pericardite hemorrágica está aumentado por anticoagulação."
          }
        },
        {
          "BA40.Y": {
            "confidence_embedding": 0.7645,
            "text": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: "
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BA60.9": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Choque cardiogênico, não relacionado a complicações mecânicas, como complicação atual subsequente a infarto agudo do miocárdio. Definição: A expressão clínica mais grave da insuficiência ventricular esquerda e está associada a extensos danos ao miocárdio ventricular esquerdo após infarto agudo do miocárdio, não relacionado a um defeito mecânico como ruptura do septo ventricular ou do músculo papilar. Choque é definido como pressão arterial (PA) sistólica <90 mmHg e hipoperfusão de órgãos."
          }
        },
        {
          "BA60.0": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Síndrome de Dressler. Definição: Condição pós infarto do miocárdio (1 a 8 semanas), caracterizada por um conjunto de sintomas associados, incluindo mal-estar, febre, desconforto pericárdico, leucocitose, taxa de sedimentação elevada e derrame pericárdico. Os pacientes com essa síndrome geralmente demonstram pericardite fibrinosa localizada contendo leucócitos polimorfonucleares."
          }
        }
      ]
    },
    "intercorrencias": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB30.5Y": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Outra lesão especificada de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.5Z": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais, não especificada. Definição: "
          }
        },
        {
          "NB30.5": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.50": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Laceração de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NE82.1Z": {
            "confidence_embedding": 0.7337,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        }
      ]
    },
    "sucesso angiografico": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7605,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.Y": {
            "confidence_embedding": 0.7469,
            "text": "Representação de doença CID-11: Outro valor anormal da pressão arterial especificado, sem diagnóstico. Definição: "
          }
        },
        {
          "MC90": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Achados clínicos em exames diagnósticos por imagem do coração ou da circulação coronariana. Definição: "
          }
        },
        {
          "MC80.0Z": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Valor elevado da pressão arterial, sem diagnóstico de hipertensão, não especificada. Definição: "
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7438,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        }
      ]
    },
    "angina": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA40.Y": {
            "confidence_embedding": 0.8235,
            "text": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: "
          }
        },
        {
          "BA40.Z": {
            "confidence_embedding": 0.8087,
            "text": "Representação de doença CID-11: Angina pectoris não especificada. Definição: "
          }
        },
        {
          "BA60.1": {
            "confidence_embedding": 0.7879,
            "text": "Representação de doença CID-11: Outra pericardite como complicação atual subsequente a infarto agudo do miocárdio. Definição: Inflamação do pericárdio que pode causar dor no peito, que ocorre tão precocemente quanto o primeiro dia e até 6 semanas após o infarto agudo do miocárdio. A dor da pericardite irradia para qualquer crista do trapézio. O infarto do miocárdio transmural é responsável pela inflamação pericárdica local. Atritos pericárdicos transitórios são relativamente comuns em pacientes com infarto transmural nas primeiras 48 horas. Uma pericardite fibrinosa aguda ocorre comumente após o infarto transmural, enquanto o risco de pericardite hemorrágica está aumentado por anticoagulação."
          }
        },
        {
          "BA85": {
            "confidence_embedding": 0.7878,
            "text": "Representação de doença CID-11: Doença vasoespástica coronariana. Definição: O termo doença coronariana vasoespástica refere-se a uma vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso. Embora possa estar envolvido em outras síndromes coronárias, representa a causa habitual de angina variante."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7833,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        }
      ]
    },
    "intercorrenci": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB30.5Y": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Outra lesão especificada de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.5Z": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais, não especificada. Definição: "
          }
        },
        {
          "NB30.5": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.50": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Laceração de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NE82.1Y": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Outra disfunção especificada do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        }
      ]
    }
  }
}