{
  "prontuario_id": 999,
  "text": "PACIENTE , 90 ANOS\n\n# NATURAL E PROCEDENTE DE CURITIBA . \n# APOSENTADA - EMPREGADA DOMESTICA\n\nHMA # PCTE REFERE HX DE NÓDULO ULCERADO EM ASA NASAL A ESQ , COM CRESCIMENTO RAPIDO E PROGRESSIVO HÁ 6 MESES. REFERE SANGRAMENTO LOCAL . \n\nHMP # NEGA COMORBIDADES . NEGA USO DE MEDICAMENTOS CONTINUOS .\nDEFICIENTE VISUAL .\n\nCHV # NEGA VICIOS .\n\nE . F # NÓDULO ULCERADO EM ASA NASAL ESQ , COM APROXIMADAMENTE 5 CM DE DIAMETRO .\n\nA # CBC ULCERADO ?? CEC ??\n\nP # ENCAIXO PUNCH PARA HOJE  R1 VITAL BRAZIL . \nRETORNO EM 45 DIAS NO AMBULATORIO DO CANCER DE PELE .\n\n\nR1 VITAL BRAZIL .\nDoutor Vital Brazil .\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE",
      "PCTE"
    ],
    "Grupo Profissional ou Ocupacional": [
      "APOSENTADA",
      "R1",
      "EMPREGADA DOMESTICA"
    ],
    "Abreviação": [
      "PCTE",
      "HMP",
      "CHV",
      "A",
      "CEC",
      "P",
      "R1",
      "ASA NASAL ESQ",
      "CBC ULCERADO"
    ],
    "Conceito Temporal": [
      "MESES",
      "HOJE",
      "CRESCIMENTO RAPIDO"
    ],
    "Achado": [
      "HMP",
      "CHV"
    ],
    "Negação": [
      "NEGA"
    ],
    "Doença ou Síndrome": [
      "COMORBIDADES",
      "VICIOS",
      "DEFICIENTE VISUAL"
    ],
    "Disfunção Mental ou Comportamental": [
      "VICIOS"
    ],
    "Procedimento Diagnóstico": [
      "A",
      "PUNCH"
    ],
    "Processo Neoplásico": [
      "CEC",
      "CBC ULCERADO"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Atividade de Assistência à Saúde": [
      "ENCAIXO",
      "PUNCH",
      "RETORNO"
    ],
    "Atividade Ocupacional": [
      "EMPREGADA DOMESTICA"
    ],
    "Função Patológica": [
      "NÓDULO ULCERADO",
      "SANGRAMENTO LOCAL"
    ],
    "Sinal ou Sintoma": [
      "NÓDULO ULCERADO",
      "CRESCIMENTO RAPIDO",
      "SANGRAMENTO LOCAL",
      "5 CM DE DIAMETRO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ASA NASAL A ESQ",
      "ASA NASAL ESQ"
    ],
    "Conceito Qualitativo": [
      "CRESCIMENTO RAPIDO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "MEDICAMENTOS CONTINUOS"
    ],
    "Substância Farmacológica": [
      "MEDICAMENTOS CONTINUOS"
    ],
    "Organização Relacionada à Saúde": [
      "AMBULATORIO DO CANCER DE PELE"
    ]
  },
  "labels": {
    "5 cm de diametro": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A10.3": {
            "confidence_embedding": 0.7534,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        },
        {
          "9A73": {
            "confidence_embedding": 0.7511,
            "text": "Representação de doença CID-11: Ceratite de exposição. Definição: condição de exposição em que a córnea do olho, a parte frontal do olho, fica inflamada. A condição é frequentemente marcada por dor moderada a intensa e geralmente envolve comprometimento da visão. Pode causar sensação de areia cada vez que o indivíduo pisca os olhos."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A10.1": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Síndrome inflamatória da órbita. Definição: Refere-se a uma lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita. É a massa orbitária dolorosa mais comum na população adulta e está associada a proptose, paresia de nervo craniano (síndrome Tolosa-Hunt), uveíte e descolamento de retina."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        }
      ]
    },
    "crescimento rapido": {
      "capitulo": "02",
      "opcoes": [
        {
          "2F20.3": {
            "confidence_embedding": 0.7293,
            "text": "Representação de doença CID-11: Nevos melanocíticos eruptivos generalizados. Definição: Este fenômeno descreve o rápido aparecimento simultâneo de múltiplos nevos melanocíticos, frequentemente centenas em número, em pele exposta ao sol previamente não acometida. O fenômeno tem sido associado a imunossupressão, particularmente em indivíduos que realizaram transplante renal e em indivíduos que estão recebendo quimioterapia contra câncer, e pode ser considerado uma contraparte mais avançada de lentiginose eruptiva generalizada."
          }
        },
        {
          "2C25.0": {
            "confidence_embedding": 0.7143,
            "text": "Representação de doença CID-11: Adenocarcinoma de brônquio ou pulmão. Definição: Carcinoma que surge do pulmão e é caracterizado pela presença de células epiteliais glandulares malignas. Existe uma predileção pelo sexo masculino com uma proporção de sexo masculino para feminino de 2:1. Geralmente o adenocarcinoma pulmonar é assintomático e é identificado por meio de estudos de triagem ou como um achado radiológico incidental. Se sintomas clínicos estiverem presentes, eles incluem falta de ar, tosse, hemoptise, dor no peito e febre. A fumaça do tabaco é fator de risco reconhecido."
          }
        },
        {
          "2C32": {
            "confidence_embedding": 0.7097,
            "text": "Representação de doença CID-11: Carcinoma basocelular de pele. Definição: O carcinoma basocelular ou CBC é a doença maligna mais comum em humanos. Acredita-se que os CBCs surjam de células pluripotenciais da camada basal da epiderme ou, menos comumente, do folículo piloso. Os CBCs geralmente ocorrem em áreas de exposição crônica ao sol e se apresentam como pápulas, placas ou nódulos avermelhados de crescimento lento na cabeça e no pescoço, embora a variante superficial esteja frequentemente localizada no tronco. Os CBCs freqüentemente ulceram e criam crostas. Embora raramente metastatizem, podem causar destruição local significativa e desfiguração se negligenciados ou tratados inadequadamente, principalmente se forem do subtipo esclerosante ou infiltrativo."
          }
        },
        {
          "2C61.4": {
            "confidence_embedding": 0.7065,
            "text": "Representação de doença CID-11: Carcinoma invasivo de mama, tipo não identificável. Definição: Carcinoma que se infiltra no parênquima mamário e do qual o tipo histopatológico não foi identificado."
          }
        },
        {
          "2C62": {
            "confidence_embedding": 0.7024,
            "text": "Representação de doença CID-11: Carcinoma inflamatório de mama. Definição: Adenocarcinoma de mama invasivo avançado, caracterizado pela presença de alterações distintas na pele subjacente. Essas alterações incluem eritema difuso, edema, aparência de casca de laranja, sensibilidade, endurecimento, calor, aumento e, em alguns casos, uma massa palpável. As alterações cutâneas são consequência da obstrução linfática do adenocarcinoma invasivo da mama. Microscopicamente, os linfáticos dérmicos mostram infiltração proeminente por células malignas. O adenocarcinoma invasivo da mama é geralmente do tipo ductal SOE. Não há infiltrado de células inflamatórias significativo presente, apesar do nome desse carcinoma."
          }
        }
      ]
    },
    "sangramento local": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME24.A1": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Hemorragia do ânus e do reto. Definição: Sangramento do ânus e do canal anal. Exclui sangramento devido a doenças específicas classificadas em outra parte (hemorróidas, câncer, infecção, etc.)."
          }
        },
        {
          "MG27": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Hemorragia, não classificada em outra parte. Definição: Sangramento ou saída de sangue de um vaso."
          }
        },
        {
          "MD22": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Hemoptise. Definição: Expectoração ou cuspe de sangue originário de qualquer parte do trato respiratório, usualmente resultado de hemorragia no parênquima pulmonar e artérias bronquiais."
          }
        },
        {
          "MD21": {
            "confidence_embedding": 0.7302,
            "text": "Representação de doença CID-11: Hemorragia da garganta. Definição: Hemorragia da garganta é o sangramento oriundo da garganta. A garganta é um tubo que carrega a comida ao esôfago e ar à traqueia e à laringe."
          }
        },
        {
          "ME24.A5": {
            "confidence_embedding": 0.7238,
            "text": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior."
          }
        }
      ]
    },
    "nódulo ulcerado": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB13.0": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EA91.41": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Líquen plano oral erosivo. Definição: Líquen plano oral em que o epitélio está ulcerado."
          }
        },
        {
          "EA90.2": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Psoríase instável. Definição: Psoríase instável é uma forma inflamatória de psoríase que pode ser precursora de psoríase eritrodérmica ou pustulosa generalizada. Caracteriza-se por inflamação em torno das margens das placas existentes e/ou aparecimento de múltiplas pequenas pápulas e placas inflamatórias. Alguns pacientes podem ter uma tendência por toda a vida para psoríase instável. Tende a ser difícil de controlar sem recorrer a terapia sistêmica."
          }
        }
      ]
    },
    "cbc ulcerado": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.8": {
            "confidence_embedding": 0.7141,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        },
        {
          "ME64.3": {
            "confidence_embedding": 0.7111,
            "text": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica)."
          }
        },
        {
          "MD22": {
            "confidence_embedding": 0.711,
            "text": "Representação de doença CID-11: Hemoptise. Definição: Expectoração ou cuspe de sangue originário de qualquer parte do trato respiratório, usualmente resultado de hemorragia no parênquima pulmonar e artérias bronquiais."
          }
        },
        {
          "ME83": {
            "confidence_embedding": 0.7021,
            "text": "Representação de doença CID-11: Reumatismo, não especificado. Definição: É um grupo de doenças marcadas por inflamação ou dor em estruturas de tecido conjuntivo do corpo e é considerado não especificado."
          }
        },
        {
          "ME24.A5": {
            "confidence_embedding": 0.6959,
            "text": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior."
          }
        }
      ]
    }
  }
}