{
  "prontuario_id": 512,
  "text": "Plastia Mitral ( Insuficiencia ), CRM Saf-2Mg e e Saf-3MG ).(09/03/16).\nUso: AAS 100  -1xd; Metoprolol  25 -1xd; FSM -1xd ; Levotiroxina 175  -1xd; Sinva 40 -1xd; Fluoxetina 20-1xd.\n\nRefere melhora da dispneia depois da cx porem mantem aos mdoeardos-leves esforço. Discreto edema mmii pricn a esquerda.Nega palpitação.Dor a movimentação do torax.\n\nMV normodist sem ruidos adv . RCR ,2T , BNf sem sopros. PA  120x70mmHg  P 81 spm , Fr 12 rpm. \n\nCD>: mantida. Ecocardio e lab .\n \n \n \n ",
  "entities": {
    "Doença ou Síndrome": [
      "Insuficiencia"
    ],
    "Função Patológica": [
      "Insuficiencia"
    ],
    "Abreviação": [
      "CRM",
      "Saf-2Mg",
      "Saf-3MG",
      "AAS",
      "FSM",
      "Sinva",
      "cx",
      "mmii",
      "RCR",
      "2T",
      "BNf",
      "PA",
      "120x70mmHg",
      "P",
      "Fr",
      "CD&gt;",
      "Ecocardio",
      "lab",
      "MV normodist",
      "ruidos adv",
      "81 spm",
      "12 rpm"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CRM",
      "cx",
      "Plastia Mitral"
    ],
    "Conceito Qualitativo": [
      "Saf-2Mg",
      "Saf-3MG"
    ],
    "Conceito Espacial": [
      "Saf-2Mg",
      "Saf-3MG"
    ],
    "Substância Farmacológica": [
      "AAS",
      "Metoprolol",
      "FSM",
      "Levotiroxina",
      "Sinva",
      "Fluoxetina"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "Metoprolol",
      "FSM",
      "Levotiroxina",
      "Sinva",
      "Fluoxetina"
    ],
    "Conceito Quantitativo": [
      "25",
      "175",
      "40",
      "120x70mmHg",
      "81 spm",
      "12 rpm"
    ],
    "Conceito Temporal": [
      "depois",
      "2T"
    ],
    "Localização ou Região Corporal": [
      "mmii",
      "torax"
    ],
    "Negação": [
      "Nega",
      "sem"
    ],
    "Sinal ou Sintoma": [
      "palpitação",
      "sopros",
      "mdoeardos-leves esforço",
      "Discreto edema",
      "pricn a esquerda",
      "Dor a movimentação",
      "ruidos adv"
    ],
    "Achado": [
      "RCR",
      "2T",
      "BNf",
      "melhora da dispneia",
      "MV normodist"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "Fr"
    ],
    "Produto Intelectual": [
      "CD&gt;"
    ],
    "Procedimento Diagnóstico": [
      "Ecocardio"
    ],
    "Procedimento Laboratorial": [
      "lab"
    ]
  },
  "labels": {
    "pricn a esquerda": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7531,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7392,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CA70.Y": {
            "confidence_embedding": 0.7294,
            "text": "Representação de doença CID-11: Outra pneumonite de hipersensibilidade especificada devida a poeiras orgânicas. Definição: "
          }
        }
      ]
    },
    "discreto edema": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD93": {
            "confidence_embedding": 0.7807,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BD13": {
            "confidence_embedding": 0.7784,
            "text": "Representação de doença CID-11: Insuficiência ventricular direita. Definição: Insuficiência cardíaca associada à disfunção ventricular direita manifestada por distensão das veias do pescoço, aumento do fígado e edema gravitacional."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7655,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7524,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        }
      ]
    },
    "sopros": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG24.7": {
            "confidence_embedding": 0.7182,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7085,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7039,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7003,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.0": {
            "confidence_embedding": 0.6984,
            "text": "Representação de doença CID-11: Valor elevado da pressão arterial sem diagnóstico de hipertensão. Definição: "
          }
        }
      ]
    },
    "dor a movimentação": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG24.7": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.74,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.7376,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        }
      ]
    },
    "rcr": {
      "capitulo": "V",
      "opcoes": [
        {
          "VV3Z": {
            "confidence_embedding": 0.7026,
            "text": "Representação de doença CID-11: Funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. Definição: "
          }
        },
        {
          "VV3Y": {
            "confidence_embedding": 0.7018,
            "text": "Representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Definição: "
          }
        },
        {
          "VE00": {
            "confidence_embedding": 0.6634,
            "text": "Representação de doença CID-11: Visão e funções relacionadas [BMDS]. Definição: "
          }
        },
        {
          "VE10": {
            "confidence_embedding": 0.65,
            "text": "Representação de doença CID-11: Funções da energia e de impulsos [BMDS]. Definição: "
          }
        },
        {
          "VE12": {
            "confidence_embedding": 0.6457,
            "text": "Representação de doença CID-11: Funções emocionais [BMDS]. Definição: "
          }
        }
      ]
    },
    "ruidos adv": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG24.7": {
            "confidence_embedding": 0.7131,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MC80.01": {
            "confidence_embedding": 0.7129,
            "text": "Representação de doença CID-11: Valor elevado combinado da pressão arterial sistólica e diastólica sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.0": {
            "confidence_embedding": 0.7097,
            "text": "Representação de doença CID-11: Valor elevado da pressão arterial sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7091,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7063,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "insuficiencia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA51": {
            "confidence_embedding": 0.7743,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7743,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7734,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BB63.Z": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência, não especificada. Definição: "
          }
        }
      ]
    },
    "mdoeardos-leves esforço": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7399,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7384,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.736,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CB00": {
            "confidence_embedding": 0.7281,
            "text": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
          }
        },
        {
          "CA70.1": {
            "confidence_embedding": 0.72,
            "text": "Representação de doença CID-11: Bagaçose. Definição: Bagaçose é uma pneumonite de hipersensibildiade devida à inalação do bagaço (o resíduo da cana após a extração do acúcar)"
          }
        }
      ]
    },
    "palpitação": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7566,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MC82.1": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Parada cardíaca com bradicardia. Definição: Ritmo de escape lento associado a colapso hemodinâmico."
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7404,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        }
      ]
    }
  }
}