{
  "prontuario_id": 640,
  "text": "HA 3 MESES INICIOU COM EDEMA DIFUSO , COM ASCITE SEM MOTIVO APARENTE      \nUS TV : MOSTRANDO UTERO 33ML , ENDOMETRIO MEDINDO ENTRE 3-4MM , LIQUIDO LIVRE NA CAVIDADE PELVICA , ASSIMETRIA NA SILHUETA CENTRAL HIPERECOGENICA , PODENDO CORRESPONDER A UM POLIPO\nEMAGRECIMENTO DE 3-4KG NESSES ULTIMOS 3 MESES\nQUEIXANDO SE DE CANSACO , SEM DISPNEIA , SEM ANGINA\nRELATA 1-2 EPISODIOS DE DIARREIA SEMANAIS\nEM USO DE : MONOCORDIL , ESPIRONOLACTONA , FUROSEMIDA , LOSARTANA , CARVEDILOL , METFORMINA\nCOMORBIDADES : HAS CONTROLADA , DM , \nUS DE ABDOME : MOSTRANDO ALTERACAO DIFUSA HEPATICA , PANCREAS DE TEXTURA HETEROGENEA E ASCITE\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "ASCITE",
      "EMAGRECIMENTO",
      "QUEIXANDO",
      "CANSACO",
      "DISPNEIA",
      "ANGINA",
      "EDEMA DIFUSO",
      "MOTIVO APARENTE",
      "EPISODIOS DE DIARREIA SEMANAIS"
    ],
    "Negação": [
      "SEM"
    ],
    "Anormalidade Anatômica": [
      "POLIPO"
    ],
    "Conceito Quantitativo": [
      "3-4KG"
    ],
    "Medicamento Clínico": [
      "MONOCORDIL"
    ],
    "Substância Farmacológica": [
      "MONOCORDIL",
      "ESPIRONOLACTONA",
      "FUROSEMIDA",
      "LOSARTANA",
      "CARVEDILOL",
      "METFORMINA"
    ],
    "Substância Química Orgânica": [
      "ESPIRONOLACTONA",
      "FUROSEMIDA",
      "LOSARTANA",
      "CARVEDILOL",
      "METFORMINA"
    ],
    "Doença ou Síndrome": [
      "COMORBIDADES",
      "DM"
    ],
    "Achado": [
      "CONTROLADA",
      "UTERO 33ML",
      "ENDOMETRIO MEDINDO ENTRE 3-4MM",
      "LIQUIDO LIVRE NA CAVIDADE PELVICA",
      "ALTERACAO DIFUSA HEPATICA , PANCREAS DE TEXTURA HETEROGENEA E ASCITE"
    ],
    "Abreviação": [
      "DM",
      "US TV",
      "ENDOMETRIO MEDINDO ENTRE 3-4MM",
      "US DE ABDOME"
    ],
    "Função Patológica": [
      "EDEMA DIFUSO"
    ],
    "Conceito Funcional": [
      "MOTIVO APARENTE"
    ],
    "Procedimento Diagnóstico": [
      "US TV",
      "US DE ABDOME"
    ],
    "Resultado Laboratorial ou de Teste": [
      "UTERO 33ML",
      "ENDOMETRIO MEDINDO ENTRE 3-4MM",
      "LIQUIDO LIVRE NA CAVIDADE PELVICA",
      "ASSIMETRIA NA SILHUETA CENTRAL HIPERECOGENICA",
      "ALTERACAO DIFUSA HEPATICA , PANCREAS DE TEXTURA HETEROGENEA E ASCITE"
    ]
  },
  "labels": {
    "cansaco": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.7595,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.753,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7522,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C4A.4": {
            "confidence_embedding": 0.7489,
            "text": "Representação de doença CID-11: Abstinência de nicotina. Definição: A abstinência de nicotina é um conjunto clinicamente significativo de sintomas, comportamentos e/ou características fisiológicas, variando em grau de gravidade e duração, que ocorre após a cessação ou redução do uso de nicotina (tipicamente usada como constituinte do tabaco) em indivíduos que desenvolveram dependência de nicotina ou que usaram nicotina por um período prolongado ou em grandes quantidades. As características apresentadas da abstinência da nicotina podem incluir humor disfórico ou deprimido, insônia, irritabilidade, raiva, ansiedade, dificuldade de concentração, inquietação, bradicardia, aumento do apetite e desejo por tabaco (ou outros produtos que contenham nicotina). Outros sintomas físicos podem incluir aumento da tosse e ulceração na boca."
          }
        }
      ]
    },
    "edema difuso": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA63.3": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Úlcera de estresse do duodeno. Definição: Úlceras de estresse do duodeno são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes que podem resultar em hemorragia digestiva alta aguda. Geralmente são erosões superficiais, mas podem evoluir para úlceras."
          }
        },
        {
          "DA26.3": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7402,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        }
      ]
    },
    "polipo": {
      "capitulo": "02",
      "opcoes": [
        {
          "2E92.40": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Síndrome de polipose. Definição: Síndromes de polipose intestinal podem ser divididas, com base na histologia, nas categorias amplas de polipose adenomatosa familiar (FAP), síndromes de polipose hamartomatosa e outras síndromes de polipose raras, como a síndrome de polipose mista hereditária (HMPS)."
          }
        },
        {
          "2A34": {
            "confidence_embedding": 0.72,
            "text": "Representação de doença CID-11: Citopenia refratária com displasia multilinhagem. Definição: Síndrome mielodisplásica caracterizada por bicitopenia ou pancitopenia e alterações displásicas em 10% ou mais das células em duas ou mais linhagens de células mieloides."
          }
        },
        {
          "2C25.0": {
            "confidence_embedding": 0.7195,
            "text": "Representação de doença CID-11: Adenocarcinoma de brônquio ou pulmão. Definição: Carcinoma que surge do pulmão e é caracterizado pela presença de células epiteliais glandulares malignas. Existe uma predileção pelo sexo masculino com uma proporção de sexo masculino para feminino de 2:1. Geralmente o adenocarcinoma pulmonar é assintomático e é identificado por meio de estudos de triagem ou como um achado radiológico incidental. Se sintomas clínicos estiverem presentes, eles incluem falta de ar, tosse, hemoptise, dor no peito e febre. A fumaça do tabaco é fator de risco reconhecido."
          }
        },
        {
          "2A32": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Trombocitopenia refratária. Definição: Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de megacariócitos displásicos, encontrados dentre pelo menos 30 megacariócitos examinados na medula óssea."
          }
        },
        {
          "2C62": {
            "confidence_embedding": 0.7103,
            "text": "Representação de doença CID-11: Carcinoma inflamatório de mama. Definição: Adenocarcinoma de mama invasivo avançado, caracterizado pela presença de alterações distintas na pele subjacente. Essas alterações incluem eritema difuso, edema, aparência de casca de laranja, sensibilidade, endurecimento, calor, aumento e, em alguns casos, uma massa palpável. As alterações cutâneas são consequência da obstrução linfática do adenocarcinoma invasivo da mama. Microscopicamente, os linfáticos dérmicos mostram infiltração proeminente por células malignas. O adenocarcinoma invasivo da mama é geralmente do tipo ductal SOE. Não há infiltrado de células inflamatórias significativo presente, apesar do nome desse carcinoma."
          }
        }
      ]
    },
    "emagrecimento": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.7863,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7841,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5D46": {
            "confidence_embedding": 0.7583,
            "text": "Representação de doença CID-11: Insuficiência adrenal pós cirúrgica. (descontinuado). Definição: Condição causada por ou subsequente a qualquer procedimento médico. Esta condição é caracterizada por deficiência dos hormônios da córtex adrenal, principalmente o cortisol . Esta afecção pode se manifestar com fadiga crônica, fraqueza muscular, perda de apetite, perda de peso ou dor abdominal."
          }
        },
        {
          "5B5K.1": {
            "confidence_embedding": 0.7499,
            "text": "Representação de doença CID-11: Deficiência de cálcio. Definição: Hipocalcemia é definida como uma concentração de cálcio total sérico menor que 8,4 mg/dL ou concentração de cálcio iônico menor que 4,48 mg/dL. As doenças renais são as causas mais comuns de hipocalcemia , além de várias outras . Outras causas são: deficiência de vitamina D, transtornos associados com hipoparatireoidismo genético ou adquirido, terapia com bisfosfonato endovenoso, pós-tireoidectomia e pós-paratireoidectomia, e pancreatite aguda. Hipocalcemia pode estar associada com um espectro de manifestações clínicas variando de poucos sintomas, se a hipocalcemia for leve, a convulsões com risco de vida, insuficiência cardíaca refratária ou laringoespasmo se for grave. Além da gravidade, o ritmo de desenvolvimento de hipocalcemia e sua cronicidade determinam as manifestações clínicas."
          }
        }
      ]
    },
    "queixando": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF34": {
            "confidence_embedding": 0.7916,
            "text": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MF33": {
            "confidence_embedding": 0.7768,
            "text": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7735,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        }
      ]
    },
    "endometrio medindo entre 3-4mm": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA40.1": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB30.2": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Aderências do intestino grosso com obstrução. Definição: Obstrução do intestino grosso por aderência intra-abdominal devida à laparotomia, traumatismo e inflamação intra-abdominal, tal como a endometriose."
          }
        },
        {
          "DA21.20": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Peristaltismo hipertensivo. Definição: Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia."
          }
        },
        {
          "DA90": {
            "confidence_embedding": 0.7176,
            "text": "Representação de doença CID-11: Anomalias não estruturais do desenvolvimento do intestino delgado. Definição: Qualquer defeito congênito do intestino delgado que resulte da interferência no crescimento normal e na diferenciação do feto. Tais defeitos podem surgir em qualquer estágio do desenvolvimento embrionário, variam muito em tipo e gravidade e são causados ​​por uma ampla variedade de fatores determinantes, incluindo mutações genéticas, aberrações cromossômicas, agentes teratogênicos e fatores ambientais. A maioria dos defeitos de desenvolvimento são aparentes ao nascimento, especialmente qualquer malformação estrutural, mas alguns se tornam evidentes mais tarde."
          }
        }
      ]
    },
    "ascite": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC51.0": {
            "confidence_embedding": 0.7942,
            "text": "Representação de doença CID-11: Ascite quilosa. Definição: Ascite quilosa é uma forma rara de ascite causada por acúmulo de linfa na cavidade peritoneal, geralmente devido a malignidade intra-abdominal, cirrose hepática ou complicações de cirurgia abdominal, e se apresenta com distensão abdominal indolor, mas progressiva, dispneia e ganho de peso."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7902,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7739,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DC50.10": {
            "confidence_embedding": 0.7666,
            "text": "Representação de doença CID-11: Peritonite eosinofílica. Definição: Há 10% ou mais de eosinófilos no efluente peritoneal na apresentação inicial, e suas causas são frequentemente obscuras. No entanto, casos foram relatados com reações alérgicas, exposição a medicamentos como vancomicina, infecções fúngicas e virais, logo após a troca do cateter e no tratamento com icodextrina."
          }
        },
        {
          "DB98.7": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Hipertensão portal. Definição: Hipertensão portal é o aumento anormal da pressão na veia porta, o que induz o desenvolvimento de vasos colaterais da veia porta, incluindo varizes de esôfago e de cárdia. Também contribui para o desenvolvimento de ascite."
          }
        }
      ]
    },
    "liquido livre na cavidade pelvica": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA40.1": {
            "confidence_embedding": 0.7971,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DC51.0": {
            "confidence_embedding": 0.7771,
            "text": "Representação de doença CID-11: Ascite quilosa. Definição: Ascite quilosa é uma forma rara de ascite causada por acúmulo de linfa na cavidade peritoneal, geralmente devido a malignidade intra-abdominal, cirrose hepática ou complicações de cirurgia abdominal, e se apresenta com distensão abdominal indolor, mas progressiva, dispneia e ganho de peso."
          }
        },
        {
          "DC50.10": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Peritonite eosinofílica. Definição: Há 10% ou mais de eosinófilos no efluente peritoneal na apresentação inicial, e suas causas são frequentemente obscuras. No entanto, casos foram relatados com reações alérgicas, exposição a medicamentos como vancomicina, infecções fúngicas e virais, logo após a troca do cateter e no tratamento com icodextrina."
          }
        },
        {
          "DB10.00": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Apendicite aguda com peritonite generalizada. Definição: Condição caracterizada por inflamação aguda do apêndice vermiforme que se estende para uma inflamação livre e não contida do peritônio. Há usualmente uma perfuração livre e tratamento cirúrgico é recomendado."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7631,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        }
      ]
    },
    "alteracao difusa hepatica , pancreas de textura heterogenea e ascite": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC31": {
            "confidence_embedding": 0.7657,
            "text": "Representação de doença CID-11: Pancreatite aguda. Definição: Inflamação do pâncreas com início súbito. As alterações patológicas variam de edema a necrose. Enquanto os casos leves frequentemente se recuperam sem complicações, os casos graves apresentam alta mortalidade devido a complicações sistêmicas, apesar do tratamento intensivo."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7644,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DB95.0": {
            "confidence_embedding": 0.7639,
            "text": "Representação de doença CID-11: Doença hepática tóxica ou induzida por droga com necrose hepática aguda ou hepatite aguda. Definição: Lesão hepatocelular aguda que se desenvolve dentro de 1 a 20 semanas após o início do tratamento. As lesões histológicas consistem principalmente em necrose focal em ponte ou zonal, mas evidente inflamação lobular e do trato portal com hepatite por droga. Características extra-hepáticas de hipersensibilidade por droga incluindo erupção cutânea, linfadenopatia, eosinofilia ou outras manifestações sistêmicas são observadas em alguns casos."
          }
        },
        {
          "DB91.0": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Insuficiência hepática aguda ou subaguda devida a vírus da hepatite. Definição: Infecção aguda por vírus da hepatite A, B, C, D e E pode causar insuficiência hepática aguda ou subaguda. O prognóstico varia de acordo com o vírus."
          }
        },
        {
          "DC51.0": {
            "confidence_embedding": 0.7633,
            "text": "Representação de doença CID-11: Ascite quilosa. Definição: Ascite quilosa é uma forma rara de ascite causada por acúmulo de linfa na cavidade peritoneal, geralmente devido a malignidade intra-abdominal, cirrose hepática ou complicações de cirurgia abdominal, e se apresenta com distensão abdominal indolor, mas progressiva, dispneia e ganho de peso."
          }
        }
      ]
    },
    "utero 33ml": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA10.C2": {
            "confidence_embedding": 0.7951,
            "text": "Representação de doença CID-11: Endometriose do peritônio pélvico. Definição: Condição que é frequentemente idiopática. Esta condição é caracterizada por crescimento e função ectópicos de tecido endometrial com extensão de 5 milímetros ou menos sob a superfície visceral ou parietal do peritônio e aparecendo como lesões preta-amarronzadas ou vermelho-alaranjadas claras. Esta condição pode ser associada a tecido vestigial remanescente do ducto wolfiano ou mulleriano, ou a refluxo retrogrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta condição pode se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por identificação laparoscópica de fragmentos ectópicos."
          }
        },
        {
          "GA20.02": {
            "confidence_embedding": 0.7859,
            "text": "Representação de doença CID-11: Amenorreia lactacional. Definição: Condição do sistema genital que afeta as mulheres, causada por distúrbios hormonais associados à lactação. Esta condição é caracterizada pela interrupção de um ciclo menstrual estabelecido por mais de 3-9 meses."
          }
        },
        {
          "GA15.6": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Incompetência do colo do útero. Definição: Condição do colo do útero, causada pela fraqueza do tecido cervical uterino e aumento da pressão intrauterina com a progressão da gravidez. Esta condição é caracterizada por dilatação e apagamento do colo do útero antes de atingir a gravidez a termo. Essa condição pode levar a um aborto espontâneo durante o segundo trimestre ou a um parto prematuro durante o terceiro trimestre."
          }
        },
        {
          "GC40.34": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Prolapso uterovaginal completo. Definição: Uma afecção causada por fraqueza, dano ou estiramento dos ligamentos entre o útero e a parede vaginal, tipicamente subsequente ao parto. Esta afecção é caracterizada por descenso de estágio 3 do útero para a vagina, levando a uma protuberância e prolapso distal maior que 1 centímetro abaixo do hímen ou descenso de estágio 4 com eversão completa do comprimento total do trato genital. Essa afecção também pode se manifestar com incontinência urinária, sensação de peso na pelve ou dificuldade para urinar."
          }
        },
        {
          "GA10": {
            "confidence_embedding": 0.7801,
            "text": "Representação de doença CID-11: Endometriose. Definição: Uma afecção do útero que é frequentemente idiopática. Esta afecção é caracterizada por crescimento e função ectópicos de tecido endometrial fora da cavidade uterina. Esta afecção pode ser associada com tecido vestigial remanescente do ducto de Wolf ou mulleriano, ou por refluxo retrógrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta afecção pode também se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por laparoscopia e identificação histológica de fragmentos ectópicos."
          }
        }
      ]
    },
    "angina": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA40.Y": {
            "confidence_embedding": 0.8196,
            "text": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: "
          }
        },
        {
          "BA40.Z": {
            "confidence_embedding": 0.8121,
            "text": "Representação de doença CID-11: Angina pectoris não especificada. Definição: "
          }
        },
        {
          "BA85": {
            "confidence_embedding": 0.8112,
            "text": "Representação de doença CID-11: Doença vasoespástica coronariana. Definição: O termo doença coronariana vasoespástica refere-se a uma vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso. Embora possa estar envolvido em outras síndromes coronárias, representa a causa habitual de angina variante."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7875,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7854,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        }
      ]
    },
    "episodios de diarreia semanais": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA90.0": {
            "confidence_embedding": 0.7715,
            "text": "Representação de doença CID-11: Diarreia sindrômica. Definição: Diarreia sindrômica, também conhecida como diarreia fenotípica ou síndrome trico-hepato-entérica, é uma enteropatia congênita que se apresenta com início precoce de diarreia grave exigindo uso de nutrição parenteral (NP), associada a dismorfismo facial, cabelo lanoso e pouco pigmentado, e doença hepática, com fibrose ou cirrose extensa, em cerca de metade dos pacientes."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DA63.3": {
            "confidence_embedding": 0.7493,
            "text": "Representação de doença CID-11: Úlcera de estresse do duodeno. Definição: Úlceras de estresse do duodeno são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes que podem resultar em hemorragia digestiva alta aguda. Geralmente são erosões superficiais, mas podem evoluir para úlceras."
          }
        },
        {
          "DD91.2": {
            "confidence_embedding": 0.7466,
            "text": "Representação de doença CID-11: Diarreia funcional. Definição: Diarreia funcional é uma síndrome contínua ou recorrente caracterizada pela passagem de fezes moles (pastosas) ou aquosas sem dor ou desconforto abdominal."
          }
        }
      ]
    }
  }
}