{
  "prontuario_id": 357,
  "text": "QP FACIDEZ BRAQUIAL\n\nHMA # PACIENTE PÓS OP DE CIRURGIA BARIÁTRICA HÁ 2 ANOS E MEIO, COM PERDA DE 55 KG\n\nHMP # VITAMINAS (POS GASTROPLASTIA) + ANTIDEPRESSIVO\nNEGA OUTRAS COMORBIDADES\nCX PRÉVA HTA, GASTROPLASTIA\n\nCHV # SP\n\nO # BEG, LOTE, CORADA E HIDRATADA, \nAO EXAME: FLACIDEZ BRAQUIAL BILATERAL\n\nP # BRAQUIOPLASTIA AGENDADA PARA 06/08/2015\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "QP",
      "HMA",
      "HMP",
      "CX",
      "HTA",
      "SP",
      "O",
      "BEG",
      "LOTE",
      "P",
      "PÓS OP"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Substância Farmacológica": [
      "VITAMINAS",
      "ANTIDEPRESSIVO"
    ],
    "Negação": [
      "NEGA",
      "SP"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX",
      "HTA",
      "GASTROPLASTIA",
      "BRAQUIOPLASTIA",
      "CIRURGIA BARIÁTRICA"
    ],
    "Atividade de Assistência à Saúde": [
      "O",
      "AGENDADA"
    ],
    "Achado": [
      "BEG",
      "LOTE",
      "CORADA",
      "HIDRATADA",
      "PERDA DE 55 KG"
    ],
    "Procedimento Diagnóstico": [
      "EXAME"
    ],
    "Anormalidade Anatômica": [
      "FACIDEZ BRAQUIAL",
      "FLACIDEZ BRAQUIAL BILATERAL"
    ],
    "Sinal ou Sintoma": [
      "FACIDEZ BRAQUIAL",
      "PERDA DE 55 KG",
      "FLACIDEZ BRAQUIAL BILATERAL"
    ],
    "Conceito Temporal": [
      "PÓS OP"
    ]
  },
  "labels": {
    "flacidez braquial bilateral": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.731,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.704,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8B62": {
            "confidence_embedding": 0.6921,
            "text": "Representação de doença CID-11: Atrofia muscular progressiva pós pólio. Definição: Os critérios diagnósticos para atrofia muscular progressiva pós-pólio (PPMA) são: uma história confiável de poliomielite com recuperação parcial da função, um período mínimo de estabilização de 10 anos e o desenvolvimento subsequente de fraqueza muscular progressiva. Sintomas de fraqueza, atrofia e fadiga de músculos previamente afetados podem ser observados. Esses sintomas também podem ser notados em músculos que aparentemente não foram afetados pelo episódio de poliomielite. Cãibras musculares e fasciculações podem acompanhar a nova fraqueza."
          }
        },
        {
          "8B60.1": {
            "confidence_embedding": 0.6865,
            "text": "Representação de doença CID-11: Paralisia bulbar progressiva. Definição: Paralisia bulbar progressiva (PBP) é uma variante da esclerose lateral amiotrófica que inicialmente se apresenta com sintomas de fraqueza bulbar, como disartria e disfagia. Os sintomas podem permanecer relativamente restritos à região bulbar. PBP afeta mais comumente mulheres do que homens. Os pacientes tipicamente evoluem para desenvolver fraqueza nos membros e características consistentes com ELA mais típica em um estágio mais tardio da doença."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.6842,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        }
      ]
    },
    "perda de 55 kg": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5K.7": {
            "confidence_embedding": 0.7503,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B81": {
            "confidence_embedding": 0.7293,
            "text": "Representação de doença CID-11: Obesidade. Definição: A obesidade é uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos únicos podem ser identificados (medicamentos, doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).\r\nO índice de massa corporal (IMC) é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir obesidade variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, a obesidade é definida por um IMC maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento."
          }
        },
        {
          "5C63.22": {
            "confidence_embedding": 0.7274,
            "text": "Representação de doença CID-11: Raquitismo hipofosfatêmico. Definição: O raquitismo hipofosfatêmico é um grupo de doenças genéticas caracterizadas por hipofosfatemia, raquitismo e níveis séricos normais de cálcio."
          }
        },
        {
          "5B80.0": {
            "confidence_embedding": 0.7166,
            "text": "Representação de doença CID-11: Sobrepeso. Definição: O sobrepeso é uma condição caracterizada por adiposidade excessiva. O sobrepeso é avaliado pelo índice de massa corporal (IMC), que é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir sobrepeso variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, o sobrepeso é definido por um IMC que varia de 25,00 a 29,99 kg/m²."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7158,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        }
      ]
    },
    "facidez braquial": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.7511,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7304,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8B62": {
            "confidence_embedding": 0.7195,
            "text": "Representação de doença CID-11: Atrofia muscular progressiva pós pólio. Definição: Os critérios diagnósticos para atrofia muscular progressiva pós-pólio (PPMA) são: uma história confiável de poliomielite com recuperação parcial da função, um período mínimo de estabilização de 10 anos e o desenvolvimento subsequente de fraqueza muscular progressiva. Sintomas de fraqueza, atrofia e fadiga de músculos previamente afetados podem ser observados. Esses sintomas também podem ser notados em músculos que aparentemente não foram afetados pelo episódio de poliomielite. Cãibras musculares e fasciculações podem acompanhar a nova fraqueza."
          }
        },
        {
          "8B61.3": {
            "confidence_embedding": 0.7127,
            "text": "Representação de doença CID-11: Atrofia muscular espinal de início no adulto, tipo IV. Definição: Na fraqueza AMS tipo 4, ocorre mais comumente após os 35 anos de idade (menos comumente entre 18 e 35 anos). A fraqueza dos músculos proximais é mais proeminente nas pernas do que nos braços. Início insidioso e progressão muito lenta são os traços característicos, e a expectativa de vida é normal."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.7118,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        }
      ]
    },
    "beg": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME66.2": {
            "confidence_embedding": 0.7454,
            "text": "Representação de doença CID-11: Pele redundante e excessiva. Definição: Condição que tipicamente ocorre em indivíduos previamente bastante obesos após perda de peso maciça, como após cirurgia bariátrica ou restrição calórica estrita."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.729,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "ME10.02": {
            "confidence_embedding": 0.7241,
            "text": "Representação de doença CID-11: Hepatoesplenomegalia. Definição: Refere-se ao aumento do fígado e baço além de seu tamanho normal, não descrito em outra parte."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7235,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7197,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    }
  }
}