{
  "prontuario_id": 267,
  "text": "pcte retorna com r-x de coluna   lombossacra   = sp neuromotor preservado   ombrod    sinais de impacto         mobilidade e força preservadas   manob  de impacto dolorosas  manob de manguito  dolorosas       aines  apenas se dor   forte   conforme orientado nefrologista   ,  \naines + fstp + orient +   perda de peso retorno + evirtar   atividades de impacto   + retorno apos fstp\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "pcte"
    ],
    "Abreviação": [
      "pcte",
      "sp",
      "ombrod",
      "aines",
      "fstp",
      "orient",
      "r-x de coluna lombossacra",
      "manob de impacto dolorosas",
      "manob de manguito dolorosas",
      "apos fstp"
    ],
    "Atividade de Assistência à Saúde": [
      "retorna",
      "orientado",
      "orient",
      "retorno",
      "evirtar atividades de impacto"
    ],
    "Resultado Laboratorial ou de Teste": [
      "sp"
    ],
    "Espaço ou Junção Corporal": [
      "ombrod"
    ],
    "Achado": [
      "preservadas",
      "neuromotor preservado"
    ],
    "Grupo Profissional ou Ocupacional": [
      "nefrologista"
    ],
    "Substância Farmacológica": [
      "aines"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "fstp",
      "apenas se dor forte",
      "perda de peso",
      "apos fstp"
    ],
    "Procedimento Diagnóstico": [
      "r-x de coluna lombossacra"
    ],
    "Sinal ou Sintoma": [
      "sinais de impacto",
      "manob de impacto dolorosas",
      "manob de manguito dolorosas"
    ],
    "Função Fisiológica": [
      "mobilidade e força"
    ]
  },
  "labels": {
    "preservadas": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA80.B": {
            "confidence_embedding": 0.6903,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar com envolvimento do sistema nervoso. Definição: "
          }
        },
        {
          "FA80.7": {
            "confidence_embedding": 0.6833,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com envolvimento do sistema nervoso. Definição: "
          }
        },
        {
          "FB32": {
            "confidence_embedding": 0.6807,
            "text": "Representação de doença CID-11: Alguns transtornos musculares especificados. Definição: Trata-se de um comprometimento da saúde ou de uma condição de funcionamento anormal do músculo que não se enquadra em outra categoria."
          }
        },
        {
          "FA85.1Z": {
            "confidence_embedding": 0.68,
            "text": "Representação de doença CID-11: Transtorno das epífises vertebrais, com fatores determinantes, não especificado. Definição: "
          }
        },
        {
          "FA84": {
            "confidence_embedding": 0.6786,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        }
      ]
    },
    "manob de impacto dolorosas": {
      "capitulo": "22",
      "opcoes": [
        {
          "NC55.2": {
            "confidence_embedding": 0.6768,
            "text": "Representação de doença CID-11: Lesão do nervo radial ao nível do punho ou mão. Definição: "
          }
        },
        {
          "NC72.65": {
            "confidence_embedding": 0.6768,
            "text": "Representação de doença CID-11: Fratura da extremidade distal do fêmur estendendo-se para a articulação, frontal. Definição: "
          }
        },
        {
          "NA04.7": {
            "confidence_embedding": 0.6763,
            "text": "Representação de doença CID-11: Lesão do nervo vestibulococlear. Definição: "
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.6651,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NB2Y": {
            "confidence_embedding": 0.6649,
            "text": "Representação de doença CID-11: Outra lesão especificada de nervos ou da medula espinal ao nível do tórax. Definição: "
          }
        }
      ]
    },
    "neuromotor preservado": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B60": {
            "confidence_embedding": 0.746,
            "text": "Representação de doença CID-11: Doença do neurônio motor. Definição: Doença do neurônio motor é um transtorno neurodegenerativo de etiologia indeterminada, caracterizado por degeneração de neurônios motores superiores (células corticais de Betz e trato corticoespinal) ou neurônios motores inferiores (cornos ventrais da medula espinal e núcleos motores dos nervos cranianos) ou ambos. Características de envolvimento dos neurônios motores inferiores (NMI) são atrofia, fraqueza, fasciculações, hipotonia, diminuição ou ausência de reflexos tendinosos profundos. Características de envolvimento dos neurônios motores superiores (NMS) são espasticidade, reflexos tendinosos profundos exacerbados e respostas plantares extensoras. Dependendo da localização de início e da presença de características de NMI ou NMS ou ambos, a DNM têm padrões e distribuições variáveis de sinais e sintomas."
          }
        },
        {
          "8B81.Z": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Transtornos do nervo vestibulococlear, não especificados. Definição: "
          }
        },
        {
          "8C20.Z": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Neuropatia hereditária motora e sensorial, não especificada. Definição: "
          }
        },
        {
          "8A00.1": {
            "confidence_embedding": 0.7402,
            "text": "Representação de doença CID-11: Parkinsonismo atípico. Definição: Parkinsonismo atípico é um termo utilizado para descrever várias condições neurodegenerativas em que a neurodegeneração se extende para além da substância negra, e é mais extensa do que o observado em outras condições como Doença de Parkinson (DP). O quadro clínico é frequentemente mais complexo do que na DP e os pacientes podem apresentar apraxia, oftalmoplegia supranuclear ou falência autonômica."
          }
        },
        {
          "8B81": {
            "confidence_embedding": 0.7346,
            "text": "Representação de doença CID-11: Transtornos do nervo vestibulococlear. Definição: "
          }
        }
      ]
    },
    "sinais de impacto": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB48.00": {
            "confidence_embedding": 0.7218,
            "text": "Representação de doença CID-11: Vertigem de origem central. Definição: A vertigem central é geralmente resultado de um processamento anormal da entrada sensitiva vestibular pelo sistema nervoso central devido ou a uma interrupção dos integradores centrais (ou seja, tronco cerebral, cerebelo) ou a uma incompatibilidade de informações sensitivas (ou seja, do córtex). Lesões que afetam o nervo vestibular ou a zona de entrada da raiz (ou seja, lesões do ângulo cerebelopontino [ACP]) resultam em desequilíbrio por afetar as informações sensitivas vestibulares primárias"
          }
        },
        {
          "MG30.32": {
            "confidence_embedding": 0.7125,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica devida a doença do sistema nervoso. Definição: Dor musculoesquelética secundária crônica devida a doenças do sistema nervoso é uma dor crônica localizada em articulação(ões), osso(s), tendão(ões) ou músculo(s) que está relacionada a transtornos neurológicos periféricos ou centrais classificados em outra parte. Inclui dor devida a alteração das funções motora e sensorial. A alteração da função biomecânica devida a doença neurológica é responsável pela ativação de nociceptores no tecido musculoesquelético. A dor pode ser espontânea ou induzida por movimento."
          }
        },
        {
          "MG30.5": {
            "confidence_embedding": 0.7041,
            "text": "Representação de doença CID-11: Dor neuropática crônica. Definição: Dor neuropática crônica é uma dor crônica causada por uma lesão ou doença do sistema nervoso somatossensorial. A dor pode ser espontânea ou evocada, como uma resposta aumentada a um estímulo doloroso (hiperalgesia) ou uma resposta dolorosa a um estímulo normalmente não doloroso (alodinia). O diagnóstico de dor neuropática crônica requer um antecedente de lesão ou doença do sistema nervoso e uma distribuição neuroanatomicamente plausível da dor. Sinais ou sintomas sensoriais negativos (por exemplo, diminuição ou perda de sensibilidade) e positivos (por exemplo, alodinia ou hiperalgesia) indicando o envolvimento do sistema nervoso somatossensorial devem ser compatíveis com o território de inervação da estrutura nervosa afetada."
          }
        },
        {
          "MB54": {
            "confidence_embedding": 0.7005,
            "text": "Representação de doença CID-11: Monoplegia da extremidade superior. Definição: Isso é uma perda de controle motor em um braço."
          }
        },
        {
          "MG30.51": {
            "confidence_embedding": 0.6998,
            "text": "Representação de doença CID-11: Dor neuropática periférica crônica. Definição: Dor neuropática periférica crônica é uma dor crônica causada por uma lesão ou doença do sistema nervoso somatossensorial periférico. A dor pode ser espontânea ou evocada, como uma resposta aumentada a um estímulo doloroso (hiperalgesia) ou uma resposta dolorosa a um estímulo normalmente não doloroso (alodinia). O diagnóstico de dor neuropática central crônica requer um antecedente de lesão ou doença do sistema nervoso e uma distribuição neuroanatomicamente plausível da dor. Sinais ou sintomas sensoriais negativos (p.ex., diminuição ou perda de sensibilidade) e positivos (p.ex., alodinia ou hiperalgesia) indicando o envolvimento do sistema nervoso somatossensorial devem ser compatíveis com o território de inervação da estrutura nervosa afetada."
          }
        }
      ]
    },
    "manob de manguito dolorosas": {
      "capitulo": "22",
      "opcoes": [
        {
          "NC55.2": {
            "confidence_embedding": 0.6922,
            "text": "Representação de doença CID-11: Lesão do nervo radial ao nível do punho ou mão. Definição: "
          }
        },
        {
          "NA04.7": {
            "confidence_embedding": 0.6911,
            "text": "Representação de doença CID-11: Lesão do nervo vestibulococlear. Definição: "
          }
        },
        {
          "NB62.5": {
            "confidence_embedding": 0.6809,
            "text": "Representação de doença CID-11: Outra síndrome medular incompleta da medula espinhal lombar. Definição: "
          }
        },
        {
          "NB62.3": {
            "confidence_embedding": 0.6766,
            "text": "Representação de doença CID-11: Síndrome medular posterior da medula espinhal lombar. Definição: "
          }
        },
        {
          "NC57.1Z": {
            "confidence_embedding": 0.6746,
            "text": "Representação de doença CID-11: Lesão do músculo, fáscia ou tendão do flexor de outro dedo da mão ao nível do punho ou mão, não especificada. Definição: "
          }
        }
      ]
    }
  }
}