{
  "prontuario_id": 430,
  "text": "1ª cons , 06/09/41 - 73 anos.\n\nDor col cerical / col lombar com irradiação p Miesq\n\ncita q a consulta com Doutor Vital Brazil iria demorar \" sic \" \n\ncita q foi att varias vezes no plantão do onix sem melhora \" sic \".\n\naval c coluna\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "cons",
      "Miesq",
      "sic",
      "att",
      "aval",
      "c",
      "col cerical",
      "col lombar"
    ],
    "Atividade de Assistência à Saúde": [
      "cons",
      "consulta",
      "att",
      "aval"
    ],
    "Sinal ou Sintoma": [
      "Dor",
      "irradiação"
    ],
    "Localização ou Região Corporal": [
      "Miesq",
      "col cerical",
      "col lombar"
    ],
    "Organização Relacionada à Saúde": [
      "plantão"
    ],
    "Negação": [
      "sem"
    ],
    "Achado": [
      "melhora"
    ],
    "Grupo Profissional ou Ocupacional": [
      "coluna"
    ]
  },
  "labels": {
    "irradiação": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A06.21": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Soluços crônicos. Definição: Soluço crônico é um transtorno raro causando espasmos inspiratórios repetitivos em um período de 48 horas ou mais."
          }
        },
        {
          "8A68.1": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Crise epiléptica de ausência, atípica. Definição: Crises epilépticas de ausência com alterações no tônus ​​mais pronunciadas do que nas ausências típicas ou com início e/ou cessação não abruptas, frequentemente associadas a atividade de ponta-onda lenta, irregular e generalizada."
          }
        },
        {
          "8A05.03": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Tiques motores transitórios. Definição: Tiques são movimentos abruptos, não rítmicos, estereotipados como piscar, fungar, bater, etc. Devem estar presentes por menos de um ano."
          }
        },
        {
          "8A68.7": {
            "confidence_embedding": 0.7346,
            "text": "Representação de doença CID-11: Crise epiléptica atônica generalizada. Definição: Convulsão caracterizada por perda ou diminuição súbitas do tônus ​​muscular sem aparente evento mioclônico ou tônico precedente com duração de 1-2 segundos, envolvendo os músculos de cabeça, tronco, mandíbula ou membros."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB50": {
            "confidence_embedding": 0.7241,
            "text": "Representação de doença CID-11: Bursite. Definição: Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais, que geralmente resulta em dor."
          }
        },
        {
          "FA30.2": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Dedo do pé em martelo adquirido. Definição: "
          }
        },
        {
          "FA31.6": {
            "confidence_embedding": 0.708,
            "text": "Representação de doença CID-11: Mão em garra ou mão torta adquirida. Definição: "
          }
        },
        {
          "FA84.0": {
            "confidence_embedding": 0.7065,
            "text": "Representação de doença CID-11: Espondilolistese por defeito na 'pars'. Definição: "
          }
        },
        {
          "FA31.3": {
            "confidence_embedding": 0.7001,
            "text": "Representação de doença CID-11: Punho caído adquirido. Definição: "
          }
        }
      ]
    }
  }
}