{
  "prontuario_id": 546,
  "text": "S # angioplastia, implante de marcapasso (pacte assintomatico, ecg de repouso com bav de 2 grau mobitz 2), cat em agosto desse ano. Permaneceu em UTI por 10 dias. DM, HAS, DAC (rvm há 4 anos), dislipidemia. Em uso de insulina nph, metformina, sinvastatina 40mg 2 cp, carvedilol 6,25mg, losartana 50mg 2 x dia, AAS 100mg, clopidogrel 75mg. Tabagista há mais de 40 anos. Hoje fuma 8 cigarros por dia. Antes 2 carteiras/dia. Nega queixas.  O # LAboratorial 07/08/2013: HB: 12,9; Hematocrito 37,5; glicemia: 144; microalbuminuria: 2030,7 mg.  Cintilografia de perfusao miocardica agosto/13: Sem evidencias de isquemia miocardica, fç do VE preservada com hipocinesia septal. DIlatação do VE, FE VE em repouso 61%, FE VE apos estresse 60%.  CAt agosto 2013: reestenose de stent 70% em cd, Oclusao total de stent em ramo diagonalis, *angioplastia de agosto 2013 de cornoaria direita com stent.  O # EF cardiaco e abdominal sp. Pulmonar: ? em base E, PA: 150/75 mmhg.  P # retorno em 6 meses com exames prescrito, anlodipino e enalapril para tto de microalbuminuria.",
  "entities": {
    "Abreviação": [
      "S",
      "pacte",
      "cat",
      "UTI",
      "DM",
      "HAS",
      "DAC",
      "rvm",
      "AAS",
      "O",
      "CAt",
      "PA",
      "P",
      "2 cp",
      "HB : 12 , 9",
      "DIlatação do VE",
      "FE VE em repouso 61%",
      "FE VE apos estresse 60%",
      "reestenose de stent 70% em cd",
      "base E"
    ],
    "Achado": [
      "S",
      "assintomatico",
      "cornoaria direita com stent"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "angioplastia",
      "cat",
      "rvm",
      "CAt",
      "*angioplastia",
      "implante de marcapasso"
    ],
    "Paciente ou Grupo com Deficiência": [
      "pacte"
    ],
    "Negação": [
      "assintomatico",
      "Nega",
      "Sem"
    ],
    "Organização Relacionada à Saúde": [
      "UTI"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "DAC",
      "dislipidemia",
      "microalbuminuria"
    ],
    "Substância Química Orgânica": [
      "metformina",
      "sinvastatina",
      "carvedilol",
      "AAS",
      "clopidogrel",
      "anlodipino"
    ],
    "Substância Farmacológica": [
      "metformina",
      "sinvastatina",
      "carvedilol",
      "losartana",
      "AAS",
      "clopidogrel",
      "anlodipino",
      "enalapril",
      "insulina nph"
    ],
    "Conceito Quantitativo": [
      "40mg",
      "50mg",
      "100mg",
      "75mg",
      "2 cp",
      "6 , 25mg",
      "8 cigarros por dia",
      "2 carteiras/dia",
      "150/75 mmhg"
    ],
    "Disfunção Mental ou Comportamental": [
      "Tabagista"
    ],
    "Comportamento Social": [
      "fuma"
    ],
    "Sinal ou Sintoma": [
      "queixas"
    ],
    "Atividade de Assistência à Saúde": [
      "O",
      "retorno",
      "exames prescrito"
    ],
    "Localização ou Região Corporal": [
      "abdominal",
      "base E"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Procedimento Diagnóstico": [
      "ecg de repouso",
      "Cintilografia de perfusao miocardica"
    ],
    "Resultado Laboratorial ou de Teste": [
      "bav de 2 grau mobitz 2",
      "HB : 12 , 9",
      "Hematocrito 37 , 5",
      "glicemia : 144",
      "microalbuminuria : 2030 , 7 mg",
      "evidencias de isquemia miocardica",
      "DIlatação do VE",
      "FE VE em repouso 61%",
      "FE VE apos estresse 60%",
      "reestenose de stent 70% em cd",
      "Oclusao total de stent em ramo diagonalis"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "insulina nph"
    ],
    "Conceito Temporal": [
      "2 x dia"
    ]
  },
  "labels": {
    "dac": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43": {
            "confidence_embedding": 0.786,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7821,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7804,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC43.2Y": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Outra cardiomiopatia restritiva especificada. Definição: "
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7781,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        }
      ]
    },
    "tabagista": {
      "capitulo": "24",
      "opcoes": [
        {
          "QB50.4": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Presença de implante ou enxerto de angioplastia coronária. Definição: "
          }
        },
        {
          "QC48.0": {
            "confidence_embedding": 0.7164,
            "text": "Representação de doença CID-11: História pessoal de uso de longo prazo de anticoagulantes. Definição: "
          }
        },
        {
          "QA77": {
            "confidence_embedding": 0.7142,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.712,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QA30.Y": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        }
      ]
    },
    "has": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7906,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7885,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7823,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7809,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC43.2Y": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Outra cardiomiopatia restritiva especificada. Definição: "
          }
        }
      ]
    },
    "cornoaria direita com stent": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD53.4": {
            "confidence_embedding": 0.7874,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD53.40": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol para rins. Definição: Isso ocorre quando o colesterol é liberado, geralmente de uma placa aterosclerótica, e viaja junto com a corrente sanguínea (embolia) para outros locais nos rins, onde obstrui vasos sanguíneos."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        },
        {
          "BD52.71": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
          }
        }
      ]
    },
    "microalbuminuria": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7751,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C50.10": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Alcaptonúria. Definição: A alcaptonúria é caracterizada pelo acúmulo de ácido homogentísico (HGA) e seu produto oxidado ácido benzoquinona acético (BQA), levando ao escurecimento da urina quando deixada exposta ao ar, coloração cinza-azulada da esclera do olho e da hélice da orelha (ocronose), e doença articular incapacitante que envolve as articulações axiais e periféricas (artropatia ocronótica)."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7511,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.7925,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7848,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7809,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7804,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5A60.2": {
            "confidence_embedding": 0.7611,
            "text": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados."
          }
        }
      ]
    },
    "dislipidemia": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B70": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5C80.3": {
            "confidence_embedding": 0.7645,
            "text": "Representação de doença CID-11: Hiperalfalipoproteinemia. Definição: Condição em que a lipoproteína de alta densidade sérica está elevada."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7583,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        }
      ]
    }
  }
}