{
  "prontuario_id": 81,
  "text": "Paciente com obesidade, IVC G IV MID, já realiizou ligadura do cajado da Safena Magna em outro serviço há alguns anos. Realizou Flebodinâmica com refluxo e Ecodoppler com refluxo na safena magna em toda sua extensão com cajado não identificado. Realizada Safenectomia (cajado já ligado) + ressecção de trajetos. Procedimento sem intercorrências. Paciente tem alta em bom estado geral, deambulando e com orientações.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Doença ou Síndrome": [
      "obesidade",
      "IVC G IV"
    ],
    "Abreviação": [
      "MID",
      "IVC G IV"
    ],
    "Localização ou Região Corporal": [
      "MID"
    ],
    "Procedimento Diagnóstico": [
      "Flebodinâmica",
      "Ecodoppler"
    ],
    "Resultado Laboratorial ou de Teste": [
      "refluxo",
      "refluxo na safena magna em toda sua extensão"
    ],
    "Negação": [
      "não",
      "sem"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Safenectomia",
      "Procedimento",
      "ressecção de trajetos"
    ],
    "Sinal ou Sintoma": [
      "intercorrências"
    ],
    "Atividade de Assistência à Saúde": [
      "alta",
      "orientações"
    ],
    "Achado": [
      "deambulando",
      "bom estado geral"
    ]
  },
  "labels": {
    "obesidade": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B81.0": {
            "confidence_embedding": 0.8021,
            "text": "Representação de doença CID-11: Obesidade devido a desequilíbrio energético. Definição: A obesidade é uma doença crônica e complexa, definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos principais únicos podem ser identificados (doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética)."
          }
        },
        {
          "5B81": {
            "confidence_embedding": 0.7953,
            "text": "Representação de doença CID-11: Obesidade. Definição: A obesidade é uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos únicos podem ser identificados (medicamentos, doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).\r\nO índice de massa corporal (IMC) é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir obesidade variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, a obesidade é definida por um IMC maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento."
          }
        },
        {
          "5B81.01": {
            "confidence_embedding": 0.78,
            "text": "Representação de doença CID-11: Obesidade em adultos. Definição: A obesidade é definida como um índice de massa corporal (IMC) maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento."
          }
        },
        {
          "5B81.Z": {
            "confidence_embedding": 0.7685,
            "text": "Representação de doença CID-11: Obesidade, não especificada. Definição: "
          }
        },
        {
          "5B80": {
            "confidence_embedding": 0.7599,
            "text": "Representação de doença CID-11: Sobrepeso e/ou adiposidade localizada. Definição: O sobrepeso é uma condição caracterizada por adiposidade excessiva. O sobrepeso é avaliado pelo índice de massa corporal (IMC), que é um marcador da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir sobrepeso variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, o sobrepeso é definido por um IMC que varia de 25,0 a 29,9 kg / m². A adiposidade localizada é uma condição caracterizada pelo acúmulo de tecido adiposo em regiões específicas do corpo, independentemente do IMC."
          }
        }
      ]
    },
    "ivc g iv": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD74.10": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Veias varicosas com refluxo da veia safena magna. Definição: Veias varicosas associadas a refluxo na veia safena magna, normalmente como resultado de incompetência valvar: isso pode ser devido a válvulas congênitas fracas ou após lesão por traumatismo direto ou trombose venosa."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7386,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        },
        {
          "BC44": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Cardiomiopatia não compactada. Definição: A cardiomiopatia não compactada é uma anormalidade morfológica do miocárdio que afeta predominantemente o ápice do ventrículo, caracterizada por hipertrabeculação e recessos intertrabeculares profundos, geralmente acompanhados por uma camada subepicárdica anormalmente fina de miocárdio compactado, que geralmente, mas nem sempre, está associada à disfunção ventricular. \r\n\r\nInformações adicionais. A cardiomiopatia não compactada envolve classicamente o ventrículo esquerdo, mas também pode envolver apenas o ventrículo direito ou ambos. Pode ocorrer como um achado isolado ou em associação com um fenótipo cardiomiopático dilatado, hipertrófico ou misto. Foi descrita em associação a cardiopatia congênita complexa, anomalias das artérias coronárias e como um achado isolado, com e sem anormalidades musculoesqueléticas e outras anormalidades sistêmicas."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7339,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        }
      ]
    }
  }
}