{
  "prontuario_id": 449,
  "text": "PACIENTE ENCAMINHADA PARA SALA DE EMERGÊNCIA APÓS APRESENTAR EPISTAXE VOLUMOSA E PICO HIPOTENSIVO. COMUNICADO PLANTÃO DA OTORRINO. CONFECÇÃO DE NOVO TAMPÃO. EVOLUIU PARA PCR ÁS  11:30 HORAS, INICIADA MANOBRAS DE REANIMAÇÃO E ENTUBAÇÃO OROTRAQUEAL - RETORNA APÓS 10 MINUTOS. HIPOCORADA. SEGUE EM VENTILAÇÃO MECÂNICA MODO: PCV, CONCENTRAÇÃO DE 02: 100% E PEEP: 5. MONITORIZAÇÃO CARDÍACA E OXIMETRIA DE PULSO CONTÍNUA, MANTENDO FC: 95 BPM, SAT: 95% E PA: 88/50 MMHG. ACESSO VENOSO PERÍFERICO MANTENDO PLANO DE SOROTERAPIA EM CURSO. INICIADO PLANO DE SEDAÇÃO EM BI. REALIZADA PASSAGEM DE SVD FOLEY N°16. PROCEDIMENTO REALIZADO SEM INTERCORRÊNCIAS - DÉBITO AMARELO CLARO. ENCAMINHADO PEDIDO DE SANGUE PARA BANCO DE SANGUE. ENCAMINHADO PEDIDO DE VAGA PARA UTI. SEGUE SOB OS CUIDADOS DA EQUIPE MULTIPROFISSIONAL. AGUARDA VAGA EM UTI. CHOQUE HIPOVOLEMICO.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "ENCAMINHADA",
      "ENCAMINHADO",
      "CUIDADOS",
      "PEDIDO DE SANGUE"
    ],
    "Dispositivo Médico": [
      "TAMPÃO",
      "ACESSO VENOSO PERÍFERICO",
      "SVD FOLEY N°16"
    ],
    "Função Patológica": [
      "PCR"
    ],
    "Abreviação": [
      "PCR",
      "PCV",
      "FC",
      "SAT",
      "PA",
      "BI",
      "UTI",
      "95 BPM",
      "SVD FOLEY N°16"
    ],
    "Sinal ou Sintoma": [
      "HIPOCORADA",
      "INTERCORRÊNCIAS",
      "EPISTAXE VOLUMOSA",
      "PICO HIPOTENSIVO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "PCV",
      "SEDAÇÃO",
      "MANOBRAS DE REANIMAÇÃO",
      "ENTUBAÇÃO OROTRAQUEAL",
      "VENTILAÇÃO MECÂNICA",
      "MONITORIZAÇÃO CARDÍACA",
      "OXIMETRIA DE PULSO CONTÍNUA",
      "ACESSO VENOSO PERÍFERICO",
      "SOROTERAPIA EM CURSO"
    ],
    "Atributo Clínico": [
      "FC",
      "SAT",
      "PA"
    ],
    "Conceito Quantitativo": [
      "95%",
      "PEEP : 5",
      "95 BPM",
      "88/50 MMHG"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BI"
    ],
    "Negação": [
      "SEM"
    ],
    "Função de Organismo": [
      "DÉBITO"
    ],
    "Organização Relacionada à Saúde": [
      "UTI",
      "SALA DE EMERGÊNCIA",
      "PLANTÃO DA OTORRINO",
      "BANCO DE SANGUE",
      "EQUIPE MULTIPROFISSIONAL"
    ],
    "Procedimento Diagnóstico": [
      "MONITORIZAÇÃO CARDÍACA",
      "OXIMETRIA DE PULSO CONTÍNUA"
    ],
    "Achado": [
      "AMARELO CLARO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "EQUIPE MULTIPROFISSIONAL"
    ],
    "Doença ou Síndrome": [
      "CHOQUE HIPOVOLEMICO"
    ]
  },
  "labels": {
    "choque hipovolemico": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NB30.2Z": {
            "confidence_embedding": 0.7323,
            "text": "Representação de doença CID-11: Lesão da veia cava superior, não especificada. Definição: "
          }
        },
        {
          "NA07.84": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Hemorragia traumática no tronco encefálico, primária. Definição: "
          }
        },
        {
          "NA07.85": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Hemorragia traumática no tronco encefálico, secundária. Definição: "
          }
        },
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7277,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        }
      ]
    },
    "hipocorada": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7338,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.732,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "pico hipotensivo": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7848,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7503,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF40.3": {
            "confidence_embedding": 0.7955,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7951,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF50.4": {
            "confidence_embedding": 0.7871,
            "text": "Representação de doença CID-11: hematúria. Definição: Hematúria significa presença de sangue ou glóbulos vermelhos (GV) na urina. Existem dois tipos de hematúria: hematúria macroscópica (quando se pode ver o sangue na urina) e hematúria microscópica (quando o sangue na urina pode ser observado apenas com microscopia ou encontrado fazendo um teste de urina)."
          }
        },
        {
          "MA15.0": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva."
          }
        }
      ]
    },
    "pcr": {
      "capitulo": "21",
      "opcoes": [
        {
          "MA15.0": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF50.4": {
            "confidence_embedding": 0.7619,
            "text": "Representação de doença CID-11: hematúria. Definição: Hematúria significa presença de sangue ou glóbulos vermelhos (GV) na urina. Existem dois tipos de hematúria: hematúria macroscópica (quando se pode ver o sangue na urina) e hematúria microscópica (quando o sangue na urina pode ser observado apenas com microscopia ou encontrado fazendo um teste de urina)."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "epistaxe volumosa": {
      "capitulo": "10",
      "opcoes": [
        {
          "AA90": {
            "confidence_embedding": 0.7032,
            "text": "Representação de doença CID-11: Otite média supurativa aguda. Definição: Otite média aguda supurativa é definida como uma inflamação da orelha média que surge repentinamente e passa rapidamente. É característico ter uma infecção da orelha média por trás de um tímpano eritematoso."
          }
        },
        {
          "AA91.0": {
            "confidence_embedding": 0.7006,
            "text": "Representação de doença CID-11: Otite média supurativa tubotimpânica crônica. Definição: Tendo uma perfuração da membrana timpânica por pelo menos três meses, a otite média crônica supurativa tem sido tradicionalmente classificada em tipo seguro e inseguro. A otite média supurativa tubotimpânica crônica é considerada \"segura\" (significando que é improvável que se torne um problema pior para o paciente) se envolver uma perfuração central da pars tensa com o processo inflamatório afetando a mucosa da fenda timpânica da orelha média."
          }
        },
        {
          "AB31.0": {
            "confidence_embedding": 0.6969,
            "text": "Representação de doença CID-11: Doença de Ménière. Definição: A doença de Meniere (DM) é uma doença crônica progressiva da orelha interna, com hidropisia endolinfática. É caracterizada por ataques recorrentes de vertigem espontânea debilitante com duração de 20 minutos a até 12 horas, acompanhada por sensação de plenitude auricular e zumbido na orelha afetada, e perda auditiva neurossensorial flutuante ipsilateral (PANS) nas frequências baixa ou baixa e média. Pode ocorrer nistagmo durante as crises e quedas são frequentes. Quando conhecida, a etiologia deve ser acrescentada."
          }
        },
        {
          "AB31.6": {
            "confidence_embedding": 0.6806,
            "text": "Representação de doença CID-11: Paroxismia vestibular. Definição: Paroxismia vestibular (PV) é caracterizada por crises recorrentes de vertigem ou tontura, durando segundos a minutos, frequentemente várias vezes ao dia. Os ataques geralmente ocorrem espontaneamente, mas podem ocasionalmente ser induzidos por mudanças na posição da cabeça (que então precisa ser diferenciada da vertigem posicional paroxística benigna). Possíveis sintomas concomitantes são ataques curtos de tinnitus ou alterações na audição. No intervalo livre de crise podem ser observados comprometimentos leves a moderados da função vestibular ou audiológica. A compressão cruzada neurovascular do oitavo nervo é o mecanismo presumido."
          }
        },
        {
          "AA91.2": {
            "confidence_embedding": 0.6775,
            "text": "Representação de doença CID-11: Outra otite média crônica supurativa. Definição: Isso envolve uma perfuração (orifício) na membrana timpânica e infecção bacteriana ativa no espaço da orelha média por várias semanas ou mais. Pode haver pus suficiente para drenar para fora da orelha (otorreia), ou a purulência pode ser mínima o suficiente para ser observada apenas no exame com um microscópio binocular."
          }
        }
      ]
    },
    "amarelo claro": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF50.4": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: hematúria. Definição: Hematúria significa presença de sangue ou glóbulos vermelhos (GV) na urina. Existem dois tipos de hematúria: hematúria macroscópica (quando se pode ver o sangue na urina) e hematúria microscópica (quando o sangue na urina pode ser observado apenas com microscopia ou encontrado fazendo um teste de urina)."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MA15.0": {
            "confidence_embedding": 0.7352,
            "text": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    }
  }
}