{
  "prontuario_id": 382,
  "text": "LUCAS, 57 ANOS  # DM,  # HAS # DAC - iam em 2009 --> atc. # RVM em 2009. # ATC EM 2013 DE CD + IMPLANTE DE MP (bav de 2 grau mobitz 2) # Dislipidemia. # Tabagista há mais de 40 anos (10 CIGARROS /DIA).  # Em uso de insulina nph 26UI / 10UI, metformina 850MG CAFÉ / ALMOÇO / JANTA, ARADOIS 50MG /DIA, ANLODIPINA 5MG 12/12 HS, ENALAPRIL 20MG 12/12 HS, sinvastatina 80mg , SELOZOK 50MG /DIA, AAS 100mg,   S # NEGA PRECORDIALGIA, NEGA DISPNEIA, ORTOPNEIA, DPN. REFERE CLAUDICAÇÃO INTERMITENTE PARA MODERADOS ESFORÇOS.  O #  BEG, LOTE, CORADO, HIDRATADO, EUPNEICO, AFEBRIL, PA 150/80, FC 74, CP: SP, ACV: BCRNF 2T SS, AP: MV+ REDUZIDO DIFUSAMENTE, SEM RA, ABD: SP, MMII: PULSOS REDUZIDOS BILAT, SEM EDEMA OU EMPASTAMENTO,  LAB 13/01/14: GLICOSE 304; GLICOSE PÓS-PRANDIAL 309; CT 119; HDL 21; TG 214; TGO 19; HBA1C 6,70; CPK 72; CR 1,00; K 4,7; UR 30; MICROALBUMINURIA 24 HS (2114 MG); PU (GLICOSE ++; LEUC 2).  A #  DAC, HAS, DM.  P # AUMENTO SELOZOK PARA 100MG /DIA.  DEMAIS MANTIDO.  R3 CARDIO LUCAS, DR VITAL BRASIL.",
  "entities": {
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "DAC",
      "iam",
      "Dislipidemia",
      "bav de 2 grau mobitz 2"
    ],
    "Abreviação": [
      "DM",
      "HAS",
      "DAC",
      "iam",
      "atc",
      "RVM",
      "ATC",
      "CD",
      "AAS",
      "S",
      "DPN",
      "O",
      "BEG",
      "LOTE",
      "PA",
      "FC",
      "CP",
      "SP",
      "ACV",
      "AP",
      "RA",
      "ABD",
      "MMII",
      "LAB",
      "PU",
      "A",
      "P",
      "IMPLANTE DE MP",
      "bav de 2 grau mobitz 2",
      "MV+ REDUZIDO DIFUSAMENTE",
      "PULSOS REDUZIDOS BILAT",
      "CT 119",
      "HDL 21",
      "TG 214",
      "HBA1C 6 , 70",
      "CR 1 , 00",
      "K 4 , 7",
      "UR 30",
      "LEUC 2"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "atc",
      "RVM",
      "ATC",
      "IMPLANTE DE MP"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CD"
    ],
    "Disfunção Mental ou Comportamental": [
      "Tabagista"
    ],
    "Substância Química Orgânica": [
      "metformina",
      "ANLODIPINA",
      "sinvastatina",
      "AAS"
    ],
    "Substância Farmacológica": [
      "metformina",
      "ARADOIS",
      "ANLODIPINA",
      "ENALAPRIL",
      "sinvastatina",
      "SELOZOK",
      "AAS",
      "insulina nph"
    ],
    "Conceito Quantitativo": [
      "850MG",
      "5MG",
      "20MG",
      "80mg",
      "100mg",
      "150/80",
      "74",
      "10 CIGARROS /DIA",
      "26UI / 10UI"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL",
      "insulina nph"
    ],
    "Achado": [
      "S",
      "BEG",
      "LOTE",
      "CORADO",
      "HIDRATADO",
      "EUPNEICO",
      "SP"
    ],
    "Negação": [
      "NEGA",
      "AFEBRIL",
      "SP",
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "PRECORDIALGIA",
      "DISPNEIA",
      "ORTOPNEIA",
      "DPN",
      "AFEBRIL",
      "RA",
      "EDEMA",
      "EMPASTAMENTO",
      "CLAUDICAÇÃO INTERMITENTE",
      "MV+ REDUZIDO DIFUSAMENTE",
      "PULSOS REDUZIDOS BILAT"
    ],
    "Atividade de Assistência à Saúde": [
      "O",
      "AUMENTO SELOZOK"
    ],
    "Atributo Clínico": [
      "PA",
      "FC"
    ],
    "Localização ou Região Corporal": [
      "CP",
      "ACV",
      "AP",
      "ABD",
      "MMII"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Procedimento Diagnóstico": [
      "A"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Conceito Temporal": [
      "há mais de 40 anos",
      "12/12 HS"
    ],
    "Conceito Qualitativo": [
      "PARA MODERADOS ESFORÇOS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "GLICOSE 304",
      "GLICOSE PÓS-PRANDIAL 309",
      "CT 119",
      "HDL 21",
      "TG 214",
      "TGO 19",
      "HBA1C 6 , 70",
      "CPK 72",
      "CR 1 , 00",
      "K 4 , 7",
      "UR 30",
      "MICROALBUMINURIA 24 HS ( 2114 MG",
      "GLICOSE ++",
      "LEUC 2"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R3 CARDIO"
    ]
  },
  "labels": {
    "mv+ reduzido difusamente": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.7": {
            "confidence_embedding": 0.7227,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7199,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BB71": {
            "confidence_embedding": 0.7192,
            "text": "Representação de doença CID-11: Insuficiência da valva aórtica. Definição: A insuficiência da valva aórtica resulta de escoamento e refluxo de sangue que é ejetado do ventrículo esquerdo para a aorta ascendente de volta ao ventrículo esquerdo."
          }
        },
        {
          "BC42.2": {
            "confidence_embedding": 0.7187,
            "text": "Representação de doença CID-11: Miocardite por hipersensibilidade. Definição: Miocardite de hipersensibilidade é a presença de cardiomiopatia dilatada em associação com um transtorno relacionado conhecido {síndrome hipereosinofílica (geralmente uma cardiomiopatia restritiva), síndrome de Churg-Strauss, malignidade, infecção parasitária, drogas ou vacinas) e achados de infiltração intersticial linfocítica e eosinofílica, células gigantes, e possível necrose miocárdica na biópsia, geralmente com eosinofilia periférica."
          }
        }
      ]
    },
    "ortopneia": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7483,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA0F.3": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Hipertrofia das amígdalas com hipertrofia das adenoides. Definição: Este é um crescimento excessivo (\"hipertrofia\") do tecido das amígdalas e adenoides."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        }
      ]
    },
    "tabagista": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA30.02": {
            "confidence_embedding": 0.701,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QA30.Y": {
            "confidence_embedding": 0.6992,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        },
        {
          "QC48.0": {
            "confidence_embedding": 0.6963,
            "text": "Representação de doença CID-11: História pessoal de uso de longo prazo de anticoagulantes. Definição: "
          }
        },
        {
          "QA77": {
            "confidence_embedding": 0.696,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA76": {
            "confidence_embedding": 0.6948,
            "text": "Representação de doença CID-11: Medicamento ou substância que se sabe ser um alérgeno sem lesão ou dano. Definição: "
          }
        }
      ]
    },
    "pulsos reduzidos bilat": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A45.30": {
            "confidence_embedding": 0.7337,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8D42": {
            "confidence_embedding": 0.7337,
            "text": "Representação de doença CID-11: Transtornos neurológicos por sobrepeso ou obesidade em adultos ou crianças. Definição: Transtornos neurológicos que surgem da disfunção metabólica, inflamação e dislipidemia causada por excesso de peso (IMC> 25) ou obesidade (IMC> 30). Os exemplos incluem comprometimento cognitivo leve secundário à alteração hipocampal, disfunção hipotalâmica, disfunção autonômica, polineuropatia periférica e apneia obstrutiva do sono."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        },
        {
          "8C60.0": {
            "confidence_embedding": 0.7177,
            "text": "Representação de doença CID-11: Miastenia gravis induzida por drogas. Definição: Alguns medicamentos podem ter claros efeitos na Miastenia Gravis, incluindo bloqueadores da junção neuromuscular, antibióticos, prednisona, cloroquina, D-penicilamina, interferons e outros. Na Miastenia Gravis de início rápido induzida por medicamento, os sinais miastênicos se desenvolvem em poucos dias e desaparecem rapidamente após a suspensão do medicamento. Anticorpos anti-acetilcolinesterase estão ausentes. Este transtorno pode revelar um transtorno de transmissão neuromuscular pré-existente ou pode exacerbar Miastenia Gravis pré-existente, ou seja, Miastenia Gravis subclínica que se manifesta após tratamento com drogas, ou MG conhecida se torna mais grave. Determinados medicamentos estão ligados ao agravamento da Miastenia Gravis, incluindo medicamentos para o controle da dor, antidepressivos tricíclicos e algumas medicações antiepilépticas, e devem ser usados com cautela."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7133,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        }
      ]
    },
    "precordialgia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7544,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MC82.1": {
            "confidence_embedding": 0.7405,
            "text": "Representação de doença CID-11: Parada cardíaca com bradicardia. Definição: Ritmo de escape lento associado a colapso hemodinâmico."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "dac": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7384,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BD52.71": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7321,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        }
      ]
    },
    "claudicação intermitente": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7487,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7236,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA38.10": {
            "confidence_embedding": 0.7219,
            "text": "Representação de doença CID-11: Artropatia neuropática diabética. Definição: Trata-se do dano articular resultante da polineuropatia diabética sensitiva. Ela ocorre mais frequentemente nos tornozelos e pés de pacientes com diabetes mellitus de longa evolução."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7181,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB51.1": {
            "confidence_embedding": 0.7101,
            "text": "Representação de doença CID-11: Coxins interfalangeanos. Definição: Tratam-se de pápulas, nódulos ou placas da cor da pele, lisas, de consistência firme, bem delimitados, assintomáticos, que se localizam na pele da região dorsal das articulações metacarpofalangeanas (MCF) e interfalangeanas (IF)."
          }
        }
      ]
    },
    "iam": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.739,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "ME10.1": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Icterícia não especificada. Definição: Manifestação clínica de hiperbilirrubinemia de origem não especificada, caracterizada por coloração amarelada da pele, mucosas e esclera."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7249,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7246,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        }
      ]
    },
    "dispneia": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7333,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CA25": {
            "confidence_embedding": 0.7331,
            "text": "Representação de doença CID-11: Fibrose cística. Definição: Fibrose cística (FC) é uma doença genética caracterizada pela produção de suor com alto conteúdo de sal e secreções mucosas com viscosidade anormal. A doença é crônica e geralmente progressiva, usualmente com seu início ocorrendo durante a primeira infância ou, ocasionalmente, no nascimento (íleo meconial). Praticamente qualquer órgão interno pode ser afetado, mas as principais manifestações dizem respeito ao sistema respiratório (bronquite crônica), pâncreas (insuficiência pancreática, diabetes da adolescência e, ocasionalmente, pancreatite) e, mais raramente, intestino (obstrução intestinal) e fígado (cirrose). Os sintomas e sinais habituais de apresentação incluem infecção pulmonar persistente, insuficiência pancreática e níveis elevados de cloreto no suor. Muitos paciente, entretanto, mostram sintomas discretos ou atípicos e clínicos devem estar alertas para a possibilidade de FC mesmo quando apenas poucas das manifestações habituais estão presentes. Para o diagnóstico da fibrose cística devem estar presentes ambos os critérios: sintomas compatíveis com FC em pelo menos um sistema orgânico e evidência de disfunção do regulador da condutância transmembrana da fibrose cística (CFTR)"
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        }
      ]
    },
    "dislipidemia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.7": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7336,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.732,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BC43.1Z": {
            "confidence_embedding": 0.7264,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica, não especificada. Definição: "
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7251,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        }
      ]
    },
    "edema": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29.10": {
            "confidence_embedding": 0.7879,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MG29": {
            "confidence_embedding": 0.7741,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7705,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29.1": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Edema generalizado. Definição: "
          }
        }
      ]
    },
    "has": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD52.71": {
            "confidence_embedding": 0.7432,
            "text": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7388,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        }
      ]
    },
    "bav de 2 grau mobitz 2": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C60": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Miastenia gravis. Definição: Miastenia gravis é o transtorno de transmissão neuromuscular mediado por autoanticorpo adquirido mais comum. A prevalência é de 1–2 por 10.000 pessoas. Fraqueza flutuante aumentando com a atividade repetida e melhorando após um período de descanso é a marca característica. Miastenia Gravis com anticorpos dirigidos contra proteínas pós-sinápticas, geralmente o receptor nicotínico de acetilcolina, são as mais prevalentes. Outros tipos são Miastenia Gravis associada a anticorpos quinase específicos do músculo e Miastenia Gravis com autoanticorpos desconhecidos (soronegativos).\r\nExistem três grupos: \r\n1. Miastenia Gravis puramente ocular\r\n2. Miastenia Gravis generalizada de início precoce (<40-50 anos)\r\n3. MG generalizada de início tardio.\r\nEm cerca de 15%, a doença pode ser classificada como paraneoplásica, geralmente associada a um timoma."
          }
        },
        {
          "8D42": {
            "confidence_embedding": 0.7322,
            "text": "Representação de doença CID-11: Transtornos neurológicos por sobrepeso ou obesidade em adultos ou crianças. Definição: Transtornos neurológicos que surgem da disfunção metabólica, inflamação e dislipidemia causada por excesso de peso (IMC> 25) ou obesidade (IMC> 30). Os exemplos incluem comprometimento cognitivo leve secundário à alteração hipocampal, disfunção hipotalâmica, disfunção autonômica, polineuropatia periférica e apneia obstrutiva do sono."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7308,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8C60.0": {
            "confidence_embedding": 0.7304,
            "text": "Representação de doença CID-11: Miastenia gravis induzida por drogas. Definição: Alguns medicamentos podem ter claros efeitos na Miastenia Gravis, incluindo bloqueadores da junção neuromuscular, antibióticos, prednisona, cloroquina, D-penicilamina, interferons e outros. Na Miastenia Gravis de início rápido induzida por medicamento, os sinais miastênicos se desenvolvem em poucos dias e desaparecem rapidamente após a suspensão do medicamento. Anticorpos anti-acetilcolinesterase estão ausentes. Este transtorno pode revelar um transtorno de transmissão neuromuscular pré-existente ou pode exacerbar Miastenia Gravis pré-existente, ou seja, Miastenia Gravis subclínica que se manifesta após tratamento com drogas, ou MG conhecida se torna mais grave. Determinados medicamentos estão ligados ao agravamento da Miastenia Gravis, incluindo medicamentos para o controle da dor, antidepressivos tricíclicos e algumas medicações antiepilépticas, e devem ser usados com cautela."
          }
        },
        {
          "8A44.4": {
            "confidence_embedding": 0.7249,
            "text": "Representação de doença CID-11: Doença de Krabbe. Definição: Doença de Krabbe, também conhecida como leucodistrofia de células globóides, é uma esfingolipidose que resulta da deficiência de galactosilceramida (ou galactocerebrosidase), uma enzima lisossômica que cataboliza o principal componente lipídico da mielina. Essa doença resulta na desmielinização do sistema nervoso central e periférico, que avança rapidamente a partir do primeiro ano de vida, apresenta ainda outras formas- juvenis, com início na adolescência ou na fase adulta já foram reportadas, com uma taxa de progressão mais variável."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.7": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD52.71": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        }
      ]
    },
    "empastamento": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7365,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME10.02": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Hepatoesplenomegalia. Definição: Refere-se ao aumento do fígado e baço além de seu tamanho normal, não descrito em outra parte."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7297,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME24.90": {
            "confidence_embedding": 0.7289,
            "text": "Representação de doença CID-11: Sangramento gastrointestinal agudo, não classificado em outra parte. Definição: "
          }
        }
      ]
    },
    "dpn": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7283,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.10": {
            "confidence_embedding": 0.7216,
            "text": "Representação de doença CID-11: Artropatia neuropática diabética. Definição: Trata-se do dano articular resultante da polineuropatia diabética sensitiva. Ela ocorre mais frequentemente nos tornozelos e pés de pacientes com diabetes mellitus de longa evolução."
          }
        },
        {
          "FA26.2": {
            "confidence_embedding": 0.7124,
            "text": "Representação de doença CID-11: Condrocalcinose. Definição: A condrocalcinose refere-se à calcificação radiográfica das estruturas fibrocartilaginosas e/ou cartilagem hialina e não é específica para DPFC ou outra doença por deposição de cristais. Nos diversos países em que doença por deposição de pirofosfato de cálcio familiar l (DPFC Familiar l ) foi descrita, alguns indivíduos com o mesmo grau de parentesco tiveram a DPFC associada à mutação ANKH no cromossomo 5p."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7118,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.7089,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        }
      ]
    }
  }
}