{
  "prontuario_id": 876,
  "text": "\"retorno com exames\".  Paciente com DM diagnosticado há 8 anos. Em uso de Nesina 25mg 1 x/dia e outro ADO que não soube informar 2 x/dia; Metformina 850mg 3 x/dia. Insulina NPH 20U pela manhã e 10U após o jantar. Nega episódios recentes de hipoglicemia. Glicemia varia bastante com a alimentação (de 120 - 450). Refere \"dormência\" nos pés (fez exame do pé diabético há 6 meses). Refere disfagia frequentemente. Exames de 11/01/16: HbA1C 9,27%, Glicose 300, Creatinina 0,9 ( CL Cr  = 74 ml/ min  =  ckd-epi), CPK 233, Triglicerídeos 95, TGP 20,  TGO 19, HDL 38, CT 183,  LDL 126, TSH 1,19; Microalbuminúria 24 h 8,9. Pai falecido por AVC e mãe falecida por IAM. Retinopatia diabética há 3 anos, com perda da visão no olho direito. Nega nefropatia diabética e doenças cardiovasculares. HAS (?) - faz uso de cp sublingual quando a PA está muito alta. Nega etilismo e tabagismo. Alimentação controlada pela família (sic). Faz refeição na madrugada. HbA1C, Glicemia de jejum, Perfil lipídico.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Abreviação": [
      "DM",
      "ADO",
      "AVC",
      "IAM",
      "HAS",
      "PA",
      "HbA1C",
      "HbA1C 9 , 27%",
      "CL Cr = 74 ml/ min = ckd-epi",
      "CPK 233",
      "HDL 38",
      "CT 183",
      "LDL 126"
    ],
    "Doença ou Síndrome": [
      "DM",
      "AVC",
      "IAM",
      "HAS",
      "etilismo",
      "tabagismo",
      "Retinopatia diabética",
      "nefropatia diabética",
      "doenças cardiovasculares"
    ],
    "Atividade de Assistência à Saúde": [
      "diagnosticado"
    ],
    "Substância Farmacológica": [
      "Nesina",
      "Metformina",
      "Insulina NPH"
    ],
    "Substância Química Orgânica": [
      "Nesina",
      "Metformina"
    ],
    "Conceito Quantitativo": [
      "25mg",
      "850mg",
      "20U",
      "10U",
      "120 - 450"
    ],
    "Negação": [
      "não",
      "Nega"
    ],
    "Sinal ou Sintoma": [
      "hipoglicemia",
      "disfagia",
      "\"dormência\" nos pés"
    ],
    "Alimento": [
      "alimentação",
      "Alimentação"
    ],
    "Conceito Temporal": [
      "frequentemente",
      "1 x/dia",
      "2 x/dia",
      "3 x/dia",
      "pela manhã",
      "após o jantar"
    ],
    "Grupo Familiar": [
      "Pai",
      "mãe"
    ],
    "Achado": [
      "falecido",
      "falecida"
    ],
    "Localização ou Região Corporal": [
      "sublingual"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Procedimento Laboratorial": [
      "HbA1C",
      "Glicemia de jejum",
      "Perfil lipídico"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "Insulina NPH"
    ],
    "Resultado Laboratorial ou de Teste": [
      "120 - 450",
      "HbA1C 9 , 27%",
      "Glicose 300",
      "Creatinina 0 , 9",
      "CL Cr = 74 ml/ min = ckd-epi",
      "CPK 233",
      "Triglicerídeos 95",
      "TGP 20",
      "TGO 19",
      "HDL 38",
      "CT 183",
      "LDL 126",
      "TSH 1 , 19",
      "Microalbuminúria 24 h 8 , 9"
    ],
    "Procedimento Diagnóstico": [
      "exame do pé diabético"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "olho direito"
    ],
    "Conceito Qualitativo": [
      "muito alta"
    ]
  },
  "labels": {
    "has": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD12": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7312,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7196,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    },
    "nefropatia diabética": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.728,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7276,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7209,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7161,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    },
    "doenças cardiovasculares": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8066,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7725,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA41": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)"
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7666,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        }
      ]
    },
    "disfagia": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD90.1": {
            "confidence_embedding": 0.774,
            "text": "Representação de doença CID-11: Disfagia funcional. Definição: Disfagia funcional é um transtorno em que não há anormalidades estruturais e nem refluxo gastroesofágico como causa da \r\ndisfagia, caracterizado por sensação de alimentos sólidos e/ou líquidos grudando, alojando-se ou passando anormalmente pelo esôfago."
          }
        },
        {
          "DB94": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Doença alcoólica do fígado. Definição: Doença hepática alcoólica é um dano ao fígado e à sua função devido ao consumo excessivo de álcool durante um prolongado período de tempo. O diagnóstico é feito pela história de consumo alcoólico excessivo e exclusão de outras causas de doenças hepáticas. Entretanto, é importante salientar que o consumo excessivo de álcool interage com outras causas de doença hepática crônica piorando a gravidade patológica e o desfecho clínico; exemplos importantes (relativamente comuns) são a associação com hepatite C crônica, obesidade e fígado gorduroso relacionado a diabetes e hemocromatose."
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        }
      ]
    },
    "iam": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD12": {
            "confidence_embedding": 0.7643,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA41": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)"
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7422,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.739,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "avc": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD12": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7467,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA41": {
            "confidence_embedding": 0.7441,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)"
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "hipoglicemia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MA18.0Y": {
            "confidence_embedding": 0.7701,
            "text": "Representação de doença CID-11: Outro aumento especificado da glicemia. Definição: "
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MA18.00": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Teste de tolerância a glicose anormal. Definição: Níveis de glicose acima do normal encontrados no exame laboratorial do sangue para verificar como o corpo decompõe (metaboliza) o açúcar no sangue. Resultados positivos podem indicar diabetes ou doenças de Cushing, entre outras coisas."
          }
        },
        {
          "ME10.1": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Icterícia não especificada. Definição: Manifestação clínica de hiperbilirrubinemia de origem não especificada, caracterizada por coloração amarelada da pele, mucosas e esclera."
          }
        },
        {
          "ME10.02": {
            "confidence_embedding": 0.7418,
            "text": "Representação de doença CID-11: Hepatoesplenomegalia. Definição: Refere-se ao aumento do fígado e baço além de seu tamanho normal, não descrito em outra parte."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A12": {
            "confidence_embedding": 0.7896,
            "text": "Representação de doença CID-11: Diabetes mellitus relacionado com a desnutrição sem complicações. Definição: "
          }
        },
        {
          "5A24": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Diabetes mellitus não controlado ou instável. Definição: Diabetes instável ou lábil é um termo utilizado para descrever diabetes mellitus tipo 1 e tipo 2 com controle particularmente difícil. Isso resulta em oscilações extremas e frequentes nos níveis de glicose no sangue, causando hiperglicemia que pode levar à cetoacidose e hipoglicemia."
          }
        },
        {
          "5A40": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Intolerância à glicose. Definição: Distúrbio metabólico caracterizado por hiperglicemia/ níveis séricos de glicose elevados demais para serem considerados normais, embora não o suficiente para atender aos critérios de diabetes."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7754,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        }
      ]
    },
    "\"dormência\" nos pés": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C84": {
            "confidence_embedding": 0.7926,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7913,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7851,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A61.4": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Síndromes epilépticas genéticas com idade de início variável. Definição: Epielpsia que ocorre em criança ou adulto de outra forma normal. Convulsões podem ocorrer espontaneamente ou ser provocadas por estímulo externo. História familiar de convulsões não é incomum e frequentemente são relatadas em síndromes epilépticas selecionadas. Aspectos genéticos podem seguir diferentes características, variando de padrões hereditários complexos a características mendelianas clássicas ou defeitos focais."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7726,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        }
      ]
    },
    "retinopatia diabética": {
      "capitulo": "09",
      "opcoes": [
        {
          "9B71.0": {
            "confidence_embedding": 0.8616,
            "text": "Representação de doença CID-11: Retinopatia diabética. Definição: Condição caracterizada como uma doença da retina (retinopatia) que envolve dano aos pequenos vasos sanguíneos da retina, o que é devido a níveis cronicamente elevados de glicose no sangue em pessoas com diabetes."
          }
        },
        {
          "9B71.01": {
            "confidence_embedding": 0.819,
            "text": "Representação de doença CID-11: Retinopatia diabética proliferativa. Definição: Retinopatia proliferativa (dano à retina) causada por complicações do diabetes, que podem eventualmente levar a cegueira. É uma manifestação ocular do diabetes, uma doença sistêmica, que afeta até 80% de todos os pacientes que têm diabetes por 10 anos ou mais.\r\n\r\nSempre atribua um código adicional para o tipo de diabetes mellitus."
          }
        },
        {
          "9B71.4": {
            "confidence_embedding": 0.8095,
            "text": "Representação de doença CID-11: Retinopatia paraneoplásica. Definição: As retinopatias paraneoplásicas resultam de um ataque direcionado à retina devido a uma resposta imune ao tumor iniciada por antígenos onco-neurais derivados do câncer sistêmico. Os pacientes geralmente se apresentam após o diagnóstico de câncer com escurecimento visual progressivo e fotopsias, mas também podem ocorrer disfunção de bastonetes (adaptação ao escuro prejudicada e perda de visão periférica) e de cones (diminuição da acuidade visual, disfunção de cor, fotossensibilidade e ofuscamento). Os sintomas costumam ser piores do que os sinais clínicos. Outras causas de retinopatia devem ser excluídas. Múltiplos autoanticorpos anti-retinianos (p. ex. anticorpos anti-recoverina) são descritos, embora seu significado seja incerto. Dois subconjuntos principais são reconhecidos: retinopatia associada ao câncer (mais comumente câncer de pulmão de células pequenas) e retinopatia associada ao melanoma.\r\n\r\nOs autoanticorpos neurais associados incluem:\r\n\r\nCRMP5 (anti-CV2) (proteína 5 do mediador da resposta à colapsina - anti CV2); autoanticorpos anti-recoverina; e auto-anticorpos alfa-enolase."
          }
        },
        {
          "9B71.2": {
            "confidence_embedding": 0.8085,
            "text": "Representação de doença CID-11: Retinopatia por radiação. Definição: Retinopatia por radiação é o dano à retina devido a exposição à radiação ionizante. A retinopatia por radiação tem início tardio, tipicamente após meses ou anos de radiação, e é lentamente progressiva. Em geral, a retinopatia por radiação é observada cerca de 18 meses após o tratamento com radiação de feixe externo e com braquiterapia."
          }
        },
        {
          "9B71.3": {
            "confidence_embedding": 0.7991,
            "text": "Representação de doença CID-11: Retinopatia da prematuridade. Definição: A retinopatia da prematuridade é um transtorno vasoproliferativo que afeta bebês extremamente prematuros, potencialmente levando a uma deficiência visual grave ou cegueira. A exposição de recém-nascidos prematuros à hiperóxia regula para baixo o fator de crescimento endotelial vascular da retina. Os vasos sanguíneos se contraem e podem se tornar obliterados, resultando em atrasos no desenvolvimento vascular retiniano normal. Baixo peso ao nascer, idade gestacional jovem e gravidade da doença (p.ex., síndrome do desconforto respiratório, displasia broncopulmonar, sepse) são fatores associados. Ocorre primariamente em bebês com peso extremamente baixo ao nascer por causa da cessação da maturação vascular retiniana normal."
          }
        }
      ]
    }
  }
}