{
  "prontuario_id": 805,
  "text": "PACIENTE COM DIAGNÓSTICO DE ESTENOSE MITRAL REUMÁTICA, SUBMETIDA À TENTATIVA DE VALVULOPLASTIA MITRAL POR BALÃO EM 17/02, PROCEDIMENTO SEM SUCESSO. EM 19/02 FOI REALIZADA A VALVULOPLASTIA MITRAL CIRÚRGICA, PÓS-OP SEM COMPLICAÇÕES. TEM ALTA EM BOM ESTADO GERAL, COM ANEMIA  LEVE. ECOCÁRDIO PÓS-OP EM ANEXO.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Produto Intelectual": [
      "DIAGNÓSTICO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "PROCEDIMENTO",
      "VALVULOPLASTIA MITRAL POR BALÃO",
      "VALVULOPLASTIA MITRAL CIRÚRGICA"
    ],
    "Negação": [
      "SEM"
    ],
    "Achado": [
      "SUCESSO",
      "BOM ESTADO GERAL"
    ],
    "Conceito Temporal": [
      "PÓS-OP"
    ],
    "Abreviação": [
      "PÓS-OP"
    ],
    "Sinal ou Sintoma": [
      "COMPLICAÇÕES"
    ],
    "Atividade de Assistência à Saúde": [
      "ALTA"
    ],
    "Doença ou Síndrome": [
      "ANEMIA",
      "ESTENOSE MITRAL REUMÁTICA"
    ],
    "Conceito Qualitativo": [
      "LEVE"
    ],
    "Procedimento Diagnóstico": [
      "ECOCÁRDIO"
    ]
  },
  "labels": {
    "estenose mitral reumática": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB60.0": {
            "confidence_embedding": 0.8465,
            "text": "Representação de doença CID-11: Estenose mitral reumática. Definição: A estenose mitral refere-se ao estreitamento do orifício da valva mitral, resultando em impedância de enchimento do ventrículo esquerdo na diástole. Geralmente é causada por doença cardíaca reumática."
          }
        },
        {
          "BB63.1": {
            "confidence_embedding": 0.8394,
            "text": "Representação de doença CID-11: Estenose mitral não reumática com insuficiência. Definição: É uma valvopatia não reumática caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB63": {
            "confidence_embedding": 0.8195,
            "text": "Representação de doença CID-11: Estenose da valva mitral com insuficiência. Definição: É uma valvopatia caracterizada pelo estreitamento do orifício da valva mitral do coração, com regurgitação."
          }
        },
        {
          "BB60.1": {
            "confidence_embedding": 0.8172,
            "text": "Representação de doença CID-11: Estenose mitral não reumática. Definição: Estenose mitral é o estreitamento da passagem através da valva mitral devido à fibrose e calcinose nos folhetos e áreas de cordoalha. O motivo mais comum de estenose mitral é a febre reumática. Exceto febre reumática; LES, sarcoide maligno, endocardite infecciosa ativa, doença de Gota de Whipple, calcificação anular maciça causam estenose mitral."
          }
        },
        {
          "BB63.0": {
            "confidence_embedding": 0.8115,
            "text": "Representação de doença CID-11: Estenose mitral reumática com insuficiência. Definição: Estenose mitral e insuficiência mitral ocorrem em pacientes com cardiopatia reumática."
          }
        }
      ]
    },
    "anemia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A10.0": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Anemias hemolíticas devidas ao'shunt' da hexose monofosfato e anormalidades do metabolismo da glutationa. Definição: Esta doença é um tipo de anemia devido a hemólise, destruição anormal dos glóbulos vermelhos ( hemácias ), tanto nos vasos sanguíneos (hemólise intravascular) ou em outro local no organismo humano ( extravascular ). Este diagnóstico se deve a um processo que gera NADPH e pentoses ( açúcares de 5 carbonos ) e anormalidades no metabolismo da glutationa."
          }
        },
        {
          "3A00.0": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Anemia adquirida por deficiência de ferro devido à perda de sangue. Definição: Perda crônica de sangue é uma possivel causa em todos os casos de anemia por deficiência de ferro. Anemia por deficiência de ferro pode ser causada por sangramento agudo no trato gastrointestinal, útero ou sistema genitourinário, perda sanguinea menstrual copiosa (menorragia) e múltiplas doações de sangue. Em muitos países tropicais, infestações parasitárias podem levar a perdas intestinais que em alguns individuos pode ser considerável. A deficiência de ferro pode ser também causada por várias circunstâncias relatadas como \"anemia pós hemorragia crônica\". O diagnóstico de deficiência de ferro deve sempre levar a procura de causas patológicas de perda de sangue ( por exemplo tumores do trato gastrointestinal ou do útero, especialmente se o sangramento uterino aumentou ou ficou irregular.)"
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A94": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Anemia pós-hemorrágica aguda. Definição: Doença causada pela perda sanguínea como a subsequente a traumatismo. Esta doença é caracterizada por perda de sangue do corpo levando a níveis diminuídos de glóbulos vermelhos/sangue no organismo. Esta doença se manifesta com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de níveis baixos de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A00.01": {
            "confidence_embedding": 0.753,
            "text": "Representação de doença CID-11: Anemia pós-hemorrágica crônica. Definição: Anemia por deficiência de ferro crônica por sangramento pode ser causada por câncer de cólon, câncer gástrico, úlcera péptica, divertículo de Meckel, hérnia hiatal com erosões lineares, ectasia vascular colônica, pólipos colônicos, hemangioma, doença inflamatória intestinal, tumores no trato gastrointestinal e útero e menorragia crônica. Algumas crianças com deficiência de ferro grave tem perda de sangue intestinal crônica induzida pela exposição à proteína do leite de vaca. Flebotomias repetidas para exames de sangue é uma causa de anemia da prematuridade."
          }
        }
      ]
    },
    "sucesso": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC20.2": {
            "confidence_embedding": 0.7325,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MB4B.3": {
            "confidence_embedding": 0.7025,
            "text": "Representação de doença CID-11: Agrafia. Definição: Agrafia refere-se à perda, geralmente na idade adulta, da habilidade prévia de escrita, sendo tal incapacidade inconsistente com o nível geral de funcionamento intelectual do indivíduo e que se apresenta após o período de desenvolvimento, em pessoas que já haviam adquirido essa habilidade anteriormente. Pode ter como causa um acidente vascular cerebral ou outra lesão cerebral."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7004,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.695,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.6947,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        }
      ]
    },
    "complicações": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB31.40": {
            "confidence_embedding": 0.7579,
            "text": "Representação de doença CID-11: Lesão da valva mitral. Definição: "
          }
        },
        {
          "NC56.5": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão. Definição: "
          }
        },
        {
          "NC56.50": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Laceração do vaso sanguíneo do outro dedo da mão. Definição: "
          }
        },
        {
          "NC56.51": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Contusão do vaso sanguíneo do outro dedo da mão. Definição: "
          }
        },
        {
          "NE82.1": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        }
      ]
    }
  }
}