{
  "prontuario_id": 380,
  "text": "# 61 # professora.  # QP: controlar a PA e DM para cx coluna. pcte relata ter cistite cronica há 40 anos - urupol. # pcte relata dispnéia aos pequenos esforcos, dor na nuca, sensação de sufocamento, palpitaçoes, visão turva devido a PA; aferiu a PA hoje pela manha: 260/180 mmHg. Exames alterados:  glicose: 128 mg/dl, colesterol total: 272 mg/dl, triglicerideos: 406 mg/dl, Parcial de urina: proteinas 30 mg/dl, hemacias: 1000 /ml,  microaluminuria: creatinina 83 mg/dl,  microalbuminuria urinaria: 453,2 mg/L. conduta: exames para investigar insuficiencia cardiaca;   receitado: enalapril 10mg, sinvastatina 20mg, anlodipina 5mg e metformina 850 mg. Pai e mae falecidos de infarto, irmao falecido com 57 anos. HAS: anlodipina 1 x por dia. pcte nao sabe dizer, DM 2 há 2 anos: metformina e insulina - pela manha. ex fumante 3 meses 40 maços /ano. Dois AVE um há 1 ano e outro 2 anos. duas gravidez tubarias.",
  "entities": {
    "Grupo Profissional ou Ocupacional": [
      "professora"
    ],
    "Achado": [
      "QP",
      "falecidos",
      "falecido",
      "ex fumante"
    ],
    "Abreviação": [
      "QP",
      "DM",
      "pcte",
      "PA",
      "HAS",
      "AVE",
      "cx coluna",
      "aferiu a PA",
      "DM 2"
    ],
    "Função de Organismo": [
      "PA"
    ],
    "Doença ou Síndrome": [
      "DM",
      "infarto",
      "HAS",
      "AVE",
      "cistite cronica",
      "insuficiencia cardiaca",
      "DM 2",
      "gravidez tubarias"
    ],
    "Paciente ou Grupo com Deficiência": [
      "pcte"
    ],
    "Substância Farmacológica": [
      "urupol",
      "enalapril",
      "sinvastatina",
      "anlodipina",
      "metformina",
      "insulina"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "palpitaçoes",
      "dispnéia aos pequenos esforcos",
      "sensação de sufocamento",
      "visão turva"
    ],
    "Procedimento Laboratorial": [
      "Exames",
      "Parcial de urina"
    ],
    "Atividade de Assistência à Saúde": [
      "conduta",
      "investigar",
      "receitado",
      "aferiu a PA"
    ],
    "Produto Intelectual": [
      "conduta"
    ],
    "Procedimento Diagnóstico": [
      "exames"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "enalapril",
      "insulina"
    ],
    "Conceito Quantitativo": [
      "10mg",
      "20mg",
      "5mg",
      "Dois",
      "duas",
      "260/180 mmHg",
      "850 mg",
      "1 x por dia",
      "40 maços /ano"
    ],
    "Substância Química Orgânica": [
      "sinvastatina",
      "anlodipina",
      "metformina"
    ],
    "Grupo Familiar": [
      "Pai",
      "mae",
      "irmao"
    ],
    "Negação": [
      "nao"
    ],
    "Hormônio": [
      "insulina"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "cx coluna"
    ],
    "Resultado Laboratorial ou de Teste": [
      "glicose : 128 mg/dl",
      "colesterol total : 272 mg/dl",
      "triglicerideos : 406 mg/dl",
      "proteinas 30 mg/dl",
      "hemacias : 1000 /ml",
      "microaluminuria : creatinina 83 mg/dl",
      "microalbuminuria urinaria : 453 , 2 mg/L"
    ]
  },
  "labels": {
    "infarto": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA41.0": {
            "confidence_embedding": 0.7644,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio com supradesnível de ST. Definição: Infarto agudo do miocárdio com supradesnível de ST (IAMCSST) é um infarto agudo do miocárdio com desenvolvimento de supradesnível de ST em duas derivações contíguas do eletrocardiograma. Os critérios de elevação do ST são os seguintes; novo supradesnível de ST no ponto J em duas derivações contíguas aplicando os pontos de corte: 0,2mV em homens> 40 anos; > 0,25mV em homens <40 anos, e > 0,15mV em mulheres."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BA60.8": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
          }
        },
        {
          "BA42.0": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Infarto miocárdico subsequente, infarto miocárdico com supradesnível do segmento ST. Definição: Infarto do miocárdio recorrente ou em progressão. Esta categoria deve ser atribuída para infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) do início de um infarto prévio. Isso mais comumente resulta da oclusão total da artéria coronária culpada."
          }
        },
        {
          "BA42": {
            "confidence_embedding": 0.7548,
            "text": "Representação de doença CID-11: Infarto do miocárdio subsequente. Definição: Infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto prévio"
          }
        }
      ]
    },
    "palpitaçoes": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD12": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7422,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC80.0": {
            "confidence_embedding": 0.7409,
            "text": "Representação de doença CID-11: Pausa sinusal. Definição: Uma interrupção na cadência sinusal típica em que o intervalo p-p > soma de 2 p-p anteriores (exclui arritmia sinusal)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        }
      ]
    },
    "dispnéia aos pequenos esforcos": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7394,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB03.5": {
            "confidence_embedding": 0.7393,
            "text": "Representação de doença CID-11: Pneumonia intersticial linfoide. Definição: Refere-se a várias condições nas quais linfócitos são produzidos em quantidade excessiva. Ocorrem tipicamente em pacientes que têm o sistema imune comprometido. Algumas vezes são equiparadas a \"doenças imunoproliferativas\", mas, tecnicamente, as doenças linfoproliferativas são um subgrupo das doenças imunoproliferativas, junto com as hipergamaglobulinemia e paraproteinemias."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        }
      ]
    },
    "sensação de sufocamento": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.7725,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB41.0": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Insuficiência respiratória aguda. Definição: A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência."
          }
        }
      ]
    },
    "visão turva": {
      "capitulo": "09",
      "opcoes": [
        {
          "9B10.21": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Catarata diabética. Definição: Refere-se a um grupo não especificado de doenças metabólicas em que a pessoa apresenta glicose sanguínea aumentada, seja porque o pâncreas não produz insulina suficiente ou porque as células não respondem à insulina que é produzida. Esse diagnóstico é quando há catarata diabética."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7336,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A10.1": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Síndrome inflamatória da órbita. Definição: Refere-se a uma lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita. É a massa orbitária dolorosa mais comum na população adulta e está associada a proptose, paresia de nervo craniano (síndrome Tolosa-Hunt), uveíte e descolamento de retina."
          }
        },
        {
          "9A03.0": {
            "confidence_embedding": 0.7088,
            "text": "Representação de doença CID-11: Blefaroptose. Definição: Queda da pálpebra superior devida a desenvolvimento deficiente ou paralisia do músculo levantador da pálpebra superior."
          }
        },
        {
          "9C40.A0": {
            "confidence_embedding": 0.7061,
            "text": "Representação de doença CID-11: Papiledema. Definição: Edema de disco óptico que resulta da pressão intracraniana aumentada."
          }
        }
      ]
    },
    "has": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD12": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7399,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC80.0": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Pausa sinusal. Definição: Uma interrupção na cadência sinusal típica em que o intervalo p-p > soma de 2 p-p anteriores (exclui arritmia sinusal)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7328,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        }
      ]
    },
    "falecido": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA30.Y": {
            "confidence_embedding": 0.7386,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.7369,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QA48.1": {
            "confidence_embedding": 0.7328,
            "text": "Representação de doença CID-11: Atenção ou exame da mãe nutriz [lactante]. Definição: "
          }
        },
        {
          "QA30.Z": {
            "confidence_embedding": 0.7316,
            "text": "Representação de doença CID-11: Contato com os serviços de saúde para reprodução medicamente assistida, não especificado. Definição: "
          }
        },
        {
          "QA30": {
            "confidence_embedding": 0.7278,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        }
      ]
    },
    "falecidos": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA30.Y": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.7355,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QA30.Z": {
            "confidence_embedding": 0.7302,
            "text": "Representação de doença CID-11: Contato com os serviços de saúde para reprodução medicamente assistida, não especificado. Definição: "
          }
        },
        {
          "QA48.1": {
            "confidence_embedding": 0.7293,
            "text": "Representação de doença CID-11: Atenção ou exame da mãe nutriz [lactante]. Definição: "
          }
        },
        {
          "QC64.Y": {
            "confidence_embedding": 0.7273,
            "text": "Representação de doença CID-11: Outra história familiar especificada de doenças endócrinas, nutricionais ou metabólicas. Definição: "
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5K.7": {
            "confidence_embedding": 0.7814,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B5K.8": {
            "confidence_embedding": 0.77,
            "text": "Representação de doença CID-11: Deficiência de cromo. Definição: Deficiência em humanos é apenas descrita em pacientes recebendo nutrição parenteral total (NPT) prolongada insuficiente em cromo. Hiperglicemia ou tolerância alterada a glicose podem ocorrer. Elevadas concentrações séricas de ácidos graxos livres, neuropatia, encefalopatia e anormalidades no metabolismo do nitrogênio também são reportadas."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7655,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B5K.6": {
            "confidence_embedding": 0.7621,
            "text": "Representação de doença CID-11: Deficiência de cobre. Definição: Deficiência dietética é rara e tem sido observada em prematuros e bebês com baixo peso ao nascimento que são alimentados exclusivamente com leite de vaca e em indivíduos em nutrição parenteral total (NPT) prolongada sem cobre. Manifestações clínicas incluem despigmentação de pele e cabelo, distúrbios neurológicos, leucopenia, anemia microcítica e hipocrômica e anormalidades esqueléticas."
          }
        }
      ]
    },
    "gravidez tubarias": {
      "capitulo": "18",
      "opcoes": [
        {
          "JA21": {
            "confidence_embedding": 0.7943,
            "text": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente."
          }
        },
        {
          "JA23": {
            "confidence_embedding": 0.7941,
            "text": "Representação de doença CID-11: Hipertensão gestacional. Definição: Condição que acomete mulheres grávidas, caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou pressão arterial diastólica igual ou maior que 90 mmHg em duas ocasiões, com 4 horas ou mais de intervalo. Pode ser diagnosticada inicialmente após 20 semanas de gestação ou antes de 1 semana após o parto. A confirmação é feita por medição da pressão arterial, exames de funções hepática e renal e exame de urina."
          }
        },
        {
          "JA20.2": {
            "confidence_embedding": 0.7929,
            "text": "Representação de doença CID-11: Doença renal hipertensiva preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão e doença renal associada previamente diagnosticadas ou diagnosticadas durante as primeiras 20 semanas (de gestação). Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, parto e puerpério. A confirmação é feita pela aferição com esfigmomanômetro."
          }
        },
        {
          "JA20.4": {
            "confidence_embedding": 0.7892,
            "text": "Representação de doença CID-11: Hipertensão secundária preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por doença renal, distúrbios endócrinos ou tumores. Esta condição é caracterizada por pressão arterial maior que 140/90 mmHg antes da 20ª semana de gravidez ou persistindo por mais de 12 semanas após o parto, levando a uma complicação durante a gravidez, parto e puerpério. A confirmação é feita por esfigmomanômetro."
          }
        },
        {
          "JA24": {
            "confidence_embedding": 0.7878,
            "text": "Representação de doença CID-11: Pré-eclâmpsia. Definição: Esta afecção é caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou diastólica igual ou maior que 90 mmHg em duas ocasiões com 4 horas ou mais de intervalo na presença de proteinúria ou outra disfunção orgânica materna de início recente caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou afecção neurológica ou restrição do crescimento fetal."
          }
        }
      ]
    },
    "cistite cronica": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA91.0": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Prostatite crônica. Definição: Afecção causada por obstrução das glândulas da próstata. Esta afecção é caracterizada por inflamação da próstata, disúria, polaciúria, urgência urinária, dor genital, dor lombar, dor abdominal e infecções repetidas da bexiga que duram pelo menos três meses."
          }
        },
        {
          "GB41": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GC00": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Cistite. Definição: Uma afecção da bexiga, causada por infecção, reação a agentes farmacológicos, exposição à radioterapia ou irritantes potenciais. Esta afecção é caracterizada por inflamação da bexiga urinária, disúria, polaciúria, febre ou dor no flanco."
          }
        },
        {
          "GB51": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Pielonefrite aguda. Definição: Inflamação aguda da pelve renal e do parênquima devida a infecção bacteriana. É uma das infecções bacterianas mais comuns em mulheres adultas. Os sintomas incluem febre, dor lombar (rins), náuseas e vômitos. Podem ocorrer sintomas coincidentes de cistite aguda com disúria, aumento da frequência de micção e hematúria. A insuficiência renal não é uma característica, a menos que haja septicemia, hipotensão ou hipovolemia."
          }
        },
        {
          "GC00.3": {
            "confidence_embedding": 0.7573,
            "text": "Representação de doença CID-11: Cistite intersticial. Definição: Uma afecção caracterizada por inflamação da bexiga urinária e dos ureteres. Essa afecção pode estar associada a uma malformação ou lesão do epitélio da bexiga, infecção por toxinas, reação autoimune ou alergia. Essa afecção também pode se manifestar com úlceras de Hunner, glomerulações difusas que afetam todos os quadrantes da mucosa da bexiga, pressão vesical crônica de leve a grave, dor na bexiga, urgência para urinar e baixos volumes de urina."
          }
        }
      ]
    },
    "dm 2": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5K.7": {
            "confidence_embedding": 0.7793,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B5K.8": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Deficiência de cromo. Definição: Deficiência em humanos é apenas descrita em pacientes recebendo nutrição parenteral total (NPT) prolongada insuficiente em cromo. Hiperglicemia ou tolerância alterada a glicose podem ocorrer. Elevadas concentrações séricas de ácidos graxos livres, neuropatia, encefalopatia e anormalidades no metabolismo do nitrogênio também são reportadas."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7643,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7633,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B5K.6": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Deficiência de cobre. Definição: Deficiência dietética é rara e tem sido observada em prematuros e bebês com baixo peso ao nascimento que são alimentados exclusivamente com leite de vaca e em indivíduos em nutrição parenteral total (NPT) prolongada sem cobre. Manifestações clínicas incluem despigmentação de pele e cabelo, distúrbios neurológicos, leucopenia, anemia microcítica e hipocrômica e anormalidades esqueléticas."
          }
        }
      ]
    },
    "ave": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7729,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7619,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.7296,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7286,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.7174,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FA25.20": {
            "confidence_embedding": 0.7121,
            "text": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
          }
        }
      ]
    },
    "ex fumante": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA30.Y": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QC64.Y": {
            "confidence_embedding": 0.7337,
            "text": "Representação de doença CID-11: Outra história familiar especificada de doenças endócrinas, nutricionais ou metabólicas. Definição: "
          }
        },
        {
          "QA48.1": {
            "confidence_embedding": 0.7336,
            "text": "Representação de doença CID-11: Atenção ou exame da mãe nutriz [lactante]. Definição: "
          }
        },
        {
          "QA30": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        }
      ]
    },
    "insuficiencia cardiaca": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA51": {
            "confidence_embedding": 0.7701,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7697,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7612,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        }
      ]
    }
  }
}