{
  "prontuario_id": 956,
  "text": "11.22 HS - ORIENTADA, EM REPOUSO NO LEITO, ACEITA DIETA OFERECIDA, CURATIVO EM REGIAO CEFALICA LIMPO E SECO EXTERNAMENTE, ELIMINACAOES PRESENTES. NEGA ALGIA. AC DE Enfermeira Florence Nightingale. EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO.",
  "entities": {
    "Achado": [
      "ORIENTADA",
      "LIMPO",
      "SECO",
      "EM REPOUSO NO LEITO",
      "ACEITA DIETA",
      "ELIMINACAOES PRESENTES"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CURATIVO"
    ],
    "Dispositivo Médico": [
      "CURATIVO"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Negação": [
      "NEGA",
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "ALGIA",
      "QUEIXAS"
    ],
    "Atividade de Assistência à Saúde": [
      "AC",
      "EXAME GERAL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Localização ou Região Corporal": [
      "REGIAO CEFALICA"
    ]
  },
  "labels": {
    "eliminacaoes presentes": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE81.0Z": {
            "confidence_embedding": 0.6692,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NE81.0": {
            "confidence_embedding": 0.6673,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NA07.80": {
            "confidence_embedding": 0.6651,
            "text": "Representação de doença CID-11: Hemorragia traumática na substância branca do cérebro. Definição: "
          }
        },
        {
          "NF0A.2": {
            "confidence_embedding": 0.6649,
            "text": "Representação de doença CID-11: Hemorragia traumática secundária ou recorrente, não classificada em outra parte. Definição: "
          }
        },
        {
          "ND31": {
            "confidence_embedding": 0.6638,
            "text": "Representação de doença CID-11: Ferimentos envolvendo múltiplas regiões do corpo. Definição: "
          }
        }
      ]
    },
    "em repouso no leito": {
      "capitulo": "V",
      "opcoes": [
        {
          "VW21": {
            "confidence_embedding": 0.6716,
            "text": "Representação de doença CID-11: Cuidado com partes do corpo. Definição: "
          }
        },
        {
          "VV2Z": {
            "confidence_embedding": 0.6488,
            "text": "Representação de doença CID-11: Funções da voz e da fala, não especificadas. Definição: "
          }
        },
        {
          "VW22": {
            "confidence_embedding": 0.6464,
            "text": "Representação de doença CID-11: Cuidados relacionados aos processos de excreção. Definição: "
          }
        },
        {
          "VV2Y": {
            "confidence_embedding": 0.6445,
            "text": "Representação de doença CID-11: Outras funções da voz e da fala, especificadas. Definição: "
          }
        },
        {
          "VV10": {
            "confidence_embedding": 0.6424,
            "text": "Representação de doença CID-11: Visão e funções relacionadas. Definição: "
          }
        }
      ]
    },
    "orientada": {
      "capitulo": "06",
      "opcoes": [
        {
          "6B23": {
            "confidence_embedding": 0.7076,
            "text": "Representação de doença CID-11: Hipocondria. Definição: Hipocondria é caracterizada pela preocupação ou medo persistente acerca da possibilidade de ter uma ou mais doenças sérias, progressivas ou fatais. A preocupação é acompanhada por: 1) comportamentos repetitivos e excessivos relacionados à saúde, como checar repetidamente o corpo procurando evidência de doença, gastar tempo excessivo buscando informação sobre a doença temida, buscar reafirmação repetidamente (p. ex., providenciar várias consultas médicas); ou 2) comportamento mal-adaptado de evitação relacionado à saúde (p. ex., evita consultas médicas). Os sintomas resultam em sofrimento significativo ou prejuízo significativo no funcionamento pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes."
          }
        },
        {
          "6B23.0": {
            "confidence_embedding": 0.7059,
            "text": "Representação de doença CID-11: Hipocondria com insight bom a razoável. Definição: Todos os critérios diagnósticos para hipocondria são preenchidos. Na maior parte do tempo, o indivíduo é capaz de considerar a possibilidade de que suas crenças específicas do transtorno possam não ser verdadeiras e está disposto a aceitar uma explicação alternativa para sua experiência. Em momentos circunscritos (p. ex., quando extremamente ansioso), o indivíduo pode não apresentar \"insight\"."
          }
        },
        {
          "6B23.1": {
            "confidence_embedding": 0.6971,
            "text": "Representação de doença CID-11: Hipocondria com insight pobre a ausente. Definição: Todos os critérios diagnósticos para hipocondria são preenchidos. Na maior parte do tempo ou o tempo todo, o indivíduo está convencido de que as crenças específicas do transtorno são verdadeiras e não consegue aceitar uma explicação alternativa para sua experiência. A falta de \"insight\" apresentada pelo indivíduo não varia acentuadamente de acordo com o nível de ansiedade."
          }
        },
        {
          "6E40.2": {
            "confidence_embedding": 0.6798,
            "text": "Representação de doença CID-11: Traços de personalidade ou estilos de enfrentamento afetando transtornos ou doenças classificados em outra parte. Definição: Todos os critérios diagnósticos para fatores psicológicos ou comportamentais afetando transtornos ou doenças classificados em outra parte são preenchidos. O indivíduo apresenta traços de personalidade ou estilos de enfrentamento que não preenchem critérios diagnósticos para um transtorno mental, comportamental ou do neurodesenvolvimento, que afetam de forma adversa a manifestação, o tratamento ou curso de um transtorno ou doença classificado em outro capítulo (p.ex., negação patológica da necessidade de cirurgia em um paciente com câncer; comportamento hostil e tenso contribuindo para doença cardíaca)."
          }
        },
        {
          "6C46.3": {
            "confidence_embedding": 0.6767,
            "text": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões."
          }
        }
      ]
    },
    "seco": {
      "capitulo": "14",
      "opcoes": [
        {
          "EK12": {
            "confidence_embedding": 0.7266,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7225,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7198,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EE01.1": {
            "confidence_embedding": 0.7185,
            "text": "Representação de doença CID-11: Hipoidrose devida a anormalidades genéticas da estrutura ou função da glândula écrina. Definição: Hipoidrose devida a um transtorno hereditário do desenvolvimento de glândula ou ducto sudoríparos. A sudorese pode estar gravemente diminuída ou ausente devido a escassez ou ausência de glândulas écrinas ou à inervação autonômica defeituosa. A ausência de sudorese leva a uma incapacidade de termorregulação por resfriamento evaporativo, e a hipertermia pode ocorrer com esforço físico ou em um ambiente quente."
          }
        }
      ]
    },
    "limpo": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB31": {
            "confidence_embedding": 0.7097,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.704,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EE12": {
            "confidence_embedding": 0.7039,
            "text": "Representação de doença CID-11: Infecções da unha ou do perioníquio. Definição: Infecções envolvendo a unha ou o perioníquio para as quais não há informações disponíveis sobre o organismo infectante."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7019,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.7007,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        }
      ]
    },
    "aceita dieta": {
      "capitulo": "24",
      "opcoes": [
        {
          "QE23": {
            "confidence_embedding": 0.7251,
            "text": "Representação de doença CID-11: Problemas com dieta ou hábitos alimentares inapropriados. Definição: "
          }
        },
        {
          "QA48.1": {
            "confidence_embedding": 0.6965,
            "text": "Representação de doença CID-11: Atenção ou exame da mãe nutriz [lactante]. Definição: "
          }
        },
        {
          "QC64.Z": {
            "confidence_embedding": 0.6883,
            "text": "Representação de doença CID-11: História familiar de doenças endócrinas, nutricionais ou metabólicas, não especificada. Definição: "
          }
        },
        {
          "QC64.Y": {
            "confidence_embedding": 0.6878,
            "text": "Representação de doença CID-11: Outra história familiar especificada de doenças endócrinas, nutricionais ou metabólicas. Definição: "
          }
        },
        {
          "QA4B": {
            "confidence_embedding": 0.6821,
            "text": "Representação de doença CID-11: Contato com serviços de saúde para aconselhamento sobre menopausa. Definição: "
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF33": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa."
          }
        },
        {
          "ME24.A4": {
            "confidence_embedding": 0.7036,
            "text": "Representação de doença CID-11: Melena. Definição: São fezes com sangue que indicam sangramento do sistema vascular no trato digestivo. Melena também é descrita como fezes pretas, de cor de alcatrão e malcheirosas ou fezes de cor vermelha/marrom que contêm sangue degradado."
          }
        },
        {
          "ME24.A5": {
            "confidence_embedding": 0.7008,
            "text": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior."
          }
        },
        {
          "ME86.E": {
            "confidence_embedding": 0.6999,
            "text": "Representação de doença CID-11: Sintoma ou queixa do punho. Definição: "
          }
        },
        {
          "MB29.0": {
            "confidence_embedding": 0.699,
            "text": "Representação de doença CID-11: Alimentação seletiva ou restritiva. Definição: Aceitação apenas de uma dieta limitada, que pode ser definida pela composição alimentar ou por características sensoriais dos alimentos, que é inconsistente com as normas culturais ou subculturais."
          }
        }
      ]
    }
  }
}