{
  "prontuario_id": 946,
  "text": "Lucas , 69 anos,  acompanhamento DM 2. Diagnostico de Dm 2 há 16 anos - inciou o uso da insulina há 10 anos - esta bem adaptada a droga.  Nega poliuria, polidipsia, polifagia.  Nega outras queixas.  Medicamentos :  sinvastatina 20 mg - um cp a noite, espironolactona 25 mg : 1 cp pela manha,  furosemida - 40 mg,  AAS  - 100 mg - 1 cp apos o almoço,  Insulina NPH : 30 U pela manha e 30 U a noite,  Levotiroxina 100 mcg : 1 cp pela manha,  Glibenclamida 5 mg : 1 cp apos cafe, almoço e jantar,  Metformina 850 : 1 cp apos cafe, almoço e jantar, Losartana 50 mg ( 1 cp pela manha e 1 cp a noite).    Exames LAb ( 18/08):  potassio : 4,8;  CT : 184; HDL : 52; LDL : 90; Cr : 0,9; glicose : 159, Hemoglobina glicosilada : 8, 17%;  TSH : 5, 61;  Microalbuminuria 24 horas : 15,6;  Transaminase piruvica : 37;  Transaminase oxalacetica : 23. Obesidade grau III;  DM  2.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "acompanhamento"
    ],
    "Produto Intelectual": [
      "Diagnostico"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "insulina",
      "Insulina NPH"
    ],
    "Substância Farmacológica": [
      "insulina",
      "Medicamentos",
      "sinvastatina",
      "espironolactona",
      "furosemida",
      "AAS",
      "Levotiroxina",
      "Glibenclamida",
      "Metformina",
      "Losartana",
      "Insulina NPH"
    ],
    "Hormônio": [
      "insulina"
    ],
    "Negação": [
      "Nega"
    ],
    "Sinal ou Sintoma": [
      "poliuria",
      "polidipsia",
      "polifagia",
      "queixas"
    ],
    "Substância Química Orgânica": [
      "sinvastatina",
      "espironolactona",
      "furosemida",
      "AAS",
      "Levotiroxina",
      "Glibenclamida",
      "Metformina",
      "Losartana"
    ],
    "Abreviação": [
      "AAS",
      "DM 2",
      "Dm 2",
      "um cp",
      "1 cp",
      "Exames LAb",
      "CT : 184",
      "Cr : 0 , 9"
    ],
    "Doença ou Síndrome": [
      "DM 2",
      "Dm 2",
      "Obesidade grau III"
    ],
    "Achado": [
      "bem adaptada a droga"
    ],
    "Conceito Quantitativo": [
      "20 mg",
      "um cp",
      "25 mg",
      "1 cp",
      "40 mg",
      "100 mg",
      "30 U",
      "100 mcg",
      "5 mg",
      "50 mg"
    ],
    "Conceito Temporal": [
      "a noite",
      "pela manha",
      "apos o almoço",
      "apos cafe , almoço e jantar"
    ],
    "Resultado Laboratorial ou de Teste": [
      "potassio : 4 , 8",
      "CT : 184",
      "HDL : 52",
      "LDL : 90",
      "Cr : 0 , 9",
      "glicose : 159",
      "Hemoglobina glicosilada : 8 , 17%",
      "TSH : 5 , 61",
      "Microalbuminuria 24 horas : 15 , 6",
      "Transaminase piruvica : 37",
      "Transaminase oxalacetica : 23"
    ]
  },
  "labels": {
    "polidipsia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.7": {
            "confidence_embedding": 0.726,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.714,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7075,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.707,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BC80.0": {
            "confidence_embedding": 0.7053,
            "text": "Representação de doença CID-11: Pausa sinusal. Definição: Uma interrupção na cadência sinusal típica em que o intervalo p-p > soma de 2 p-p anteriores (exclui arritmia sinusal)."
          }
        }
      ]
    },
    "obesidade grau iii": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.72,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB83.22": {
            "confidence_embedding": 0.7038,
            "text": "Representação de doença CID-11: Osteomalacia do adulto induzida por drogas. Definição: "
          }
        },
        {
          "FB81.2": {
            "confidence_embedding": 0.7007,
            "text": "Representação de doença CID-11: Osteonecrose induzida por drogas. Definição: Alteração da estrutura normal do tecido ósseo orofacial, levando à sua necrose avascular, resultante do uso de substâncias, medicinais ou não, de ação local ou sistêmica."
          }
        },
        {
          "FB83.13": {
            "confidence_embedding": 0.697,
            "text": "Representação de doença CID-11: Osteoporose induzida por drogas. Definição: "
          }
        },
        {
          "FA90": {
            "confidence_embedding": 0.6931,
            "text": "Representação de doença CID-11: Infecção da vértebra. Definição: Afecção da vértebra, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, perda de peso, mas pode ser assintomática. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostra de sangue ou por exames de imagem."
          }
        }
      ]
    },
    "poliuria": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7153,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.713,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7103,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7084,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MG52.Z": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Presença de bactéria, nem gram-negativa nem gram positiva, resistente a drogas antimicrobianas, não especificada. Definição: "
          }
        },
        {
          "ME10.02": {
            "confidence_embedding": 0.7355,
            "text": "Representação de doença CID-11: Hepatoesplenomegalia. Definição: Refere-se ao aumento do fígado e baço além de seu tamanho normal, não descrito em outra parte."
          }
        },
        {
          "MG52": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Presença de bactéria, nem gram-negativa nem gram positiva, resistente a drogas antimicrobianas. Definição: "
          }
        },
        {
          "MG52.Y": {
            "confidence_embedding": 0.7304,
            "text": "Representação de doença CID-11: Outra presença especificada de bactéria, nem gram-negativa nem gram positiva, resistente a drogas antimicrobianas. Definição: "
          }
        }
      ]
    },
    "dm 2": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A11": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Diabetes mellitus tipo 2. Definição: Diabetes Mellitus tipo 2 (anteriormente diabetes mellitus não dependente de insulina ou diabetes de início na idade adulta) é um transtorno metabólico que se caracteriza por níveis elevados de glicose no sangue, no contexto de resistência à insulina e deficiência relativa de insulina."
          }
        },
        {
          "5B5K.8": {
            "confidence_embedding": 0.7365,
            "text": "Representação de doença CID-11: Deficiência de cromo. Definição: Deficiência em humanos é apenas descrita em pacientes recebendo nutrição parenteral total (NPT) prolongada insuficiente em cromo. Hiperglicemia ou tolerância alterada a glicose podem ocorrer. Elevadas concentrações séricas de ácidos graxos livres, neuropatia, encefalopatia e anormalidades no metabolismo do nitrogênio também são reportadas."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5A13.4": {
            "confidence_embedding": 0.7355,
            "text": "Representação de doença CID-11: Diabetes mellitus devido a drogas ou produtos químicos. Definição: Outro diabetes mellitus especificado devido a droga ou produtos químicos é uma forma de diabetes que é causada por drogas ou agente químico que prejudicam a secreção e ação da insulina."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7345,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        }
      ]
    },
    "polifagia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.7": {
            "confidence_embedding": 0.7235,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7103,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.71,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7084,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        }
      ]
    }
  }
}