{
  "prontuario_id": 932,
  "text": "LUCAS, 55 ANOS, RETORNO PARA AVALIAÇÃO DE EXAMES,  EM ACOMPANHAMENTO HÁ 3 ANOS POR DM 2, EM USO INSULINA NPH 16 U ANTES DE DORMIR E METFORMINA 850 MG 2 VEZES AO DIA, REFERE CONTROLE DA DOENÇA  CARDIOMIOPATIA ISQUEMICA COM HISTORICO DE CX PARA REVASCULARIZAÇÃO (3 POSTES SAFENA) EM 2011, HIPERTENSO EM USO DE ENALAPRIL 1 CP A NOITE,  DISLIPIDEMICO EM USO DE SINVASTATINA 60 MG,  EM USO DE AAS 100 MG, EM USO DE CLOPRIM 75 MG.  EXAMES: HMG - HB 12,5; HT 35,9; PLAQUETAS 217000;   CR 1 MG/DL, CKD-EPI 84 ML/ MIN, GLICOSE 113 MG/DL, HEMO GLICADA 6,03%; AC URICO 8;   TG 171; HDL 46; CT 197; LDL 117; TGP 17; TGO 27;  ACIDO FOLICO 20; MICROALBUMINURIA EM AMOSTRA ISOLADA 5,88 MG/G DE CREATININA.  SINAIS VITAIS  110/ 70 MMHG, PULSO  76.  CONDUTA: VYTORIN 10/40 MG 1 COMPRIMIDO AO DIA, NO LUGAR DE SINVASTATINA 60 MG. SOLICITADO RETORNO EM MARÇO DE 2015, COM EXAMES.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "ACOMPANHAMENTO",
      "SOLICITADO RETORNO"
    ],
    "Substância Farmacológica": [
      "METFORMINA",
      "ENALAPRIL",
      "SINVASTATINA",
      "AAS",
      "CLOPRIM",
      "VYTORIN",
      "INSULINA NPH"
    ],
    "Substância Química Orgânica": [
      "METFORMINA",
      "SINVASTATINA",
      "AAS",
      "CLOPRIM",
      "VYTORIN"
    ],
    "Achado": [
      "HIPERTENSO",
      "DISLIPIDEMICO"
    ],
    "Doença ou Síndrome": [
      "HIPERTENSO",
      "DISLIPIDEMICO",
      "DM 2",
      "DOENÇA CARDIOMIOPATIA ISQUEMICA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Abreviação": [
      "AAS",
      "DM 2",
      "CX PARA REVASCULARIZAÇÃO",
      "AC URICO 8"
    ],
    "Procedimento Laboratorial": [
      "EXAMES",
      "HMG"
    ],
    "Atributo Clínico": [
      "PULSO",
      "SINAIS VITAIS"
    ],
    "Conceito Quantitativo": [
      "76",
      "16 U",
      "850 MG",
      "2 VEZES AO DIA",
      "1 CP A NOITE",
      "60 MG",
      "100 MG",
      "75 MG",
      "110/ 70 MMHG",
      "10/40 MG",
      "1 COMPRIMIDO AO DIA"
    ],
    "Produto Intelectual": [
      "CONDUTA"
    ],
    "Conceito Temporal": [
      "ANTES DE DORMIR"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX PARA REVASCULARIZAÇÃO",
      "POSTES SAFENA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HB 12 , 5",
      "HT 35 , 9",
      "PLAQUETAS 217000",
      "CR 1 MG/DL",
      "CKD-EPI 84 ML/ MIN",
      "GLICOSE 113 MG/DL",
      "HEMO GLICADA 6 , 03%",
      "AC URICO 8",
      "TG 171",
      "HDL 46",
      "CT 197",
      "LDL 117",
      "TGP 17",
      "TGO 27",
      "ACIDO FOLICO 20",
      "MICROALBUMINURIA EM AMOSTRA ISOLADA 5",
      "88 MG/G DE CREATININA"
    ]
  },
  "labels": {
    "dislipidemico": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.7": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7466,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7429,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        }
      ]
    },
    "doença cardiomiopatia isquemica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.1": {
            "confidence_embedding": 0.8068,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.8031,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.8017,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7948,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7823,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        }
      ]
    },
    "dm 2": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C80.3": {
            "confidence_embedding": 0.7637,
            "text": "Representação de doença CID-11: Hiperalfalipoproteinemia. Definição: Condição em que a lipoproteína de alta densidade sérica está elevada."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7543,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5C80.00": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Hipercolesterolemia primária. Definição: Doença genética caracterizada por níveis elevados de colesterol, especificamente níveis muito elevados de lipoproteína de baixa densidade plasmática (LDL, \"colesterol ruim\") e doença cardiovascular precoce."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C64.40": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Hipermagnesemia. Definição: É um distúrbio eletrolítico no qual há aumento importante do nível de magnésio no sangue. Normalmente, isso resulta em excesso de magnésio no corpo."
          }
        }
      ]
    },
    "hipertenso": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8169,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7904,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7885,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7661,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        },
        {
          "BC42.2": {
            "confidence_embedding": 0.7478,
            "text": "Representação de doença CID-11: Miocardite por hipersensibilidade. Definição: Miocardite de hipersensibilidade é a presença de cardiomiopatia dilatada em associação com um transtorno relacionado conhecido {síndrome hipereosinofílica (geralmente uma cardiomiopatia restritiva), síndrome de Churg-Strauss, malignidade, infecção parasitária, drogas ou vacinas) e achados de infiltração intersticial linfocítica e eosinofílica, células gigantes, e possível necrose miocárdica na biópsia, geralmente com eosinofilia periférica."
          }
        }
      ]
    }
  }
}