{
  "prontuario_id": 705,
  "text": "Paciente com tumoração de consistência amolecida em assoalho de boca, à esquerda, interna para realização de exérese. Procedimento sem intercorrências. Apresenta boa evolução no pós-operatório. AP em área executora. Recebe alta em bom estado geral, afebril, orientada a procurar Emergência se intercorrências e com retorno ambulatorial agendado.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Sinal ou Sintoma": [
      "tumoração",
      "intercorrências",
      "afebril"
    ],
    "Processo Neoplásico": [
      "tumoração"
    ],
    "Conceito Qualitativo": [
      "amolecida"
    ],
    "Atividade de Assistência à Saúde": [
      "interna",
      "alta",
      "retorno ambulatorial agendado"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "exérese",
      "Procedimento"
    ],
    "Negação": [
      "sem",
      "afebril"
    ],
    "Procedimento Diagnóstico": [
      "AP"
    ],
    "Abreviação": [
      "AP"
    ],
    "Organização Relacionada à Saúde": [
      "Emergência"
    ],
    "Achado": [
      "boa evolução",
      "bom estado geral"
    ],
    "Conceito Temporal": [
      "pós-operatório ."
    ]
  },
  "labels": {
    "tumoração": {
      "capitulo": "02",
      "opcoes": [
        {
          "2C82": {
            "confidence_embedding": 0.745,
            "text": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
          }
        },
        {
          "2C61.4": {
            "confidence_embedding": 0.7281,
            "text": "Representação de doença CID-11: Carcinoma invasivo de mama, tipo não identificável. Definição: Carcinoma que se infiltra no parênquima mamário e do qual o tipo histopatológico não foi identificado."
          }
        },
        {
          "2C25.0": {
            "confidence_embedding": 0.7244,
            "text": "Representação de doença CID-11: Adenocarcinoma de brônquio ou pulmão. Definição: Carcinoma que surge do pulmão e é caracterizado pela presença de células epiteliais glandulares malignas. Existe uma predileção pelo sexo masculino com uma proporção de sexo masculino para feminino de 2:1. Geralmente o adenocarcinoma pulmonar é assintomático e é identificado por meio de estudos de triagem ou como um achado radiológico incidental. Se sintomas clínicos estiverem presentes, eles incluem falta de ar, tosse, hemoptise, dor no peito e febre. A fumaça do tabaco é fator de risco reconhecido."
          }
        },
        {
          "2F20.0Z": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Nevo melanocítico adquirido comum, não esecificado. Definição: "
          }
        },
        {
          "2E05.0": {
            "confidence_embedding": 0.7128,
            "text": "Representação de doença CID-11: Metástase de neoplasia maligna no ovário. Definição: Propagação do câncer para o ovário. Pode ser oriunda de um câncer de ovário primário envolvendo o ovário oposto ou de um câncer em uma localização distante."
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.4": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Lesão da conjuntiva ou abrasão da córnea sem menção de corpo estranho. Definição: "
          }
        },
        {
          "ND90.4": {
            "confidence_embedding": 0.7595,
            "text": "Representação de doença CID-11: Queimadura de cabeça ou pescoço, exceto face, lesão mais profunda ou queimadura complexa. Definição: "
          }
        },
        {
          "NE8Z": {
            "confidence_embedding": 0.7539,
            "text": "Representação de doença CID-11: Lesão ou dano decorrente de cuidados cirúrgicos ou médicos, não classificado em outra parte, não especificado. Definição: "
          }
        },
        {
          "ND90": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Queimadura de cabeça ou pescoço, exceto face. Definição: "
          }
        },
        {
          "ND90.0": {
            "confidence_embedding": 0.7517,
            "text": "Representação de doença CID-11: Queimadura de cabeça ou pescoço, exceto face, queimadura epidérmica. Definição: "
          }
        }
      ]
    }
  }
}