{
  "prontuario_id": 675,
  "text": "PTE COM CI GRAVE E LESOES EM CORONARIAS, INTERNOU PARA REALIZAR ACTP E STENT EM MG DE CX PROXIMAL. PROCEDIMENTO TRASCORREU SEM INTERCORRENCIAS, COM SUCESSO ANGIOGRAFICO. TEM ALTA EM BOAS CONDICOES, ASSINTOMATICO E DEVE FAZER USO DE TICLOPIDINA DURANTE 2 MESES.",
  "entities": {
    "Abreviação": [
      "PTE",
      "MG",
      "ACTP E STENT",
      "CX PROXIMAL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PTE"
    ],
    "Conceito Qualitativo": [
      "GRAVE"
    ],
    "Lesão ou Envenenamento": [
      "LESOES"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CORONARIAS",
      "CX PROXIMAL"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNOU",
      "ALTA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "PROCEDIMENTO",
      "ACTP E STENT"
    ],
    "Negação": [
      "SEM",
      "ASSINTOMATICO"
    ],
    "Sinal ou Sintoma": [
      "INTERCORRENCIAS",
      "ASSINTOMATICO"
    ],
    "Substância Química Orgânica": [
      "TICLOPIDINA"
    ],
    "Substância Farmacológica": [
      "TICLOPIDINA"
    ],
    "Achado": [
      "BOAS CONDICOES"
    ]
  },
  "labels": {
    "intercorrencias": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB30.5Y": {
            "confidence_embedding": 0.6973,
            "text": "Representação de doença CID-11: Outra lesão especificada de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.5Z": {
            "confidence_embedding": 0.6867,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais, não especificada. Definição: "
          }
        },
        {
          "NB30.5": {
            "confidence_embedding": 0.6819,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NB30.50": {
            "confidence_embedding": 0.6819,
            "text": "Representação de doença CID-11: Laceração de vasos sanguíneos intercostais. Definição: "
          }
        },
        {
          "NE82.1Z": {
            "confidence_embedding": 0.6732,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        }
      ]
    },
    "lesoes": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA00": {
            "confidence_embedding": 0.6857,
            "text": "Representação de doença CID-11: Traumatismo superficial da cabeça. Definição: Danos causados ​​na superfície ou nos tecidos superficiais da cabeça como resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NA80": {
            "confidence_embedding": 0.6842,
            "text": "Representação de doença CID-11: Traumatismo superficial do tórax. Definição: Danos infligidos na superfície ou nos tecidos superficiais do tórax como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NA83.42": {
            "confidence_embedding": 0.6832,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "NB90.7": {
            "confidence_embedding": 0.6824,
            "text": "Representação de doença CID-11: Lesão de múltiplos vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.6806,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        }
      ]
    }
  }
}