{
  "prontuario_id": 162,
  "text": "LUCAS, 55 ANOS, VEIO P COM SOBRINHA LUCAS, DM E HAS HÁ 10 ANOS, EX-USUARIO DE DROGAS , USO DE PSICOTROPICOS (HALDOL... USO IRREGULAR DE MEDICAÇÕES: ENALAPRIL, GLICANIL, METFORMINA, FLUOXETINA, RESPIRIDONA, AMYTRIL, HALO, LONGACTIL, SVT, DLP. NEGA ALTERAÇÃO PROSTÁTICA, IAM, AVE, UROLITIASE, GOTA NÃO SE LEMBRA DAS MEDICAÇÕES. AO EXAME: PESO 98, ALT 174, MUCOSAS CORADAS, OBESO, ABDOME GLOBOSO, SEM VCM, MEMBROS SEM EDEMA. ORIENTO OTMIZAR TTO NA UBS. INICIO INDAPEN.  NEFROPATIA LEVE. EXAMES > CR 0,88, TG 176, CT 174, HDL 33, CL CR 63, HMG NORMAL, HB GLIC 8,8. PEÇO URINA 24H. DEFINIR NEFROPATIA DIABÉTICA. RETORNO DA SOBRINHA COM EXAMES  11/11/2015: CR 1,16, GLI 87, NA 136, K 4,3, UR 23, CA 9,1, AC 4,7, P 3,7, P URINA: PROTEINA 100, HT 45, HB 15,  MICROALB 683 MG/G.",
  "entities": {
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "IAM",
      "AVE",
      "UROLITIASE",
      "GOTA",
      "OBESO",
      "NEFROPATIA",
      "NEFROPATIA DIABÉTICA"
    ],
    "Abreviação": [
      "DM",
      "HAS",
      "HALO",
      "SVT",
      "DLP",
      "IAM",
      "AVE",
      "ALT",
      "VCM",
      "UBS",
      "P URINA"
    ],
    "Substância Farmacológica": [
      "PSICOTROPICOS",
      "HALDOL",
      "MEDICAÇÕES",
      "ENALAPRIL",
      "GLICANIL",
      "METFORMINA",
      "FLUOXETINA",
      "RESPIRIDONA",
      "AMYTRIL",
      "HALO",
      "LONGACTIL",
      "SVT",
      "INDAPEN"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Substância Química Orgânica": [
      "GLICANIL",
      "METFORMINA",
      "FLUOXETINA",
      "RESPIRIDONA",
      "AMYTRIL",
      "HALO",
      "LONGACTIL",
      "SVT"
    ],
    "Negação": [
      "NEGA",
      "NÃO",
      "SEM"
    ],
    "Procedimento Diagnóstico": [
      "EXAME"
    ],
    "Atributo Clínico": [
      "PESO",
      "ALT"
    ],
    "Conceito Quantitativo": [
      "98",
      "174"
    ],
    "Achado": [
      "OBESO",
      "EX-USUARIO DE DROGAS",
      "MUCOSAS CORADAS",
      "HMG NORMAL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABDOME",
      "MEMBROS"
    ],
    "Sinal ou Sintoma": [
      "GLOBOSO",
      "VCM",
      "EDEMA",
      "ALTERAÇÃO PROSTÁTICA"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Organização Relacionada à Saúde": [
      "UBS"
    ],
    "Conceito Qualitativo": [
      "LEVE"
    ],
    "Procedimento Laboratorial": [
      "EXAMES",
      "URINA 24H",
      "P URINA"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "ORIENTO OTMIZAR TTO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 88",
      "TG 176",
      "CT 174",
      "HDL 33",
      "CL CR 63",
      "HMG NORMAL",
      "HB GLIC 8 , 8",
      "CR 1 , 16",
      "GLI 87",
      "NA 136",
      "K 4 , 3",
      "UR 23",
      "CA 9 , 1",
      "AC 4 , 7",
      "P 3 , 7",
      "PROTEINA 100",
      "HT 45",
      "HB 15",
      "MICROALB 683 MG/G"
    ]
  },
  "labels": {
    "edema": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD93": {
            "confidence_embedding": 0.7979,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7716,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD13": {
            "confidence_embedding": 0.7575,
            "text": "Representação de doença CID-11: Insuficiência ventricular direita. Definição: Insuficiência cardíaca associada à disfunção ventricular direita manifestada por distensão das veias do pescoço, aumento do fígado e edema gravitacional."
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        }
      ]
    },
    "urolitiase": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB41": {
            "confidence_embedding": 0.793,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GB57": {
            "confidence_embedding": 0.7909,
            "text": "Representação de doença CID-11: Nefrocalcinose. Definição: Uma afecção do rim, causada por inflamação ou degeneração anterior, quando acompanhada por insuficiência renal prévia. Essa afecção é caracterizada por litíase renal ou deposição à base de cálcio no parênquima renal. Essa afecção também pode se manifestar com infecção, hematúria, cólica anal ou diminuição da função renal. A confirmação é feita por imagens médicas abdominais para determinar a localização dos depósitos."
          }
        },
        {
          "GB90.47": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Aminoacidúria. Definição: Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
          }
        },
        {
          "GB42.1": {
            "confidence_embedding": 0.7825,
            "text": "Representação de doença CID-11: Albuminúria, Grau A3. Definição: Presença de albumina excessiva na urina, indicando permeabilidade anormal da filtração glomerular. Pode ser quantificado por coletas cronometradas ou amostras pontuais de urina com a concentração ajustada à concentração de creatinina na urina para corrigir as variações na concentração total de urina. Quando persistente e de gravidade moderada ou maior, geralmente indica doença glomerular evidente, como a causada por glomeruloesclerose diabética, glomerulonefrite ou amiloide."
          }
        },
        {
          "GB42.0": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Albuminúria, Grau A2. Definição: Presença de albumina excessiva na urina, indicando permeabilidade anormal da filtração glomerular. Pode ser quantificado por coletas cronometradas ou amostras pontuais de urina com a concentração ajustada à concentração de creatinina na urina para corrigir as variações na concentração total de urina. Quando persistente e de gravidade moderada ou maior, geralmente indica doença glomerular evidente, como a causada por glomeruloesclerose diabética, glomerulonefrite ou amiloide."
          }
        }
      ]
    },
    "obeso": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7694,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB50.1": {
            "confidence_embedding": 0.7244,
            "text": "Representação de doença CID-11: Bursite associada com o uso, uso excessivo ou pressão. Definição: Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais, que geralmente resulta em dor e é causada por uso repetitivo, uso excessivo ou pressão."
          }
        },
        {
          "FB83.22": {
            "confidence_embedding": 0.7194,
            "text": "Representação de doença CID-11: Osteomalacia do adulto induzida por drogas. Definição: "
          }
        },
        {
          "FB81.2": {
            "confidence_embedding": 0.7177,
            "text": "Representação de doença CID-11: Osteonecrose induzida por drogas. Definição: Alteração da estrutura normal do tecido ósseo orofacial, levando à sua necrose avascular, resultante do uso de substâncias, medicinais ou não, de ação local ou sistêmica."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.7148,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        }
      ]
    },
    "nefropatia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD10": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.7239,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BD73.1": {
            "confidence_embedding": 0.7179,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7164,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        }
      ]
    },
    "nefropatia diabética": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD10": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7354,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.7237,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BD73.1": {
            "confidence_embedding": 0.718,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7139,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        }
      ]
    },
    "globoso": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.53": {
            "confidence_embedding": 0.7709,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        },
        {
          "GB41": {
            "confidence_embedding": 0.7643,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GB90.47": {
            "confidence_embedding": 0.7585,
            "text": "Representação de doença CID-11: Aminoacidúria. Definição: Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        }
      ]
    },
    "ex-usuario de drogas": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA7Y": {
            "confidence_embedding": 0.772,
            "text": "Representação de doença CID-11: Outras circunstâncias especificadas associadas a exposição a uma droga, medicamento ou substância biológica influenciando no episódio de atenção sem lesão ou dano. Definição: "
          }
        },
        {
          "QA7Z": {
            "confidence_embedding": 0.77,
            "text": "Representação de doença CID-11: Circunstâncias associadas a exposição a uma droga, medicamento ou substância biológica influenciando no episódio de atenção sem lesão ou dano, não especificadas. Definição: "
          }
        },
        {
          "QA7A": {
            "confidence_embedding": 0.7683,
            "text": "Representação de doença CID-11: Interrupção ou descontinuação inapropriadas de uma droga sem lesão ou dano. Definição: "
          }
        },
        {
          "QC44.2": {
            "confidence_embedding": 0.7583,
            "text": "Representação de doença CID-11: História pessoal de alergia a drogas, medicamentos ou substâncias biológicas. Definição: "
          }
        },
        {
          "QA12": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Contato com os serviços de saúde para aconselhamento ou supervisão para uso de drogas. Definição: "
          }
        }
      ]
    },
    "alteração prostática": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB90.47": {
            "confidence_embedding": 0.8148,
            "text": "Representação de doença CID-11: Aminoacidúria. Definição: Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.8077,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.8053,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.8044,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GC40.5": {
            "confidence_embedding": 0.7962,
            "text": "Representação de doença CID-11: Incontinência urinária associada a prolapso de órgãos pélvicos. Definição: Uma afecção do sistema urinário, causada pelo deslocamento anormal de um ou mais órgãos pélvicos. Esta afecção é caracterizada pela perda involuntária de urina. A confirmação é feita por urinálise."
          }
        }
      ]
    },
    "gota": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA25": {
            "confidence_embedding": 0.7838,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7743,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA25.1": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Gota secundária. Definição: A gota secundária refere-se aos casos que se desenvolvem durante a evolução de outra doença ou como consequência de tratamento com medicamentos. A gota secundária é associada ao aumento da síntese de novo de purinas , aumento do turnover do ácido nucleico ou diminuição da depuração renal do ácido úrico."
          }
        },
        {
          "FA25.20": {
            "confidence_embedding": 0.7634,
            "text": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.718,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        }
      ]
    },
    "dm": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD10": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BA60.8": {
            "confidence_embedding": 0.7517,
            "text": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        }
      ]
    },
    "mucosas coradas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF55": {
            "confidence_embedding": 0.7809,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7784,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF50.61": {
            "confidence_embedding": 0.7746,
            "text": "Representação de doença CID-11: jato urinário fraco. Definição: Um jato de urina reduzido, lento ou fraco"
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        }
      ]
    }
  }
}