{
  "prontuario_id": 353,
  "text": "15:52 ACOMPANHAMENTO PELA COMISSÃO DE CURATIVOS. PACIENTE APRESENTA MELHORA IMPORTANTE DE ULCERA POR PRESSÃO EM REGIÃO SACRA DE GRAU II, COM PRESENÇA DE NECROSE EM CENTRO DE FERIDA. REALIZADO NOVA LAVAGEM COM SF 0,9% E APLICA-SE ACIDOS GRAXOS ESSENCIAS E HIDROGEL PARA DESBRIDAMENTO DE NECROSE. FECHO CURATIVO COM GAZE SIMPLES. MANTENHO ACOMPANHAMENTO. Enfermeira Florence Nightingale . FRATURAS DE OUTRAS PARTES DO FEMUR",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "ACOMPANHAMENTO",
      "REALIZADO",
      "APLICA-SE",
      "FECHO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Conceito Espacial": [
      "CENTRO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "LAVAGEM",
      "DESBRIDAMENTO",
      "CURATIVO"
    ],
    "Substância Farmacológica": [
      "HIDROGEL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Lesão ou Envenenamento": [
      "FRATURAS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "FEMUR"
    ],
    "Organização Relacionada à Saúde": [
      "COMISSÃO DE CURATIVOS"
    ],
    "Achado": [
      "MELHORA IMPORTANTE"
    ],
    "Doença ou Síndrome": [
      "ULCERA POR PRESSÃO"
    ],
    "Localização ou Região Corporal": [
      "REGIÃO SACRA"
    ],
    "Conceito Quantitativo": [
      "0 , 9%"
    ],
    "Substância Química Orgânica": [
      "ACIDOS GRAXOS ESSENCIAS"
    ],
    "Dispositivo Médico": [
      "GAZE SIMPLES"
    ]
  },
  "labels": {
    "fraturas": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.7408,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FB80.9": {
            "confidence_embedding": 0.7393,
            "text": "Representação de doença CID-11: Atraso de consolidação de fratura. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7389,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7363,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        }
      ]
    },
    "ulcera por pressão": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA42.9": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Flegmão gástrico. Definição: Processo inflamatório difuso alastrante com formação de exsudato supurativo/ purulento ou pus na parede gástrica. Muitas vezes evolui para uma coleção delimitada de pus, abscesso gástrico. Isso se deve principalmente devido a uma inflamação aguda por infecção bacteriana."
          }
        },
        {
          "DA09.3": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Abscesso Phoenix. Definição: Condição aguda que acontece imediatamente após um procedimento endodôntico ou em um dente com polpa necrosada."
          }
        },
        {
          "DA24.00": {
            "confidence_embedding": 0.7502,
            "text": "Representação de doença CID-11: Flegmão esofágico. Definição: Processo inflamatório difuso alastrante com formação de exsudato supurativo/purulento ou pus na parede esofágica. Muitas vezes evolui para uma coleção delimitada de pus, abscesso esofágico. Isso se deve majoritariamente a inflamação aguda por infecção bacteriana."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        }
      ]
    }
  }
}