{
  "prontuario_id": 244,
  "text": "01/02/12 Às 17h. Internou na UTI - IV, proveniente do CC ., PO de tocacotomia exploradora, consciente, comunicativo, pupilas isocóricas fotoreagentes. Respiração espontânea, em névoa úmida 3l. MV diminuído em ápice E e bibasalmente. Apresenta hematoma em região torácica E, dreno de tórax anterior e posterior em tórax E, com débito hemático. Abdomen flácido. RHA hiperativo. Apresenta escoriação em região abdominal, sem presença de exsudato. Curativo em MIE com tala gessada. Monitorizado, e colocada medidas de conforto. Enfermeira Florence Nightingale . EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "Internou",
      "Monitorizado",
      "EXAME GERAL"
    ],
    "Abreviação": [
      "UTI",
      "CC",
      "PO",
      "MIE",
      "MV diminuído",
      "ápice E",
      "região torácica E",
      "tórax E",
      "RHA hiperativo"
    ],
    "Organização Relacionada à Saúde": [
      "UTI",
      "CC"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Achado": [
      "consciente",
      "comunicativo",
      "isocóricas",
      "fotoreagentes",
      "Respiração espontânea",
      "Abdomen flácido"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas"
    ],
    "Conceito Quantitativo": [
      "3l"
    ],
    "Conceito Espacial": [
      "bibasalmente",
      "anterior",
      "posterior"
    ],
    "Função Patológica": [
      "hematoma"
    ],
    "Lesão ou Envenenamento": [
      "escoriação"
    ],
    "Negação": [
      "sem",
      "SEM"
    ],
    "Substância Corporal": [
      "exsudato",
      "débito hemático"
    ],
    "Sinal ou Sintoma": [
      "exsudato",
      "QUEIXAS",
      "MV diminuído",
      "débito hemático",
      "RHA hiperativo"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Curativo",
      "tocacotomia exploradora",
      "névoa úmida",
      "dreno de tórax",
      "tala gessada",
      "medidas de conforto"
    ],
    "Dispositivo Médico": [
      "Curativo",
      "dreno de tórax",
      "tala gessada"
    ],
    "Localização ou Região Corporal": [
      "MIE",
      "ápice E",
      "região torácica E",
      "tórax E",
      "região abdominal"
    ],
    "Procedimento Diagnóstico": [
      "Monitorizado",
      "INVESTIGACAO DE PESSOAS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Função de Organismo": [
      "Respiração espontânea"
    ]
  },
  "labels": {
    "mv diminuído": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB24": {
            "confidence_embedding": 0.7965,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD73.21": {
            "confidence_embedding": 0.7918,
            "text": "Representação de doença CID-11: Obstrução de veia visceral. Definição: Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD73.2": {
            "confidence_embedding": 0.7861,
            "text": "Representação de doença CID-11: Obstrução de veia sistêmica. Definição: Condição patológica pós-natal de uma veia sistêmica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD73.20": {
            "confidence_embedding": 0.7861,
            "text": "Representação de doença CID-11: Obstrução de veia periférica. Definição: Condição patológica pós-natal de uma veia periférica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7829,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "hematoma": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE81.0Z": {
            "confidence_embedding": 0.8176,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NE81.0": {
            "confidence_embedding": 0.8162,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NA07.80": {
            "confidence_embedding": 0.7758,
            "text": "Representação de doença CID-11: Hemorragia traumática na substância branca do cérebro. Definição: "
          }
        },
        {
          "NE81.01": {
            "confidence_embedding": 0.7749,
            "text": "Representação de doença CID-11: Hemorragia e hematoma de olho ou anexos oculares complicando um procedimento. Definição: "
          }
        },
        {
          "NA07.83": {
            "confidence_embedding": 0.7725,
            "text": "Representação de doença CID-11: Hemorragia traumática no tronco encefálico sem especificação se primária ou secundária. Definição: "
          }
        }
      ]
    },
    "débito hemático": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB90.Y": {
            "confidence_embedding": 0.8286,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.8286,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.8256,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NB51.Z": {
            "confidence_embedding": 0.8205,
            "text": "Representação de doença CID-11: Ferimento aberto do abdome, região lombar ou pelve, não especificado. Definição: "
          }
        },
        {
          "NB51.2": {
            "confidence_embedding": 0.819,
            "text": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        }
      ]
    },
    "abdomen flácido": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.20": {
            "confidence_embedding": 0.8321,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.8286,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.8279,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.8269,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        },
        {
          "DD50.Z": {
            "confidence_embedding": 0.8204,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, não especificada. Definição: "
          }
        }
      ]
    },
    "respiração espontânea": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.8202,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21": {
            "confidence_embedding": 0.8107,
            "text": "Representação de doença CID-11: Pneumotórax. Definição: Pneumotórax é uma coleção anormal de ar ou gás no espaço pleural, que separa os pulmões da caixa torácica, e que pode interferir com a respiração normal."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.8099,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CA05.1": {
            "confidence_embedding": 0.8051,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.8039,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF55": {
            "confidence_embedding": 0.789,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF92": {
            "confidence_embedding": 0.7817,
            "text": "Representação de doença CID-11: Quilúria. Definição: A quilúria, também chamada de urina quilosa, é uma condição médica que envolve a presença de quilo no jato urinário, o que resulta na aparência da urina de cor branca leitosa."
          }
        },
        {
          "MF34": {
            "confidence_embedding": 0.7809,
            "text": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: "
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7796,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        }
      ]
    },
    "rha hiperativo": {
      "capitulo": "03",
      "opcoes": [
        {
          "3B81.3": {
            "confidence_embedding": 0.748,
            "text": "Representação de doença CID-11: Laceração ou ruptura não traumática do baço. Definição: Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
          }
        },
        {
          "3B50.1": {
            "confidence_embedding": 0.7216,
            "text": "Representação de doença CID-11: Deficiência congênita do inibidor do ativador do plasminogênio tecidual tipo 1. Definição: A deficiência congênita do inibidor do ativador do plasminogênio tecidual tipo 1 (PAI-1) é um transtorno que causa lise prematura de coágulos hemostáticos e uma síndrome hemorrágica moderada. Sangramento espontâneo é raramente observado, enquanto hemorragias moderadas nos joelhos, cotovelos, nariz e gengiva são habitualmente desencadeadas por trauma leve. Entretanto, o sangramento menstrual pode ser grave, e um sangramento prolongado após cirurgia é comum. A deficiência do PAI-1 pode ser qualitativa ou quantitativa, total ou parcial."
          }
        },
        {
          "3B62.5": {
            "confidence_embedding": 0.7094,
            "text": "Representação de doença CID-11: Síndrome hemofagocítica associada a infecção. Definição: Transtorno hematológico incomum, que, tipicamente, manifesta-se clinicamente com febre, hepatoesplenomegalia, linfadenopatia, icterícia e erupção cutânea, com achados laboratoriais de histiocitose, e achado patológico de hematofagocitose associada a infecção."
          }
        },
        {
          "3A00.0": {
            "confidence_embedding": 0.7083,
            "text": "Representação de doença CID-11: Anemia adquirida por deficiência de ferro devido à perda de sangue. Definição: Perda crônica de sangue é uma possivel causa em todos os casos de anemia por deficiência de ferro. Anemia por deficiência de ferro pode ser causada por sangramento agudo no trato gastrointestinal, útero ou sistema genitourinário, perda sanguinea menstrual copiosa (menorragia) e múltiplas doações de sangue. Em muitos países tropicais, infestações parasitárias podem levar a perdas intestinais que em alguns individuos pode ser considerável. A deficiência de ferro pode ser também causada por várias circunstâncias relatadas como \"anemia pós hemorragia crônica\". O diagnóstico de deficiência de ferro deve sempre levar a procura de causas patológicas de perda de sangue ( por exemplo tumores do trato gastrointestinal ou do útero, especialmente se o sangramento uterino aumentou ou ficou irregular.)"
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.7061,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        }
      ]
    },
    "escoriação": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED70.30": {
            "confidence_embedding": 0.8252,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EB60.1": {
            "confidence_embedding": 0.825,
            "text": "Representação de doença CID-11: Líquen escleroso do pênis. Definição: Líquen escleroso do pênis se desenvolve quase exclusivamente em homens não circuncidados e é o resultado do contato oclusivo crônico de epitélio suscetível à urina. Frequentemente, causa dispareunia e dificuldades com a micção. Manifesta-se tipicamente como fimose esclerótica do prepúcio, que pode não ser possível de retração, junto com inflamação e esclerose da superfície mucocutânea do prepúcio e da glande do pênis. Estenose e ocasionalmente obliteração do orifício meatal externo podem ocorrer em casos graves. Embora mais comumente reconhecida em homens adultos, é uma causa comum de fimose adquirida em meninos."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.8196,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EA10": {
            "confidence_embedding": 0.8094,
            "text": "Representação de doença CID-11: Pitiríase rósea. Definição: Pitiríase rósea é uma doença de pele aguda e autolimitada, provavelmente de origem infecciosa, que afeta principalmente crianças e adultos jovens, e caracterizada por uma erupção cutânea distintiva e sintomas constitucionais mínimos. A causa da pitiríase rósea é desconhecida, mas muitas características epidemiológicas e clínicas sugerem que um agente infeccioso pode estar envolvido. Na maioria dos casos, a doença segue um curso característico no qual uma lesão chamada placa-mãe, maior do que as lesões subsequentes, aparece vários dias antes da erupção de múltiplas máculas róseas escamosas predominantemente no tronco e região proximal dos membros."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.8026,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        }
      ]
    }
  }
}