{
  "prontuario_id": 556,
  "text": "10:0hs Dispinéia progressiva, glasglow 5, pupilas isocóricas e fotoreativas, cateter nasal tipo óculos a 3L/min com sat : 94%, dieta via oral , AVP MSE salinizado, SVD com diurese efetiva. Monitorizada com PNI : 90x50mmHg, cardioscopia com FC :: 84bpm, oximetria de pulso, mucosas coradas, AP: MV presente, abdomen flácido e indolor a palpação, regiõ sacra integra, extremidades aquecidas e bem perfundidas. Enfermeira Florence Nightingale Milet EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO",
  "entities": {
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas"
    ],
    "Achado": [
      "isocóricas",
      "fotoreativas",
      "flácido",
      "integra",
      "aquecidas",
      "diurese efetiva",
      "mucosas coradas",
      "MV presente",
      "indolor a palpação",
      "bem perfundidas"
    ],
    "Conceito Quantitativo": [
      "3L/min",
      "94%",
      "90x50mmHg",
      "84bpm"
    ],
    "Abreviação": [
      "sat",
      "AVP",
      "MSE",
      "SVD",
      "PNI",
      "FC",
      "AP",
      "MV presente"
    ],
    "Atributo Clínico": [
      "sat",
      "FC"
    ],
    "Dispositivo Médico": [
      "AVP",
      "SVD",
      "cateter nasal tipo óculos"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "AVP",
      "salinizado",
      "SVD",
      "cardioscopia",
      "dieta via oral"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "abdomen",
      "extremidades",
      "regiõ sacra"
    ],
    "Atividade de Assistência à Saúde": [
      "salinizado",
      "Monitorizada",
      "EXAME GERAL"
    ],
    "Procedimento Diagnóstico": [
      "Monitorizada",
      "PNI",
      "cardioscopia",
      "AP",
      "oximetria de pulso",
      "INVESTIGACAO DE PESSOAS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Negação": [
      "SEM",
      "indolor a palpação"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "Dispinéia progressiva",
      "glasglow 5"
    ],
    "Função de Organismo": [
      "diurese efetiva"
    ]
  },
  "labels": {
    "indolor a palpação": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB33.20": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7611,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7542,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DA26.3": {
            "confidence_embedding": 0.7498,
            "text": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse."
          }
        },
        {
          "DA20.3": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica."
          }
        }
      ]
    },
    "glasglow 5": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9C61.22": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo aberto induzido pelo cristalino. Definição: "
          }
        },
        {
          "9C61.3Y": {
            "confidence_embedding": 0.7405,
            "text": "Representação de doença CID-11: Outro glaucoma secundário de ângulo fechado, especificado. Definição: "
          }
        },
        {
          "9C61.2Y": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Outro glaucoma secundário de ângulo aberto, especificado. Definição: "
          }
        },
        {
          "9C61.1Y": {
            "confidence_embedding": 0.7343,
            "text": "Representação de doença CID-11: Outro fechamento angular primário ou glaucoma de ângulo fechado, especificado. Definição: "
          }
        }
      ]
    },
    "isocóricas": {
      "capitulo": "08",
      "opcoes": [
        {
          "8E40.2": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7453,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.745,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.7429,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        },
        {
          "8A45.2Y": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Outros transtornos especificados da substância branca devidos a anormalidades vasculares ou isquemia. Definição: "
          }
        }
      ]
    },
    "flácido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7739,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        },
        {
          "FA90": {
            "confidence_embedding": 0.7352,
            "text": "Representação de doença CID-11: Infecção da vértebra. Definição: Afecção da vértebra, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, perda de peso, mas pode ser assintomática. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostra de sangue ou por exames de imagem."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7338,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        }
      ]
    },
    "dispinéia progressiva": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB24": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7615,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7614,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.7502,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BD73.2": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Obstrução de veia sistêmica. Definição: Condição patológica pós-natal de uma veia sistêmica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        }
      ]
    },
    "integra": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA16.3": {
            "confidence_embedding": 0.7701,
            "text": "Representação de doença CID-11: Hematometra. Definição: Presença de coágulos sanguíneos dentro do útero, geralmente causados por uma obstrução do fluxo uterino."
          }
        },
        {
          "GA19.0": {
            "confidence_embedding": 0.7683,
            "text": "Representação de doença CID-11: Hematoma do ligamento largo. Definição: Condição que afeta mulheres, causada por parto, traumatismo ou cirurgia. Esta condição é caracterizada por uma laceração na parte superior da vagina, colo do útero ou útero que se estende para as artérias uterinas ou vaginais, sangramento (embora nem sempre com sangramento vaginal óbvio), dor nas costas, pressão na área retoanal, tontura, hipotensão ou anemia . A confirmação é feita por exame retovaginal para descartar coagulação e expansão do hematoma."
          }
        },
        {
          "GA01.00": {
            "confidence_embedding": 0.7682,
            "text": "Representação de doença CID-11: Endometrite aguda. Definição: Doença do endométrio, causada por uma infecção de fonte bacterina ou viral. Esta condição é caracterizada por febre, dor abdominal baixa, sangramento vaginal anormal ou corrimento vaginal. Confirmação é feita por um exame pélvico e identificação da bactéria ou vírus por swab cervical, biópsia endometrial, ou laparoscopia"
          }
        },
        {
          "GA10.C2": {
            "confidence_embedding": 0.7646,
            "text": "Representação de doença CID-11: Endometriose do peritônio pélvico. Definição: Condição que é frequentemente idiopática. Esta condição é caracterizada por crescimento e função ectópicos de tecido endometrial com extensão de 5 milímetros ou menos sob a superfície visceral ou parietal do peritônio e aparecendo como lesões preta-amarronzadas ou vermelho-alaranjadas claras. Esta condição pode ser associada a tecido vestigial remanescente do ducto wolfiano ou mulleriano, ou a refluxo retrogrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta condição pode se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por identificação laparoscópica de fragmentos ectópicos."
          }
        },
        {
          "GB20.0": {
            "confidence_embedding": 0.7639,
            "text": "Representação de doença CID-11: Alteração fibrocística de mama. Definição: Uma afecção caracterizada por alterações no tecido mamário que levam a lesões benignas, não cancerosas na mama. Essas afecções podem estar associadas à formação de cistos pequenos ou grandes, hiperplasia do epitélio ductal, metaplasia apócrina das células ductais, papilomatose, ectasia do ducto, adenose esclerosante ou fibrose do estroma. Essa afecção também pode se manifestar com dor na mama, espessamento do tecido mamário ou secreção mamilar que piora antes da menstruação, ou pode ser assintomática. A confirmação é feita por exame clínico das mamas, seguido de mamografia ou ultrassonografia para distinguir entre tecidos anormais."
          }
        }
      ]
    },
    "bem perfundidas": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7726,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7555,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD74.32": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Úlcera venosa cicatrizada da perna. Definição: "
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7522,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "aquecidas": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.7272,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FA90": {
            "confidence_embedding": 0.7257,
            "text": "Representação de doença CID-11: Infecção da vértebra. Definição: Afecção da vértebra, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, perda de peso, mas pode ser assintomática. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostra de sangue ou por exames de imagem."
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.7154,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        },
        {
          "FB50.0": {
            "confidence_embedding": 0.7067,
            "text": "Representação de doença CID-11: Bursite infecciosasa. Definição: Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais que geralmente resulta em dor e é causada por um agente infeccioso."
          }
        }
      ]
    },
    "mv presente": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A80.Y": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Outros transtornos alérgicos ou de hipersensibilidade especificados envolvendo o trato respiratório. Definição: "
          }
        },
        {
          "4A80.Z": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Transtornos alérgicos ou de hipersensibilidade envolvendo o trato respiratório, não especificados. Definição: "
          }
        },
        {
          "4A62": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Doença de Behçet. Definição: Doença de Behçet é uma doença de etiopatogenia não completamente compreendida caracterizada por úlceras aftosas orais e/ou genitais recorrentes acompanhadas de lesões inflamatórias cutâneas, oculares, articulares, gastrointestinais e/ou do sistema nervoso central. Podem ocorrer vasculites de pequenos vasos, vasculopatia trombótica, arterites e aneurismas arteriais. Tem uma alta prevalência do Mediterrâneo Oriental através de toda a Ásia Central até a China e Japão."
          }
        },
        {
          "4B24.0": {
            "confidence_embedding": 0.7467,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        },
        {
          "4A8Y": {
            "confidence_embedding": 0.7458,
            "text": "Representação de doença CID-11: Condições alérgicas ou de hipersensibilidade de outro tipo especificado. Definição: "
          }
        }
      ]
    },
    "diurese efetiva": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB24": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.742,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BB71": {
            "confidence_embedding": 0.7342,
            "text": "Representação de doença CID-11: Insuficiência da valva aórtica. Definição: A insuficiência da valva aórtica resulta de escoamento e refluxo de sangue que é ejetado do ventrículo esquerdo para a aorta ascendente de volta ao ventrículo esquerdo."
          }
        }
      ]
    },
    "fotoreativas": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7609,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9C84.4": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Nistagmo evocado pelo olhar. Definição: "
          }
        },
        {
          "9B75.01": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Degeneração macular relacionada à idade intermediária. Definição: Consiste em drusas intermediárias extensas, pelo menos uma drusa grande (> = 125 mícrons de diâmetro) ou atrofia geográfica que não envolve o centro da fóvea"
          }
        },
        {
          "9C61.22": {
            "confidence_embedding": 0.7258,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo aberto induzido pelo cristalino. Definição: "
          }
        },
        {
          "9B78.6Z": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Separação das camadas da retina, não especificada. Definição: "
          }
        }
      ]
    },
    "mucosas coradas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB13.0": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.7477,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.7469,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        },
        {
          "EK10.0": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Síndrome de alergia oral. Definição: Reação imune imediata tipo I mediada pelo IgE, limitada aos lábios, cavidade oral, língua e orofaringe, causada pelo contato direto com alérgeno do paciente sensibilizado. Os sintomas incluem inchaço da mucosa, prurido ou sensação de queimação."
          }
        }
      ]
    }
  }
}