{
  "prontuario_id": 648,
  "text": "# 13 PO de drenagem de abscesso cervical odontogenico  # 9 PO de redrenagem de abscesso # 5 PO de redrenagem de abscesso # 4 PO de decorticação pulmonar      Glasgow 15 , pupilas iso foto, AP : mv diminuidos em base D , abd flácido , MMII sem edemas , 2 drenos de penrose em região cervical , drenando secreção purulenta . Respiração espontanea , avp em mse com soroterapia em curso , DTF anterior  posterior  sem fuga , SVD com diurese efetiva . Mantem monitorização cardiaca continua seguie sob cuidados intensivas .  Enfermeira Florence Nightingale.  ABSCESSO RETROFARINGEO E PARAFARINGEO",
  "entities": {
    "Abreviação": [
      "PO",
      "iso",
      "foto",
      "AP",
      "abd",
      "MMII",
      "avp",
      "mse",
      "DTF",
      "SVD",
      "13 PO",
      "9 PO",
      "4 PO",
      "mv diminuidos",
      "base D"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas"
    ],
    "Achado": [
      "iso",
      "foto",
      "flácido",
      "Glasgow 15",
      "Respiração espontanea",
      "diurese efetiva"
    ],
    "Procedimento Diagnóstico": [
      "AP",
      "monitorização cardiaca continua"
    ],
    "Localização ou Região Corporal": [
      "abd",
      "MMII",
      "mse",
      "RETROFARINGEO",
      "PARAFARINGEO",
      "base D",
      "região cervical"
    ],
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "edemas",
      "fuga",
      "mv diminuidos",
      "secreção purulenta"
    ],
    "Dispositivo Médico": [
      "avp",
      "SVD",
      "drenos de penrose"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "avp",
      "soroterapia",
      "DTF",
      "SVD",
      "drenagem de abscesso cervical odontogenico",
      "redrenagem de abscesso",
      "decorticação pulmonar"
    ],
    "Atividade de Assistência à Saúde": [
      "Mantem",
      "cuidados intensivas"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Conceito Temporal": [
      "13 PO",
      "9 PO",
      "4 PO"
    ],
    "Substância Corporal": [
      "secreção purulenta"
    ],
    "Função de Organismo": [
      "Respiração espontanea",
      "diurese efetiva"
    ]
  },
  "labels": {
    "secreção purulenta": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA42.9": {
            "confidence_embedding": 0.8011,
            "text": "Representação de doença CID-11: Flegmão gástrico. Definição: Processo inflamatório difuso alastrante com formação de exsudato supurativo/ purulento ou pus na parede gástrica. Muitas vezes evolui para uma coleção delimitada de pus, abscesso gástrico. Isso se deve principalmente devido a uma inflamação aguda por infecção bacteriana."
          }
        },
        {
          "DA24.00": {
            "confidence_embedding": 0.7991,
            "text": "Representação de doença CID-11: Flegmão esofágico. Definição: Processo inflamatório difuso alastrante com formação de exsudato supurativo/purulento ou pus na parede esofágica. Muitas vezes evolui para uma coleção delimitada de pus, abscesso esofágico. Isso se deve majoritariamente a inflamação aguda por infecção bacteriana."
          }
        },
        {
          "DA09.3": {
            "confidence_embedding": 0.7899,
            "text": "Representação de doença CID-11: Abscesso Phoenix. Definição: Condição aguda que acontece imediatamente após um procedimento endodôntico ou em um dente com polpa necrosada."
          }
        },
        {
          "DA04.3": {
            "confidence_embedding": 0.7801,
            "text": "Representação de doença CID-11: Abscesso de glândula salivar. Definição: Coleção de pus (neutrófilos) que se acumulou dentro da glândula salivar devido a um processo inflamatório em resposta a um processo infeccioso (usualmente causado por bactérias ou parasitas) ou outros corpos estranhos."
          }
        },
        {
          "DB90.0": {
            "confidence_embedding": 0.7686,
            "text": "Representação de doença CID-11: Abscesso hepático. Definição: Condição do fígado, causada por uma infecção de origem bacteriana, viral ou fúngica. Caracterizada por acúmulo focal de material purulento no fígado. Pode se apresentar com febre, dor abdominal e choque. A confirmação é feita por métodos de imagem avançados ou ultrassonografia."
          }
        }
      ]
    },
    "flácido": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA60.20": {
            "confidence_embedding": 0.7899,
            "text": "Representação de doença CID-11: Laceração da veia jugular externa, menor. Definição: "
          }
        },
        {
          "NA60.2Z": {
            "confidence_embedding": 0.7871,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "NA60.30": {
            "confidence_embedding": 0.7862,
            "text": "Representação de doença CID-11: Laceração da veia jugular interna, menor. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7831,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NB32.6Z": {
            "confidence_embedding": 0.7796,
            "text": "Representação de doença CID-11: Lesão da pleura, não especificada. Definição: "
          }
        }
      ]
    },
    "fuga": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.8": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        },
        {
          "ME24.A1": {
            "confidence_embedding": 0.7534,
            "text": "Representação de doença CID-11: Hemorragia do ânus e do reto. Definição: Sangramento do ânus e do canal anal. Exclui sangramento devido a doenças específicas classificadas em outra parte (hemorróidas, câncer, infecção, etc.)."
          }
        },
        {
          "ME64.3": {
            "confidence_embedding": 0.7534,
            "text": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica)."
          }
        },
        {
          "MG27": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Hemorragia, não classificada em outra parte. Definição: Sangramento ou saída de sangue de um vaso."
          }
        },
        {
          "MD22": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Hemoptise. Definição: Expectoração ou cuspe de sangue originário de qualquer parte do trato respiratório, usualmente resultado de hemorragia no parênquima pulmonar e artérias bronquiais."
          }
        }
      ]
    },
    "edemas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.8134,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.786,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29.0Y": {
            "confidence_embedding": 0.7822,
            "text": "Representação de doença CID-11: Outro edema localizado especificado. Definição: "
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7816,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.2": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Edema infeccioso. Definição: "
          }
        }
      ]
    },
    "mv diminuidos": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB24": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BE1C": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Obstrução da veia cava inferior devida a corpo estranho. Definição: Condição patológica pós-natal da veia cava inferior em que o fluxo é impedido ou bloqueado por um corpo estranho."
          }
        },
        {
          "BD74.0": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Hipertensão venosa não complicada de membro inferior. Definição: Presença de incompetência ou hipertensão venosa de membros inferiores, que pode ser manifestada pela presença de pigmentação de hemossiderina da pele, telangiectasia ou veias superficiais finamente dilatadas."
          }
        },
        {
          "BB03.0": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Obstrução venosa pulmonar adquirida. Definição: Condição patológica pós-natal de uma ou mais veias pulmonares em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BC44": {
            "confidence_embedding": 0.743,
            "text": "Representação de doença CID-11: Cardiomiopatia não compactada. Definição: A cardiomiopatia não compactada é uma anormalidade morfológica do miocárdio que afeta predominantemente o ápice do ventrículo, caracterizada por hipertrabeculação e recessos intertrabeculares profundos, geralmente acompanhados por uma camada subepicárdica anormalmente fina de miocárdio compactado, que geralmente, mas nem sempre, está associada à disfunção ventricular. \r\n\r\nInformações adicionais. A cardiomiopatia não compactada envolve classicamente o ventrículo esquerdo, mas também pode envolver apenas o ventrículo direito ou ambos. Pode ocorrer como um achado isolado ou em associação com um fenótipo cardiomiopático dilatado, hipertrófico ou misto. Foi descrita em associação a cardiopatia congênita complexa, anomalias das artérias coronárias e como um achado isolado, com e sem anormalidades musculoesqueléticas e outras anormalidades sistêmicas."
          }
        }
      ]
    },
    "respiração espontanea": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA43.Y": {
            "confidence_embedding": 0.7973,
            "text": "Representação de doença CID-11: Outro abscesso especificado do pulmão ou do mediastino. Definição: "
          }
        },
        {
          "CA43.Z": {
            "confidence_embedding": 0.7938,
            "text": "Representação de doença CID-11: Abscesso do pulmão ou do mediastino, não especificado. Definição: "
          }
        },
        {
          "CA0K.Y": {
            "confidence_embedding": 0.7832,
            "text": "Representação de doença CID-11: Outro abscesso especificado do trato respiratório superior. Definição: "
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7775,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA44": {
            "confidence_embedding": 0.7757,
            "text": "Representação de doença CID-11: Piotórax. Definição: Inflamação supurativa do espaço pleural, tipicamente devida a infecção bacteriana aguda. Pode ocorrer como complicação de pneumonia, toracotomia, abscessos (pulmonar, hepático ou subdiafragmático), ou traumatismo penetrante com infecção secundária."
          }
        }
      ]
    }
  }
}