{
  "prontuario_id": 241,
  "text": "17:05 Consciente, oreintado, verbalizando, respiração ar ambiente, eupneica, mucosa hipocorada e hidratada, aceitando bem a dieta oferecida, acesso venoso periférico MSE salinizado, repouso no leito, abdomem globoso flacido e indolor a palpação, diurese espontânea, evacuação ausente, nega algia no momento. Segue sob cuidados de enfermagem. Enfermeira Florence Nightingale.  ESCLEROSE MULTIPLA",
  "entities": {
    "Achado": [
      "Consciente",
      "oreintado",
      "verbalizando",
      "eupneica",
      "hidratada",
      "flacido",
      "respiração ar ambiente",
      "aceitando bem a dieta",
      "repouso no leito",
      "diurese espontânea"
    ],
    "Tecido": [
      "mucosa"
    ],
    "Sinal ou Sintoma": [
      "hipocorada",
      "globoso",
      "algia"
    ],
    "Abreviação": [
      "MSE"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "abdomem"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "salinizado",
      "acesso venoso periférico",
      "repouso no leito"
    ],
    "Procedimento Diagnóstico": [
      "palpação"
    ],
    "Função de Organismo": [
      "evacuação",
      "respiração ar ambiente",
      "diurese espontânea"
    ],
    "Negação": [
      "ausente",
      "nega"
    ],
    "Dispositivo Médico": [
      "acesso venoso periférico"
    ],
    "Atividade de Assistência à Saúde": [
      "cuidados de enfermagem"
    ],
    "Doença ou Síndrome": [
      "ESCLEROSE MULTIPLA"
    ]
  },
  "labels": {
    "respiração ar ambiente": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.8067,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.796,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB21": {
            "confidence_embedding": 0.7864,
            "text": "Representação de doença CID-11: Pneumotórax. Definição: Pneumotórax é uma coleção anormal de ar ou gás no espaço pleural, que separa os pulmões da caixa torácica, e que pode interferir com a respiração normal."
          }
        },
        {
          "CA23.0": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Asma alérgica. Definição: Asma alérgica é o fenótipo de asma mais facilmente reconhecido. Frequentemente, inicia-se na infância e é associada a um histórico pessoal ou familiar de doença alérgica, como eczema, rinite alérgica, ou alergia a drogas e alimentos. O exame do escarro induzido desses pacientes, antes do tratamento, geralmente revela uma inflamação eosinofílica das vias aéreas. O principal gatilho é a exposição a alérgenos, como o ácaro da poeira doméstica e ao pólen, aos quais o indivíduo tenha sido, previamente, sensibilizado. Os pacientes com esse fenótipo de asma, usualmente, respondem bem a corticoide inalatório e à imunoterapia alérgeno-específica."
          }
        },
        {
          "CA70.Y": {
            "confidence_embedding": 0.7673,
            "text": "Representação de doença CID-11: Outra pneumonite de hipersensibilidade especificada devida a poeiras orgânicas. Definição: "
          }
        }
      ]
    },
    "flacido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7181,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.7137,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7129,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.5": {
            "confidence_embedding": 0.7125,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com prolapso de disco. Definição: "
          }
        }
      ]
    },
    "esclerose multipla": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7262,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A40": {
            "confidence_embedding": 0.7185,
            "text": "Representação de doença CID-11: Esclerose múltipla. Definição: A esclerose múltipla (EM) é uma doença desmielinizante inflamatória crônica do sistema nervoso central. Três categorias de esclerose múltipla foram descritas: esclerose múltipla recorrente-remitente, esclerose múltipla secundariamente progressiva e esclerose múltipla primariamente progressiva."
          }
        },
        {
          "8E46": {
            "confidence_embedding": 0.716,
            "text": "Representação de doença CID-11: Síndrome de Reye. Definição: A síndrome de Reye é uma lesão (aguda) cerebral súbita (encefalopatia) associada a problemas hepáticos de causa desconhecida. A síndrome ocorreu com o uso de aspirina para tratar varicela ou gripe em crianças. No entanto, tornou-se muito incomum, uma vez que a aspirina não é mais recomendada para uso rotineiro em crianças. A síndrome de Reye geralmente começa com vômitos, que duram muitas horas. O vômito é rapidamente seguido por um comportamento irritável e agressivo. Não há tratamento específico para essa condição. O profissional de saúde deve monitorar a pressão cerebral, os gases sanguíneos e o equilíbrio ácido-básico do sangue."
          }
        },
        {
          "8A63.01": {
            "confidence_embedding": 0.7144,
            "text": "Representação de doença CID-11: Crise epiléptica febril complexa. Definição: Crises epilépticas febris com duração superior a 15 minutos ou episódios múltiplos ocorrendo em 24 horas ou crises epilépticas com características focais."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7142,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        }
      ]
    },
    "hipocorada": {
      "capitulo": "14",
      "opcoes": [
        {
          "EA90.3": {
            "confidence_embedding": 0.7713,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EE01.1": {
            "confidence_embedding": 0.7691,
            "text": "Representação de doença CID-11: Hipoidrose devida a anormalidades genéticas da estrutura ou função da glândula écrina. Definição: Hipoidrose devida a um transtorno hereditário do desenvolvimento de glândula ou ducto sudoríparos. A sudorese pode estar gravemente diminuída ou ausente devido a escassez ou ausência de glândulas écrinas ou à inervação autonômica defeituosa. A ausência de sudorese leva a uma incapacidade de termorregulação por resfriamento evaporativo, e a hipertermia pode ocorrer com esforço físico ou em um ambiente quente."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7554,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EC21.3": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Síndromes genéticas com alopecia ou hipotricose. Definição: Síndromes hereditárias em que os cabelos escassos ou ausentes são um compoenente"
          }
        }
      ]
    },
    "globoso": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7348,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.7343,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7228,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7213,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "repouso no leito": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF40.3": {
            "confidence_embedding": 0.768,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7635,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MA82": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Distúrbios da voz. Definição: Distúrbios da voz incluem disfonia, afonia, hipernasalidade, hiponasalidade e outros distúrbios da voz."
          }
        },
        {
          "MB24.A": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Medo. Definição: Resposta emocional diante da percepção de ameaça ou perigo iminente, associada ao desejo de fugir ou lutar."
          }
        },
        {
          "MF50.21": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Incontinência de urgência. Definição: Esta é uma forma de incontinência urinária caracterizada pela perda involuntária de urina que ocorre sem motivo aparente durante sensação de urgência urinária, uma necessidade ou vontade de urinar repentinas."
          }
        }
      ]
    },
    "verbalizando": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.3": {
            "confidence_embedding": 0.7917,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.791,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7878,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6E61.2": {
            "confidence_embedding": 0.787,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7866,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        }
      ]
    },
    "algia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB23.R": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Tentativa de suicídio. Definição: Episódio específico de autoagressão com a intenção consciente de acabar com a própria vida."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7749,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MB23.7": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Aparência descuidada. Definição: Aparência desarrumada ou descuidada, refletindo uma falta de atenção a um ou mais aspectos da higiene, aparência ou vestimenta."
          }
        },
        {
          "MB24.A": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Medo. Definição: Resposta emocional diante da percepção de ameaça ou perigo iminente, associada ao desejo de fugir ou lutar."
          }
        }
      ]
    }
  }
}