{
  "prontuario_id": 948,
  "text": "Paciente com angina há mais de 2 anos, cintilografia miocárdica demonstrando hipoperfusão ínfero lateral e antero basal e cateterismo cardíaco de 21/06/06 com lesão crítica de 95% na coronária circunflexa distal e lesão de 70% na coronária direita média. Internado para observação após angioplastia com implante de prótese intraluminal na lesão descrita na circunflexa, com sucesso angiográfico e sem intercorrências. Recebe alta com plano de reintervenção percutânea em uma semana para tratamento da lesão na coronária direita.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Sinal ou Sintoma": [
      "angina"
    ],
    "Doença ou Síndrome": [
      "angina"
    ],
    "Atividade de Assistência à Saúde": [
      "Internado",
      "observação",
      "alta",
      "tratamento"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "angioplastia",
      "tratamento",
      "cateterismo cardíaco",
      "implante de prótese intraluminal",
      "plano de reintervenção percutânea"
    ],
    "Negação": [
      "sem"
    ],
    "Lesão ou Envenenamento": [
      "lesão"
    ],
    "Conceito Temporal": [
      "mais de 2 anos",
      "uma semana"
    ],
    "Procedimento Diagnóstico": [
      "cintilografia miocárdica",
      "cateterismo cardíaco"
    ],
    "Resultado Laboratorial ou de Teste": [
      "hipoperfusão ínfero lateral e antero basal",
      "lesão crítica de 95% na coronária circunflexa distal",
      "lesão de 70% na coronária direita média"
    ],
    "Conceito Espacial": [
      "lesão descrita na circunflexa"
    ],
    "Achado": [
      "sucesso angiográfico"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "coronária direita"
    ]
  },
  "labels": {
    "angina": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA85": {
            "confidence_embedding": 0.8358,
            "text": "Representação de doença CID-11: Doença vasoespástica coronariana. Definição: O termo doença coronariana vasoespástica refere-se a uma vasoconstrição súbita e intensa de uma artéria coronária epicárdica que causa a oclusão ou quasi-oclusão do vaso. Embora possa estar envolvido em outras síndromes coronárias, representa a causa habitual de angina variante."
          }
        },
        {
          "BA40.Y": {
            "confidence_embedding": 0.8276,
            "text": "Representação de doença CID-11: Outra angina pectoris especificada. Definição: "
          }
        },
        {
          "BA40.Z": {
            "confidence_embedding": 0.8184,
            "text": "Representação de doença CID-11: Angina pectoris não especificada. Definição: "
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7863,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7835,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "lesão": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA05.Z": {
            "confidence_embedding": 0.7824,
            "text": "Representação de doença CID-11: Lesão dos vasos sanguíneos da cabeça, não especificada. Definição: "
          }
        },
        {
          "NA83.42": {
            "confidence_embedding": 0.7822,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NB53.3": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Luxação de outras partes ou partes não especificadas da coluna lombar ou pelve sem ruptura do anel pélvico. Definição: "
          }
        },
        {
          "NA07.08": {
            "confidence_embedding": 0.7725,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração não especificada ou desconhecida devido aos efeitos da terapia. Definição: "
          }
        }
      ]
    }
  }
}