{
  "prontuario_id": 208,
  "text": "19:00 RETORNA DA HEMODINÂMICA POI DE ATC DE PONTE DE SAFENA COM STENT. CONSCIENTE COMUNICATIVO, ORIENTADO, VE EM AA, CURATIVO COMPRESSIVO EM RID LIMPO E SECO. Enfermeira Florence Nightingale . EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO",
  "entities": {
    "Organização Relacionada à Saúde": [
      "HEMODINÂMICA"
    ],
    "Conceito Temporal": [
      "POI"
    ],
    "Abreviação": [
      "POI",
      "ATC",
      "VE EM AA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATC",
      "PONTE DE SAFENA COM STENT",
      "CURATIVO COMPRESSIVO"
    ],
    "Achado": [
      "CONSCIENTE",
      "COMUNICATIVO",
      "ORIENTADO",
      "LIMPO",
      "SECO",
      "VE EM AA"
    ],
    "Localização ou Região Corporal": [
      "RID"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Enfermeira"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS"
    ],
    "Dispositivo Médico": [
      "CURATIVO COMPRESSIVO"
    ],
    "Atividade de Assistência à Saúde": [
      "EXAME GERAL"
    ],
    "Procedimento Diagnóstico": [
      "INVESTIGACAO DE PESSOAS"
    ],
    "Doença ou Síndrome": [
      "DIAGNOSTICO RELATADO"
    ]
  },
  "labels": {
    "diagnostico relatado": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG00": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "MA15.0": {
            "confidence_embedding": 0.7386,
            "text": "Representação de doença CID-11: Bacteremia. Definição: Presença de bactérias no sangue. Isto pode ser detectado, por exemplo, por uma hemocultura positiva."
          }
        },
        {
          "MC90": {
            "confidence_embedding": 0.7376,
            "text": "Representação de doença CID-11: Achados clínicos em exames diagnósticos por imagem do coração ou da circulação coronariana. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7332,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME86": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Sintoma ou queixa de uma parte do corpo. Definição: "
          }
        },
        {
          "MF34": {
            "confidence_embedding": 0.7619,
            "text": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: "
          }
        },
        {
          "ME86.B": {
            "confidence_embedding": 0.7522,
            "text": "Representação de doença CID-11: Sintoma ou queixa da perna ou coxa. Definição: "
          }
        },
        {
          "MF38": {
            "confidence_embedding": 0.7514,
            "text": "Representação de doença CID-11: Sintoma ou queixa da pelve feminina. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    }
  }
}