{
  "prontuario_id": 616,
  "text": "09:00 CONSCIENTE, ORIENTADO, VERBALIZA, EM REPOUSO NO LEITO, AFEBRIL, EUPNEICO EM AR AMBIENTE, SEM QUEIXAS ALGICAS, RELATA DIFICULDADE A MASTIGAÇÃO DEVIDO A SECREÇÃO ESBRANQUIÇADA EM REGIÃO DE GENGIVA, ODOR FETIDO, ACESSO VENOSO PERIFERICO EM MSE SALINIZADO SEM SINAIS FLOGISTICOS, HEMATOMA EM REGIÃO ORBITAL ESQUERDA, TALA + CURATIVO EXTERNAMENTE SECO E LIMPO EM MIE, PERFUSÃO DISTAL PRESERVADA, PULSO PALPAVEL, DIURESE ESPONTANEA. Doutor Vital Brazil MAEDA SOLICITOU AVALIAÇÃO DA CX. FACE, Doutor Vital Brazil AVALIOU E SOLICITOU AVALIAÇÃO CX. PLASTICA  O MESMO ORIENTOU APENAS HIGIENE ORAL, AGUARDA RESULTADO TAC DE JOELHO PARA AVALIAÇÃO ORTO. Enfermeira Florence Nightingale. TRAUMATISMO INTRACRANIANO NAO ESPECIFICADO",
  "entities": {
    "Achado": [
      "CONSCIENTE",
      "ORIENTADO",
      "VERBALIZA",
      "AFEBRIL",
      "SECO",
      "LIMPO",
      "EUPNEICO EM AR AMBIENTE",
      "PERFUSÃO DISTAL PRESERVADA",
      "PULSO PALPAVEL",
      "DIURESE ESPONTANEA"
    ],
    "Negação": [
      "AFEBRIL",
      "SEM"
    ],
    "Localização ou Região Corporal": [
      "MSE",
      "MIE",
      "REGIÃO DE GENGIVA",
      "REGIÃO ORBITAL ESQUERDA"
    ],
    "Abreviação": [
      "MSE",
      "MIE",
      "ORTO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "SALINIZADO",
      "TALA",
      "CURATIVO",
      "REPOUSO NO LEITO",
      "ACESSO VENOSO PERIFERICO",
      "HIGIENE ORAL"
    ],
    "Sinal ou Sintoma": [
      "HEMATOMA",
      "QUEIXAS ALGICAS",
      "DIFICULDADE A MASTIGAÇÃO",
      "ODOR FETIDO",
      "SINAIS FLOGISTICOS"
    ],
    "Dispositivo Médico": [
      "TALA",
      "CURATIVO",
      "ACESSO VENOSO PERIFERICO"
    ],
    "Conceito Espacial": [
      "EXTERNAMENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "AVALIOU",
      "ORIENTOU",
      "AVALIAÇÃO",
      "SOLICITOU AVALIAÇÃO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "JOELHO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ORTO"
    ],
    "Substância Corporal": [
      "SECREÇÃO ESBRANQUIÇADA"
    ],
    "Atributo Clínico": [
      "PERFUSÃO DISTAL PRESERVADA"
    ],
    "Função de Organismo": [
      "DIURESE ESPONTANEA"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMATISMO INTRACRANIANO"
    ]
  },
  "labels": {
    "pulso palpavel": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB24": {
            "confidence_embedding": 0.737,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BB91.Z": {
            "confidence_embedding": 0.7363,
            "text": "Representação de doença CID-11: Insuficiência da valva pulmonar, não especificada. Definição: "
          }
        },
        {
          "BB71.0": {
            "confidence_embedding": 0.7355,
            "text": "Representação de doença CID-11: Insuficiência aórtica reumática. Definição: A insuficiência aórtica é o refluxo da valva aórtica do coração que faz com que o sangue flua na direção reversa durante a diástole ventricular, da aorta para o ventrículo esquerdo. A febre reumática causa a retração da cúspide valvar."
          }
        },
        {
          "BB91.0": {
            "confidence_embedding": 0.7354,
            "text": "Representação de doença CID-11: Insuficiência pulmonar reumática. Definição: Condição reumática em que a valva pulmonar não é forte o suficiente para impedir o refluxo para o ventrículo direito."
          }
        },
        {
          "BE16": {
            "confidence_embedding": 0.7335,
            "text": "Representação de doença CID-11: Transtorno venoso pulmonar pós procedimento. Definição: Evento ou ocorrência afetando uma ou mais veias pulmonares que está associado a uma intervenção de cuidado de saúde, sendo um desvio do curso de eventos desejado e pode causar, ou estar associado a, um resultado subótimo."
          }
        }
      ]
    },
    "orientado": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E61.2": {
            "confidence_embedding": 0.7776,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.1": {
            "confidence_embedding": 0.7756,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com delírios. Definição: Síndrome caracterizada pela presença de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Alucinações não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.0": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7746,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7656,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "perfusão distal preservada": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD73.2": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Obstrução de veia sistêmica. Definição: Condição patológica pós-natal de uma veia sistêmica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD73.20": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Obstrução de veia periférica. Definição: Condição patológica pós-natal de uma veia periférica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7232,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7223,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD70.3": {
            "confidence_embedding": 0.7201,
            "text": "Representação de doença CID-11: Doença de Mondor. Definição: Forma de tromboflebite venosa superficial localizada que tipicamente afeta a parede torácica e se manifesta como um cordão fibroso com retração da pele circundante e ausência de inflamação cutânea sobreposta. Nenhuma causa é encontrada em muitos casos, mas traumatismo e cirurgia de mama estão frequentemente implicados."
          }
        }
      ]
    },
    "hematoma": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7345,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7266,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB56.0": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Granuloma de corpo estranho no tecido mole, não classificado em outra parte. Definição: "
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.7237,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7155,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        }
      ]
    },
    "queixas algicas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB20.1": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7655,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB23.7": {
            "confidence_embedding": 0.764,
            "text": "Representação de doença CID-11: Aparência descuidada. Definição: Aparência desarrumada ou descuidada, refletindo uma falta de atenção a um ou mais aspectos da higiene, aparência ou vestimenta."
          }
        },
        {
          "MB20.2": {
            "confidence_embedding": 0.7617,
            "text": "Representação de doença CID-11: Obnubilação da consciência. Definição: Comprometimento da clareza da consciência caracterizada pela capacidade prejudicada de compreender aspectos do ambiente ou de si mesmo em relação ao ambiente, desatenção e anormalidades de processos de pensamento e compreensão. É tipicamente acompanhada por uma experiência subjetiva de obnubilação mental descrita como uma sensação de \"neblina\". A obnubilação da consciência é uma forma comum de distúrbio cognitivo no Delirium, mas não é sinônimo de Delirium, porque o Delirium inclui requisitos diagnósticos adicionais."
          }
        },
        {
          "MA82.2": {
            "confidence_embedding": 0.7487,
            "text": "Representação de doença CID-11: Nasalidade. Definição: Nasalidade (ou ressonância) refere-se à qualidade da voz que é determinada pelo equilíbrio entre as vibrações sonoras na boca, nariz e faringe durante a fala. A ressonância anormal pode ocorrer quando há obstrução em uma das cavidades, causando hiponasalidade, ou quando há disfunção velofaríngea, causando hipernasalidade. Esta categoria só deve ser atribuída quando a hiponasalidade ou hipernasalidade está fora dos limites da normalidade e resulta em diminuição da inteligibilidade e afeta significativamente a comunicação."
          }
        }
      ]
    },
    "seco": {
      "capitulo": "14",
      "opcoes": [
        {
          "EK12": {
            "confidence_embedding": 0.7841,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EB60.1": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Líquen escleroso do pênis. Definição: Líquen escleroso do pênis se desenvolve quase exclusivamente em homens não circuncidados e é o resultado do contato oclusivo crônico de epitélio suscetível à urina. Frequentemente, causa dispareunia e dificuldades com a micção. Manifesta-se tipicamente como fimose esclerótica do prepúcio, que pode não ser possível de retração, junto com inflamação e esclerose da superfície mucocutânea do prepúcio e da glande do pênis. Estenose e ocasionalmente obliteração do orifício meatal externo podem ocorrer em casos graves. Embora mais comumente reconhecida em homens adultos, é uma causa comum de fimose adquirida em meninos."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EK10.1": {
            "confidence_embedding": 0.7712,
            "text": "Representação de doença CID-11: Urticária de contato a alérgeno do alimento. Definição: Urticária de contato devida a alérgeno da comida é uma reação imune imediata mediada por IgE, decorrente do contato de pele ou mucosa com alérgeno da comida em um paciente sensibilizado."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        }
      ]
    },
    "consciente": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C49.3": {
            "confidence_embedding": 0.7848,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7825,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7774,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.1": {
            "confidence_embedding": 0.7766,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com delírios. Definição: Síndrome caracterizada pela presença de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Alucinações não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.0": {
            "confidence_embedding": 0.7756,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    },
    "traumatismo intracraniano": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07": {
            "confidence_embedding": 0.8596,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NA06.5": {
            "confidence_embedding": 0.7963,
            "text": "Representação de doença CID-11: Trauma do esfíncter da íris. Definição: Refere-se ao trauma ao músculo na parte do olho chamada íris. Este circunda internamente a pupila da íris, o que é apropriado à sua função como constritor da pupila."
          }
        },
        {
          "NA00.2": {
            "confidence_embedding": 0.7769,
            "text": "Representação de doença CID-11: Traumatismo superficial do ouvido. Definição: Dano infligido em tecidos superficiais ou pouco profundos da orelha como resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NA07.0": {
            "confidence_embedding": 0.7668,
            "text": "Representação de doença CID-11: Concussão. Definição: Perda ou diminuição da consciência devida a traumatismo."
          }
        }
      ]
    },
    "limpo": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB60.1": {
            "confidence_embedding": 0.7734,
            "text": "Representação de doença CID-11: Líquen escleroso do pênis. Definição: Líquen escleroso do pênis se desenvolve quase exclusivamente em homens não circuncidados e é o resultado do contato oclusivo crônico de epitélio suscetível à urina. Frequentemente, causa dispareunia e dificuldades com a micção. Manifesta-se tipicamente como fimose esclerótica do prepúcio, que pode não ser possível de retração, junto com inflamação e esclerose da superfície mucocutânea do prepúcio e da glande do pênis. Estenose e ocasionalmente obliteração do orifício meatal externo podem ocorrer em casos graves. Embora mais comumente reconhecida em homens adultos, é uma causa comum de fimose adquirida em meninos."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.7662,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7642,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7628,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EA10": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Pitiríase rósea. Definição: Pitiríase rósea é uma doença de pele aguda e autolimitada, provavelmente de origem infecciosa, que afeta principalmente crianças e adultos jovens, e caracterizada por uma erupção cutânea distintiva e sintomas constitucionais mínimos. A causa da pitiríase rósea é desconhecida, mas muitas características epidemiológicas e clínicas sugerem que um agente infeccioso pode estar envolvido. Na maioria dos casos, a doença segue um curso característico no qual uma lesão chamada placa-mãe, maior do que as lesões subsequentes, aparece vários dias antes da erupção de múltiplas máculas róseas escamosas predominantemente no tronco e região proximal dos membros."
          }
        }
      ]
    },
    "dificuldade a mastigação": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.01": {
            "confidence_embedding": 0.7968,
            "text": "Representação de doença CID-11: Dor difusa crônica. Definição: A dor difusa crônica é uma dor difundida em pelo menos 4 das 5 regiões do corpo e está associada a sofrimento emocional significativo (ansiedade, raiva/frustração ou humor deprimido) ou incapacidade funcional (interferência nas atividades cotidianas e participação reduzida em papéis sociais). \r\nDor difusa crônica é multifatorial: fatores biológicos, psicológicos e sociais contribuem para a síndrome dolorosa. O diagnóstico é adequado quando a dor não é diretamente atribuível a um processo nociceptivo nessas regiões e há características consistentes com dor nociplástica e contribuintes psicológicos e sociais identificados."
          }
        },
        {
          "MD11.5": {
            "confidence_embedding": 0.7933,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7899,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB24.7": {
            "confidence_embedding": 0.7863,
            "text": "Representação de doença CID-11: Disforia. Definição: Estado de humor desagradável, que pode incluir sentimentos de depressão, ansiedade, insatisfação, irritabilidade e infelicidade."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7841,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        }
      ]
    },
    "sinais flogisticos": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A43.3": {
            "confidence_embedding": 0.7339,
            "text": "Representação de doença CID-11: Doença mista do tecido conjuntivo. Definição: Doença mista do tecido conjuntivo é uma síndrome de sobreposição que combina características de lúpus eritematoso sistêmico, esclerose sistêmica e polimiosite com a presença de autoanticorpos para U1-ribonucleoproteína (RNP-U1). O fenômeno de Raynaud é visto em quase todos os pacientes e a hipertensão arterial pulmonar é a causa mais comum de morte em pacientes com DMTC."
          }
        },
        {
          "4A44.B": {
            "confidence_embedding": 0.7278,
            "text": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição."
          }
        },
        {
          "4A80.1": {
            "confidence_embedding": 0.7272,
            "text": "Representação de doença CID-11: Broncoespasmo provocado por alergia a substância alimentar. Definição: Broncoespasmo provocado por alergia a alérgenos da comida é manifestação clínica desencadeada por vários alimentos como um fenótipo de hipersensibilidade alimentar. É mais frequente em pacientes atópicos mais jovens e os alimentos mais comuns responsáveis leite de vaca, amendoim, ovos e castanhas. Esta apresentação clínica pode se manifestar como um evento isolado ou em combinação com outros sintomas como representação da anafilaxia induzida por drogas."
          }
        },
        {
          "4A84": {
            "confidence_embedding": 0.7211,
            "text": "Representação de doença CID-11: Anafilaxia. Definição: Anafilaxia é uma reação de hipersensibilidade sistêmica grave com risco de vida, caracterizada por início rápido com problemas em vias respiratórias, respiratórios ou circulatórios potencialmente fatais, e é geralmente, embora nem sempre, associada a alterações cutâneas e mucosas."
          }
        },
        {
          "4B23": {
            "confidence_embedding": 0.7194,
            "text": "Representação de doença CID-11: Síndrome inflamatória de reconstituição imune. Definição: Condição observada em alguns casos de AIDS ou de imunossupressão, em que o sistema imune inicia a sua recuperação, mas então responde a uma infecção oportunista prévia com uma resposta inflamatória exacerbada que, paradoxalmente, provoca piora dos sintomas da infecção."
          }
        }
      ]
    },
    "odor fetido": {
      "capitulo": "21",
      "opcoes": [
        {
          "MA82.2": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Nasalidade. Definição: Nasalidade (ou ressonância) refere-se à qualidade da voz que é determinada pelo equilíbrio entre as vibrações sonoras na boca, nariz e faringe durante a fala. A ressonância anormal pode ocorrer quando há obstrução em uma das cavidades, causando hiponasalidade, ou quando há disfunção velofaríngea, causando hipernasalidade. Esta categoria só deve ser atribuída quando a hiponasalidade ou hipernasalidade está fora dos limites da normalidade e resulta em diminuição da inteligibilidade e afeta significativamente a comunicação."
          }
        },
        {
          "MD10": {
            "confidence_embedding": 0.7255,
            "text": "Representação de doença CID-11: Escarro anormal. Definição: Essa categoria inclui anormalidades de quantidade, cor e odor do escarro, que podem sugerir etiologia. Pacientes com bronquite crônica tipicamente expectoram pequenas quantidades de material mucoide amarelado. Um odor desagradável ou fétido deve sugerir infecção por organismos anaeróbicos, usualmente em casos de abscesso pulmonar. Ocasionalmente, grandes quantidades de escarro ou \"broncorreia\" são associadas com carcinoma bronquioalveolar."
          }
        },
        {
          "MB23.7": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Aparência descuidada. Definição: Aparência desarrumada ou descuidada, refletindo uma falta de atenção a um ou mais aspectos da higiene, aparência ou vestimenta."
          }
        },
        {
          "ME24.A5": {
            "confidence_embedding": 0.7232,
            "text": "Representação de doença CID-11: Hematêmese. Definição: Vômito de sangue que pode ser vermelho vivo ou em \"borra de café\". Vomitar sangue é uma regurgitação de sangue pelo trato gastrointestinal superior e geralmente indica sangramento do trato gastrointestinal superior."
          }
        },
        {
          "MB23.J": {
            "confidence_embedding": 0.7231,
            "text": "Representação de doença CID-11: Má higiene pessoal. Definição: Falta de vontade ou incapacidade de manter um nível de limpeza pessoal que esteja de acordo com os padrões da cultura, sociedade ou ambiente da pessoa, como não tomar banho ou escovar os dentes."
          }
        }
      ]
    },
    "verbaliza": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E61.2": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.0": {
            "confidence_embedding": 0.776,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações. Definição: Síndrome caracterizada pela presença de alucinações proeminentes, consideradas consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Delírios não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7757,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.1": {
            "confidence_embedding": 0.7753,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com delírios. Definição: Síndrome caracterizada pela presença de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Alucinações não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7744,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        }
      ]
    }
  }
}