{
  "prontuario_id": 284,
  "text": "Paciente com hernia incisional pos apendicectomia, com correção previa, interna eletivamente para hernioplastia incisional realizada em 21/06/2007, procedimento sem intercorrencias. Paciente evolui bem, sinais vitais estaveis, aceitando dieta VO. Recebe alta em bom estado geral, com dreno de Portovac e orientações quanto ao seu uso, com plano de retorno ambulatorial com equipe assistente.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Conceito Temporal": [
      "pos",
      "previa"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "apendicectomia",
      "correção",
      "procedimento",
      "hernioplastia incisional"
    ],
    "Atividade de Assistência à Saúde": [
      "interna",
      "alta",
      "orientações",
      "retorno ambulatorial"
    ],
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "intercorrencias"
    ],
    "Produto Intelectual": [
      "plano"
    ],
    "Doença ou Síndrome": [
      "hernia incisional"
    ],
    "Achado": [
      "evolui bem",
      "sinais vitais estaveis",
      "aceitando dieta VO",
      "bom estado geral"
    ],
    "Abreviação": [
      "aceitando dieta VO"
    ],
    "Dispositivo Médico": [
      "dreno de Portovac"
    ],
    "Grupo Profissional ou Ocupacional": [
      "equipe assistente"
    ]
  },
  "labels": {
    "evolui bem": {
      "capitulo": "V",
      "opcoes": [
        {
          "VW21": {
            "confidence_embedding": 0.6768,
            "text": "Representação de doença CID-11: Cuidado com partes do corpo. Definição: "
          }
        },
        {
          "VV40": {
            "confidence_embedding": 0.6547,
            "text": "Representação de doença CID-11: Funções relacionadas ao sistema digestivo. Definição: "
          }
        },
        {
          "VV5Z": {
            "confidence_embedding": 0.6534,
            "text": "Representação de doença CID-11: Funções geniturinárias e reprodutivas, não especificadas. Definição: "
          }
        },
        {
          "VW22": {
            "confidence_embedding": 0.6528,
            "text": "Representação de doença CID-11: Cuidados relacionados aos processos de excreção. Definição: "
          }
        },
        {
          "VV5Y": {
            "confidence_embedding": 0.6481,
            "text": "Representação de doença CID-11: Outras funções geniturinárias e reprodutivas, especificadas. Definição: "
          }
        }
      ]
    },
    "sinais vitais estaveis": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD81.3": {
            "confidence_embedding": 0.7183,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME02": {
            "confidence_embedding": 0.712,
            "text": "Representação de doença CID-11: Rigidez abdominal. Definição: Rigidez abdominal é a rigidez dos músculos na região da barriga, que pode ser sentida quando tocada ou pressionada"
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "ME0A": {
            "confidence_embedding": 0.7082,
            "text": "Representação de doença CID-11: Peristaltismo visível. Definição: Movimentos peristálticos dos intestinos aumentados, em formato de onda, pelos quais o conteúdo é forçado para a frente em direção à abertura de tal forma que se tornam visíveis através das paredes abdominais à inspeção."
          }
        },
        {
          "ME66.2": {
            "confidence_embedding": 0.7068,
            "text": "Representação de doença CID-11: Pele redundante e excessiva. Definição: Condição que tipicamente ocorre em indivíduos previamente bastante obesos após perda de peso maciça, como após cirurgia bariátrica ou restrição calórica estrita."
          }
        }
      ]
    },
    "intercorrencias": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND92.02": {
            "confidence_embedding": 0.7059,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NB30.5Z": {
            "confidence_embedding": 0.7056,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos intercostais, não especificada. Definição: "
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7053,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NA07": {
            "confidence_embedding": 0.7049,
            "text": "Representação de doença CID-11: Traumatismo intracraniano. Definição: Dano infligido aos tecidos do cérebro como o resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "NB30.5Y": {
            "confidence_embedding": 0.7049,
            "text": "Representação de doença CID-11: Outra lesão especificada de vasos sanguíneos intercostais. Definição: "
          }
        }
      ]
    },
    "aceitando dieta vo": {
      "capitulo": "24",
      "opcoes": [
        {
          "QE23": {
            "confidence_embedding": 0.7365,
            "text": "Representação de doença CID-11: Problemas com dieta ou hábitos alimentares inapropriados. Definição: "
          }
        },
        {
          "QB81": {
            "confidence_embedding": 0.7147,
            "text": "Representação de doença CID-11: Contato com os serviços de saúde para cirurgia plástica por razões estéticas outras que não transplante de cabelo. Definição: "
          }
        },
        {
          "QB61.3Z": {
            "confidence_embedding": 0.7039,
            "text": "Representação de doença CID-11: Presença de enterostomia, não especificada. Definição: "
          }
        },
        {
          "QA77": {
            "confidence_embedding": 0.6995,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QC45": {
            "confidence_embedding": 0.6986,
            "text": "Representação de doença CID-11: História pessoal de doenças endócrinas, nutricionais ou metabólicas. Definição: "
          }
        }
      ]
    },
    "hernia incisional": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB51.40": {
            "confidence_embedding": 0.681,
            "text": "Representação de doença CID-11: Fibrose retroperitoenal primária. Definição: Esta é a forma mais comum de fibrose retroperitoneal. Por definição, nenhum fator desencadeante (ex. medicamentos ou neoplasia maligna) pode ser determinado, apesar de haver uma associação frequente com a aterosclerose da aorta abdominal. Foi postulado que a aterosclerose poderia ter um papel etiológico em alguns casos."
          }
        },
        {
          "FB51.4": {
            "confidence_embedding": 0.6776,
            "text": "Representação de doença CID-11: Fibrose retroperitoneal. Definição: Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções."
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.668,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FA38.1Z": {
            "confidence_embedding": 0.6657,
            "text": "Representação de doença CID-11: Artropatia neuropática, não especificada. Definição: "
          }
        },
        {
          "FB51.4Y": {
            "confidence_embedding": 0.6652,
            "text": "Representação de doença CID-11: Outra fibrose retroperitoenal especificada. Definição: "
          }
        }
      ]
    }
  }
}