{
  "prontuario_id": 884,
  "text": "17:15 - 1ª DI - VITIMA DE QUEDA DO MESMO NIVEL COM Fx PUNHO MSE  - CONSCIENTE, LUCIDA, EUPNEICA, COMUNICATIVA, DEAMUBLANDO, EM REPOUSO NO LEITO, SEM QUEIXAS ALGICAS NO MOMENTO, APRESENTA PUPILAS ISOCORICAS, PELE E MUCOSA CORADA  E HIDRATADA, AUSCULTA PULMONAR COM MV+, ABDOMEM FLACIDO, NÃO FOI REALIZADO ACESSO VENOSO PERIFERICO DEVIDO DIFICIL ACESSO PERIFERICO, MSD EDEMACIADO, MANTEM TALA EM MSE, REALIZADO MEDICAÇÃO IM, JEJUM PÁRA PROCEDIMENTO CIRURGICO HOJE ; FRATURA DA EXTREMIDADE DISTAL DO RADIO",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "VITIMA"
    ],
    "Achado": [
      "CONSCIENTE",
      "LUCIDA",
      "EUPNEICA",
      "COMUNICATIVA",
      "DEAMUBLANDO",
      "CORADA",
      "HIDRATADA",
      "MV+",
      "PUPILAS ISOCORICAS",
      "ABDOMEM FLACIDO"
    ],
    "Negação": [
      "SEM",
      "NÃO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PELE",
      "MUCOSA"
    ],
    "Abreviação": [
      "MV+",
      "MSD",
      "MSE",
      "1ª DI",
      "Fx",
      "PUNHO",
      "MEDICAÇÃO IM"
    ],
    "Atividade de Assistência à Saúde": [
      "REALIZADO"
    ],
    "Localização ou Região Corporal": [
      "MSD",
      "MSE"
    ],
    "Sinal ou Sintoma": [
      "EDEMACIADO",
      "QUEIXAS ALGICAS"
    ],
    "Dispositivo Médico": [
      "TALA",
      "ACESSO VENOSO PERIFERICO",
      "ACESSO PERIFERICO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TALA",
      "JEJUM",
      "REPOUSO NO LEITO",
      "ACESSO VENOSO PERIFERICO",
      "MEDICAÇÃO IM",
      "PROCEDIMENTO CIRURGICO"
    ],
    "Conceito Temporal": [
      "1ª DI"
    ],
    "Lesão ou Envenenamento": [
      "QUEDA DO MESMO NIVEL",
      "FRATURA DA EXTREMIDADE DISTAL DO RADIO"
    ],
    "Procedimento Diagnóstico": [
      "AUSCULTA PULMONAR"
    ],
    "Substância Farmacológica": [
      "MEDICAÇÃO IM"
    ]
  },
  "labels": {
    "comunicativa": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.3": {
            "confidence_embedding": 0.7548,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6A23.01": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6D86.3": {
            "confidence_embedding": 0.7404,
            "text": "Representação de doença CID-11: Apatia na demência. Definição: Além dos distúrbios cognitivos característicos de demência, o quadro clínico atual inclui indiferença ou falta de interesse clinicamente significativos."
          }
        },
        {
          "6C45.4": {
            "confidence_embedding": 0.7397,
            "text": "Representação de doença CID-11: Abstinência de cocaína. Definição: Abstinência de cocaína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de opioides em indivíduos que tenham desenvolvido dependência de cocaína ou tenham usado cocaína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cocaína podem incluir humor disfórico, irritabilidade, fadiga, lentificação psicomotora, sonhos vívidos desagradáveis, insônia ou hipersonia, aumento de apetite, ansiedade, agitação ou lentificação psicomotora e fissura por cocaína."
          }
        }
      ]
    },
    "edemaciado": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.1": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "queda do mesmo nivel": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NB52.1Y": {
            "confidence_embedding": 0.7436,
            "text": "Representação de doença CID-11: Fratura de outro osso pélvico especificado sem ruptura do arco posterior do anel pélvico. Definição: "
          }
        },
        {
          "NB52.1": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Fratura do osso pélvico sem ruptura do arco posterior do anel pélvico. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NB52.1Z": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Fratura do osso pélvico não especificado sem ruptura do arco posterior do anel pélvico. Definição: "
          }
        }
      ]
    },
    "fratura da extremidade distal do radio": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.1": {
            "confidence_embedding": 0.7299,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA38": {
            "confidence_embedding": 0.7227,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FA11": {
            "confidence_embedding": 0.72,
            "text": "Representação de doença CID-11: Artropatias reativas. Definição: Doença das articulações, causada por uma infecção em outra parte do corpo, uma doença autoimune, ou após vacinação. Esta doença é caracterizada por uma inflamação secundária articulações em reação a infecção, doença autoimune ou vacinação. Localizações prévias comuns de infecção são os sistemas entérico ou geniturinário."
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.7184,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FB81.5": {
            "confidence_embedding": 0.7177,
            "text": "Representação de doença CID-11: Osteorradionecrose. Definição: Necrose do osso atribuída à radiação ionizante, mais comumente acometendo a mandíbula após radioterapia radical para o tratamento de câncer de cabeça e pescoço, ou a parede torácica após radioterapia para o câncer de mama."
          }
        }
      ]
    },
    "corada": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.7724,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7719,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.7579,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EE11.1": {
            "confidence_embedding": 0.7498,
            "text": "Representação de doença CID-11: Síndrome das unhas amarelas. Definição: A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida."
          }
        }
      ]
    },
    "abdomem flacido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB42.2": {
            "confidence_embedding": 0.7265,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.722,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7213,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA84": {
            "confidence_embedding": 0.7161,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        },
        {
          "FB80.5": {
            "confidence_embedding": 0.7161,
            "text": "Representação de doença CID-11: Cisto ósseo solitário. Definição: O cisto ósseo soliário é uma lesão óssea cavitária benigna, sem revestimento epitelial, assintomática, mais comumente encontrada ao acaso, na segunda década de vida. Os ossos longos são afetados mais frequentemente, mas o envolvimento do osso da mandíbula foi relatado."
          }
        }
      ]
    },
    "deamublando": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA83.42": {
            "confidence_embedding": 0.7495,
            "text": "Representação de doença CID-11: Distensão ou entorse da articulação condroesternal. Definição: Funções biomecânicas aberrantes das articulações entre as costelas e o esterno, que pode ser resultado de doença local, doença sistêmica, tensão postural ou trauma."
          }
        },
        {
          "NB51.4": {
            "confidence_embedding": 0.7426,
            "text": "Representação de doença CID-11: Mordedura aberta do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NA60.2Z": {
            "confidence_embedding": 0.7424,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "NA60.3Z": {
            "confidence_embedding": 0.7409,
            "text": "Representação de doença CID-11: Lesão da veia jugular interna, não especificada. Definição: "
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        }
      ]
    },
    "mv+": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC62": {
            "confidence_embedding": 0.7674,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.7659,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BC63.3": {
            "confidence_embedding": 0.7604,
            "text": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7597,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        }
      ]
    }
  }
}