{
  "prontuario_id": 598,
  "text": "AVALIAÇÃO NEFRO GERAL. IRC - ESTADIO 3 MICROALBUMINURIA HAS COMPENSADA. ZAIRA, 75 A  DM 20 A HAS HIPOTIREOIDISMO PARKINSON CR 1,47 - TGF 34 MICROALBINURIA 48MG/G US VVUU NORMAL ECO - HIPETROFIA VE, FE 0,7  USO DE : AAS, LT4 50, MTF 850X3, SVT 20, GLICAZIDA 60, LST 50X25, OMZ 20, PROLOPA  TROUXE CONTROLE PA - REGULAR HOJE : CR 1,2 ( CKD 44 ) PU NORMAL MICROALBUMINURIA - 147MG/G   PROBLEMAS COM A NETA!  O # BEG, CORADA, HIDRATADA P 80 PA 160/100 MV POSITIVO, SIMETRICO BCRNF ABDOMEN FLACIDO, INDOLOR, SEM MASSAS, RHA POSITIVOS",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "AVALIAÇÃO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "MICROALBUMINURIA",
      "NORMAL",
      "REGULAR",
      "CR 1 , 47",
      "TGF 34",
      "MICROALBINURIA 48MG/G",
      "HIPETROFIA VE",
      "FE 0 , 7",
      "CR 1 , 2",
      "CKD 44",
      "PU NORMAL",
      "MICROALBUMINURIA - 147MG/G"
    ],
    "Abreviação": [
      "DM",
      "HAS",
      "ECO",
      "AAS",
      "MTF",
      "SVT",
      "LST",
      "OMZ",
      "BEG",
      "P",
      "PA",
      "BCRNF",
      "NEFRO GERAL",
      "IRC - ESTADIO 3",
      "HAS COMPENSADA",
      "CR 1 , 47",
      "US VVUU",
      "HIPETROFIA VE",
      "FE 0 , 7",
      "CONTROLE PA",
      "CR 1 , 2",
      "PU NORMAL",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "HIPOTIREOIDISMO",
      "PARKINSON",
      "IRC - ESTADIO 3",
      "HAS COMPENSADA"
    ],
    "Procedimento Diagnóstico": [
      "ECO",
      "US VVUU",
      "CONTROLE PA"
    ],
    "Substância Farmacológica": [
      "AAS",
      "MTF",
      "SVT",
      "GLICAZIDA",
      "LST",
      "OMZ",
      "PROLOPA"
    ],
    "Conceito Quantitativo": [
      "850X3",
      "20",
      "60",
      "50X25",
      "80",
      "160/100"
    ],
    "Conceito Qualitativo": [
      "REGULAR"
    ],
    "Grupo Familiar": [
      "NETA"
    ],
    "Achado": [
      "BEG",
      "CORADA",
      "HIDRATADA",
      "SIMETRICO",
      "BCRNF",
      "FLACIDO",
      "INDOLOR",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Atributo Clínico": [
      "P",
      "PA"
    ],
    "Localização ou Região Corporal": [
      "ABDOMEN"
    ],
    "Negação": [
      "INDOLOR",
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "MASSAS"
    ],
    "Grupo Profissional ou Ocupacional": [
      "NEFRO GERAL"
    ]
  },
  "labels": {
    "irc - estadio 3": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7296,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7286,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7166,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BC63.3": {
            "confidence_embedding": 0.7128,
            "text": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
          }
        }
      ]
    },
    "flacido": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB94": {
            "confidence_embedding": 0.7355,
            "text": "Representação de doença CID-11: Doença alcoólica do fígado. Definição: Doença hepática alcoólica é um dano ao fígado e à sua função devido ao consumo excessivo de álcool durante um prolongado período de tempo. O diagnóstico é feito pela história de consumo alcoólico excessivo e exclusão de outras causas de doenças hepáticas. Entretanto, é importante salientar que o consumo excessivo de álcool interage com outras causas de doença hepática crônica piorando a gravidade patológica e o desfecho clínico; exemplos importantes (relativamente comuns) são a associação com hepatite C crônica, obesidade e fígado gorduroso relacionado a diabetes e hemocromatose."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7328,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DA96.01": {
            "confidence_embedding": 0.7282,
            "text": "Representação de doença CID-11: Espru tropical. Definição: O espru tropical é uma síndrome que envolve todo o intestino delgado que causa diarreia aguda ou crônica e má absorção de nutrientes de gravidade progressiva e que resulta em desnutrição e anemia por deficiência de ácido fólico. O transtorno ocorre apenas entre pessoas (principalmente adultos) que visitam, ou são residentes, de algumas regiões tropicais e subtropicais. As alterações histológicas consistem em alongamento da área da cripta e alargamento e encurtamento das vilosidades com inflamação crônica do intestino delgado. A causa do espru tropical não é conhecida, mas níveis excessivos de alguns tipos de bactérias no intestino delgado foram sugeridos como implicados, e a terapia antimicrobiana pode resultar na cura das anormalidades intestinais."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7262,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7239,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        }
      ]
    },
    "massas": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB94": {
            "confidence_embedding": 0.7386,
            "text": "Representação de doença CID-11: Doença alcoólica do fígado. Definição: Doença hepática alcoólica é um dano ao fígado e à sua função devido ao consumo excessivo de álcool durante um prolongado período de tempo. O diagnóstico é feito pela história de consumo alcoólico excessivo e exclusão de outras causas de doenças hepáticas. Entretanto, é importante salientar que o consumo excessivo de álcool interage com outras causas de doença hepática crônica piorando a gravidade patológica e o desfecho clínico; exemplos importantes (relativamente comuns) são a associação com hepatite C crônica, obesidade e fígado gorduroso relacionado a diabetes e hemocromatose."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7273,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA96.01": {
            "confidence_embedding": 0.7264,
            "text": "Representação de doença CID-11: Espru tropical. Definição: O espru tropical é uma síndrome que envolve todo o intestino delgado que causa diarreia aguda ou crônica e má absorção de nutrientes de gravidade progressiva e que resulta em desnutrição e anemia por deficiência de ácido fólico. O transtorno ocorre apenas entre pessoas (principalmente adultos) que visitam, ou são residentes, de algumas regiões tropicais e subtropicais. As alterações histológicas consistem em alongamento da área da cripta e alargamento e encurtamento das vilosidades com inflamação crônica do intestino delgado. A causa do espru tropical não é conhecida, mas níveis excessivos de alguns tipos de bactérias no intestino delgado foram sugeridos como implicados, e a terapia antimicrobiana pode resultar na cura das anormalidades intestinais."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7254,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        }
      ]
    },
    "has": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.8072,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB42.1": {
            "confidence_embedding": 0.7955,
            "text": "Representação de doença CID-11: Albuminúria, Grau A3. Definição: Presença de albumina excessiva na urina, indicando permeabilidade anormal da filtração glomerular. Pode ser quantificado por coletas cronometradas ou amostras pontuais de urina com a concentração ajustada à concentração de creatinina na urina para corrigir as variações na concentração total de urina. Quando persistente e de gravidade moderada ou maior, geralmente indica doença glomerular evidente, como a causada por glomeruloesclerose diabética, glomerulonefrite ou amiloide."
          }
        },
        {
          "GB42.0": {
            "confidence_embedding": 0.7895,
            "text": "Representação de doença CID-11: Albuminúria, Grau A2. Definição: Presença de albumina excessiva na urina, indicando permeabilidade anormal da filtração glomerular. Pode ser quantificado por coletas cronometradas ou amostras pontuais de urina com a concentração ajustada à concentração de creatinina na urina para corrigir as variações na concentração total de urina. Quando persistente e de gravidade moderada ou maior, geralmente indica doença glomerular evidente, como a causada por glomeruloesclerose diabética, glomerulonefrite ou amiloide."
          }
        },
        {
          "GB41": {
            "confidence_embedding": 0.788,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GB55.1": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Nefropatia induzida por metais pesados. Definição: Doença renal causada pela exposição a metais pesados e nefrotóxicos, como cádmio, chumbo, cobre e mercúrio. Esta doença é caracterizada por dano tubular, insuficiência renal, fibrose intersticial, necrose ou disfunção renal. Essa doença também pode se manifestar com hipertensão, proteinúria, hiperuricemia, aminoacidúria ou outros sintomas característicos da doença renal crônica."
          }
        }
      ]
    },
    "mv positivo": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A45.30": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.7297,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7274,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8B11.42": {
            "confidence_embedding": 0.7166,
            "text": "Representação de doença CID-11: Acidente vascular cerebral isquêmico devido a estado de hipercoagulabilidade. Definição: Esta é uma perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. Está associada a um coágulo sanguíneo e possui um fator de risco que aumenta a coagulação sanguínea."
          }
        },
        {
          "8A42.0": {
            "confidence_embedding": 0.7149,
            "text": "Representação de doença CID-11: Leucoencefalite hemorrágica aguda. Definição: Transtorno desmielinizante e hemorrágico do sistema nervoso central, raro, grave e rapidamente progressivo, sendo considerada como variante da ADEM."
          }
        }
      ]
    },
    "has compensada": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.7783,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB41": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GB42.1": {
            "confidence_embedding": 0.7539,
            "text": "Representação de doença CID-11: Albuminúria, Grau A3. Definição: Presença de albumina excessiva na urina, indicando permeabilidade anormal da filtração glomerular. Pode ser quantificado por coletas cronometradas ou amostras pontuais de urina com a concentração ajustada à concentração de creatinina na urina para corrigir as variações na concentração total de urina. Quando persistente e de gravidade moderada ou maior, geralmente indica doença glomerular evidente, como a causada por glomeruloesclerose diabética, glomerulonefrite ou amiloide."
          }
        },
        {
          "GB55.1": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Nefropatia induzida por metais pesados. Definição: Doença renal causada pela exposição a metais pesados e nefrotóxicos, como cádmio, chumbo, cobre e mercúrio. Esta doença é caracterizada por dano tubular, insuficiência renal, fibrose intersticial, necrose ou disfunção renal. Essa doença também pode se manifestar com hipertensão, proteinúria, hiperuricemia, aminoacidúria ou outros sintomas característicos da doença renal crônica."
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        }
      ]
    },
    "parkinson": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A00.0": {
            "confidence_embedding": 0.7566,
            "text": "Representação de doença CID-11: Doença de Parkinson. Definição: Doença de Parkinson é uma doença degenerativa progressiva de instalação insidiosa cujas manifestações cardinais incluem bradicinesia mais uma das seguintes características - tremor, rigidez ou instabilidade postural. Manifestações não motoras incluem disfunção autonômica e manifestações neuropsiquiátricas."
          }
        },
        {
          "8A00.23": {
            "confidence_embedding": 0.7548,
            "text": "Representação de doença CID-11: Parkinsonismo vascular. Definição: Múltiplos infartos lacunares ou doença vascular difusa do cérebro podem resultar em Parkinsonismo - a imagem frequentemente mostra múltiplos infartos lacunares ou alteração difusa da substância branca. A varredura de transportador de dopamina pode ser normal ou anormal, dependendo do local dos infartos."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8A00": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Parkinsonismo. Definição: Parkinsonismo é uma síndrome clínica caracterizada por quatro manifestações cardinais: tremor em repouso, rigidez muscular, acinesia ou bradicinesia e distúrbios posturais que incluem marcha arrastada, postura fletida e perda de reflexos posturais. Bradicinesia e uma outra manifestação clínica são exigidas para fazer o diagnóstico de parkinsonismo. Parkinsonismo pode resultar de uma variedade de condições que incluem transtornos neurodegenerativos progressivos como Doença de Parkinson e Parkinsonismo atípico em que a degeneração progressiva da substância negra e de outros neurônios leva a deficiência dopaminérgica. Parkinsonismo pode também resultar de lesões estruturais como acidentes vasculares cerebrais ou tumores ou bloqueio de receptores dopaminérgicos no estriado por drogas como os neurolépticos."
          }
        },
        {
          "8A00.00": {
            "confidence_embedding": 0.7518,
            "text": "Representação de doença CID-11: Doença de Parkinson esporádica. Definição: É definida como doença de Parkinson que ocorre de forma esporádica sem algum modo aparente de herança."
          }
        }
      ]
    },
    "bcrnf": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C84": {
            "confidence_embedding": 0.7338,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7286,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7178,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7098,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8D64.04": {
            "confidence_embedding": 0.7089,
            "text": "Representação de doença CID-11: Hidrocefalia de pressão normal. Definição: Síndrome clínica que compreende principalmente transtornos da marcha, demência e incontinência urinária, e associada à dilatação do sistema ventricular do cérebro. Na maioria das vezes, demonstra pressão normal do líquido cefalorraquidiano (LCR) na punção lombar."
          }
        }
      ]
    },
    "simetrico": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C84": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8D41.Z": {
            "confidence_embedding": 0.7181,
            "text": "Representação de doença CID-11: Transtornos neurológicos por um excesso de micro ou macronutrientes, não especificados. Definição: "
          }
        },
        {
          "8D41.Y": {
            "confidence_embedding": 0.718,
            "text": "Representação de doença CID-11: Outros transtornos neurológicos especificados por um excesso de micro ou macronutrientes. Definição: "
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.715,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        }
      ]
    },
    "hipotireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.03": {
            "confidence_embedding": 0.8071,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito transitório. Definição: Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.8014,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5A02.6": {
            "confidence_embedding": 0.7987,
            "text": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
          }
        },
        {
          "5A50.02": {
            "confidence_embedding": 0.7965,
            "text": "Representação de doença CID-11: Hipoparatireoidismo devido a destruição das glândulas paratireoides. Definição: Disfunção das glândulas paratireoides pode ser causada por etiologias graves como radiação, destruição das glândulas paratireoides por doença granulomatosa ou infiltração por câncer e deposição de ferro ou cobre."
          }
        },
        {
          "5A51": {
            "confidence_embedding": 0.7845,
            "text": "Representação de doença CID-11: Hiperfunção da paratireoide. Definição: Hiperparatireoidismo se refere a aumento na produção/síntese de paratormônio, geralmente devido a um tumor em uma das glândulas paratireoides. Ela também pode ocorrer em resposta a baixos níveis de cálcio, como ocorre em várias situações como deficiência de vitamina D ou doença renal crônica. Hiperparatireoidismo leva a enfraquecimento ósseo por perda de cálcio."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7822,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5D01": {
            "confidence_embedding": 0.7798,
            "text": "Representação de doença CID-11: Síndrome de lise tumoral. Definição: Grupo de complicações metabólicas que podem ocorrer após o tratamento do câncer, geralmente linfomas e leucemias, e às vezes até mesmo sem tratamento. Essas complicações são causadas pelos produtos de degradação das células cancerosas mortas e incluem hipercalemia, hiperfosfatemia, hiperuricemia e hiperuricosúria, hipocalcemia e consequente nefropatia aguda por ácido úrico e insuficiência renal aguda."
          }
        },
        {
          "5B90.2": {
            "confidence_embedding": 0.7647,
            "text": "Representação de doença CID-11: Hipervitaminose D. Definição: A hipervitaminose D é secundária à ingestão excessiva de vitamina D. Pode ocorrer com ingestão elevada a longo prazo ou por ingestão aguda em excesso. O excesso de quantidades resulta em concentrações anormalmente altas de cálcio e fosfato no soro. Os sinais e sintomas da intoxicação por vitamina D são secundários à hipercalcemia. As manifestações gastrointestinais incluem náuseas, vômitos, constipação, dor abdominal e pancreatite. Os possíveis achados cardíacos são hipertensão, diminuição do intervalo Q-T e arritmias. Os efeitos da hipercalcemia no sistema nervoso central incluem letargia, hipotonia, confusão, desorientação, depressão, psicose, alucinações e coma. A hipercalcemia danifica os mecanismos de concentração renal, o que pode levar à poliúria, desidratação e hipernatremia. A hipercalcemia também pode causar insuficiência renal aguda, nefrolitíase e nefrocalcinose, que pode resultar em insuficiência renal crônica. As mortes geralmente estão associadas a arritmias ou desidratação."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C70.0": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água."
          }
        }
      ]
    }
  }
}