{
  "prontuario_id": 28,
  "text": "PACIENTE DIABÉTICA, HIPERTENSA, COM CARDIOPATIA ISQUEMICA, INTERNA PARA ANGIOPLASTIA COM IMPLANTE DE STENT EM LESÃO SEGMENTAR SEVERA EM CORONÁRIA DAE, REALIZADA COM SUCESSO E SEM INTERCORRÊNCIAS. RECEBE ALTA EM BOM ESTADO GERAL, COM OS SEGUINTES : - TICLOPIDINA 250 MG 1 CP VO 12/12 HORAS POR 30 DIAS. - AAS 100M G2 CP NO ALMOÇO, CONTÍNUO. - DEMAIS MEDICAÇÕES A CRITÉRIO DO SEU MÉDICO.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Doença ou Síndrome": [
      "DIABÉTICA",
      "HIPERTENSA",
      "CARDIOPATIA ISQUEMICA"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "REALIZADA",
      "ALTA"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "INTERCORRÊNCIAS",
      "LESÃO SEGMENTAR SEVERA"
    ],
    "Substância Farmacológica": [
      "TICLOPIDINA",
      "AAS",
      "MEDICAÇÕES"
    ],
    "Substância Química Orgânica": [
      "TICLOPIDINA",
      "AAS"
    ],
    "Abreviação": [
      "VO",
      "AAS",
      "CORONÁRIA DAE",
      "1 CP"
    ],
    "Conceito Temporal": [
      "ALMOÇO",
      "12/12 HORAS"
    ],
    "Conceito Qualitativo": [
      "CONTÍNUO"
    ],
    "Produto Intelectual": [
      "CRITÉRIO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "MÉDICO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ANGIOPLASTIA COM IMPLANTE DE STENT"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CORONÁRIA DAE"
    ],
    "Achado": [
      "BOM ESTADO GERAL"
    ],
    "Conceito Quantitativo": [
      "250 MG",
      "1 CP"
    ]
  },
  "labels": {
    "diabética": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.8232,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7997,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7892,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5A61.0": {
            "confidence_embedding": 0.7831,
            "text": "Representação de doença CID-11: Hipopituitarismo. Definição: Transtorno que manifesta deficiência ou diminuição de um ou mais hormônios hipofisários, que é causado por várias doenças , tais como tumor, traumatismo/cirurgia, irradiação, inflamação e hemorragia/infarto."
          }
        },
        {
          "5B5K.A": {
            "confidence_embedding": 0.7785,
            "text": "Representação de doença CID-11: Deficiência de molibdênio. Definição: O molibdênio funciona como cofator para um número limitado de enzimas em humanos: sulfito oxidase, xantina oxidase e aldeído oxidase. Foi descrito um defeito metabólico grave e raro que causa deficiência do cofator de molibdênio e impede que essas enzimas sejam sintetizadas. Poucos bebês com esses defeitos sobrevivem aos primeiros dias de vida e os que sobrevivem apresentam graves anormalidades neurológicas. Embora a deficiência de molibdênio relacionada a uma deficiência alimentar seja extremamente rara em humanos, ela foi descrita na nutrição parenteral total (NPT) de longo prazo como secundária à administração de sulfito. Os sintomas incluem: taquicardia, dor de cabeça, cegueira noturna, irritabilidade e coma. As alterações bioquímicas podem consistir em elevadas concentrações plasmáticas de metionina , baixa concentração sérica de ácido úrico, altos níveis de tiossulfato urinário e baixos níveis urinários de ácido úrico e sulfato."
          }
        }
      ]
    },
    "cardiopatia isquemica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7932,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7856,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7827,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7781,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7757,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "22",
      "opcoes": [
        {
          "NC56.5Z": {
            "confidence_embedding": 0.7804,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do outro dedo da mão, não especificada. Definição: "
          }
        },
        {
          "NE82.1": {
            "confidence_embedding": 0.779,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NC56.4Z": {
            "confidence_embedding": 0.7779,
            "text": "Representação de doença CID-11: Lesão do vaso sanguíneo do polegar, não especificada. Definição: "
          }
        },
        {
          "NA05.Z": {
            "confidence_embedding": 0.7769,
            "text": "Representação de doença CID-11: Lesão dos vasos sanguíneos da cabeça, não especificada. Definição: "
          }
        },
        {
          "NE82.1Z": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        }
      ]
    },
    "hipertensa": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8424,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7814,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7734,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7713,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7706,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        }
      ]
    },
    "lesão segmentar severa": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA42.0": {
            "confidence_embedding": 0.7723,
            "text": "Representação de doença CID-11: Infarto miocárdico subsequente, infarto miocárdico com supradesnível do segmento ST. Definição: Infarto do miocárdio recorrente ou em progressão. Esta categoria deve ser atribuída para infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) do início de um infarto prévio. Isso mais comumente resulta da oclusão total da artéria coronária culpada."
          }
        },
        {
          "BA42.1": {
            "confidence_embedding": 0.7707,
            "text": "Representação de doença CID-11: Infarto do miocárdio subsequente, infarto miocárdico sem supradesnível do segmento ST. Definição: Infarto do miocárdio recorrente ou em progressão. Para codificação de morbidade, esta categoria deve ser atribuída para infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto prévio. Isso mais comumente resulta de obstrução grave, mas não oclusão total, da artéria coronária culpada."
          }
        },
        {
          "BA60.8": {
            "confidence_embedding": 0.7628,
            "text": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7617,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        }
      ]
    }
  }
}