{
  "prontuario_id": 951,
  "text": "14:45 hrs paciente acordada, respondendo a comandos verbais,orientada, apresenta leve dispnéia mantém oxigenoterapia sob máscara de névoa úmida saturando acima de 96%, taquicardica, normotensa, acamada, sne com dieta em curso, realizado medidas de conforto e mudança de decubito de 2/2 horas, diurese presente em fralda, seguem cuidados de enfermagem. MELANOMA IN SITU DE OUTRAS PARTES E DE PARTES NAO ESPECIFICADAS DA FACE",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "paciente"
    ],
    "Achado": [
      "acordada",
      "orientada",
      "normotensa",
      "respondendo a comandos verbais",
      "saturando acima de 96%",
      "diurese presente"
    ],
    "Conceito Qualitativo": [
      "leve"
    ],
    "Sinal ou Sintoma": [
      "taquicardica",
      "acamada"
    ],
    "Abreviação": [
      "sne"
    ],
    "Dispositivo Médico": [
      "sne",
      "máscara de névoa úmida"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "sne",
      "dieta",
      "medidas de conforto",
      "mudança de decubito"
    ],
    "Alimento": [
      "dieta"
    ],
    "Atividade de Assistência à Saúde": [
      "realizado",
      "medidas de conforto",
      "mudança de decubito",
      "cuidados de enfermagem"
    ],
    "Localização ou Região Corporal": [
      "FACE"
    ],
    "Conceito Temporal": [
      "2/2 horas"
    ],
    "Função de Organismo": [
      "diurese presente"
    ],
    "Processo Neoplásico": [
      "MELANOMA IN SITU"
    ]
  },
  "labels": {
    "taquicardica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC81.6": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Taquicardia sinusal inapropriada. Definição: Frequência cardíaca que está elevada em relação ao nível de atividade; geralmente exibe características de automaticidade."
          }
        },
        {
          "BC81.22": {
            "confidence_embedding": 0.7542,
            "text": "Representação de doença CID-11: Taquicardia atrial macrorreentrante mediada por cicatriz. Definição: Taquicardia atrial por macro reentrada na qual o obstáculo central e/ou a zona de condução lenta que sustenta a taquicardia se deve a tecido cicatricial. Neste contexto, tecido cicatricial geralmente se refere a cicatriz devida a doença cardíaca isquêmica ou cirurgia, em vez de fibrose que pode acompanhar outros estados de doença ou envelhecimento."
          }
        },
        {
          "BC71.02": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Taquicardia ventricular sustentada. Definição: Taquicardia ventricular que tem duração de >30 segundos ou que causa instabilidade hemodinâmica."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        }
      ]
    },
    "acamada": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7447,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.7432,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FA90": {
            "confidence_embedding": 0.7233,
            "text": "Representação de doença CID-11: Infecção da vértebra. Definição: Afecção da vértebra, causada por infecção bacteriana, viral, fúngica ou parasitária. Geralmente se apresenta com febre, calafrios, cefaleia, perda de peso, mas pode ser assintomática. A confirmação diagnóstica é feita pela identificação do agente infeccioso em amostra de sangue ou por exames de imagem."
          }
        },
        {
          "FB51.0": {
            "confidence_embedding": 0.721,
            "text": "Representação de doença CID-11: Fibromatose de fáscia palmar. Definição: Esta é a contratura em flexão fixa na mão, em que os dedos se dobram em direção à palma e não pode ser completamente estendidos."
          }
        },
        {
          "FB85.Y": {
            "confidence_embedding": 0.7206,
            "text": "Representação de doença CID-11: Outra doença de Paget do osso especificada. Definição: "
          }
        }
      ]
    },
    "normotensa": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7895,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7591,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7552,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        }
      ]
    },
    "melanoma in situ": {
      "capitulo": "02",
      "opcoes": [
        {
          "2E63.Y": {
            "confidence_embedding": 0.8336,
            "text": "Representação de doença CID-11: Melanoma in situ, outra localização especificada. Definição: "
          }
        },
        {
          "2E63.Z": {
            "confidence_embedding": 0.83,
            "text": "Representação de doença CID-11: Melanoma in situ, localização não especificada. Definição: "
          }
        },
        {
          "2E63.0": {
            "confidence_embedding": 0.8182,
            "text": "Representação de doença CID-11: Melanoma cutâneo in situ. Definição: Melanoma maligno confinado à epiderme e descrito como em fase de crescimento radial."
          }
        },
        {
          "2E63.0Z": {
            "confidence_embedding": 0.818,
            "text": "Representação de doença CID-11: Melanoma cutâneo in situ, não especificado. Definição: "
          }
        },
        {
          "2E63": {
            "confidence_embedding": 0.8159,
            "text": "Representação de doença CID-11: Melanoma in situ. Definição: Estágio 0 inclui: Tis, N0, M0. Tis: Melanoma in situ. N0: Sem metástases para linfonodos regionais. M0: Nenhuma evidência detectável de metástases à distância."
          }
        }
      ]
    }
  }
}