{
  "prontuario_id": 846,
  "text": "PACIENTE COM CARDIOPATIA ISQUÊMICA E LESÃO CRÍTICA EM TERÇO PROXIMAL DA CORONÁRIA DIREITA, INTERNOU PARA REALIZAÇÃO DE ANGIOPLASTIA COM IMPLANTE DE STENT NA REFERIDA LESÃO, PROCEDIMENTO REALIZADO SEM INTERCORRÊNCIAS E COM EXCELENTE RESULTADO ANGIOGRÁFICO. RECEBE ALTA EM BOM ESTADO GERAL E COM A EXPRESSA RECOMENDAÇÃO DE USAR AAS E TICLOPIDINA POR 30 DIAS, MANTENDO AAS INDEFINIDAMENTE APÓS ESTE PERÍODO.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNOU",
      "REALIZAÇÃO",
      "REALIZADO",
      "ALTA",
      "RECOMENDAÇÃO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ANGIOPLASTIA",
      "PROCEDIMENTO",
      "IMPLANTE DE STENT"
    ],
    "Sinal ou Sintoma": [
      "LESÃO",
      "INTERCORRÊNCIAS",
      "LESÃO CRÍTICA"
    ],
    "Lesão ou Envenenamento": [
      "LESÃO",
      "LESÃO CRÍTICA"
    ],
    "Procedimento Diagnóstico": [
      "PROCEDIMENTO"
    ],
    "Negação": [
      "SEM"
    ],
    "Abreviação": [
      "AAS"
    ],
    "Substância Farmacológica": [
      "AAS",
      "TICLOPIDINA"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "TICLOPIDINA"
    ],
    "Conceito Temporal": [
      "INDEFINIDAMENTE",
      "APÓS",
      "PERÍODO"
    ],
    "Doença ou Síndrome": [
      "CARDIOPATIA ISQUÊMICA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "TERÇO PROXIMAL DA CORONÁRIA DIREITA"
    ],
    "Achado": [
      "EXCELENTE RESULTADO ANGIOGRÁFICO",
      "BOM ESTADO GERAL"
    ],
    "Conceito Quantitativo": [
      "30 DIAS"
    ]
  },
  "labels": {
    "cardiopatia isquêmica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.1": {
            "confidence_embedding": 0.8223,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.8154,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.8122,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.8102,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        },
        {
          "BC44": {
            "confidence_embedding": 0.8076,
            "text": "Representação de doença CID-11: Cardiomiopatia não compactada. Definição: A cardiomiopatia não compactada é uma anormalidade morfológica do miocárdio que afeta predominantemente o ápice do ventrículo, caracterizada por hipertrabeculação e recessos intertrabeculares profundos, geralmente acompanhados por uma camada subepicárdica anormalmente fina de miocárdio compactado, que geralmente, mas nem sempre, está associada à disfunção ventricular. \r\n\r\nInformações adicionais. A cardiomiopatia não compactada envolve classicamente o ventrículo esquerdo, mas também pode envolver apenas o ventrículo direito ou ambos. Pode ocorrer como um achado isolado ou em associação com um fenótipo cardiomiopático dilatado, hipertrófico ou misto. Foi descrita em associação a cardiopatia congênita complexa, anomalias das artérias coronárias e como um achado isolado, com e sem anormalidades musculoesqueléticas e outras anormalidades sistêmicas."
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE82.1": {
            "confidence_embedding": 0.7737,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.1Z": {
            "confidence_embedding": 0.7724,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        },
        {
          "NE82.03": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Cardiomiopatia induzida por estimulação (por marcapasso). Definição: "
          }
        },
        {
          "NE82.02": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Estimulação de nervo frênico por marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.1Y": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Outra disfunção especificada do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        }
      ]
    },
    "lesão crítica": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE82.1": {
            "confidence_embedding": 0.783,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.1Z": {
            "confidence_embedding": 0.7811,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        },
        {
          "NE82.00": {
            "confidence_embedding": 0.7759,
            "text": "Representação de doença CID-11: Erosão de bolsa de marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.02": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Estimulação de nervo frênico por marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NA05.Z": {
            "confidence_embedding": 0.7733,
            "text": "Representação de doença CID-11: Lesão dos vasos sanguíneos da cabeça, não especificada. Definição: "
          }
        }
      ]
    },
    "lesão": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE82.1": {
            "confidence_embedding": 0.7737,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.1Z": {
            "confidence_embedding": 0.7724,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        },
        {
          "NE82.03": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Cardiomiopatia induzida por estimulação (por marcapasso). Definição: "
          }
        },
        {
          "NE82.02": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Estimulação de nervo frênico por marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.1Y": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Outra disfunção especificada do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        }
      ]
    }
  }
}