{
  "prontuario_id": 408,
  "text": "PACIENTE PORTADOR DE CARDIOPATIA ISQUEMICA SEVERA SEVERA E ANEURISMA DE VE INTERNA POR DOR TORACICA. REALIZADA INVESTIGAÇÃO DIAGNOSTICA E INDICADA CIRURGIA DE REVASCULARIZAÇÃO DO MIOCARDIO E ANEURISMECTOMIA DO VENTRICULO ESQUERDO.  PACIENTE APRESENTANDO BOA EVOLUÇÃO POS OPERATORIA. RECEBE ALTA HOSPITALAR PELO MEDICO ASSISTENTE.",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "REALIZADA",
      "ALTA HOSPITALAR"
    ],
    "Doença ou Síndrome": [
      "CARDIOPATIA ISQUEMICA SEVERA",
      "ANEURISMA DE VE"
    ],
    "Abreviação": [
      "ANEURISMA DE VE"
    ],
    "Sinal ou Sintoma": [
      "DOR TORACICA"
    ],
    "Procedimento Diagnóstico": [
      "INVESTIGAÇÃO DIAGNOSTICA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CIRURGIA DE REVASCULARIZAÇÃO DO MIOCARDIO",
      "ANEURISMECTOMIA DO VENTRICULO ESQUERDO"
    ],
    "Achado": [
      "BOA EVOLUÇÃO POS OPERATORIA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "MEDICO ASSISTENTE"
    ]
  },
  "labels": {
    "cardiopatia isquemica severa": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD50": {
            "confidence_embedding": 0.7348,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção da aorta. Definição: Aneurisma da aorta é um termo para qualquer aumento (dilatação ou aneurisma) da aorta maior que 1,5 vezes o normal, geralmente representando uma fraqueza subjacente da parede da aorta naquela localização. A dissecção da aorta ocorre quando uma ruptura na parede interna da aorta faz com que o sangue flua entre as camadas da parede da aorta, forçando a separação dessas camadas."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7328,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7252,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    },
    "dor toracica": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.7072,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7067,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.6932,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CA70.6": {
            "confidence_embedding": 0.69,
            "text": "Representação de doença CID-11: Pulmão do descascador de bordo. Definição: Pulmão do descascador de bordo é uma pneumonite de hipersensibilidade ocupacional devida ao mofo presente da casca do bordo, contendo Cryptostroma corticale."
          }
        },
        {
          "CA22": {
            "confidence_embedding": 0.6793,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica. Definição: A doença pulmonar obstrutiva crônica (DPOC), doença comum, prevenível e tratável, é caracterizada por limitação persistente ao fluxo aéreo, que é geralmente progressiva e associada a uma resposta inflamatória crônica acentuada em vias aéreas e pulmões a partículas ou gases tóxicos. Exacerbações e comorbidades contribuem para a gravidade geral e individual dos pacientes."
          }
        }
      ]
    },
    "aneurisma de ve": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA60.2": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Aneurisma ventricular como complicação atual subsequente a infarto agudo do miocárdio. Definição: Área discinética distinta da parede ventricular esquerda com uma base larga após infarto agudo do miocárdio. A parede do aneurisma verdadeiro é mais fina do que o resto do ventrículo esquerdo; geralmente é composta de tecido fibroso e músculo necrótico, ocasionalmente misturado com miocárdio viável. Em contraste, os pseudoaneurismas são compostos por hematoma e pericárdio organizados e carecem de quaisquer elementos da parede miocárdica original."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.777,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BD50": {
            "confidence_embedding": 0.7658,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção da aorta. Definição: Aneurisma da aorta é um termo para qualquer aumento (dilatação ou aneurisma) da aorta maior que 1,5 vezes o normal, geralmente representando uma fraqueza subjacente da parede da aorta naquela localização. A dissecção da aorta ocorre quando uma ruptura na parede interna da aorta faz com que o sangue flua entre as camadas da parede da aorta, forçando a separação dessas camadas."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7408,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        },
        {
          "BD50.Z": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção da aorta, não especificado. Definição: "
          }
        }
      ]
    }
  }
}