{
  "prontuario_id": 445,
  "text": "Pcte interna para ACTP + stent em lesão de segmento médio de ADA. Procedimento sem intercorrências e com sucesso angiográfico. Boa evolução clínica.  Recomendações : - Clopidogrel 75mg ao dia ( mínimo de 3 meses ) - AAS 200 mg no almoço - Sinvastatina 20mg à noite - Demais medicamentos conforme médico assistente - Procurar emergêcia se piora dos sintomas",
  "entities": {
    "Abreviação": [
      "Pcte",
      "ACTP",
      "AAS",
      "segmento médio de ADA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Pcte"
    ],
    "Atividade de Assistência à Saúde": [
      "interna",
      "Recomendações"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ACTP",
      "stent",
      "Procedimento"
    ],
    "Procedimento Diagnóstico": [
      "ACTP"
    ],
    "Dispositivo Médico": [
      "stent"
    ],
    "Lesão ou Envenenamento": [
      "lesão"
    ],
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "intercorrências",
      "piora dos sintomas"
    ],
    "Substância Farmacológica": [
      "Clopidogrel",
      "AAS",
      "Sinvastatina",
      "medicamentos"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "Sinvastatina"
    ],
    "Conceito Temporal": [
      "noite"
    ],
    "Organização Relacionada à Saúde": [
      "emergêcia"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "segmento médio de ADA"
    ],
    "Achado": [
      "sucesso angiográfico",
      "Boa evolução clínica"
    ],
    "Conceito Quantitativo": [
      "200 mg"
    ],
    "Grupo Profissional ou Ocupacional": [
      "médico assistente"
    ]
  },
  "labels": {
    "sucesso angiográfico": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7615,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA41.0": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio com supradesnível de ST. Definição: Infarto agudo do miocárdio com supradesnível de ST (IAMCSST) é um infarto agudo do miocárdio com desenvolvimento de supradesnível de ST em duas derivações contíguas do eletrocardiograma. Os critérios de elevação do ST são os seguintes; novo supradesnível de ST no ponto J em duas derivações contíguas aplicando os pontos de corte: 0,2mV em homens> 40 anos; > 0,25mV em homens <40 anos, e > 0,15mV em mulheres."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BE1F.0": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Perfuração atrial esquerda pós procedimento. Definição: Perfuração da parede do átrio morfologicamente esquerdo que ocorreu durante ou após uma intervenção"
          }
        },
        {
          "BA43": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Trombose coronária que não resulta em infarto do miocárdio. Definição: Trombo sobreposto associado a ruptura ou erosão da placa que não obstrui o fluxo coronário para causar infarto do miocárdio."
          }
        }
      ]
    },
    "piora dos sintomas": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA60.Y": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do pescoço. Definição: "
          }
        },
        {
          "NC35.Y": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do antebraço. Definição: "
          }
        },
        {
          "NB90.50": {
            "confidence_embedding": 0.7158,
            "text": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos renais. Definição: "
          }
        },
        {
          "NA05.Z": {
            "confidence_embedding": 0.7154,
            "text": "Representação de doença CID-11: Lesão dos vasos sanguíneos da cabeça, não especificada. Definição: "
          }
        },
        {
          "NB30.Y": {
            "confidence_embedding": 0.7153,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados do tórax. Definição: "
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC80.0": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Valor elevado da pressão arterial sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.0Z": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Valor elevado da pressão arterial, sem diagnóstico de hipertensão, não especificada. Definição: "
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7493,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.01": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Valor elevado combinado da pressão arterial sistólica e diastólica sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.02": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Valor elevado da pressão arterial diastólica sem diagnóstico de hipertensão. Definição: "
          }
        }
      ]
    },
    "lesão": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE82.1Z": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        },
        {
          "NE82.1": {
            "confidence_embedding": 0.7338,
            "text": "Representação de doença CID-11: Disfunção do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.1Y": {
            "confidence_embedding": 0.7326,
            "text": "Representação de doença CID-11: Outra disfunção especificada do marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NE82.0Z": {
            "confidence_embedding": 0.7313,
            "text": "Representação de doença CID-11: Complicação de marcapasso ou cardioversor desfibrilador implantável, não especificada. Definição: "
          }
        },
        {
          "NB30.0Z": {
            "confidence_embedding": 0.7304,
            "text": "Representação de doença CID-11: Lesão da aorta torácica, não especificada. Definição: "
          }
        }
      ]
    }
  }
}