{
  "prontuario_id": 328,
  "text": "IAM  2011\nATC   NO HUEC     CD  REMENECENTE  LIMITROFE  MODERADA \nSEM QX  CARDIOLOGICAS   ESPECIFICAS HPP  NAO CESSOU  TBGH\nUSA  ENL 10 12-12     CLOPIDOGREL \nCESSOU SVT  AAS \nAO  EXAME  ND N\nP ECO TE  LAB\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "IAM",
      "ATC",
      "CD",
      "HPP",
      "ENL",
      "SVT",
      "AAS",
      "N",
      "P",
      "LAB",
      "QX CARDIOLOGICAS",
      "ECO TE"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "HPP"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATC"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CD"
    ],
    "Negação": [
      "SEM",
      "NAO"
    ],
    "Conceito Qualitativo": [
      "ESPECIFICAS"
    ],
    "Atividade": [
      "CESSOU"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENL"
    ],
    "Substância Farmacológica": [
      "ENL",
      "CLOPIDOGREL",
      "SVT",
      "AAS"
    ],
    "Substância Química Orgânica": [
      "AAS"
    ],
    "Procedimento Diagnóstico": [
      "EXAME",
      "ECO TE"
    ],
    "Achado": [
      "N"
    ],
    "Atividade de Assistência à Saúde": [
      "P"
    ],
    "Resultado Laboratorial ou de Teste": [
      "REMENECENTE LIMITROFE MODERADA"
    ],
    "Sinal ou Sintoma": [
      "QX CARDIOLOGICAS"
    ],
    "Conceito Quantitativo": [
      "10 12-12"
    ]
  },
  "labels": {
    "qx cardiologicas": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7954,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.79,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.787,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        },
        {
          "BA60.9": {
            "confidence_embedding": 0.7855,
            "text": "Representação de doença CID-11: Choque cardiogênico, não relacionado a complicações mecânicas, como complicação atual subsequente a infarto agudo do miocárdio. Definição: A expressão clínica mais grave da insuficiência ventricular esquerda e está associada a extensos danos ao miocárdio ventricular esquerdo após infarto agudo do miocárdio, não relacionado a um defeito mecânico como ruptura do septo ventricular ou do músculo papilar. Choque é definido como pressão arterial (PA) sistólica <90 mmHg e hipoperfusão de órgãos."
          }
        },
        {
          "BC63.41": {
            "confidence_embedding": 0.779,
            "text": "Representação de doença CID-11: Bloqueio do fascículo posterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a direita para a idade (entre 90 ° e 180 ° em adultos), com padrão qR nas derivações inferiores, padrão rS nas derivações esquerdas (I e aVL) e duração do QRS que não atende aos critérios dependentes da idade para bloqueio de ramo completo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        }
      ]
    },
    "iam": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.7664,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7632,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7611,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D86.6": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Perambulação na demência. Definição: Além dos distúrbios cognitivos característicos de demência, o quadro clínico atual inclui perambulação clinicamente significativa que coloca a pessoa em risco de danos."
          }
        },
        {
          "6C40.2": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Dependência de álcool. Definição: Dependência de álcool é um transtorno da regulação do uso de álcool que surge do uso repetido ou contínuo do álcool. O elemento característico é um forte impulso interno para usar álcool, que é manifestado por capacidade prejudicada de controlar o uso, aumento da prioridade dada ao uso em detrimento de outras atividades, e persistência do uso apesar de dano ou consequências negativas. Essas experiências são frequentemente acompanhadas de uma sensação subjetiva de urgência ou fissura para usar álcool. Aspectos fisiológicos da dependência também podem estar presentes, incluindo a tolerância aos efeitos do álcool, sintomas de abstinência subsequentes a cessação ou redução no uso de álcool, ou uso repetido do álcool ou substâncias farmacologicamente semelhantes para prevenir ou aliviar os sintomas de abstinência. As manifestações da dependência geralmente são evidentes durante um período de pelo menos 12 meses, mas o diagnóstico pode ser feito se o uso de álcool for contínuo (diário ou quase diário) por pelo menos 3 meses."
          }
        }
      ]
    },
    "hpp": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C78": {
            "confidence_embedding": 0.7646,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7375,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5A60.2": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados."
          }
        },
        {
          "5C64.40": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Hipermagnesemia. Definição: É um distúrbio eletrolítico no qual há aumento importante do nível de magnésio no sangue. Normalmente, isso resulta em excesso de magnésio no corpo."
          }
        },
        {
          "5C70.1": {
            "confidence_embedding": 0.7322,
            "text": "Representação de doença CID-11: Hipovolemia. Definição: Estado de diminuição do volume sanguíneo, especificamente, diminuição do volume do plasma sanguíneo. É, portanto, a contração de volume do componente intravascular (ou perda de volume de sangue devido a coisas como hemorragia ou desidratação), mas, essencialmente, hipovolemia e contração de volume são algumas vezes usadas como sinônimos."
          }
        }
      ]
    }
  }
}