{
  "prontuario_id": 211,
  "text": "DAC ESTAVEL   CD  MODERADA \nIAM  2011  ATC DA \nSEM QXC  CARDIOLOGICAS\nUSA CLOPIDOGREL  ATV 20  AAS   ENL10 12-12 LIPANON MTP  25 D ANCORON\n5-8-15  CINTILO  NEGATIVA PARA ISQUEMIA TE   INFRA  4 MM V5-V6 \nA DAC ESTAVEL\nP  LAB \nRETORNO EM 6 MESESS\nCESSAR   ANCORON\nMANTENHO MONOCORDIL  20 12-12\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "IAM",
      "ATC",
      "DA",
      "ATV",
      "AAS",
      "ENL10",
      "MTP",
      "CINTILO",
      "TE",
      "P",
      "LAB",
      "DAC ESTAVEL",
      "CD MODERADA",
      "QXC CARDIOLOGICAS"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "DAC ESTAVEL"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATC"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "DA"
    ],
    "Negação": [
      "SEM"
    ],
    "Substância Farmacológica": [
      "CLOPIDOGREL",
      "ATV",
      "AAS",
      "ENL10",
      "LIPANON",
      "ANCORON",
      "MONOCORDIL"
    ],
    "Substância Química Orgânica": [
      "ATV",
      "AAS",
      "MONOCORDIL"
    ],
    "Conceito Quantitativo": [
      "20",
      "ENL10",
      "12-12",
      "25"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENL10"
    ],
    "Procedimento Diagnóstico": [
      "CINTILO",
      "TE"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "CESSAR",
      "MANTENHO"
    ],
    "Sinal ou Sintoma": [
      "QXC CARDIOLOGICAS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "NEGATIVA PARA ISQUEMIA",
      "INFRA 4 MM V5-V6"
    ],
    "Conceito Temporal": [
      "6 MESESS"
    ]
  },
  "labels": {
    "qxc cardiologicas": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC81.20": {
            "confidence_embedding": 0.7554,
            "text": "Representação de doença CID-11: Taquicardia de macrorreentrada dependente do istmo cavotricuspídeo. Definição: Taquicardia atrial por macrorreentrada que gira em torno do ânulo tricuspídeo."
          }
        },
        {
          "BC63.41": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Bloqueio do fascículo posterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a direita para a idade (entre 90 ° e 180 ° em adultos), com padrão qR nas derivações inferiores, padrão rS nas derivações esquerdas (I e aVL) e duração do QRS que não atende aos critérios dependentes da idade para bloqueio de ramo completo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        }
      ]
    },
    "iam": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C40.2": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Dependência de álcool. Definição: Dependência de álcool é um transtorno da regulação do uso de álcool que surge do uso repetido ou contínuo do álcool. O elemento característico é um forte impulso interno para usar álcool, que é manifestado por capacidade prejudicada de controlar o uso, aumento da prioridade dada ao uso em detrimento de outras atividades, e persistência do uso apesar de dano ou consequências negativas. Essas experiências são frequentemente acompanhadas de uma sensação subjetiva de urgência ou fissura para usar álcool. Aspectos fisiológicos da dependência também podem estar presentes, incluindo a tolerância aos efeitos do álcool, sintomas de abstinência subsequentes a cessação ou redução no uso de álcool, ou uso repetido do álcool ou substâncias farmacologicamente semelhantes para prevenir ou aliviar os sintomas de abstinência. As manifestações da dependência geralmente são evidentes durante um período de pelo menos 12 meses, mas o diagnóstico pode ser feito se o uso de álcool for contínuo (diário ou quase diário) por pelo menos 3 meses."
          }
        },
        {
          "6C45.2": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Dependência de cocaína. Definição: Dependência de cocaína é um transtorno de regulação do uso de cocaína que surge do uso repetido ou contínuo de cocaína. O elemento característico é um forte impulso interno para usar cocaína, que é manifestado por capacidade prejudicada de controlar o uso, aumento da prioridade dada ao uso em detrimento de outras atividades, e persistência do uso apesar de danos ou consequências negativas. Essas experiências são frequentemente acompanhadas de uma sensação subjetiva de urgência ou fissura para usar cocaína. Aspectos fisiológicos da dependência também podem estar presentes, incluindo tolerância aos efeitos da cocaína, sintomas de abstinência após a cessação ou redução no uso de cocaína, ou uso repetido de cocaína ou substâncias farmacologicamente semelhantes para prevenir ou aliviar os sintomas de abstinência. As manifestações da dependência geralmente são evidentes durante um período de pelo menos 12 meses, mas o diagnóstico pode ser feito se o uso de cocaína for contínuo (diário ou quase diário) por pelo menos 3 meses."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C4C.22": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Dependência de MDMA ou drogas relacionadas, incluindo MDA, remissão parcial sustentada. Definição: Após o diagnóstico de dependência de MDMA ou drogas relacionadas, incluindo MDA, e frequentemente após um episódio de tratamento ou outra intervenção (incluindo intervenção de autoajuda), há redução significativa no consumo de MDMA ou drogas relacionadas, incluindo MDA por mais de 12 meses, de modo que mesmo que o consumo de MDMA ou drogas relacionadas, incluindo MDA tenha ocorrido durante esse período, os critérios diagnósticos para dependência não foram preenchidos."
          }
        },
        {
          "6C4F.Z": {
            "confidence_embedding": 0.7408,
            "text": "Representação de doença CID-11: Transtornos devidos ao uso de múltiplas substâncias psicoativas especificadas, incluindo medicamentos, não especificados. Definição: "
          }
        }
      ]
    }
  }
}