{
  "prontuario_id": 363,
  "text": "TX RENAL - FALENCIA ENXERTO POR TROMBOSE\nASMA - HIPERREATIVIDADE BRONQUICA SEM RESPOSTA A BRONCODILATADOR\nDRC ESTAGIO 5 EM HD\nDIFICULDADE DE ACESSO VASCULAR\nS : SEM QUEIXAS\nEPISODIOS DE BRONCOESPASMO NA HD\nANEMIA EM USO EPO\nO : PA 120/90   P 76  AFEBRIL  1KG ACIMA PESO SECO\nHIPOCORADA\nCPP LIVRES\nPC RITMO REGULAR\nABD RHA+, FLACIDO, CIC CX DE TXTECTOMIA\nMMII SEM EDEMA\nTX RENAL - FALENCIA ENXERTO POR TROMBOSE\nASMA - HIPERREATIVIDADE BRONQUICA SEM RESPOSTA A BRONCODILATADOR\nDRC ESTAGIO 5 EM HD\nDIFICULDADE DE ACESSO VASCULAR\n \n \n ",
  "entities": {
    "Doença ou Síndrome": [
      "TROMBOSE",
      "ASMA",
      "ANEMIA",
      "HIPERREATIVIDADE BRONQUICA",
      "DRC ESTAGIO 5"
    ],
    "Negação": [
      "SEM",
      "AFEBRIL"
    ],
    "Substância Farmacológica": [
      "BRONCODILATADOR",
      "EPO"
    ],
    "Abreviação": [
      "HD",
      "EPO",
      "PA",
      "P",
      "ABD",
      "RHA+",
      "CIC",
      "MMII",
      "TX RENAL",
      "DRC ESTAGIO 5",
      "PC RITMO REGULAR",
      "CX DE TXTECTOMIA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "HD",
      "TX RENAL",
      "ACESSO VASCULAR",
      "CX DE TXTECTOMIA"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "BRONCOESPASMO",
      "AFEBRIL",
      "HIPOCORADA",
      "EDEMA",
      "ACIMA PESO SECO",
      "HIPERREATIVIDADE BRONQUICA"
    ],
    "Conceito Temporal": [
      "EPISODIOS"
    ],
    "Hormônio": [
      "EPO"
    ],
    "Atributo Clínico": [
      "PA",
      "P"
    ],
    "Conceito Quantitativo": [
      "120/90",
      "76",
      "1KG"
    ],
    "Localização ou Região Corporal": [
      "CPP",
      "ABD",
      "MMII"
    ],
    "Achado": [
      "RHA+",
      "FLACIDO",
      "FALENCIA ENXERTO",
      "PC RITMO REGULAR"
    ],
    "Função Patológica": [
      "HIPERREATIVIDADE BRONQUICA"
    ]
  },
  "labels": {
    "hiperreatividade bronquica": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA42.3": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7208,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CB41.0": {
            "confidence_embedding": 0.7166,
            "text": "Representação de doença CID-11: Insuficiência respiratória aguda. Definição: A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência."
          }
        }
      ]
    },
    "flacido": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7657,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7396,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7261,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA25.20": {
            "confidence_embedding": 0.7087,
            "text": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
          }
        },
        {
          "FB40.3": {
            "confidence_embedding": 0.7074,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB60": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal lombar. Definição: "
          }
        },
        {
          "NA07.2Y": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Outro edema cerebral traumático especificado. Definição: "
          }
        },
        {
          "NA06.02": {
            "confidence_embedding": 0.7537,
            "text": "Representação de doença CID-11: Edema da pálpebra. Definição: "
          }
        },
        {
          "NA90": {
            "confidence_embedding": 0.7522,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal torácica. Definição: "
          }
        },
        {
          "NB61": {
            "confidence_embedding": 0.7499,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal sacral. Definição: "
          }
        }
      ]
    },
    "hipocorada": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7555,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "falencia enxerto": {
      "capitulo": "02",
      "opcoes": [
        {
          "2A32": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Trombocitopenia refratária. Definição: Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de megacariócitos displásicos, encontrados dentre pelo menos 30 megacariócitos examinados na medula óssea."
          }
        },
        {
          "2A83.50": {
            "confidence_embedding": 0.7252,
            "text": "Representação de doença CID-11: Doença de deposição da cadeia pesada. Definição: Doença do rim, causada por proliferação e deposição de pedaços de segmentos de cadeia pesada de imunoglobulina alfa, gama, delta ou mu truncados ou anormais de leucócitos. Esta doença é caracterizada por depósitos de tecido fibrilar ou granular e disfunção renal, que podem levar à falência do órgão. A confirmação é feita pela identificação de deposição de cadeia pesada em tecido biopsiado, usando imunofluorescência ao microscópio."
          }
        },
        {
          "2C90": {
            "confidence_embedding": 0.7119,
            "text": "Representação de doença CID-11: Neoplasias malignas do rim, exceto pelve renal. Definição: O câncer de rim representa 2% da carga total de câncer em humanos, com aproximadamente 190.000 novos casos diagnosticados a cada ano. Ocorrem em todas as regiões do mundo, com uma preferência por países desenvolvidos. Fatores etiológicos incluem carcinógenos ambientais (tabagismo) e fatores de estilo de vida, em particular a obesidade. Embora os tumores renais possam ser completamente removidos cirurgicamente, a metástase hematogênica é frequente e pode ocorrer já em um estágio inicial da doença. O padrão de mutações somáticas em tumores renais tem sido extensivamente investigado e se tornou, além da histopatologia, um dos principais critérios de classificação. Os tumores renais também ocorrem no contexto de várias síndromes de câncer hereditárias, incluindo a doença de von Hippel-Lindau."
          }
        },
        {
          "2A83.52": {
            "confidence_embedding": 0.7,
            "text": "Representação de doença CID-11: Doença de deposição da cadeia leve. Definição: Doença do rim, causada pela deposição de pedaços de segmentos da cadeia leve truncados ou anormais de glóbulos brancos. Esta doença é caracterizada por depósitos de tecido fibrilar ou granular e disfunção renal, que podem levar à falência do órgão. A confirmação é feita pela identificação de deposição da cadeia leve em tecido biopsiado e avaliado em microscópio eletrônico."
          }
        },
        {
          "2A83.51": {
            "confidence_embedding": 0.6985,
            "text": "Representação de doença CID-11: Doença de deposição de cadeia leve e pesada. Definição: Doença do rim, causada por proliferação e deposição de pedaços de segmentos da cadeia leve e pesada truncados ou anormais de glóbulos brancos. Esta doença é caracterizada por depósitos de tecido fibrilar ou granular e disfunção renal, que podem levar à falência do órgão. A confirmação é feita pela identificação de deposição de cadeias leve e pesada em biópsia de tecido avaliado à microscopia."
          }
        }
      ]
    },
    "trombose": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD71.2": {
            "confidence_embedding": 0.8083,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BA43": {
            "confidence_embedding": 0.7831,
            "text": "Representação de doença CID-11: Trombose coronária que não resulta em infarto do miocárdio. Definição: Trombo sobreposto associado a ruptura ou erosão da placa que não obstrui o fluxo coronário para causar infarto do miocárdio."
          }
        },
        {
          "BC46": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Trombose intracardíaca. Definição: Formação intracardíaca de um coágulo sanguíneo. Trombose intracardíaca pode ocorrer subsequente a infarto do miocárdio com formação de trombo ventricular, ou com fibrilação atrial e estenose mitral onde trombos atriais predominam.\r\nTrombos intracardíacos são assintomáticos, a menos que haja embolização distal, resultando em acidente vascular cerebral isquêmico, infarto visceral ou isquemia distal de membro."
          }
        },
        {
          "BD71.3": {
            "confidence_embedding": 0.7681,
            "text": "Representação de doença CID-11: Trombose da veia ilíaca. Definição: Trombose venosa nas veias ilíacas."
          }
        },
        {
          "BD71.1": {
            "confidence_embedding": 0.7551,
            "text": "Representação de doença CID-11: Trombose de veia cava. Definição: Trombose venosa na veia cava."
          }
        }
      ]
    },
    "drc estagio 5": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A73": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Anemia diseritropoética congênita. Definição: Anemias diseritropoiéticas congênitas (ADC) resultam de diversos transtornos eritropoiéticos; eles levam a uma produção defeituosa de glóbulos vermelhos (GV) e, frequentemente, a hemólise leve, o que confirma um defeito qualitativo desses GV liberados na circulação. Foram caracterizadas três formas de ADC: tipos I, II e III. Os sintomas compartilhados incluem anemia de gravidade variável, icterícia intermitente, esplenomegalia e hepatomegalia."
          }
        },
        {
          "3B62.1": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Diátese hemorrágica devida a deficiência na síntese do tromboxano. Definição: Doença causada por deficiência na síntese de tromboxano. Esta doença é caracterizada por níveis diminuídos de eicosanoides (lipídeos), anormalidades na coagulação levando a hemorragias. A confirmação é feita pela identificação de níveis diminuídos de eicosanoides na amostra de sangue."
          }
        },
        {
          "3B64.13": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Trombocitopenia aloimune. Definição: Doença causada por determinantes como transfusão de sangue que leva a uma resposta imune a antígenos estranhos. Esta doença é caracterizada por níveis diminuídos de plaquetas no organismo devido a uma resposta imune reativa a antígenos plaquetários estranhos. Esta doença pode se manifestar com aumento de equimoses e sangramentos. A confirmação é feita pela identificação de contagem diminuída de plaquetas e presença de autoanticorpos na amostra de sangue"
          }
        }
      ]
    },
    "asma": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.7926,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA23.1": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Asma não alérgica. Definição: Asma não alérgica ocorre em alguns pacientes que têm asma não associada à alergia. O padrão celular do escarro desses pacientes pode ser neutrofílico, eosinofílico ou conter apenas poucas células inflamatórios (paucigranulocítico). Pacientes com asma não alérgica frequentemente respondem menos ao corticosteroide inalatório. Podem-se observar diferentes fenótipos."
          }
        },
        {
          "CA23.0": {
            "confidence_embedding": 0.7473,
            "text": "Representação de doença CID-11: Asma alérgica. Definição: Asma alérgica é o fenótipo de asma mais facilmente reconhecido. Frequentemente, inicia-se na infância e é associada a um histórico pessoal ou familiar de doença alérgica, como eczema, rinite alérgica, ou alergia a drogas e alimentos. O exame do escarro induzido desses pacientes, antes do tratamento, geralmente revela uma inflamação eosinofílica das vias aéreas. O principal gatilho é a exposição a alérgenos, como o ácaro da poeira doméstica e ao pólen, aos quais o indivíduo tenha sido, previamente, sensibilizado. Os pacientes com esse fenótipo de asma, usualmente, respondem bem a corticoide inalatório e à imunoterapia alérgeno-específica."
          }
        },
        {
          "CA23.31": {
            "confidence_embedding": 0.7308,
            "text": "Representação de doença CID-11: Asma não especificada com status asmaticus. Definição: Refere-se a doença inflamatória não especificada das vias aéreas caracterizada por sintomas variáveis e recorrentes, obstrução reversível do fluxo aéreo e broncoespasmo, com exacerbação aguda de asma que não responde aos tratamentos padrão com broncodilatadores inalatórios e esteroides."
          }
        },
        {
          "CA23": {
            "confidence_embedding": 0.7291,
            "text": "Representação de doença CID-11: Asma. Definição: Asma é um transtorno inflamatório crônico das vias aéreas na qual muitas células e elementos celulares têm um papel. É caracterizada por uma responsividade aumentada de traqueia e brônquios a vários estímulos e se manifesta por um estreitamento difuso das vias aéreas que altera em gravidade tanto espontaneamente quanto como resultado de tratamento. Isso ocasiona episódios recorrentes de sibilância, falta de ar, sensação de aperto no peito e tosse, particularmente à noite ou no início da manhã."
          }
        }
      ]
    },
    "broncoespasmo": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7349,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7159,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CB64": {
            "confidence_embedding": 0.7125,
            "text": "Representação de doença CID-11: Lesão pulmonar aguda relacionada a transfusão. Definição: Complicação pós transfusional grave caracterizada por instalação aguda de edema pulmonar não cardiogênico subsequente a transfusão de hemoderivados."
          }
        }
      ]
    },
    "anemia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.8193,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.8131,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.7876,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A20.Y": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Outra anemia hemolítica adquirida especificada, imune. Definição: "
          }
        },
        {
          "3A73": {
            "confidence_embedding": 0.7803,
            "text": "Representação de doença CID-11: Anemia diseritropoética congênita. Definição: Anemias diseritropoiéticas congênitas (ADC) resultam de diversos transtornos eritropoiéticos; eles levam a uma produção defeituosa de glóbulos vermelhos (GV) e, frequentemente, a hemólise leve, o que confirma um defeito qualitativo desses GV liberados na circulação. Foram caracterizadas três formas de ADC: tipos I, II e III. Os sintomas compartilhados incluem anemia de gravidade variável, icterícia intermitente, esplenomegalia e hepatomegalia."
          }
        }
      ]
    }
  }
}