{
  "prontuario_id": 769,
  "text": "TX RENAL \nEM USO DE MET 5, TACROLIMO 4/4, MS 2/2, BON, AAS, CVDL 25 2X, ANLO 5 2X, FLUOXETINA 20 \nALTA RECENTE, ESTEVE NO PS POR INCONTINENCIA DEVIDO DUPLO JOTA \nS # TREMOR E CANSAÇO \nO # PESO 66.5\nPA 130/80\nEXAME FISICO: PALIDEZ CUTANEOMUCOSA\nABDOME GLOBOSO, RHA+, SEM VCM\nREGIÃO CIRURGICA: MASSA / HEMATOMA ? PALPAVEL \nTREMORES DE EXTREMIDADE  \nCONTROLE EM 1 SEMANA\nRE TX RENAL CR 2,18; TACROLIMO \nHAS COMPENSAOPD \nANEMIA\nDUPLO JOTA\n ",
  "entities": {
    "Abreviação": [
      "MET",
      "MS",
      "BON",
      "AAS",
      "CVDL",
      "ANLO",
      "PS",
      "PA",
      "RHA+",
      "VCM",
      "TX RENAL",
      "CR 2 , 18",
      "HAS COMPENSAOPD"
    ],
    "Substância Farmacológica": [
      "MET",
      "TACROLIMO",
      "MS",
      "BON",
      "AAS",
      "CVDL",
      "ANLO",
      "FLUOXETINA"
    ],
    "Conceito Quantitativo": [
      "5",
      "4/4",
      "2/2",
      "20",
      "66",
      "130/80",
      "25 2X",
      "5 2X"
    ],
    "Conceito Temporal": [
      "RECENTE"
    ],
    "Organização Relacionada à Saúde": [
      "PS"
    ],
    "Sinal ou Sintoma": [
      "TREMOR",
      "CANSAÇO",
      "GLOBOSO",
      "VCM",
      "MASSA",
      "HEMATOMA",
      "POR INCONTINENCIA",
      "PALIDEZ CUTANEOMUCOSA"
    ],
    "Atributo Clínico": [
      "PESO",
      "PA"
    ],
    "Localização ou Região Corporal": [
      "ABDOME",
      "EXTREMIDADE",
      "REGIÃO CIRURGICA"
    ],
    "Achado": [
      "RHA+"
    ],
    "Negação": [
      "SEM"
    ],
    "Doença ou Síndrome": [
      "ANEMIA",
      "HAS COMPENSAOPD"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Dispositivo Médico": [
      "DUPLO JOTA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 2 , 18"
    ]
  },
  "labels": {
    "hematoma": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA19.0": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Hematoma do ligamento largo. Definição: Condição que afeta mulheres, causada por parto, traumatismo ou cirurgia. Esta condição é caracterizada por uma laceração na parte superior da vagina, colo do útero ou útero que se estende para as artérias uterinas ou vaginais, sangramento (embora nem sempre com sangramento vaginal óbvio), dor nas costas, pressão na área retoanal, tontura, hipotensão ou anemia . A confirmação é feita por exame retovaginal para descartar coagulação e expansão do hematoma."
          }
        },
        {
          "GA16.3": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Hematometra. Definição: Presença de coágulos sanguíneos dentro do útero, geralmente causados por uma obstrução do fluxo uterino."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB90.48": {
            "confidence_embedding": 0.7411,
            "text": "Representação de doença CID-11: Transtornos da excreção de cálcio ou fosfato. Definição: Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
          }
        },
        {
          "GB90.0": {
            "confidence_embedding": 0.7405,
            "text": "Representação de doença CID-11: Nefroptose. Definição: Maior mobilidade do rim resultando em ptose quando o paciente está em pé. Mais comum à direita, associado a uma artéria renal mais longa e discutivelmente associado a hiperplasia fibromuscular e hipertensão."
          }
        }
      ]
    },
    "palidez cutaneomucosa": {
      "capitulo": "14",
      "opcoes": [
        {
          "EC90.10": {
            "confidence_embedding": 0.73,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "EB31": {
            "confidence_embedding": 0.7263,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "EB50": {
            "confidence_embedding": 0.7234,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EC90.1": {
            "confidence_embedding": 0.7148,
            "text": "Representação de doença CID-11: Prurido devido a transtorno sistêmico. Definição: Prurido devido a transtorno sistêmico subjacente, como insuficiência renal ou icterícia colestática."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7108,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        }
      ]
    },
    "massa": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7651,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7121,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.6989,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.6915,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.677,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        }
      ]
    },
    "por incontinencia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF50.61": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: jato urinário fraco. Definição: Um jato de urina reduzido, lento ou fraco"
          }
        },
        {
          "MF50.2": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção."
          }
        },
        {
          "MF50.5": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Extravasamento de urina. Definição: "
          }
        }
      ]
    },
    "globoso": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC82.0": {
            "confidence_embedding": 0.7202,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso com hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, com hemorragia."
          }
        },
        {
          "DB94": {
            "confidence_embedding": 0.7168,
            "text": "Representação de doença CID-11: Doença alcoólica do fígado. Definição: Doença hepática alcoólica é um dano ao fígado e à sua função devido ao consumo excessivo de álcool durante um prolongado período de tempo. O diagnóstico é feito pela história de consumo alcoólico excessivo e exclusão de outras causas de doenças hepáticas. Entretanto, é importante salientar que o consumo excessivo de álcool interage com outras causas de doença hepática crônica piorando a gravidade patológica e o desfecho clínico; exemplos importantes (relativamente comuns) são a associação com hepatite C crônica, obesidade e fígado gorduroso relacionado a diabetes e hemocromatose."
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.7156,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DC82.1": {
            "confidence_embedding": 0.7148,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso, sem hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, sem hemorragia."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.7127,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        }
      ]
    },
    "tremor": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A04.30": {
            "confidence_embedding": 0.7796,
            "text": "Representação de doença CID-11: Tremor devido a transtornos metabólicos. Definição: Oscilação involuntária de uma parte do corpo devido a transtornos metabólicos."
          }
        },
        {
          "8A04.0": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Tremor fisiológico exacerbado. Definição: É tremor de alta frequência e baixa amplitude presente em postura ou ação. É representado por uma exacerbação do tremor fisiológico que pode ter sido piorado por drogas, estresse, ansiedade, etc."
          }
        },
        {
          "8A04.31": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Tremor devido ao uso agudo ou crônico de substância. Definição: Uso de drogas pode causar tremor ou exacerbar um tremor existente."
          }
        },
        {
          "8A04.33": {
            "confidence_embedding": 0.7634,
            "text": "Representação de doença CID-11: Tremor devido a algumas doenças especificadas do sistema nervoso central. Definição: "
          }
        },
        {
          "8A04.Z": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Transtornos associados a tremor, não especificados. Definição: "
          }
        }
      ]
    },
    "anemia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.8106,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7959,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.779,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        },
        {
          "3A02.1": {
            "confidence_embedding": 0.7754,
            "text": "Representação de doença CID-11: Anemia por deficiência de folato devido a diminuição da ingestão. Definição: "
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        }
      ]
    },
    "cansaço": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7852,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7627,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C46.3": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C45.2": {
            "confidence_embedding": 0.7534,
            "text": "Representação de doença CID-11: Dependência de cocaína. Definição: Dependência de cocaína é um transtorno de regulação do uso de cocaína que surge do uso repetido ou contínuo de cocaína. O elemento característico é um forte impulso interno para usar cocaína, que é manifestado por capacidade prejudicada de controlar o uso, aumento da prioridade dada ao uso em detrimento de outras atividades, e persistência do uso apesar de danos ou consequências negativas. Essas experiências são frequentemente acompanhadas de uma sensação subjetiva de urgência ou fissura para usar cocaína. Aspectos fisiológicos da dependência também podem estar presentes, incluindo tolerância aos efeitos da cocaína, sintomas de abstinência após a cessação ou redução no uso de cocaína, ou uso repetido de cocaína ou substâncias farmacologicamente semelhantes para prevenir ou aliviar os sintomas de abstinência. As manifestações da dependência geralmente são evidentes durante um período de pelo menos 12 meses, mas o diagnóstico pode ser feito se o uso de cocaína for contínuo (diário ou quase diário) por pelo menos 3 meses."
          }
        }
      ]
    }
  }
}