{
  "prontuario_id": 981,
  "text": "TX RENAL\nTX RENAL COM CREATININA 1,01 E NS FK 7,0\nHAS\nDM COMPENSADO  \nTX RENAL DC EM 6/08/11\nMTC 5, TAC 1 / 1, MS 1 / 1, OMZ 20, LANTUS 30, MONOCORDIL 20 X2, CILOSTAZOL 100 X2, LST 50 X1, CRESTOR 10 E CARVEDILOL 12,5 X2\nS : SEM QUEIXAS\nGECA HÁ 2 SEMANAS COM MELHORA ESPONTANEA\nO : PA 120/80  P 78  AFEBRIL  PESO 73\nCORADO E HIDRATADO\nPULMÕES LIVRES\nPC RITMO REGULAR\nABD ENXERTO SP\nMMII SINAS DE DAOP",
  "entities": {
    "Abreviação": [
      "HAS",
      "DC",
      "MTC",
      "TAC",
      "MS",
      "OMZ",
      "LST",
      "GECA",
      "PA",
      "P",
      "PC",
      "ABD",
      "MMII",
      "TX RENAL",
      "NS FK 7 , 0",
      "DM COMPENSADO",
      "SINAS DE DAOP"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "GECA",
      "DM COMPENSADO"
    ],
    "Substância Farmacológica": [
      "MTC",
      "TAC",
      "MS",
      "OMZ",
      "LANTUS",
      "MONOCORDIL",
      "CILOSTAZOL",
      "LST",
      "CRESTOR",
      "CARVEDILOL"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "TAC",
      "MS",
      "OMZ",
      "MONOCORDIL",
      "CILOSTAZOL",
      "LST",
      "CRESTOR",
      "CARVEDILOL"
    ],
    "Conceito Quantitativo": [
      "5",
      "20",
      "30",
      "10",
      "120/80",
      "78",
      "73",
      "1 / 1",
      "20 X2",
      "100 X2",
      "50 X1",
      "12 , 5"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LANTUS"
    ],
    "Hormônio": [
      "LANTUS"
    ],
    "Negação": [
      "SEM",
      "AFEBRIL"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "SINAS DE DAOP"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO"
    ],
    "Achado": [
      "AFEBRIL",
      "CORADO",
      "HIDRATADO",
      "MELHORA ESPONTANEA",
      "PULMÕES LIVRES",
      "RITMO REGULAR"
    ],
    "Localização ou Região Corporal": [
      "ABD",
      "MMII"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ENXERTO",
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CREATININA 1 , 01",
      "NS FK 7 , 0"
    ],
    "Conceito Temporal": [
      "HÁ 2 SEMANAS"
    ],
    "Conceito Qualitativo": [
      "MELHORA ESPONTANEA"
    ]
  },
  "labels": {
    "pulmões livres": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB41.1": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA70.2": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Pulmão dos criadores de pássaros. Definição: Pulmão dos criadores de pássaros, também chamado de doença pulmonar dos alimentadores de pombos, é uma alveolite alérgica causada por inalação de partículas emanadas de aves, algumas vezes especificadas por espécies de ave. A apresentação pode ser aguda com calafrios, tosse, febre, falta de ar, opressão torácica usualmente com resolução dentro de 24 horas, após cessação da exposição ao antígeno, subagudas com tosse e dispneia ao longo de vários dias a semanas, enquanto formas crônicas resultam em falta de ar, tosse, perda de apetite ou perda de peso."
          }
        },
        {
          "CA70.Y": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Outra pneumonite de hipersensibilidade especificada devida a poeiras orgânicas. Definição: "
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        }
      ]
    },
    "has": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.7733,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        },
        {
          "3B81": {
            "confidence_embedding": 0.7263,
            "text": "Representação de doença CID-11: Desordens adquiridas do baço. Definição: Qualquer condição causada por determinantes adquiridos após o nascimento e que levam à disfunção do baço."
          }
        },
        {
          "3B62.1": {
            "confidence_embedding": 0.7223,
            "text": "Representação de doença CID-11: Diátese hemorrágica devida a deficiência na síntese do tromboxano. Definição: Doença causada por deficiência na síntese de tromboxano. Esta doença é caracterizada por níveis diminuídos de eicosanoides (lipídeos), anormalidades na coagulação levando a hemorragias. A confirmação é feita pela identificação de níveis diminuídos de eicosanoides na amostra de sangue."
          }
        }
      ]
    },
    "melhora espontanea": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7714,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7664,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "dm compensado": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C70.0": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7611,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7548,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        }
      ]
    },
    "sinas de daop": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7823,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7464,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF50.62": {
            "confidence_embedding": 0.7409,
            "text": "Representação de doença CID-11: Divisão do jato urinário. Definição: Condição em que o jato de urina se divide em duas ou mais direções diferentes"
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7631,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7524,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7409,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "geca": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7758,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.769,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7505,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    }
  }
}