{
  "prontuario_id": 736,
  "text": "Cx bariatrica 2x ( ultima ha 1,5a ).Valva aortica bicúspide com gra no cate de 38 mmHg..Uso: Enalapril 10 - 12/12h; Monocordil ?mg - 2xd ; FSM - 1/2cp ao dia; Espironolactona 25 - 1xd; Apresolina 25 - 12/12h; Carvedilol 12.5 - 12/12h.\nDispnéia de longa data, progressiva,aos moderados esforços. Ardencia retoresternal aos grandes esforços vespertino\nBEG, eupneico, acianotico, anictrico, PA (sentado): 130x90mmHg, P = 68 spm, FR = 12 rpm. MV normodist sem ruidoa adv. RCR, 2T, BNFss++ / 6+ FAO e Ao ac. \nCate (18/09/2014): sem coronariopatia obstrutiva, VE disfunção de grau moderado, estenose aortica grau moderado.\nCD; mantida e retorno amanha com Doutor Vital Brazil e vamos discutir a situação.\n \n \n \n ",
  "entities": {
    "Conceito Quantitativo": [
      "2x",
      "10",
      "2xd",
      "25",
      "1xd",
      "130x90mmHg",
      "38 mmHg",
      "68 spm",
      "12 rpm"
    ],
    "Procedimento Diagnóstico": [
      "cate",
      "Cate"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "Enalapril"
    ],
    "Substância Farmacológica": [
      "Enalapril",
      "Monocordil",
      "FSM",
      "Espironolactona",
      "Apresolina",
      "Carvedilol"
    ],
    "Conceito Temporal": [
      "12/12h",
      "2xd",
      "dia",
      "1xd",
      "amanha",
      "longa data"
    ],
    "Substância Química Orgânica": [
      "Monocordil",
      "FSM",
      "Espironolactona",
      "Apresolina",
      "Carvedilol"
    ],
    "Abreviação": [
      "FSM",
      "BEG",
      "PA",
      "P",
      "FR",
      "Cate",
      "CD",
      "Cx bariatrica",
      "MV normodist",
      "ruidoa adv",
      "RCR , 2T",
      "VE disfunção de grau moderado"
    ],
    "Sinal ou Sintoma": [
      "Dispnéia",
      "progressiva",
      "moderados esforços",
      "Ardencia retoresternal aos grandes esforços",
      "ruidoa adv"
    ],
    "Conceito Qualitativo": [
      "progressiva"
    ],
    "Achado": [
      "BEG",
      "eupneico",
      "acianotico",
      "anictrico",
      "MV normodist",
      "RCR , 2T"
    ],
    "Negação": [
      "acianotico",
      "anictrico",
      "sem",
      "BNFss++"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "FR"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "mantida",
      "retorno",
      "discutir"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Cx bariatrica"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Valva aortica bicúspide"
    ],
    "Resultado Laboratorial ou de Teste": [
      "coronariopatia obstrutiva",
      "VE disfunção de grau moderado",
      "estenose aortica grau moderado"
    ]
  },
  "labels": {
    "moderados esforços": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.763,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7473,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        }
      ]
    },
    "rcr , 2t": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC63.3": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7565,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC63.41": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Bloqueio do fascículo posterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a direita para a idade (entre 90 ° e 180 ° em adultos), com padrão qR nas derivações inferiores, padrão rS nas derivações esquerdas (I e aVL) e duração do QRS que não atende aos critérios dependentes da idade para bloqueio de ramo completo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC63.4": {
            "confidence_embedding": 0.7518,
            "text": "Representação de doença CID-11: Bloqueio de ramo esquerdo. Definição: Transtorno do sistema de condução atrioventricular em que a duração do QRS é maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos de idade e maior que 90 ms em crianças menores de 4 anos; há um padrão QS ou rS na derivação V1 e uma onda R larga e empastada nas derivações I e V6."
          }
        }
      ]
    },
    "anictrico": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7264,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6B80": {
            "confidence_embedding": 0.722,
            "text": "Representação de doença CID-11: Anorexia nervosa. Definição: Anorexia nervosa é caracterizada por peso corporal significativamente baixo para a altura, idade e estágio de desenvolvimento do indivíduo que não se deve a outra condição de saúde ou à indisponibilidade de alimentos. Um limite comumente usado é o índice de massa corporal (IMC) inferior a 18,5 kg/m² em adultos e o IMC para a idade abaixo do 5º percentil em crianças e adolescentes. A perda rápida de peso (p. ex., mais de 20% do peso corporal total em seis meses) pode substituir esta referência de baixo peso corporal, desde que outros critérios diagnósticos sejam preenchidos. Crianças e adolescentes podem apresentar falha em ganhar peso conforme o esperado, com base na trajetória de desenvolvimento individual, em vez de perda de peso. O baixo peso corporal é acompanhado por um padrão persistente de comportamentos para evitar a restauração do peso normal, que pode incluir comportamentos destinados a reduzir a ingestão de energia (restrição alimentar), comportamentos purgativos (p. ex., vômito autoinduzido, uso indevido de laxantes) e comportamentos destinados a aumentar o gasto de energia (p. ex., excesso de exercício), tipicamente associados a um medo de ganhar peso. O baixo peso ou a forma corporal é um aspecto central na autoavaliação do indivíduo ou é erroneamente percebido como normal ou até mesmo excessivo."
          }
        },
        {
          "6C40": {
            "confidence_embedding": 0.714,
            "text": "Representação de doença CID-11: Transtornos devidos ao uso de álcool. Definição: Transtornos devidos ao uso de álcool são caracterizados pelo padrão e pelas consequências do uso de álcool. Álcool - mais especificamente denominado álcool etílico ou etanol - é um composto inebriante produzido por fermentação de açúcares, geralmente de produtos agrícolas como frutas, cereais e vegetais, com ou sem destilação posterior. Há uma ampla variedade de bebidas alcoólicas, com concentrações de álcool tipicamente variando de 1,5% a 60%. O álcool é predominantemente um depressor do sistema nervoso central. Além da capacidade de produzir intoxicação alcoólica, o álcool tem propriedades geradoras de dependência, resultando na dependência alcoólica em algumas pessoas e abstinência alcoólica quando o uso do álcool é reduzido ou interrompido. Ao contrário da maioria das outras substâncias, a eliminação do álcool do corpo ocorre em ritmo constante, de modo que sua eliminação segue um curso linear e não logarítmico. O álcool está envolvido em uma ampla gama de danos que afetam a maioria dos órgãos e sistemas do corpo (p. ex., cirrose hepática, cânceres gastrointestinais, pancreatite). Dano a terceiros resultante do comportamento durante a intoxicação alcoólica é bem reconhecido, e está incluído na definição de uso nocivo de álcool (ou seja, episódio de uso nocivo do álcool e padrão nocivo de uso de álcool). Vários transtornos mentais induzidos por álcool (p. ex., transtorno psicótico induzido por álcool) e formas de comprometimento neurocognitivo relacionadas ao álcool são reconhecidos."
          }
        }
      ]
    },
    "progressiva": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.7": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MC80.01": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Valor elevado combinado da pressão arterial sistólica e diastólica sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.0": {
            "confidence_embedding": 0.7304,
            "text": "Representação de doença CID-11: Valor elevado da pressão arterial sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7292,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        }
      ]
    },
    "beg": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.7": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MC80.01": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Valor elevado combinado da pressão arterial sistólica e diastólica sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.0": {
            "confidence_embedding": 0.7562,
            "text": "Representação de doença CID-11: Valor elevado da pressão arterial sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        }
      ]
    },
    "ardencia retoresternal aos grandes esforços": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7229,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7079,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7042,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA70.Y": {
            "confidence_embedding": 0.6884,
            "text": "Representação de doença CID-11: Outra pneumonite de hipersensibilidade especificada devida a poeiras orgânicas. Definição: "
          }
        },
        {
          "CA0F.0": {
            "confidence_embedding": 0.6871,
            "text": "Representação de doença CID-11: Hipertrofia das amígdalas. Definição: "
          }
        }
      ]
    },
    "dispnéia": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA23.00": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7775,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CA25": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Fibrose cística. Definição: Fibrose cística (FC) é uma doença genética caracterizada pela produção de suor com alto conteúdo de sal e secreções mucosas com viscosidade anormal. A doença é crônica e geralmente progressiva, usualmente com seu início ocorrendo durante a primeira infância ou, ocasionalmente, no nascimento (íleo meconial). Praticamente qualquer órgão interno pode ser afetado, mas as principais manifestações dizem respeito ao sistema respiratório (bronquite crônica), pâncreas (insuficiência pancreática, diabetes da adolescência e, ocasionalmente, pancreatite) e, mais raramente, intestino (obstrução intestinal) e fígado (cirrose). Os sintomas e sinais habituais de apresentação incluem infecção pulmonar persistente, insuficiência pancreática e níveis elevados de cloreto no suor. Muitos paciente, entretanto, mostram sintomas discretos ou atípicos e clínicos devem estar alertas para a possibilidade de FC mesmo quando apenas poucas das manifestações habituais estão presentes. Para o diagnóstico da fibrose cística devem estar presentes ambos os critérios: sintomas compatíveis com FC em pelo menos um sistema orgânico e evidência de disfunção do regulador da condutância transmembrana da fibrose cística (CFTR)"
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        }
      ]
    },
    "acianotico": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.7": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MD11.2": {
            "confidence_embedding": 0.7374,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.728,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MC80.Z": {
            "confidence_embedding": 0.7269,
            "text": "Representação de doença CID-11: Valor anormal da pressão arterial, sem diagnóstico, não especificado. Definição: "
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7257,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        }
      ]
    },
    "ruidoa adv": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD52.71": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC61": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Despolarização juncional prematura. Definição: Despolarização elétrica cardíaca originando-se do nó atrioventricular compacto ou feixe de His, ocorrendo antes do batimento sinusal esperado."
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.7331,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        }
      ]
    }
  }
}