{
  "prontuario_id": 248,
  "text": "31 anos, candidata a tx renal doador vivo;\nIRC há 3 anos; pré - emptiva; diurese normal; \nIRC por DM, uso de insulina há 17 anos;\nJato bom, esvaziamento adequado, nocturia 0-1x;\nITU de repetição, 2-3 meses de intervalo, 7 anos de evolução. Nega pielonefrite; \nQuadro de litíase renal, unico episódio há 2 anos; eliminação espontanea;\nNega hematuria; \nHMP: GII, PI, CI;  Sem outras cirurgias;\nAo exame : \nUS : rins atróficos, bexiga discretamente espessada; \nPU : leucocituria e cultura + para Enterococcus faecalis; \nAo exame : pulsos pediosos normais, abdomen sp; \nP # Liberada\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "candidata"
    ],
    "Doença ou Síndrome": [
      "IRC",
      "DM",
      "pielonefrite",
      "ITU de repetição",
      "litíase renal"
    ],
    "Abreviação": [
      "IRC",
      "DM",
      "0-1x",
      "HMP",
      "US",
      "PU",
      "tx renal",
      "ITU de repetição"
    ],
    "Conceito Temporal": [
      "pré"
    ],
    "Substância Química Orgânica": [
      "insulina"
    ],
    "Substância Farmacológica": [
      "insulina"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "insulina"
    ],
    "Hormônio": [
      "insulina"
    ],
    "Sinal ou Sintoma": [
      "nocturia",
      "hematuria"
    ],
    "Conceito Quantitativo": [
      "0-1x"
    ],
    "Negação": [
      "Nega",
      "Sem",
      "sp"
    ],
    "Achado": [
      "hematuria",
      "doador vivo",
      "diurese normal",
      "Jato bom",
      "esvaziamento adequado",
      "eliminação espontanea",
      "pulsos pediosos normais"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "PI",
      "CI",
      "cirurgias",
      "tx renal"
    ],
    "Atividade de Assistência à Saúde": [
      "exame",
      "Liberada"
    ],
    "Procedimento Diagnóstico": [
      "US"
    ],
    "Procedimento Laboratorial": [
      "PU"
    ],
    "Localização ou Região Corporal": [
      "abdomen"
    ],
    "Grupo Populacional": [
      "doador vivo"
    ],
    "Função de Organismo": [
      "diurese normal"
    ],
    "Resultado Laboratorial ou de Teste": [
      "rins atróficos",
      "bexiga discretamente espessada"
    ],
    "Bactéria": [
      "Enterococcus faecalis"
    ]
  },
  "labels": {
    "irc": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB70.00": {
            "confidence_embedding": 0.7842,
            "text": "Representação de doença CID-11: Cálculo de Staghorn. Definição: Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
          }
        },
        {
          "GB80.1": {
            "confidence_embedding": 0.7779,
            "text": "Representação de doença CID-11: Cisto renal complexo. Definição: Cisto renal com alta atenuação ou conteúdo misto, parede septada ou espessada. Pode ser subclassificado pela classificação Bosniak Bosniak 2-4 para indicar o aumento da probabilidade de neoplasia."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.7739,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB60.Y": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Outra insuficiência renal aguda especificada. Definição: "
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        }
      ]
    },
    "enterococcus faecalis": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D62": {
            "confidence_embedding": 0.7609,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1D62.0": {
            "confidence_embedding": 0.7441,
            "text": "Representação de doença CID-11: Febre hemorrágica com síndrome renal. Definição: Doença viral zoonótica aguda com início abrupto de febre, dor lombar, com graus variados de manifestações hemorrágicas e envolvimento renal causada por certos hantavírus."
          }
        },
        {
          "1C1C.1": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Síndrome de Waterhouse-Friderichsen. Definição: Síndrome caracterizada por insuficiência adrenal devida a sangramento nas glândulas suprarrenais (a maioria bilateral mas algumas vezes unilateral), comumente causada por uma infecção por meningococo (Neisseria meningitidis). No entanto, isto também pode ser causado por infecção por outras bactérias como Streptococcus pneumoniae ou Haemophilus influenzae ou até por algumas infecções virais graves.\r\nEssa síndrome pode se manifestar com febre, calafrios, vômitos, mialgia ou erupção cutânea, com progressão para coagulação intravascular disseminada. A transmissão de infecções subjacentes se dá por contato direto ou transmissão por gotículas."
          }
        },
        {
          "1C15": {
            "confidence_embedding": 0.7404,
            "text": "Representação de doença CID-11: Tétano neonatal. Definição: Doença que afeta recém-nascidos, causada por uma infecção pela bactéria gram-positiva Clostridium tetani. Esta doença é caracterizada por espasmos musculares sistêmicos que surgem nos primeiros dias após o parto. A transmissão comumente ocorre por contato direto ou falta de imunidade materna."
          }
        },
        {
          "1A24": {
            "confidence_embedding": 0.7374,
            "text": "Representação de doença CID-11: Infecções intestinais por citomegalovírus. Definição: Doença do trato gastrointestinal, causada por uma infecção pelo citomegalovírus. Essa afecção é caracterizada por diarreia, febre, dor abdominal ou hematoquezia. A transmissão ocorre pelo contato direto com fluidos corporais infectados."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.8018,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7645,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7617,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C50.10": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Alcaptonúria. Definição: A alcaptonúria é caracterizada pelo acúmulo de ácido homogentísico (HGA) e seu produto oxidado ácido benzoquinona acético (BQA), levando ao escurecimento da urina quando deixada exposta ao ar, coloração cinza-azulada da esclera do olho e da hélice da orelha (ocronose), e doença articular incapacitante que envolve as articulações axiais e periféricas (artropatia ocronótica)."
          }
        }
      ]
    },
    "itu de repetição": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB71.1": {
            "confidence_embedding": 0.7942,
            "text": "Representação de doença CID-11: Cálculo uretral. Definição: Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada por cálculos urinários localizados na uretra, onde pode levar à cólica renal. Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdome inferior, virilha, coxas ou genitália. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7941,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB70.00": {
            "confidence_embedding": 0.7919,
            "text": "Representação de doença CID-11: Cálculo de Staghorn. Definição: Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
          }
        },
        {
          "GB60.1": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 2. Definição: Taxa de alteração da creatinina sérica: 2,0-2,9 vezes a linha de base OU Magnitude da produção de urina: < 0,5 ml/kg/h por > = 12 horas"
          }
        },
        {
          "GB60.0": {
            "confidence_embedding": 0.7858,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 1. Definição: Taxa de alteração da creatinina sérica: aumento 1,5-1,9 vezes o valor basal em 7 dias OU aumento de 0,3 mg/dl em 48 h OU Magnitude da produção de urina: <0,5 ml/kg/h por 6-12 horas"
          }
        }
      ]
    },
    "litíase renal": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.8339,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB70.00": {
            "confidence_embedding": 0.8294,
            "text": "Representação de doença CID-11: Cálculo de Staghorn. Definição: Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.8285,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        },
        {
          "GB80.Z": {
            "confidence_embedding": 0.8263,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não especificada, não especificada. Definição: "
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.822,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        }
      ]
    }
  }
}