{
  "prontuario_id": 205,
  "text": "TX  RENAL \nMTC 5, TAC 2 / 3, MS 2 / 2, CVD 3,125 X2, AAS 100, INSULINA LANTUS 36 E LISPRO\nS : USOU NITROFURANTOINA\nCURSOU COM HIPOGLICEMIA NA VESPERA DO EXAME COM USO AGUA COM ACUCAR ANTES DO EXAME\nO : PA 120/70  100/60  P 68  AFEBRIL\nEX SEGMENTAR : NORMAL\nTX RENAL COM CR 0,72 COM NS FK 7,0\nTENDE A HIPOTENSÃO\n \n \n ",
  "entities": {
    "Abreviação": [
      "MTC",
      "TAC",
      "MS",
      "CVD",
      "X2",
      "AAS",
      "PA",
      "P",
      "TX RENAL",
      "EX SEGMENTAR",
      "CR 0 , 72",
      "NS FK 7 , 0"
    ],
    "Hormônio": [
      "MTC",
      "LISPRO",
      "INSULINA LANTUS"
    ],
    "Substância Farmacológica": [
      "MTC",
      "TAC",
      "MS",
      "CVD",
      "AAS",
      "LISPRO",
      "INSULINA LANTUS"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "TAC",
      "MS",
      "CVD",
      "AAS",
      "LISPRO",
      "NITROFURANTOINA",
      "INSULINA LANTUS"
    ],
    "Conceito Quantitativo": [
      "5",
      "X2",
      "100",
      "36",
      "120/70",
      "100/60",
      "68",
      "2 / 3",
      "2 / 2",
      "3 , 125"
    ],
    "Conceito Temporal": [
      "X2"
    ],
    "Antibiótico": [
      "NITROFURANTOINA"
    ],
    "Sinal ou Sintoma": [
      "HIPOGLICEMIA",
      "AFEBRIL",
      "HIPOTENSÃO"
    ],
    "Procedimento Laboratorial": [
      "EXAME"
    ],
    "Alimento": [
      "AGUA",
      "ACUCAR"
    ],
    "Atributo Clínico": [
      "PA",
      "P"
    ],
    "Negação": [
      "AFEBRIL"
    ],
    "Achado": [
      "NORMAL"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Procedimento Diagnóstico": [
      "EX SEGMENTAR"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 72",
      "NS FK 7 , 0"
    ]
  },
  "labels": {
    "hipotensão": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.8107,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7694,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7566,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        }
      ]
    },
    "hipoglicemia": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C64.41": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Hipomagnesemia. Definição: Distúrbio eletrolítico caracterizado por nível anormalmente baixo de magnésio no sangue. Os níveis normais de magnésio em humanos estão entre 1,5 - 2,5 mg/dL. Normalmente, um nível sérico inferior a 0,7 mmol/L é usado como referência para hipomagnesemia (não hipomagnesia que se refere ao baixo teor de magnésio em fontes de alimentos/suplementos)."
          }
        },
        {
          "5C72": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Hiposmolalidade ou hiponatremia. Definição: Concentrações séricas de sódio inferiores a 135 mEq /L com diminuição da concentração sérica de partículas osmoticamente ativas."
          }
        },
        {
          "5C71": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Hiperosmolalidade ou hipernatremia. Definição: Concentrações séricas de sódio superiores a 145 mmol/L, aumento da concentração sérica de partículas osmoticamente ativas."
          }
        },
        {
          "5A21.Z": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Hipoglicemia no contexto do diabetes mellitus, não especificado. Definição: "
          }
        }
      ]
    }
  }
}