{
  "prontuario_id": 461,
  "text": "TX RENAL \nEM USO DE TACROLIMO 1/2, SRL 2, PRED 5, AAS, OMEPRAZOL 20 2X, CVD 3,125 1X, MACRODANTINA 100, LANTUS 38, LISPRO 4 / 8 / 7\nS # ASTENIA\nO # PESO 45\nPA 100/70\nMUCOSAS HIPOCORADAS\nEXAME FISICO SP \nFLUCONAZOL 7 DIAS, ENQUANTO ISSO TACROLIMO FICA 1 / 1\nRETORNO 30 DIAS\nTX RENAL CR 1,0, TACROLIMO 5, SRL ?\nDM DESCOMPENSADO , PORÉM PASSOU RECENTE COM ENDÓCRINO\nITU ASSINTOMÁTICA > LEVEDURAS\nANEMIA > SUSPENSDO SULFA\nITU PROFILAXIA COM MACRODANTINA\n ",
  "entities": {
    "Substância Química Orgânica": [
      "TACROLIMO",
      "SRL",
      "PRED",
      "AAS",
      "OMEPRAZOL",
      "CVD",
      "MACRODANTINA",
      "LANTUS",
      "LISPRO",
      "FLUCONAZOL"
    ],
    "Substância Farmacológica": [
      "TACROLIMO",
      "SRL",
      "PRED",
      "AAS",
      "OMEPRAZOL",
      "CVD",
      "MACRODANTINA",
      "LANTUS",
      "LISPRO",
      "FLUCONAZOL"
    ],
    "Conceito Quantitativo": [
      "1/2",
      "2",
      "5",
      "20",
      "2X",
      "1X",
      "100",
      "38",
      "100/70",
      "7",
      "30",
      "3 , 125",
      "4 / 8 / 7",
      "1 / 1"
    ],
    "Abreviação": [
      "SRL",
      "PRED",
      "AAS",
      "2X",
      "CVD",
      "1X",
      "PA",
      "ENDÓCRINO",
      "ITU",
      "SULFA",
      "TX RENAL",
      "CR 1 , 0",
      "DM DESCOMPENSADO"
    ],
    "Hormônio": [
      "PRED",
      "LANTUS",
      "LISPRO"
    ],
    "Conceito Temporal": [
      "2X",
      "1X",
      "DIAS"
    ],
    "Antibiótico": [
      "MACRODANTINA",
      "SULFA"
    ],
    "Sinal ou Sintoma": [
      "ASTENIA",
      "ASSINTOMÁTICA",
      "MUCOSAS HIPOCORADAS"
    ],
    "Atributo Clínico": [
      "PESO",
      "PA"
    ],
    "Negação": [
      "SP",
      "ASSINTOMÁTICA"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "SUSPENSDO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "SRL",
      "CR 1 , 0"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENDÓCRINO"
    ],
    "Doença ou Síndrome": [
      "ITU",
      "ANEMIA",
      "DM DESCOMPENSADO"
    ],
    "Fungo": [
      "LEVEDURAS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "PROFILAXIA",
      "TX RENAL"
    ]
  },
  "labels": {
    "dm descompensado": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5K.7": {
            "confidence_embedding": 0.7563,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C70.0": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água."
          }
        },
        {
          "5B5K.A": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Deficiência de molibdênio. Definição: O molibdênio funciona como cofator para um número limitado de enzimas em humanos: sulfito oxidase, xantina oxidase e aldeído oxidase. Foi descrito um defeito metabólico grave e raro que causa deficiência do cofator de molibdênio e impede que essas enzimas sejam sintetizadas. Poucos bebês com esses defeitos sobrevivem aos primeiros dias de vida e os que sobrevivem apresentam graves anormalidades neurológicas. Embora a deficiência de molibdênio relacionada a uma deficiência alimentar seja extremamente rara em humanos, ela foi descrita na nutrição parenteral total (NPT) de longo prazo como secundária à administração de sulfito. Os sintomas incluem: taquicardia, dor de cabeça, cegueira noturna, irritabilidade e coma. As alterações bioquímicas podem consistir em elevadas concentrações plasmáticas de metionina , baixa concentração sérica de ácido úrico, altos níveis de tiossulfato urinário e baixos níveis urinários de ácido úrico e sulfato."
          }
        },
        {
          "5B91.4": {
            "confidence_embedding": 0.7415,
            "text": "Representação de doença CID-11: Excesso de alumínio. Definição: Os pacientes que recebem nutrição parenteral de longo prazo apresentam risco aumentado de toxicidade por alumínio devido ao desvio do trato gastrointestinal durante a infusão de nutrição parenteral. As complicações da toxicidade do alumínio incluem doença óssea metabólica, encefalopatia associada ao alumínio em adultos e comprometimento do desenvolvimento neurológico em bebês prematuros."
          }
        },
        {
          "5C61.4": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Má absorção adquirida de monossacarídeo. Definição: É uma condição adquirida em que as células que revestem o intestino não podem absorver um ou todos os açúcares (glicose, galactose ou frutose), o que impede a digestão adequada dessas moléculas e das moléculas maiores feitas a partir delas. Pode causar diarreia osmótica."
          }
        }
      ]
    },
    "astenia": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C46.3": {
            "confidence_embedding": 0.7302,
            "text": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões."
          }
        },
        {
          "6C42.3": {
            "confidence_embedding": 0.7276,
            "text": "Representação de doença CID-11: Intoxicação por canabinoides sintéticos. Definição: Intoxicação por canabinoides sintéticos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de canabinoides sintéticos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos canabinoides sintéticos e sua intensidade está intimamente relacionada à quantidade de canabinoides sintéticos consumida. Têm duração limitada, e diminuem à medida que os canabinoides sintéticos são eliminados do corpo. A apresentação pode incluir euforia inapropriada, atenção prejudicada, julgamento comprometido, alterações perceptivas (como sensação de estar flutuando, alteração na percepção de tempo), mudanças na sociabilidade, aumento de apetite, ansiedade, intensificação de experiências comuns, prejuízo na memória de curto prazo e lentidão. Sinais físicos incluem hiperemia da conjuntiva (olhos vermelhos ou injetados) e taquicardia. A intoxicação por canabinoides sintéticos pode também causar delirium ou psicose aguda."
          }
        },
        {
          "6D85.8": {
            "confidence_embedding": 0.7232,
            "text": "Representação de doença CID-11: Demência devido à pelagra. Definição: A demência devido à pelagra é causada pela falta persistente de vitamina B3 (niacina) ou triptofano na dieta ou devido à má absorção no trato gastrointestinal devido a doença (p. ex., doença de Crohn) ou devido aos efeitos de alguns medicamentos (p. ex., isoniazida). Os principais sinais da pelagra incluem alterações dermatológicas (sensibilidade à luz solar, lesões, alopecia e edema) e diarreia. Pelo prolongamento da deficiência nutricional podem aparecer sintomas cognitivos que incluem agressividade, distúrbios motores (ataxia e inquietação), confusão e fraqueza são observados. O tratamento com suplementação nutricional (p. ex.,, niacina) geralmente resulta na reversão dos sintomas."
          }
        },
        {
          "6C46.22": {
            "confidence_embedding": 0.7162,
            "text": "Representação de doença CID-11: Dependência de estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona, remissão parcial sustentada. Definição: Após o diagnóstico de dependência de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas, e frequentemente após um episódio de tratamento ou outra intervenção (incluindo intervenção de autoajuda), há redução significativa no consumo de anfetaminas ou outro estimulante por mais de 12 meses, de modo que mesmo que o uso de anfetaminas ou outro estimulante tenha ocorrido durante esse período, os critérios diagnósticos para dependência não foram preenchidos."
          }
        }
      ]
    },
    "itu": {
      "capitulo": "04",
      "opcoes": [
        {
          "4B24.0": {
            "confidence_embedding": 0.7321,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        },
        {
          "4A85.00": {
            "confidence_embedding": 0.7224,
            "text": "Representação de doença CID-11: Doença de hipersensibilidade hepática induzida por droga. Definição: Doença de hipersensibilidade hepática induzida por droga é uma condição, relativamente, rara, mas que pode ter consequências sérias para o indivíduo, a saúde pública, as agências regulatórias e a indústria farmacêutica. Caracteriza-se pela elevação no soro de alanina aminotransferase (ALT), bilirrubina conjugada, ou bilirrubina combinada, ALT e fosfatase alcalina (FA) por > 2 vezes o limite superior do normal; e as drogas mais frequentemente relacionadas são halotano, ácido tienílico, di-hidralazina, diclofenaco e carbamazepina."
          }
        },
        {
          "4A83.0": {
            "confidence_embedding": 0.7188,
            "text": "Representação de doença CID-11: Gastroenterite eosinofílica induzida por alimento. Definição: Doença caracterizada por infiltração eosinofílica de várias camadas do estômago e intestino, induzida pela ingestão de alimento específico, na ausência de qualquer causa conhecida de eosinofilia. Pode ocorrer em qualquer idade e os sintomas variam de acordo com a localização do trato intestinal afetado e com o grau de inflamação eosinofílica, podendo incluir ascite, perda de peso, edema, obstrução."
          }
        },
        {
          "4B24": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro. Definição: Doença do enxerto-versus-hospedeiro (GVHD) ocorre quando células linfoides de um doador imunocompetente são introduzidas num receptor histo-incompatível incapaz de rejeitá-las. Isso usualmente ocorre como resultado de transplante de células tronco hematopoiéticas. Os principais alvos dos linfócitos do doador são a pele, o trato gastrointestinal e o fígado do receptor. A GVHD aguda, que ocorre normalmente nos primeiros 100 dias, tem alta mortalidade. A fase aguda pode ser seguida por GVHD crônica, que também pode sofrer nova agudização. Isso, geralmente, se apresenta como uma erupção liquenoide, mas pode evoluir para grave doença fibrosante afetando pele, pulmões e fígado."
          }
        },
        {
          "4A85.01": {
            "confidence_embedding": 0.7144,
            "text": "Representação de doença CID-11: Hipersensibilidade renal induzida por droga. Definição: Hipersensibilidade renal induzida por droga constitui uma importante causa de insuficiência renal aguda e doença renal crônica na prática clínica atual. Diferentes classes de drogas, em virtude de mecanismos imunológicos, desencadeiam respostas inflamatórias renais específicas, que se manifestam por diferentes padrões clínicos, como a nefrite intersticial induzida por drogas. A hipersensibilidade renal induzida por drogas pode se manifestar isoladamente ou em combinação com outros transtornos de hipersensibilidades induzida por drogas em outro órgão ou sistema."
          }
        }
      ]
    },
    "anemia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.8109,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.801,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.7928,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A20.Y": {
            "confidence_embedding": 0.7907,
            "text": "Representação de doença CID-11: Outra anemia hemolítica adquirida especificada, imune. Definição: "
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.7902,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        }
      ]
    },
    "mucosas hipocoradas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EC90.10": {
            "confidence_embedding": 0.7326,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "EB50": {
            "confidence_embedding": 0.7265,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EB13.0": {
            "confidence_embedding": 0.7247,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
          }
        },
        {
          "EH63.0": {
            "confidence_embedding": 0.7233,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson induzida por droga. Definição: Uma das quatro formas principais de reações cutâneas graves adversas à droga (RCGAD), sendo caracterizada por inflamação, reação bolhosa e erosões de pele e mucosas. Por definição, há o envolvimento de pelo menos uma mucosa e o descolamento da pele limita-se a menos de 10% da área de superfície corporal. A maioria dos casos ocorre nas primeiras 8 semanas de exposição ao medicamento. Os medicamentos mais frequentemente envolvidos são antimicrobianos tipo sulfonamidas, anticonvulsivantes, alopurinol, nevirapina e anti-inflamatórios não esteroidais do tipo oxicans."
          }
        },
        {
          "EC21.3": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Síndromes genéticas com alopecia ou hipotricose. Definição: Síndromes hereditárias em que os cabelos escassos ou ausentes são um compoenente"
          }
        }
      ]
    },
    "leveduras": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D62": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1D62.0": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Febre hemorrágica com síndrome renal. Definição: Doença viral zoonótica aguda com início abrupto de febre, dor lombar, com graus variados de manifestações hemorrágicas e envolvimento renal causada por certos hantavírus."
          }
        },
        {
          "1E73": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Vacínia. Definição: Um poxvírus que costumava ser usado para proteger contra a varíola. Seu uso como vacina pode ser complicado por erupção cutânea generalizada secundária à viremia, infecção acidental de outras localizações ou outros indivíduos, infecção progressiva na localização da vacinação ou, raramente, encefalomielite e miopericardite."
          }
        },
        {
          "1F23": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Candidíase. Definição: Candidíase é uma infecção causada por leveduras do gênero Candida. As infecções superficiais das mucosas e da pele são comuns, mas também podem ocorrer doenças invasivas profundas, incluindo septicemia fúngica, endocardite e meningite."
          }
        },
        {
          "1F23.3": {
            "confidence_embedding": 0.7313,
            "text": "Representação de doença CID-11: Candidíase sistêmica ou invasiva. Definição: Invasão de órgãos internos por leveduras da Candida. Fatores de risco incluem leucemia aguda, transplante de células-tronco hematopoéticas ou de órgãos sólidos, e doença crítica aguda. Espécies de Candida que não a Candida albicans estão comumente implicadas"
          }
        }
      ]
    }
  }
}