{
  "prontuario_id": 13,
  "text": "tx renal \nEM USO DE PRE 5, SRL 1, TACROLIMO 1 / 1, CVDL 3,125 2X, MACRODANTINA, LANTUS 38, LISPRO 5 / 10 / 8\nS # SEM QUEIXAS\nO #PESO 50 KG\nPA 160/100\nEXAME FISICO : PALIDEZ\nAUMENTO LANTUS E CVDL \nRETORNO 30 DIAS\nTX RENAL CR 1,1, TACROLIMO 4, SRL ?\nHAS COMPENSADO\nDM HB GLI 9,5\nITU PROFILAXIA\n ",
  "entities": {
    "Conceito Quantitativo": [
      "5",
      "1",
      "2X",
      "38",
      "160/100",
      "4",
      "1 / 1",
      "3 , 125",
      "5 / 10 / 8",
      "50 KG"
    ],
    "Substância Farmacológica": [
      "SRL",
      "TACROLIMO",
      "CVDL",
      "MACRODANTINA",
      "LANTUS",
      "LISPRO"
    ],
    "Substância Química Orgânica": [
      "SRL",
      "TACROLIMO",
      "CVDL",
      "MACRODANTINA",
      "LANTUS",
      "LISPRO"
    ],
    "Abreviação": [
      "SRL",
      "CVDL",
      "2X",
      "S",
      "O",
      "PA",
      "DM",
      "ITU",
      "tx renal",
      "TX RENAL",
      "CR 1 , 1",
      "HAS COMPENSADO",
      "HB GLI 9 , 5"
    ],
    "Conceito Temporal": [
      "2X"
    ],
    "Antibiótico": [
      "MACRODANTINA"
    ],
    "Hormônio": [
      "LANTUS",
      "LISPRO"
    ],
    "Achado": [
      "S"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "PALIDEZ"
    ],
    "Atividade de Assistência à Saúde": [
      "O",
      "AUMENTO"
    ],
    "Atributo Clínico": [
      "PESO",
      "PA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "160/100",
      "CR 1 , 1",
      "HB GLI 9 , 5"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LANTUS"
    ],
    "Doença ou Síndrome": [
      "DM",
      "ITU",
      "HAS COMPENSADO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "PROFILAXIA",
      "tx renal",
      "TX RENAL"
    ],
    "Procedimento Diagnóstico": [
      "EXAME FISICO"
    ]
  },
  "labels": {
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C78": {
            "confidence_embedding": 0.7613,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7605,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C70.0": {
            "confidence_embedding": 0.7568,
            "text": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água."
          }
        },
        {
          "5C71": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Hiperosmolalidade ou hipernatremia. Definição: Concentrações séricas de sódio superiores a 145 mmol/L, aumento da concentração sérica de partículas osmoticamente ativas."
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        }
      ]
    },
    "itu": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA0A.2": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Exame especial de rastreamento de transtornos nutricionais. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.7036,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QA30.Y": {
            "confidence_embedding": 0.6995,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        },
        {
          "QA30.Z": {
            "confidence_embedding": 0.6977,
            "text": "Representação de doença CID-11: Contato com os serviços de saúde para reprodução medicamente assistida, não especificado. Definição: "
          }
        },
        {
          "QA30": {
            "confidence_embedding": 0.6966,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        }
      ]
    },
    "palidez": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A80.4": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Síndrome do vômito cíclico. Definição: Ataques episódicos recorrentes, geralmente estereotipados no paciente individual, de vômitos e náusea intensas. Os ataques estão associados à palidez e letargia. Há resolução completa dos sintomas entre os ataques."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7031,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7002,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8B25": {
            "confidence_embedding": 0.6979,
            "text": "Representação de doença CID-11: Efeitos tardios de doença cerebrovascular. Definição: Efeitos da doença cerebrovascular após 1 mês do início da doença. Os códigos para AVC agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8A45.3": {
            "confidence_embedding": 0.6945,
            "text": "Representação de doença CID-11: Transtornos da substância branca devidos a deficiência nutricional. Definição: Lesão da substância branca devido à deficiência nutricional."
          }
        }
      ]
    },
    "s": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.745,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "ME10.02": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Hepatoesplenomegalia. Definição: Refere-se ao aumento do fígado e baço além de seu tamanho normal, não descrito em outra parte."
          }
        }
      ]
    }
  }
}