{
  "prontuario_id": 633,
  "text": "TX RENAL DVNR\nREJEIÇÃO CELULAR EM BX PREVIAS\nCMV TRATADO\nDM LÁBIL COM MULTIPLAS COMPLICAÇÕES: RETINOPATIA/GASTROPARESIA\nULCERA EM CECO : AGUARDA AP\nMTC 5, PROGRAF XL 1, SRL 1, CVD 12,5 X2, MACRODANTINA, FLAGYL X3 ( POR 6 SEMANAS ), LISPRO S/N E LANTUS 35\nS : PERDA PONDERAL E ANSIEDADE\nCONSULTA COM ENDO E NUTRI PARA CONTAGEM DE CH, AJUSTE INSULINA E CONSIDERAR BOMBA INSULINA\nO : PA 140/80  P 78  AFEBRIL  PESO 46,2\nHIPOCORADA\nCPP LIVRES\nPC RITMO REGULAR\nABD RHA+, FLACIDO, MMII SEM EDEMA\nTX RENAL COM CR 1,34 E NS FK 2 / SRL 7\nDM DESCOMPENSADO\nANEMIA\nDESNUTRIÇÃO\nCANDIDIASE VAGINAL\n \n \n ",
  "entities": {
    "Achado": [
      "DVNR",
      "TRATADO",
      "S",
      "ANSIEDADE",
      "AFEBRIL",
      "RHA+",
      "FLACIDO",
      "TX RENAL",
      "CPP LIVRES",
      "RITMO REGULAR"
    ],
    "Abreviação": [
      "DVNR",
      "BX",
      "CMV",
      "DM",
      "MTC",
      "SRL",
      "CVD",
      "S/N",
      "S",
      "ENDO",
      "NUTRI",
      "O",
      "PA",
      "P",
      "PC",
      "ABD",
      "RHA+",
      "MMII",
      "TX RENAL",
      "CONTAGEM DE CH",
      "CPP LIVRES",
      "CR 1 , 34",
      "NS FK 2",
      "SRL 7",
      "DM DESCOMPENSADO"
    ],
    "Procedimento Diagnóstico": [
      "BX",
      "AP",
      "CONTAGEM DE CH"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "BX",
      "TRATADO",
      "TX RENAL",
      "CONTAGEM DE CH"
    ],
    "Conceito Temporal": [
      "PREVIAS",
      "X2",
      "6 SEMANAS"
    ],
    "Vírus": [
      "CMV"
    ],
    "Doença ou Síndrome": [
      "CMV",
      "DM",
      "RETINOPATIA/GASTROPARESIA",
      "ANEMIA",
      "DESNUTRIÇÃO",
      "DM DESCOMPENSADO",
      "CANDIDIASE VAGINAL"
    ],
    "Conceito Qualitativo": [
      "LÁBIL"
    ],
    "Sinal ou Sintoma": [
      "LÁBIL",
      "ANSIEDADE",
      "AFEBRIL",
      "HIPOCORADA",
      "EDEMA",
      "REJEIÇÃO CELULAR",
      "MULTIPLAS COMPLICAÇÕES",
      "PERDA PONDERAL"
    ],
    "Lesão ou Envenenamento": [
      "ULCERA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CECO"
    ],
    "Substância Farmacológica": [
      "MTC",
      "SRL",
      "CVD",
      "MACRODANTINA",
      "FLAGYL",
      "LISPRO",
      "LANTUS",
      "INSULINA",
      "PROGRAF XL"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "SRL",
      "CVD",
      "MACRODANTINA",
      "LISPRO",
      "LANTUS"
    ],
    "Conceito Quantitativo": [
      "5",
      "1",
      "X2",
      "X3",
      "35",
      "140/80",
      "78",
      "12 , 5",
      "46 , 2"
    ],
    "Antibiótico": [
      "MACRODANTINA"
    ],
    "Atividade de Assistência à Saúde": [
      "CONSULTA",
      "O"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ENDO",
      "NUTRI"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "INSULINA"
    ],
    "Hormônio": [
      "INSULINA"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO",
      "PC"
    ],
    "Negação": [
      "AFEBRIL",
      "SEM"
    ],
    "Localização ou Região Corporal": [
      "ABD",
      "MMII"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "REJEIÇÃO CELULAR",
      "CR 1 , 34",
      "NS FK 2",
      "SRL 7"
    ],
    "Dispositivo de Administração de Medicamento": [
      "BOMBA INSULINA"
    ]
  },
  "labels": {
    "dvnr": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.763,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC63.3": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
          }
        }
      ]
    },
    "candidiase vaginal": {
      "capitulo": "14",
      "opcoes": [
        {
          "EC90.10": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "EB60.1": {
            "confidence_embedding": 0.7395,
            "text": "Representação de doença CID-11: Líquen escleroso do pênis. Definição: Líquen escleroso do pênis se desenvolve quase exclusivamente em homens não circuncidados e é o resultado do contato oclusivo crônico de epitélio suscetível à urina. Frequentemente, causa dispareunia e dificuldades com a micção. Manifesta-se tipicamente como fimose esclerótica do prepúcio, que pode não ser possível de retração, junto com inflamação e esclerose da superfície mucocutânea do prepúcio e da glande do pênis. Estenose e ocasionalmente obliteração do orifício meatal externo podem ocorrer em casos graves. Embora mais comumente reconhecida em homens adultos, é uma causa comum de fimose adquirida em meninos."
          }
        },
        {
          "EB13.0": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EE12.1": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Onicomicose. Definição: Infecção fúngica das unhas das mãos e/ou dos pés devida mais comumente a dermatófitos (tinea unguium ou tinha ungueal) ou leveduras, especialmente espécies de Candida."
          }
        }
      ]
    },
    "hipocorada": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        },
        {
          "3A21.0": {
            "confidence_embedding": 0.7269,
            "text": "Representação de doença CID-11: Hemoglobinúria paroxística noturna. Definição: Hemoglobinúria paroxística noturna (HPN) é um transtorno clonal da célula-tronco hematopoiética caracterizada por anemia hemolítica corpuscular, falência de medula óssea e eventos trombóticos frequentes."
          }
        },
        {
          "3B81.3": {
            "confidence_embedding": 0.7214,
            "text": "Representação de doença CID-11: Laceração ou ruptura não traumática do baço. Definição: Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
          }
        }
      ]
    },
    "retinopatia/gastroparesia": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B70": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7502,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B5B": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Deficiência de vitamina B2. Definição: Os sinais de deficiência de riboflavina são dor de garganta, hiperemia, edema das membranas das mucosas orais e faríngeas, queilose, estomatite angular, glossite, dermatite seborreica e anemia normocítica normocrômica associada à displasia? eritrocitária pura da medula óssea. A principal causa da hiporriboflavinose é a ingestão alimentar inadequada como resultado do fornecimento limitado de alimentos, que às vezes é exacerbado pelo armazenamento ou processamento deficiente dos alimentos. Crianças em países em desenvolvimento geralmente demonstram sinais clínicos de deficiência de riboflavina durante os períodos do ano em que as infecções gastrointestinais são prevalentes. A menor absorção da riboflavina também resulta de digestão anormal, como a que ocorre com a intolerância à lactose."
          }
        },
        {
          "5B90.2": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Hipervitaminose D. Definição: A hipervitaminose D é secundária à ingestão excessiva de vitamina D. Pode ocorrer com ingestão elevada a longo prazo ou por ingestão aguda em excesso. O excesso de quantidades resulta em concentrações anormalmente altas de cálcio e fosfato no soro. Os sinais e sintomas da intoxicação por vitamina D são secundários à hipercalcemia. As manifestações gastrointestinais incluem náuseas, vômitos, constipação, dor abdominal e pancreatite. Os possíveis achados cardíacos são hipertensão, diminuição do intervalo Q-T e arritmias. Os efeitos da hipercalcemia no sistema nervoso central incluem letargia, hipotonia, confusão, desorientação, depressão, psicose, alucinações e coma. A hipercalcemia danifica os mecanismos de concentração renal, o que pode levar à poliúria, desidratação e hipernatremia. A hipercalcemia também pode causar insuficiência renal aguda, nefrolitíase e nefrocalcinose, que pode resultar em insuficiência renal crônica. As mortes geralmente estão associadas a arritmias ou desidratação."
          }
        }
      ]
    },
    "multiplas complicações": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF96": {
            "confidence_embedding": 0.7792,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7634,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MG02": {
            "confidence_embedding": 0.7565,
            "text": "Representação de doença CID-11: Resultados de estudos de função renal. Definição: "
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7557,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "ulcera": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA01.12": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Estomatite ulcerativa crônica. Definição: Estomatite ulcerativa crônica (EUC) é uma doença rara que se apresenta com erosões e ulceração crônicas da mucosa oral semelhantes ao líquen plano erosivo, mas refratárias às terapias padrão. Tipicamente afeta mulheres idosas. O diagnóstico requer a demonstração de depósitos perinucleares granulares pontilhados de IgG nas camadas basal e parabasal do epitélio oral (antinuclear estratificado específico epitelial ou padrão SES-ANA). Há evidências crescentes de que a EUC é uma doença autoimune provocada por anticorpos IgG circulantes dirigidos contra delta-Np63, uma isoforma da família p53 de fatores de transcrição nuclear que está presente ao redor dos núcleos de queratinócitos basais epiteliais orais normais. A EUC normalmente responde a tratamento com hidroxicloroquina."
          }
        },
        {
          "DB34.4": {
            "confidence_embedding": 0.7573,
            "text": "Representação de doença CID-11: Úlcera retal hemorrágica aguda. Definição: Úlcera retal hemorrágica aguda é considerada como um transtorno isquêmico agudo da mucosa, que ocorre em pacientes idosos que sofrem de redução incipiente do fluxo sanguíneo devida a fatores arterioscleróticos. Estes pacientes estão frequentemente acamados, e isso causa uma diminuição no fluxo sanguíneo da mucosa do reto inferior, o que por sua vez desencadeia essa doença."
          }
        },
        {
          "DD71.Z": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Colite ulcerativa, não especificada. Definição: "
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DD71.Y": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Outra colite ulcerativa especificada. Definição: "
          }
        }
      ]
    },
    "anemia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A72.0": {
            "confidence_embedding": 0.8421,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A71.2": {
            "confidence_embedding": 0.8346,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.825,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        },
        {
          "3A20.Y": {
            "confidence_embedding": 0.8096,
            "text": "Representação de doença CID-11: Outra anemia hemolítica adquirida especificada, imune. Definição: "
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.8076,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        }
      ]
    },
    "perda ponderal": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7712,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B90.2": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Hipervitaminose D. Definição: A hipervitaminose D é secundária à ingestão excessiva de vitamina D. Pode ocorrer com ingestão elevada a longo prazo ou por ingestão aguda em excesso. O excesso de quantidades resulta em concentrações anormalmente altas de cálcio e fosfato no soro. Os sinais e sintomas da intoxicação por vitamina D são secundários à hipercalcemia. As manifestações gastrointestinais incluem náuseas, vômitos, constipação, dor abdominal e pancreatite. Os possíveis achados cardíacos são hipertensão, diminuição do intervalo Q-T e arritmias. Os efeitos da hipercalcemia no sistema nervoso central incluem letargia, hipotonia, confusão, desorientação, depressão, psicose, alucinações e coma. A hipercalcemia danifica os mecanismos de concentração renal, o que pode levar à poliúria, desidratação e hipernatremia. A hipercalcemia também pode causar insuficiência renal aguda, nefrolitíase e nefrocalcinose, que pode resultar em insuficiência renal crônica. As mortes geralmente estão associadas a arritmias ou desidratação."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7322,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        }
      ]
    },
    "dm descompensado": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5K.7": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C70.0": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água."
          }
        },
        {
          "5B90.2": {
            "confidence_embedding": 0.7486,
            "text": "Representação de doença CID-11: Hipervitaminose D. Definição: A hipervitaminose D é secundária à ingestão excessiva de vitamina D. Pode ocorrer com ingestão elevada a longo prazo ou por ingestão aguda em excesso. O excesso de quantidades resulta em concentrações anormalmente altas de cálcio e fosfato no soro. Os sinais e sintomas da intoxicação por vitamina D são secundários à hipercalcemia. As manifestações gastrointestinais incluem náuseas, vômitos, constipação, dor abdominal e pancreatite. Os possíveis achados cardíacos são hipertensão, diminuição do intervalo Q-T e arritmias. Os efeitos da hipercalcemia no sistema nervoso central incluem letargia, hipotonia, confusão, desorientação, depressão, psicose, alucinações e coma. A hipercalcemia danifica os mecanismos de concentração renal, o que pode levar à poliúria, desidratação e hipernatremia. A hipercalcemia também pode causar insuficiência renal aguda, nefrolitíase e nefrocalcinose, que pode resultar em insuficiência renal crônica. As mortes geralmente estão associadas a arritmias ou desidratação."
          }
        }
      ]
    },
    "tx renal": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7731,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7514,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7312,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7294,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD51.4": {
            "confidence_embedding": 0.7209,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção de artéria renal. Definição: "
          }
        }
      ]
    },
    "edema": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.8135,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.7863,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7859,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.1": {
            "confidence_embedding": 0.7838,
            "text": "Representação de doença CID-11: Edema generalizado. Definição: "
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7823,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        }
      ]
    },
    "cmv": {
      "capitulo": "02",
      "opcoes": [
        {
          "2C90": {
            "confidence_embedding": 0.7573,
            "text": "Representação de doença CID-11: Neoplasias malignas do rim, exceto pelve renal. Definição: O câncer de rim representa 2% da carga total de câncer em humanos, com aproximadamente 190.000 novos casos diagnosticados a cada ano. Ocorrem em todas as regiões do mundo, com uma preferência por países desenvolvidos. Fatores etiológicos incluem carcinógenos ambientais (tabagismo) e fatores de estilo de vida, em particular a obesidade. Embora os tumores renais possam ser completamente removidos cirurgicamente, a metástase hematogênica é frequente e pode ocorrer já em um estágio inicial da doença. O padrão de mutações somáticas em tumores renais tem sido extensivamente investigado e se tornou, além da histopatologia, um dos principais critérios de classificação. Os tumores renais também ocorrem no contexto de várias síndromes de câncer hereditárias, incluindo a doença de von Hippel-Lindau."
          }
        },
        {
          "2A32": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Trombocitopenia refratária. Definição: Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de megacariócitos displásicos, encontrados dentre pelo menos 30 megacariócitos examinados na medula óssea."
          }
        },
        {
          "2A31": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Neutropenia refratária. Definição: Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de neutrófilos displásicos na medula óssea ou no sangue periférico."
          }
        },
        {
          "2A38": {
            "confidence_embedding": 0.7411,
            "text": "Representação de doença CID-11: Citopenia refratária da infância. Definição: O subtipo mais comum de síndromes mielodisplásicas que afetam crianças. É caracterizada por citopenia persistente com menos de 5% de blastos na medula óssea e menos de 2% de blastos no sangue periférico."
          }
        },
        {
          "2A83.50": {
            "confidence_embedding": 0.7399,
            "text": "Representação de doença CID-11: Doença de deposição da cadeia pesada. Definição: Doença do rim, causada por proliferação e deposição de pedaços de segmentos de cadeia pesada de imunoglobulina alfa, gama, delta ou mu truncados ou anormais de leucócitos. Esta doença é caracterizada por depósitos de tecido fibrilar ou granular e disfunção renal, que podem levar à falência do órgão. A confirmação é feita pela identificação de deposição de cadeia pesada em tecido biopsiado, usando imunofluorescência ao microscópio."
          }
        }
      ]
    },
    "ansiedade": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6E63": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Síndrome de ansiedade secundária. Definição: Síndrome caracterizada pela presença de sintomas ansiosos proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas ansiosos ou ataques de pânico em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas ansiosos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7388,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6D85.8": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Demência devido à pelagra. Definição: A demência devido à pelagra é causada pela falta persistente de vitamina B3 (niacina) ou triptofano na dieta ou devido à má absorção no trato gastrointestinal devido a doença (p. ex., doença de Crohn) ou devido aos efeitos de alguns medicamentos (p. ex., isoniazida). Os principais sinais da pelagra incluem alterações dermatológicas (sensibilidade à luz solar, lesões, alopecia e edema) e diarreia. Pelo prolongamento da deficiência nutricional podem aparecer sintomas cognitivos que incluem agressividade, distúrbios motores (ataxia e inquietação), confusão e fraqueza são observados. O tratamento com suplementação nutricional (p. ex.,, niacina) geralmente resulta na reversão dos sintomas."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "desnutrição": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7959,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7867,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7753,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5D01": {
            "confidence_embedding": 0.7657,
            "text": "Representação de doença CID-11: Síndrome de lise tumoral. Definição: Grupo de complicações metabólicas que podem ocorrer após o tratamento do câncer, geralmente linfomas e leucemias, e às vezes até mesmo sem tratamento. Essas complicações são causadas pelos produtos de degradação das células cancerosas mortas e incluem hipercalemia, hiperfosfatemia, hiperuricemia e hiperuricosúria, hipocalcemia e consequente nefropatia aguda por ácido úrico e insuficiência renal aguda."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7647,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7614,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        }
      ]
    },
    "rejeição celular": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A44.B": {
            "confidence_embedding": 0.7633,
            "text": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição."
          }
        },
        {
          "4B24.0": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        },
        {
          "4B24": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro. Definição: Doença do enxerto-versus-hospedeiro (GVHD) ocorre quando células linfoides de um doador imunocompetente são introduzidas num receptor histo-incompatível incapaz de rejeitá-las. Isso usualmente ocorre como resultado de transplante de células tronco hematopoiéticas. Os principais alvos dos linfócitos do doador são a pele, o trato gastrointestinal e o fígado do receptor. A GVHD aguda, que ocorre normalmente nos primeiros 100 dias, tem alta mortalidade. A fase aguda pode ser seguida por GVHD crônica, que também pode sofrer nova agudização. Isso, geralmente, se apresenta como uma erupção liquenoide, mas pode evoluir para grave doença fibrosante afetando pele, pulmões e fígado."
          }
        },
        {
          "4B40.2": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Síndrome de Good. Definição: Condição que acomete indivíduos adultos em quem a hipogamaglobulinemia, deficiência da imunidade mediada por células e timoma benigno podem ocorrer simultaneamente."
          }
        },
        {
          "4A45": {
            "confidence_embedding": 0.7349,
            "text": "Representação de doença CID-11: Síndrome antifosfolípide. Definição: Síndrome antifosfolípide, também conhecida como síndrome de Hughes, é uma condição autoimune sistêmica caracterizada pela presença de anticorpos antifosfolipídicos (aPL) no soro de pacientes com eventos trombóticos e/ou complicações recorrentes na gravidez."
          }
        }
      ]
    }
  }
}