{
  "prontuario_id": 909,
  "text": "INVESTIGAVA  DOR ATIPICA \nCINTILO ISQUEMIA  DISCRETA   P INFERIOR  VE    FE 34 - 46 \n2-6-15   CATE  TORTUOSIDADES -- MIOCSRDIOPATIA   VE   DISCRETA MODERADA\nS  MELHORA  GRADATIVA DOS  SINTOMAS\nO  NDN\nA  MCP DILATADA X\nP  AO  AMB IC\nHOLTER\nOTIMIZO\nCVD  12,5 12-12   DEMAIS MANTIDO\n \n \n \n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "INVESTIGAVA",
      "OTIMIZO",
      "DEMAIS MANTIDO"
    ],
    "Procedimento Diagnóstico": [
      "CINTILO",
      "CATE",
      "A",
      "HOLTER"
    ],
    "Abreviação": [
      "CINTILO",
      "CATE",
      "S",
      "NDN",
      "A",
      "P",
      "CVD",
      "ISQUEMIA DISCRETA P INFERIOR VE",
      "FE 34",
      "MIOCSRDIOPATIA VE DISCRETA MODERADA",
      "MCP DILATADA",
      "AMB IC"
    ],
    "Negação": [
      "S"
    ],
    "Achado": [
      "NDN",
      "MELHORA GRADATIVA DOS SINTOMAS"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Substância Farmacológica": [
      "CVD"
    ],
    "Substância Química Orgânica": [
      "CVD"
    ],
    "Conceito Temporal": [
      "12-12"
    ],
    "Sinal ou Sintoma": [
      "DOR ATIPICA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ISQUEMIA DISCRETA P INFERIOR VE",
      "FE 34",
      "MIOCSRDIOPATIA VE DISCRETA MODERADA"
    ],
    "Doença ou Síndrome": [
      "MCP DILATADA"
    ],
    "Organização Relacionada à Saúde": [
      "AMB IC"
    ],
    "Conceito Quantitativo": [
      "12 , 5"
    ]
  },
  "labels": {
    "dor atipica": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E43.0": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        },
        {
          "8A45.2Y": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Outros transtornos especificados da substância branca devidos a anormalidades vasculares ou isquemia. Definição: "
          }
        },
        {
          "8B10": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Ataque isquêmico transitório. Definição: Episódio transitório de disfunção neurológica focal causada por isquemia cerebral focal sem infarto agudo na área clinicamente relevante do cérebro ou perda visual monocular transitória devida à isquemia retiniana. Os sintomas devem desaparecer completamente em 24 horas."
          }
        }
      ]
    },
    "ndn": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MC80.Y": {
            "confidence_embedding": 0.7468,
            "text": "Representação de doença CID-11: Outro valor anormal da pressão arterial especificado, sem diagnóstico. Definição: "
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7399,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    },
    "mcp dilatada": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A78.2Y": {
            "confidence_embedding": 0.7087,
            "text": "Representação de doença CID-11: Outro edema corneano especificado. Definição: "
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7074,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9B75.01": {
            "confidence_embedding": 0.6977,
            "text": "Representação de doença CID-11: Degeneração macular relacionada à idade intermediária. Definição: Consiste em drusas intermediárias extensas, pelo menos uma drusa grande (> = 125 mícrons de diâmetro) ou atrofia geográfica que não envolve o centro da fóvea"
          }
        },
        {
          "9C40.A0": {
            "confidence_embedding": 0.6967,
            "text": "Representação de doença CID-11: Papiledema. Definição: Edema de disco óptico que resulta da pressão intracraniana aumentada."
          }
        },
        {
          "9A78.20": {
            "confidence_embedding": 0.6966,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        }
      ]
    }
  }
}