{
  "prontuario_id": 825,
  "text": "pcte acompanha no ambulatorio da cx bariatrica em espera para realização do procedimento. Vem ao ambulatorio da cx geral para correção de hernia umbilical. \nAo exame hernia umbilical pequena nao encarcerada sem sintomas. Nega alteração de habito intestinal\nPlanejada correção da hernia umbilical juntamente com a cx bariatrica\nAlta pelo ambulatorio da cx geral\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "pcte",
      "cx bariatrica",
      "cx geral",
      "ambulatorio da cx geral"
    ],
    "Paciente ou Grupo com Deficiência": [
      "pcte"
    ],
    "Organização Relacionada à Saúde": [
      "ambulatorio",
      "cx geral",
      "cx bariatrica",
      "ambulatorio da cx geral"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "procedimento",
      "cx bariatrica",
      "correção de hernia umbilical",
      "correção da hernia umbilical"
    ],
    "Atividade de Assistência à Saúde": [
      "exame"
    ],
    "Conceito Qualitativo": [
      "pequena",
      "encarcerada"
    ],
    "Negação": [
      "nao",
      "sem",
      "Nega"
    ],
    "Sinal ou Sintoma": [
      "encarcerada",
      "sintomas",
      "alteração de habito intestinal"
    ],
    "Anormalidade Anatômica": [
      "correção de hernia umbilical",
      "hernia umbilical"
    ]
  },
  "labels": {
    "hernia umbilical": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD56": {
            "confidence_embedding": 0.7299,
            "text": "Representação de doença CID-11: Hernia incisional. Definição: A hérnia que ocorre em área fragilizada pela incisão de cirurgia abdominal prévia ou de trauma abdominal maior."
          }
        },
        {
          "DD53": {
            "confidence_embedding": 0.728,
            "text": "Representação de doença CID-11: Hérnia umbilical. Definição: Uma hérnia ocorre quando parte de um órgão interno protunde através de uma área fraca do músculo. Uma hérnia umbilical é uma protrusão de peritônio e fluido, omento ou uma porção de órgão(s) abdominal(s) através do anel umbilical. O anel umbilical é o tecido fibroso e muscular ao redor do umbigo. Hérnias pequenas geralmente fecham espontaneamente sem tratamento aos 1 ou 2 anos de idade. As hérnias umbilicais geralmente são indolores e são comuns em lactentes."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.714,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD52": {
            "confidence_embedding": 0.7115,
            "text": "Representação de doença CID-11: Hérnia femoral. Definição: Hérnia femoral é uma protrusão de uma alça do intestino através de uma parede abdominal enfraquecida, localizada no abdômen inferior, perto da coxa.\r\nUma hérnia ocorre quando o conteúdo do abdome (geralmente parte do intestino delgado) se comprime através de um ponto fraco ou rompe a fina parede muscular do abdome, que mantém os órgãos abdominais no lugar. Hérnias femorais tendem a ocorrer mais frequentemente em mulheres do que em homens."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        }
      ]
    },
    "sintomas": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME0Y": {
            "confidence_embedding": 0.736,
            "text": "Representação de doença CID-11: Outros sintomas especificados relacionados ao trato gastrointestinal inferior ou abdome. Definição: "
          }
        },
        {
          "ME86.B": {
            "confidence_embedding": 0.7315,
            "text": "Representação de doença CID-11: Sintoma ou queixa da perna ou coxa. Definição: "
          }
        },
        {
          "ME0A": {
            "confidence_embedding": 0.7287,
            "text": "Representação de doença CID-11: Peristaltismo visível. Definição: Movimentos peristálticos dos intestinos aumentados, em formato de onda, pelos quais o conteúdo é forçado para a frente em direção à abertura de tal forma que se tornam visíveis através das paredes abdominais à inspeção."
          }
        },
        {
          "MD9Y": {
            "confidence_embedding": 0.7235,
            "text": "Representação de doença CID-11: Outros sintomas especificados relacionados ao trato gastrointestinal superior. Definição: "
          }
        },
        {
          "MD91": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Eructação. Definição: Liberação de gás do trato gastrointestinal superior via esôfago pela boca."
          }
        }
      ]
    },
    "correção de hernia umbilical": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD53": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Hérnia umbilical. Definição: Uma hérnia ocorre quando parte de um órgão interno protunde através de uma área fraca do músculo. Uma hérnia umbilical é uma protrusão de peritônio e fluido, omento ou uma porção de órgão(s) abdominal(s) através do anel umbilical. O anel umbilical é o tecido fibroso e muscular ao redor do umbigo. Hérnias pequenas geralmente fecham espontaneamente sem tratamento aos 1 ou 2 anos de idade. As hérnias umbilicais geralmente são indolores e são comuns em lactentes."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7504,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7426,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7425,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        }
      ]
    },
    "encarcerada": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB50.2": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Abrasão da parede abdominal. Definição: "
          }
        },
        {
          "NB50.3": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Contusão da parede abdominal. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NB91.Z": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Lesão de órgãos intra-abdominais, não especificada. Definição: "
          }
        },
        {
          "NB51.4": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Mordedura aberta do abdome, região lombar ou pelve. Definição: "
          }
        }
      ]
    }
  }
}