{
  "prontuario_id": 71,
  "text": "# Lucas, 78 ANOS\n\n# FAC EM ANTICOAGULAÇÃO\n# MP DESDE 2002 ( HOSP CAJURU ) - EQUIPE Doutor Vital Brazil \n# HIPOTIREOIDISMO\n# NEGA IAM PRÉVIO\n# DEPRESSÃO\n# EX-ETILISTA\n# EX-TABAGISTA\n# NEGA ALERGIA A MEDICAMENTOS\n# EM USO DE: MAREVAN 5MG ( CONFORME TAP) E LEVOTIROXONA 50 MCG / DIA\n# US ABDOME (16/11): VESÍCULA BILIAR COM LAMA BILIAR E MICROCÁLCULOS\n# ECOCARDIOGRAMA TT (19/11):  FE 31% -\n# ECOCARDIOGRAMA TT (27/11/15): FEVE 28%\n# CATE (01/12): LESAO 80% TCE DISTAL , 40% CD\nS # INTERNAMENTO PRÉVIO POR PANCRETATITE BILIAR, PORÉM NÃO REALIZADA CX DEVIDO NECESSIDADE DA REALIZAÇÃO DE CAT, ENCAMINHADO DEVIDO NODULO PROSTATICO. REFERE URGE INCONTINENCIA URINÁRIA. JATO MICCIONAL FRACO\nO # TR: 60 G, FE, NODULO ÀS 5 HORAS\nA # HPB ? CA ?\nP # SOLICITO LAB E USG\n     PRESCREVO DOXAZOSINA 2MG\n     RETORNO COM EXAMES\n \n \n \n ",
  "entities": {
    "Doença ou Síndrome": [
      "FAC",
      "MP",
      "HIPOTIREOIDISMO",
      "IAM",
      "DEPRESSÃO",
      "HPB",
      "PANCRETATITE BILIAR"
    ],
    "Abreviação": [
      "FAC",
      "MP",
      "IAM",
      "CATE",
      "CX",
      "CAT",
      "TR",
      "FE",
      "HPB",
      "CA",
      "LAB",
      "USG",
      "US ABDOME",
      "ECOCARDIOGRAMA TT",
      "FE 31%",
      "FEVE 28%",
      "40% CD"
    ],
    "Função Patológica": [
      "FAC"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ANTICOAGULAÇÃO",
      "CATE",
      "CX",
      "CAT"
    ],
    "Negação": [
      "NEGA",
      "NÃO"
    ],
    "Conceito Temporal": [
      "PRÉVIO"
    ],
    "Achado": [
      "EX-ETILISTA",
      "EX-TABAGISTA"
    ],
    "Sinal ou Sintoma": [
      "ALERGIA",
      "NODULO",
      "URGE INCONTINENCIA URINÁRIA",
      "JATO MICCIONAL FRACO"
    ],
    "Substância Farmacológica": [
      "MEDICAMENTOS",
      "MAREVAN",
      "LEVOTIROXONA",
      "DOXAZOSINA"
    ],
    "Conceito Quantitativo": [
      "5MG",
      "2MG",
      "50 MCG / DIA"
    ],
    "Procedimento Laboratorial": [
      "TAP",
      "LAB",
      "EXAMES"
    ],
    "Procedimento Diagnóstico": [
      "CATE",
      "CAT",
      "USG",
      "EXAMES",
      "US ABDOME",
      "ECOCARDIOGRAMA TT"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNAMENTO",
      "REALIZADA",
      "SOLICITO",
      "PRESCREVO"
    ],
    "Processo Neoplásico": [
      "NODULO",
      "HPB",
      "CA",
      "NODULO PROSTATICO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "VESÍCULA BILIAR COM LAMA BILIAR",
      "FE 31%",
      "FEVE 28%",
      "LESAO 80% TCE DISTAL",
      "40% CD"
    ]
  },
  "labels": {
    "ca": {
      "capitulo": "02",
      "opcoes": [
        {
          "2C25.0": {
            "confidence_embedding": 0.8013,
            "text": "Representação de doença CID-11: Adenocarcinoma de brônquio ou pulmão. Definição: Carcinoma que surge do pulmão e é caracterizado pela presença de células epiteliais glandulares malignas. Existe uma predileção pelo sexo masculino com uma proporção de sexo masculino para feminino de 2:1. Geralmente o adenocarcinoma pulmonar é assintomático e é identificado por meio de estudos de triagem ou como um achado radiológico incidental. Se sintomas clínicos estiverem presentes, eles incluem falta de ar, tosse, hemoptise, dor no peito e febre. A fumaça do tabaco é fator de risco reconhecido."
          }
        },
        {
          "2C12": {
            "confidence_embedding": 0.7788,
            "text": "Representação de doença CID-11: Neoplasias malignas do fígado ou ductos biliares intra-hepáticos. Definição: A neoplasia hepática mais frequente e importante é o carcinoma hepatocelular primário (CHC). Em muitas partes do mundo, em particular na África e na Ásia, representa uma carga significativa de doenças. Nessas regiões de alta incidência, a infecção crônica pelo vírus da hepatite B (VHB) é a principal causa subjacente, com exceção do Japão, que tem uma alta prevalência de infecção por hepatite C. A vacinação contra o VHB tornou-se uma ferramenta poderosa na redução da cirrose e do CHC, mas a implementação ainda é subótima em várias regiões de alto risco. Nos países ocidentais, o abuso crônico de álcool é um fator etiológico importante. O colangiocarcinoma hepático tem uma distribuição geográfica diferente, com pico de incidência no norte da Tailândia. Aqui, é causado por uma infecção crônica com a fascíola do fígado, Opisthorchis Viverrini, que é ingerida por meio de peixes crus infectados."
          }
        },
        {
          "2C13.0": {
            "confidence_embedding": 0.7745,
            "text": "Representação de doença CID-11: Adenocarcinoma da vesícula biliar. Definição: Adenocarcinoma originando-se da vesícula biliar. É o tumor maligno mais comum da vesícula biliar, tipicamente no fundo; geralmente é bem a moderadamente diferenciado. A incidência é maior em pacientes com cálculos biliares do que em pacientes sem cálculos biliares. Sinais e sintomas geralmente se manifestam no final do curso da doença e lembram os da colecistite crônica, incluindo dor no quadrante superior direito. As variantes histológicas incluem adenocarcinoma do tipo intestinal, adenocarcinoma de células claras, adenocarcinoma mucinoso, adenocarcinoma papilar e adenocarcinoma de anel de sinete."
          }
        },
        {
          "2B72.0": {
            "confidence_embedding": 0.7736,
            "text": "Representação de doença CID-11: Adenocarcinoma gástrico. Definição: Adenocarcinoma originado do epitélio glandular do estômago. O adenocarcinoma gástrico é principalmente uma doença de indivíduos mais velhos. Ela se desenvolve mais comumente após um longo período de gastrite atrófica e está fortemente associada à infecção por Helicobacter pylori. A falta de sintomas precoces muitas vezes atrasa o diagnóstico de câncer gástrico. A maioria dos pacientes apresenta tumores avançados com baixas taxas de cura. Microscopicamente, dois tipos histológicos importantes de adenocarcinoma gástrico são reconhecidos: o tipo intestinal e o tipo difuso. O prognóstico geral dos adenocarcinomas gástricos é ruim, mesmo nos pacientes que recebem uma ressecção curativa."
          }
        },
        {
          "2C82": {
            "confidence_embedding": 0.7726,
            "text": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
          }
        }
      ]
    },
    "urge incontinencia urinária": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.52": {
            "confidence_embedding": 0.8262,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.8233,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GC40.5": {
            "confidence_embedding": 0.8179,
            "text": "Representação de doença CID-11: Incontinência urinária associada a prolapso de órgãos pélvicos. Definição: Uma afecção do sistema urinário, causada pelo deslocamento anormal de um ou mais órgãos pélvicos. Esta afecção é caracterizada pela perda involuntária de urina. A confirmação é feita por urinálise."
          }
        },
        {
          "GC40.50": {
            "confidence_embedding": 0.8161,
            "text": "Representação de doença CID-11: Incontinência de esforço associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por fraqueza dos músculos do assoalho pélvico e aumento da pressão intra-abdominal, causando pressão na bexiga. Esta condição é caracterizada por uma mudança na posição da uretra, permitindo que a urina saia facilmente, e incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.8096,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        }
      ]
    },
    "fac": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC1Z": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Doenças de vesícula ou trato biliar, não especificadas. Definição: "
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7805,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DD50.Y": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal, especificada. Definição: "
          }
        }
      ]
    },
    "jato miccional fraco": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF50.61": {
            "confidence_embedding": 0.8044,
            "text": "Representação de doença CID-11: jato urinário fraco. Definição: Um jato de urina reduzido, lento ou fraco"
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7702,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF50.62": {
            "confidence_embedding": 0.7684,
            "text": "Representação de doença CID-11: Divisão do jato urinário. Definição: Condição em que o jato de urina se divide em duas ou mais direções diferentes"
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MF50.63": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Urgência miccional. Definição: Uma vontade repentina e intensa de urinar junto com desconforto na bexiga"
          }
        }
      ]
    },
    "pancretatite biliar": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC1Z": {
            "confidence_embedding": 0.806,
            "text": "Representação de doença CID-11: Doenças de vesícula ou trato biliar, não especificadas. Definição: "
          }
        },
        {
          "DC34": {
            "confidence_embedding": 0.8058,
            "text": "Representação de doença CID-11: Pancreatite obstrutiva. Definição: Esta é uma obstrução na presença de inflamação do pâncreas que requer atenção médica imediata e hospitalização durante um ataque, que tem múltiplas causas e sintomas, que ocorre quando enzimas pancreáticas (especialmente a tripsina) que digerem os alimentos são ativadas no pâncreas em vez de no intestino delgado."
          }
        },
        {
          "DC31.2": {
            "confidence_embedding": 0.8013,
            "text": "Representação de doença CID-11: Pancreatite aguda biliar. Definição: Pancreatite aguda associada a litíase biliar. Apesar de a litíase biliar ser uma das principais etiologias, o diagnóstico deve ser realizado após a exclusão de outras etiologias. Supõe-se que o refluxo de bile para o ducto pancreático, causado por um cálculo impactado na papila duodenal, seja uma causa disto."
          }
        },
        {
          "DC11": {
            "confidence_embedding": 0.7998,
            "text": "Representação de doença CID-11: Colelitíase. Definição: Colelitíase é o cálculo de vesícula biliar, ducto cístico ou ducto biliar. A maioria das pedras na vesícula biliar é assintomática, mas o sintoma inicial mais comum é a cólica biliar antes do desenvolvimento de complicações, incluindo colecistite aguda ou colangite."
          }
        },
        {
          "DC1Y": {
            "confidence_embedding": 0.7982,
            "text": "Representação de doença CID-11: Outras doenças especificadas de vesícula ou trato biliar. Definição: "
          }
        }
      ]
    },
    "nodulo prostatico": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA91.0": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Prostatite crônica. Definição: Afecção causada por obstrução das glândulas da próstata. Esta afecção é caracterizada por inflamação da próstata, disúria, polaciúria, urgência urinária, dor genital, dor lombar, dor abdominal e infecções repetidas da bexiga que duram pelo menos três meses."
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.7753,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GC40.52": {
            "confidence_embedding": 0.7739,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.50": {
            "confidence_embedding": 0.7737,
            "text": "Representação de doença CID-11: Incontinência de esforço associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por fraqueza dos músculos do assoalho pélvico e aumento da pressão intra-abdominal, causando pressão na bexiga. Esta condição é caracterizada por uma mudança na posição da uretra, permitindo que a urina saia facilmente, e incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.7673,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        }
      ]
    },
    "mp": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB91.0": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Insuficiência pulmonar reumática. Definição: Condição reumática em que a valva pulmonar não é forte o suficiente para impedir o refluxo para o ventrículo direito."
          }
        },
        {
          "BB71": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Insuficiência da valva aórtica. Definição: A insuficiência da valva aórtica resulta de escoamento e refluxo de sangue que é ejetado do ventrículo esquerdo para a aorta ascendente de volta ao ventrículo esquerdo."
          }
        },
        {
          "BB62.Z": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Prolapso da valva mitral, não especificado. Definição: "
          }
        },
        {
          "BB92.Z": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Estenose da valva pulmonar com insuficiência, não especificada. Definição: "
          }
        }
      ]
    },
    "hpb": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7843,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA63.3": {
            "confidence_embedding": 0.7839,
            "text": "Representação de doença CID-11: Úlcera de estresse do duodeno. Definição: Úlceras de estresse do duodeno são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes que podem resultar em hemorragia digestiva alta aguda. Geralmente são erosões superficiais, mas podem evoluir para úlceras."
          }
        },
        {
          "DC1Z": {
            "confidence_embedding": 0.7785,
            "text": "Representação de doença CID-11: Doenças de vesícula ou trato biliar, não especificadas. Definição: "
          }
        },
        {
          "DC82.0": {
            "confidence_embedding": 0.7739,
            "text": "Representação de doença CID-11: Divertículo do intestino grosso com hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo na parede do intestino grosso, com hemorragia."
          }
        },
        {
          "DB92": {
            "confidence_embedding": 0.7731,
            "text": "Representação de doença CID-11: Doença hepática gordurosa não alcoólica. Definição: DHGNA (doença hepática gordurosa não alcoólica) é caracterizada por fígado gorduroso relacionado à resistência a insulina na ausência de consumo alcoólico significativo. Abrange um espectro patológico desde estatose simples até esteatohepatite. Cerca de 10 a 20% dos casos têm esteatohepatite (esteatohepatite não alcoólica: NASH), que pode progredir para cirrose e carcinoma hepatocelular."
          }
        }
      ]
    },
    "nodulo": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7807,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF91": {
            "confidence_embedding": 0.7756,
            "text": "Representação de doença CID-11: Bilirrubinúria. Definição: Bilirrubinúria significa a presença de qualquer pigmento biliar na urina."
          }
        },
        {
          "ME24.35": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Perfuração da vesícula biliar ou dos ductos biliares. Definição: Perfuração no pequeno órgão que auxilia principalmente na digestão da gordura e concentra a bile produzida pelo fígado e em qualquer uma de várias estruturas semelhantes a tubos longos que transportam a bile."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME04.Y": {
            "confidence_embedding": 0.7615,
            "text": "Representação de doença CID-11: Outra ascite especificada. Definição: "
          }
        }
      ]
    },
    "hipotireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.03": {
            "confidence_embedding": 0.8304,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito transitório. Definição: Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.8266,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5A00.0": {
            "confidence_embedding": 0.822,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito. Definição: Hipotireoidismo congênito é caracterizado quando ao nascimento observar-se pouca ou nenhuma produção dos hormônios tireoidianos. Achados clínicos comuns incluem atividade diminuída e sonolência exacerbada, dificuldade de alimentação e constipação, icterícia prolongada, fácies mixedematosa, alargamento de fontanelas (especialmente fontanela posterior), macroglossia, abdome distendido com hérnia umbilical e hipotonia."
          }
        },
        {
          "5A00.2": {
            "confidence_embedding": 0.812,
            "text": "Representação de doença CID-11: Hipotireoidismo adquirido. Definição: Hipotireoidismo adquirido é uma condição onde a glândula tireoide produz muito pouco ou nenhum hormônio, e esta condição surge apenas após o nascimento."
          }
        },
        {
          "5D42": {
            "confidence_embedding": 0.8036,
            "text": "Representação de doença CID-11: Hipoparatireoidismo pós-procedimento. Definição: Trata-se da diminuição da função das glândulas paratireoides pós-procedimento, com diminuição da produção do hormônio da paratireoide. Isso pode acarretar níveis baixos de cálcio no sangue, muitas vezes causando câimbras e espasmos dos músculos ou tetania (contração muscular involuntária) e vários outros sintomas."
          }
        }
      ]
    },
    "depressão": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.8139,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7963,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7932,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7858,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C01.0": {
            "confidence_embedding": 0.7792,
            "text": "Representação de doença CID-11: Encoprese com constipação ou incontinência por transbordamento. Definição: Encoprese é a eliminação repetida de fezes em locais inapropriados que ocorre repetidamente (p.ex, pelo menos uma vez por mês durante um período de vários meses) em um indivíduo que alcançou uma idade de desenvolvimento na qual a continência fecal é normalmente esperada (4 anos). A incontinência fecal pode estar presente desde o nascimento (ou seja, uma extensão atípica da incontinência infantil normal), ou pode ter surgido após um período em que o controle intestinal havia sido adquirido. A encoprese com constipação e incontinência por transbordamento é a forma mais comum de perda fecal, e envolve retenção e impactação de fezes. As fezes são tipicamente - mas nem sempre - mal formadas (soltas ou líquidas), e o escape pode variar de ocasional a contínuo. Frequentemente há história de evitação do uso do vaso sanitário, levando à constipação."
          }
        }
      ]
    }
  }
}