{
  "prontuario_id": 49,
  "text": "POS TX RENAL.\nPOS TX RENAL - CR 1,3 / NS FK 5,0.\nDSLP.\nDAC - ATC EM JUN/2015.\nHAS COMPENSADA.\nDOR CRONICA EM PÉS - NEUROPATIA ? JA TOMOU AMT SEM MELHORA, MIOSAN SEM MELHORA.\nPOS TX RENAL.\nDAC.\nUSO DE: PDN 5, FK 2 / 2, MS 2 / 1, OMZ, ROSUVASTATINA 10, CLOPIDOGREL 75, LST 50 X1, CVDL 25 X2, SOMALGIN CARDIO.\nS # PERSISTE COM DOR EM MMII, PRINCIPALMENTE PÉ, TIPO QUEIMAÇÃO, A NOITE. \nREFERE QUE TEVE DORES PIORES COM O USO DE MIOSAN ?????\nTEM FRAQUEZA MUSCULAR.\nPOLIQUEIXOSA. \nO # BEG, CORADA, HIDRATADA.\nPA 130/80.\nMV POSITIVO, SIMETRICO.\nBCRNF.\nABDOMEN FLACIDO, SEM MASSAS.\nMEMBROS SEM EDEMA.",
  "entities": {
    "Abreviação": [
      "DSLP",
      "DAC",
      "ATC",
      "AMT",
      "PDN",
      "FK",
      "MS",
      "OMZ",
      "LST",
      "CVDL",
      "S",
      "MMII",
      "O",
      "BEG",
      "PA",
      "BCRNF",
      "TX RENAL",
      "CR 1 , 3",
      "NS FK 5 , 0",
      "MV POSITIVO"
    ],
    "Doença ou Síndrome": [
      "DSLP",
      "DAC",
      "NEUROPATIA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATC",
      "TX RENAL"
    ],
    "Achado": [
      "COMPENSADA",
      "MELHORA",
      "S",
      "BEG",
      "CORADA",
      "HIDRATADA",
      "SIMETRICO",
      "BCRNF",
      "MV POSITIVO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PÉS",
      "MMII",
      "PÉ",
      "ABDOMEN",
      "MEMBROS"
    ],
    "Substância Química Orgânica": [
      "AMT",
      "MIOSAN",
      "PDN",
      "FK",
      "MS",
      "OMZ",
      "ROSUVASTATINA",
      "CLOPIDOGREL",
      "LST",
      "CVDL"
    ],
    "Substância Farmacológica": [
      "AMT",
      "MIOSAN",
      "PDN",
      "FK",
      "OMZ",
      "ROSUVASTATINA",
      "CLOPIDOGREL",
      "LST",
      "CVDL",
      "SOMALGIN CARDIO"
    ],
    "Negação": [
      "SEM"
    ],
    "Conceito Temporal": [
      "POS",
      "X1",
      "X2",
      "NOITE"
    ],
    "Conceito Quantitativo": [
      "5",
      "10",
      "75",
      "50",
      "X1",
      "25",
      "X2",
      "130/80"
    ],
    "Sinal ou Sintoma": [
      "DOR",
      "QUEIMAÇÃO",
      "DORES",
      "POLIQUEIXOSA",
      "MASSAS",
      "EDEMA",
      "DOR CRONICA",
      "FRAQUEZA MUSCULAR"
    ],
    "Conceito Qualitativo": [
      "PIORES"
    ],
    "Atividade de Assistência à Saúde": [
      "O"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 1 , 3",
      "NS FK 5 , 0"
    ]
  },
  "labels": {
    "melhora": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7302,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C45.2": {
            "confidence_embedding": 0.7231,
            "text": "Representação de doença CID-11: Dependência de cocaína. Definição: Dependência de cocaína é um transtorno de regulação do uso de cocaína que surge do uso repetido ou contínuo de cocaína. O elemento característico é um forte impulso interno para usar cocaína, que é manifestado por capacidade prejudicada de controlar o uso, aumento da prioridade dada ao uso em detrimento de outras atividades, e persistência do uso apesar de danos ou consequências negativas. Essas experiências são frequentemente acompanhadas de uma sensação subjetiva de urgência ou fissura para usar cocaína. Aspectos fisiológicos da dependência também podem estar presentes, incluindo tolerância aos efeitos da cocaína, sintomas de abstinência após a cessação ou redução no uso de cocaína, ou uso repetido de cocaína ou substâncias farmacologicamente semelhantes para prevenir ou aliviar os sintomas de abstinência. As manifestações da dependência geralmente são evidentes durante um período de pelo menos 12 meses, mas o diagnóstico pode ser feito se o uso de cocaína for contínuo (diário ou quase diário) por pelo menos 3 meses."
          }
        },
        {
          "6C40.2": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Dependência de álcool. Definição: Dependência de álcool é um transtorno da regulação do uso de álcool que surge do uso repetido ou contínuo do álcool. O elemento característico é um forte impulso interno para usar álcool, que é manifestado por capacidade prejudicada de controlar o uso, aumento da prioridade dada ao uso em detrimento de outras atividades, e persistência do uso apesar de dano ou consequências negativas. Essas experiências são frequentemente acompanhadas de uma sensação subjetiva de urgência ou fissura para usar álcool. Aspectos fisiológicos da dependência também podem estar presentes, incluindo a tolerância aos efeitos do álcool, sintomas de abstinência subsequentes a cessação ou redução no uso de álcool, ou uso repetido do álcool ou substâncias farmacologicamente semelhantes para prevenir ou aliviar os sintomas de abstinência. As manifestações da dependência geralmente são evidentes durante um período de pelo menos 12 meses, mas o diagnóstico pode ser feito se o uso de álcool for contínuo (diário ou quase diário) por pelo menos 3 meses."
          }
        },
        {
          "6A23.01": {
            "confidence_embedding": 0.7174,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A23.11": {
            "confidence_embedding": 0.7102,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        }
      ]
    },
    "poliqueixosa": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.7438,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.709,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        },
        {
          "FB51.40": {
            "confidence_embedding": 0.704,
            "text": "Representação de doença CID-11: Fibrose retroperitoenal primária. Definição: Esta é a forma mais comum de fibrose retroperitoneal. Por definição, nenhum fator desencadeante (ex. medicamentos ou neoplasia maligna) pode ser determinado, apesar de haver uma associação frequente com a aterosclerose da aorta abdominal. Foi postulado que a aterosclerose poderia ter um papel etiológico em alguns casos."
          }
        },
        {
          "FA26.1": {
            "confidence_embedding": 0.7022,
            "text": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada."
          }
        }
      ]
    },
    "fraqueza muscular": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7786,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB51.4": {
            "confidence_embedding": 0.7275,
            "text": "Representação de doença CID-11: Fibrose retroperitoneal. Definição: Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.7252,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.725,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB40.3": {
            "confidence_embedding": 0.7223,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        }
      ]
    },
    "massas": {
      "capitulo": "13",
      "opcoes": [
        {
          "DE11": {
            "confidence_embedding": 0.7223,
            "text": "Representação de doença CID-11: Síndrome de dumping. Definição: Síndrome de dumping é um grupo de sinais e sintomas que se desenvolve mais frequentemente em pessoas que foram submetidas a cirurgia para ressecção total ou parcial do estômago, ou em quem foi submetido a um bypass cirúrgico. Pode ocorrer precocemente (durante a refeição ou após 15-30 minutos com náuseas, vômitos, dor abdominal, cólicas, diarreia, tontura e palpitações cardíacas) ou tardiamente (1 a 3 horas após a refeição com sudorese, fraqueza, fadiga, tonturas, vertigens, palpitações cardíacas e desmaios)."
          }
        },
        {
          "DB98.5": {
            "confidence_embedding": 0.7151,
            "text": "Representação de doença CID-11: Síndrome de Budd-Chiari. Definição: Síndrome de Budd-Chiari (SBC) é causada por obstrução do fluxo venoso de saída hepático, envolvendo ou as veias hepáticas ou o segmento terminal da veia cava inferior e levando a congestão hepática e necrose isquêmica. A gravidade depende da velocidade de início e extensão da obstrução. As obstruções são geralmente causadas por trombose na SBC primária, enquanto na SBC secundária resulta de invasão tumoral do lúmen ou compressão da veia por uma lesão expansiva. As principais manifestações da SBC são ascite levando a desnutrição e insuficiência renal, hemorragia gastrointestinal devida a hipertensão portal e insuficiência hepática resultando em encefalopatia e infecções graves. Formas assintomáticas também já foram descritas."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7094,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7092,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DA43.3": {
            "confidence_embedding": 0.7075,
            "text": "Representação de doença CID-11: Gastropatia hipertensiva portal. Definição: Alterações na mucosa do estômago em pacientes com hipertensão portal; de longe a sua causa mais comum é a cirrose hepática."
          }
        }
      ]
    },
    "dslp": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7838,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7787,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7537,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MG02": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Resultados de estudos de função renal. Definição: "
          }
        }
      ]
    },
    "mv positivo": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7389,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.736,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7312,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "dac": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.764,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF85": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Doença mediada por anticorpo antimembrana basal glomerular. Definição: A glomerulonefrite mediada por anti-MBG é uma doença glomerular proliferativa focal e segmentar agressiva caracterizada por coloração linear da membrana basal glomerular para imunoglobulinas, particularmente IgG e IgM. Alterações crescênticas estão frequentemente associadas e os anticorpos circulantes contra membrana basal glomerular são encontrados na doença ativa. A síndrome renal costuma ser nefrite aguda com declínio funcional renal rápido (nefrite rapidamente progressiva) e, se associada a envolvimento respiratório (hemoptise, insuficiência respiratória), o conjunto é denominado \"síndrome de Goodpasture\""
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "queimação": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D44.1": {
            "confidence_embedding": 0.7284,
            "text": "Representação de doença CID-11: Miopatia alcoólica. Definição: Miopatia secundária ao uso de álcool e inclui miopatia alcoólica aguda e crônica. Várias formas foram descritas: miopatia necrotizante aguda, miopatia hipocalêmica aguda, miopatia alcoólica crônica, miopatia alcoólica assintomática e cardiomiopatia alcoólica."
          }
        },
        {
          "8B25.4": {
            "confidence_embedding": 0.7227,
            "text": "Representação de doença CID-11: Efeitos tardios de acidente vascular cerebral desconhecido se isquêmico ou hemorrágico. Definição: Efeitos tardios ocorrendo após 1 mês ou mais do início da doença. Os códigos para acidente vascular cerebral (AVC) agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8B25": {
            "confidence_embedding": 0.7214,
            "text": "Representação de doença CID-11: Efeitos tardios de doença cerebrovascular. Definição: Efeitos da doença cerebrovascular após 1 mês do início da doença. Os códigos para AVC agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.7209,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7172,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        }
      ]
    },
    "dor cronica": {
      "capitulo": "08",
      "opcoes": [
        {
          "8E43.0": {
            "confidence_embedding": 0.7316,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8B25": {
            "confidence_embedding": 0.716,
            "text": "Representação de doença CID-11: Efeitos tardios de doença cerebrovascular. Definição: Efeitos da doença cerebrovascular após 1 mês do início da doença. Os códigos para AVC agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8D44.1": {
            "confidence_embedding": 0.7147,
            "text": "Representação de doença CID-11: Miopatia alcoólica. Definição: Miopatia secundária ao uso de álcool e inclui miopatia alcoólica aguda e crônica. Várias formas foram descritas: miopatia necrotizante aguda, miopatia hipocalêmica aguda, miopatia alcoólica crônica, miopatia alcoólica assintomática e cardiomiopatia alcoólica."
          }
        },
        {
          "8B25.4": {
            "confidence_embedding": 0.7097,
            "text": "Representação de doença CID-11: Efeitos tardios de acidente vascular cerebral desconhecido se isquêmico ou hemorrágico. Definição: Efeitos tardios ocorrendo após 1 mês ou mais do início da doença. Os códigos para acidente vascular cerebral (AVC) agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
          }
        }
      ]
    },
    "bcrnf": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF85": {
            "confidence_embedding": 0.7583,
            "text": "Representação de doença CID-11: Doença mediada por anticorpo antimembrana basal glomerular. Definição: A glomerulonefrite mediada por anti-MBG é uma doença glomerular proliferativa focal e segmentar agressiva caracterizada por coloração linear da membrana basal glomerular para imunoglobulinas, particularmente IgG e IgM. Alterações crescênticas estão frequentemente associadas e os anticorpos circulantes contra membrana basal glomerular são encontrados na doença ativa. A síndrome renal costuma ser nefrite aguda com declínio funcional renal rápido (nefrite rapidamente progressiva) e, se associada a envolvimento respiratório (hemoptise, insuficiência respiratória), o conjunto é denominado \"síndrome de Goodpasture\""
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.735,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "neuropatia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01": {
            "confidence_embedding": 0.7707,
            "text": "Representação de doença CID-11: Polineuropatia inflamatória. Definição: Neuropatias periféricas inflamatórias adquiridas são de etiologia imune presumida e são classificadas com base em seu curso clínico: polineuropatia inflamatória desmielinizante aguda (PIDA ou síndrome de Guillain-Barré) com o déficit motor atingindo um nível máximo em 28 dias e polineuropatia inflamatória desmielinizante crônica (PIDC) que tem um curso lentamente progressivo de dois ou mais meses ou um curso remitente recorrente. Existem muitas variantes de PIDA e PIDC."
          }
        },
        {
          "8B94": {
            "confidence_embedding": 0.7604,
            "text": "Representação de doença CID-11: Radiculoplexoneuropatia diabética. Definição: Radiculoplexoneuropatia diabética é uma complicação rara, mas bem estabelecida, de uma neuropatia focal que ocorre em pacientes com diabetes tipo 2. Alterações etiologicamente inflamatórias de microvasculites são presumidas. É independente do estágio do diabetes e muitas vezes ocorre em associação usual com perda de peso, não antes da 4ª ou 5ª década. Apresenta-se com dor aguda intensa e envolvimento predominantemente motor do plexo lombar, frequentemente assimétrico e geralmente unilateral. A atrofia muscular ocorre precocemente. É autolimitada, mas incapacidade pode persistir.\r\n\r\nSempre atribua um código adicional para o tipo de diabetes mellitus."
          }
        },
        {
          "8D88.1": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Neuropatia autonômica devida a diabetes mellitus. Definição: Disfunção do sistema nervoso autônomo devida a diabetes mellitus que se apresenta como complicações funcionais tais como taquicardia em repouso, intolerância ao exercício, hipotensão ortostática, constipação, gastroparesia, sudorese, distensão da bexiga e impotência."
          }
        },
        {
          "8D43.2": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Neuropatia devido à toxicidade. Definição: Ao considerar o diagnóstico de neuropatia tóxica, dois critérios devem ser atendidos: (1) A exposição pode ser verificada e temporariamente relacionada ao início dos sintomas clínicos. Os sintomas neuropáticos geralmente ocorrem simultaneamente com a exposição ou após uma latência variável de até vários meses. (2) Deve haver sinais neurológicos e estudos eletrodiagnósticos anormais, porque muitas neuropatias tóxicas são subclínicas, os sintomas subjetivos podem ou não ocorrer. A remoção da exposição resulta na cessação da progressão dos sintomas e do déficit. A maioria das toxinas produz degeneração axonal simétrica em um padrão comprimento-dependente, começando nos segmentos distais das fibras nervosas longas e de grande calibre, eventualmente se espalhando proximalmente com a exposição contínua. Além dos déficits motores e / ou sensitivos, a dor intensa pode ser um aspecto característico."
          }
        },
        {
          "8D44.1": {
            "confidence_embedding": 0.7483,
            "text": "Representação de doença CID-11: Miopatia alcoólica. Definição: Miopatia secundária ao uso de álcool e inclui miopatia alcoólica aguda e crônica. Várias formas foram descritas: miopatia necrotizante aguda, miopatia hipocalêmica aguda, miopatia alcoólica crônica, miopatia alcoólica assintomática e cardiomiopatia alcoólica."
          }
        }
      ]
    },
    "compensada": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C40.2": {
            "confidence_embedding": 0.7341,
            "text": "Representação de doença CID-11: Dependência de álcool. Definição: Dependência de álcool é um transtorno da regulação do uso de álcool que surge do uso repetido ou contínuo do álcool. O elemento característico é um forte impulso interno para usar álcool, que é manifestado por capacidade prejudicada de controlar o uso, aumento da prioridade dada ao uso em detrimento de outras atividades, e persistência do uso apesar de dano ou consequências negativas. Essas experiências são frequentemente acompanhadas de uma sensação subjetiva de urgência ou fissura para usar álcool. Aspectos fisiológicos da dependência também podem estar presentes, incluindo a tolerância aos efeitos do álcool, sintomas de abstinência subsequentes a cessação ou redução no uso de álcool, ou uso repetido do álcool ou substâncias farmacologicamente semelhantes para prevenir ou aliviar os sintomas de abstinência. As manifestações da dependência geralmente são evidentes durante um período de pelo menos 12 meses, mas o diagnóstico pode ser feito se o uso de álcool for contínuo (diário ou quase diário) por pelo menos 3 meses."
          }
        },
        {
          "6C45.2": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Dependência de cocaína. Definição: Dependência de cocaína é um transtorno de regulação do uso de cocaína que surge do uso repetido ou contínuo de cocaína. O elemento característico é um forte impulso interno para usar cocaína, que é manifestado por capacidade prejudicada de controlar o uso, aumento da prioridade dada ao uso em detrimento de outras atividades, e persistência do uso apesar de danos ou consequências negativas. Essas experiências são frequentemente acompanhadas de uma sensação subjetiva de urgência ou fissura para usar cocaína. Aspectos fisiológicos da dependência também podem estar presentes, incluindo tolerância aos efeitos da cocaína, sintomas de abstinência após a cessação ou redução no uso de cocaína, ou uso repetido de cocaína ou substâncias farmacologicamente semelhantes para prevenir ou aliviar os sintomas de abstinência. As manifestações da dependência geralmente são evidentes durante um período de pelo menos 12 meses, mas o diagnóstico pode ser feito se o uso de cocaína for contínuo (diário ou quase diário) por pelo menos 3 meses."
          }
        },
        {
          "6C40": {
            "confidence_embedding": 0.7145,
            "text": "Representação de doença CID-11: Transtornos devidos ao uso de álcool. Definição: Transtornos devidos ao uso de álcool são caracterizados pelo padrão e pelas consequências do uso de álcool. Álcool - mais especificamente denominado álcool etílico ou etanol - é um composto inebriante produzido por fermentação de açúcares, geralmente de produtos agrícolas como frutas, cereais e vegetais, com ou sem destilação posterior. Há uma ampla variedade de bebidas alcoólicas, com concentrações de álcool tipicamente variando de 1,5% a 60%. O álcool é predominantemente um depressor do sistema nervoso central. Além da capacidade de produzir intoxicação alcoólica, o álcool tem propriedades geradoras de dependência, resultando na dependência alcoólica em algumas pessoas e abstinência alcoólica quando o uso do álcool é reduzido ou interrompido. Ao contrário da maioria das outras substâncias, a eliminação do álcool do corpo ocorre em ritmo constante, de modo que sua eliminação segue um curso linear e não logarítmico. O álcool está envolvido em uma ampla gama de danos que afetam a maioria dos órgãos e sistemas do corpo (p. ex., cirrose hepática, cânceres gastrointestinais, pancreatite). Dano a terceiros resultante do comportamento durante a intoxicação alcoólica é bem reconhecido, e está incluído na definição de uso nocivo de álcool (ou seja, episódio de uso nocivo do álcool e padrão nocivo de uso de álcool). Vários transtornos mentais induzidos por álcool (p. ex., transtorno psicótico induzido por álcool) e formas de comprometimento neurocognitivo relacionadas ao álcool são reconhecidos."
          }
        },
        {
          "6C4D.0": {
            "confidence_embedding": 0.7095,
            "text": "Representação de doença CID-11: Episódio de uso nocivo de drogas dissociativas, incluindo quetamina ou PCP. Definição: Episódio de uso de uma droga dissociativa, incluindo quetamina e PCP, que tenha causado dano a saúde física ou mental do indivíduo, ou tenha resultado em comportamento que levou a dano à saúde de terceiros. O dano à saúde do indivíduo ocorre devido a um ou mais dos seguintes fatores: (1) comportamento relacionado à intoxicação; (2) efeitos tóxicos diretos ou secundários sobre órgãos e sistemas corporais; ou (3) uma via de administração perigosa. Dano à saúde de terceiros inclui qualquer forma de dano físico, incluindo traumatismo, ou transtorno mental que seja diretamente atribuível ao comportamento devido à intoxicação por uma droga dissociativa, incluindo quetamina e PCP, por parte da pessoa a quem o diagnóstico de episódio único de uso nocivo se aplica. Esse diagnóstico não deve ser feito se o dano for atribuído a um padrão conhecido de uso de uma droga dissociativa, incluindo quetamina e PCP."
          }
        }
      ]
    },
    "dores": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7906,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7769,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MG02": {
            "confidence_embedding": 0.7422,
            "text": "Representação de doença CID-11: Resultados de estudos de função renal. Definição: "
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7404,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7719,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.7237,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7229,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7167,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        }
      ]
    },
    "simetrico": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7938,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7404,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7396,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7903,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7657,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.7464,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7442,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "s": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7945,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7832,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7585,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        }
      ]
    }
  }
}