{
  "prontuario_id": 531,
  "text": "Lucas,57 anos\nHomoenxerto aortico ( por EAo ) + MIE - DA; RAD - CD; SAF - MG em 2006.\nHipertenso.\nEm uso de: AAS 100 mg dia, losartana 100 mg dia, atovastatina 20 mg 2 cp / dia ( prescrito 80mg / d, porém está usando somente 40mg / d por falta da medicação na saúde há 20 dias ), atenolol 25mg / dia, furosemida 40mg / dia, omeoprazol 40mg ao dia, ezatimibe 10 mg, Hidantal 100mg - por cisticercose.\nPenicilina G benzatina 1,200,000U IM a cada 21 dia - suspenso em 2013.\nExames:\nEcocardiograma - 26/06/2013: Homoenxerto em posição aórtica normofuncionante. VE hipertrofiado com dimensões normais e fumção sistólica preservada. ALteração do relaxamento do VE. AE dilatado. Homoenxerto com mobilidade adequada. FE: 66%.\n- Lab (05/02/15): Cr 0,91, CT 174, TGC 197, HDL 44, K 4,8, LDL 90, Glic 107.\nS #  Pte relata dor em ponto específico paraesternal, sem relação com esforço físico e com duração de horas, sintoma existente desde a cx, sem piora desde então. Nega dor precordial. \nAo exame:\nPte em BEG, eupneico, corado, hidratado.\nFC: 64; PA: 120/70.\nCP: sem estase jugular.\nAC: BCRNF sem sopros.\nAP: MV presente bilateralmente, sem RA.\nA # ICO crônica.\nP # Retorno em 6 meses com eco + lab  ( incluindo TTOG e Hb glicada ). Reforço MEV.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "EAo",
      "MIE",
      "DA",
      "RAD",
      "CD",
      "SAF",
      "MG",
      "AAS",
      "IM",
      "Lab",
      "Pte",
      "cx",
      "BEG",
      "FC",
      "PA",
      "CP",
      "AC",
      "BCRNF",
      "AP",
      "RA",
      "eco",
      "lab",
      "TTOG",
      "VE hipertrofiado",
      "ALteração do relaxamento do VE",
      "AE dilatado",
      "FE : 66%",
      "Cr 0 , 91",
      "CT 174",
      "TGC 197",
      "Glic 107",
      "MV presente bilateralmente",
      "ICO crônica",
      "Hb glicada"
    ],
    "Doença ou Síndrome": [
      "EAo",
      "Hipertenso",
      "cisticercose",
      "ICO crônica"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MIE",
      "DA",
      "RAD",
      "CD",
      "SAF",
      "MG"
    ],
    "Substância Farmacológica": [
      "AAS",
      "losartana",
      "atovastatina",
      "atenolol",
      "furosemida",
      "omeoprazol",
      "ezatimibe",
      "Hidantal"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "losartana",
      "atenolol",
      "furosemida",
      "omeoprazol",
      "Penicilina G benzatina"
    ],
    "Atividade de Assistência à Saúde": [
      "prescrito",
      "suspenso",
      "Retorno"
    ],
    "Organização Relacionada à Saúde": [
      "saúde"
    ],
    "Conceito Quantitativo": [
      "100mg",
      "64",
      "120/70",
      "100 mg",
      "10 mg",
      "1 , 200 , 000U"
    ],
    "Conceito Funcional": [
      "IM"
    ],
    "Procedimento Diagnóstico": [
      "Ecocardiograma",
      "exame",
      "CP",
      "AC",
      "AP",
      "eco"
    ],
    "Achado": [
      "normofuncionante",
      "piora",
      "BEG",
      "eupneico",
      "corado",
      "hidratado",
      "BCRNF",
      "falta da medicação",
      "fumção sistólica preservada",
      "Homoenxerto com mobilidade adequada",
      "MV presente bilateralmente"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Lab",
      "lab",
      "VE hipertrofiado",
      "dimensões normais",
      "fumção sistólica preservada",
      "ALteração do relaxamento do VE",
      "AE dilatado",
      "FE : 66%",
      "Cr 0 , 91",
      "CT 174",
      "TGC 197",
      "HDL 44",
      "K 4 , 8",
      "LDL 90",
      "Glic 107"
    ],
    "Procedimento Laboratorial": [
      "Lab",
      "lab",
      "TTOG",
      "Hb glicada"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "sintoma",
      "sopros",
      "RA",
      "dor precordial",
      "estase jugular"
    ],
    "Negação": [
      "sem",
      "Nega"
    ],
    "Conceito Temporal": [
      "desde",
      "cada 21 dia",
      "duração de horas"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "cx",
      "Homoenxerto aortico"
    ],
    "Atributo Clínico": [
      "FC",
      "PA"
    ],
    "Antibiótico": [
      "Penicilina G benzatina"
    ],
    "Anormalidade Adquirida": [
      "VE hipertrofiado",
      "AE dilatado"
    ],
    "Localização ou Região Corporal": [
      "ponto específico paraesternal"
    ],
    "Função de Organismo": [
      "esforço físico"
    ]
  },
  "labels": {
    "ra": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB30.0Z": {
            "confidence_embedding": 0.788,
            "text": "Representação de doença CID-11: Lesão da aorta torácica, não especificada. Definição: "
          }
        },
        {
          "NB30.00": {
            "confidence_embedding": 0.7793,
            "text": "Representação de doença CID-11: Laceração menor da aorta torácica. Definição: "
          }
        },
        {
          "NB30.0Y": {
            "confidence_embedding": 0.7725,
            "text": "Representação de doença CID-11: Outra lesão especificada da aorta torácica. Definição: "
          }
        },
        {
          "NE82.02": {
            "confidence_embedding": 0.7705,
            "text": "Representação de doença CID-11: Estimulação de nervo frênico por marcapasso ou cardioversor desfibrilador implantável. Definição: "
          }
        },
        {
          "NB30.01": {
            "confidence_embedding": 0.7666,
            "text": "Representação de doença CID-11: Laceração maior da aorta torácica. Definição: "
          }
        }
      ]
    },
    "ve hipertrofiado": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8326,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7982,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7871,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7848,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7777,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "piora": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB41.3": {
            "confidence_embedding": 0.7667,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7548,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7518,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7498,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "cisticercose": {
      "capitulo": "01",
      "opcoes": [
        {
          "1F70.Z": {
            "confidence_embedding": 0.7633,
            "text": "Representação de doença CID-11: Cisticercose, não especificada. Definição: "
          }
        },
        {
          "1F70.Y": {
            "confidence_embedding": 0.7593,
            "text": "Representação de doença CID-11: Outra cisticercose especificada. Definição: "
          }
        },
        {
          "1F70": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Cisticercose. Definição: Doença causada por uma infecção de tecido com cistos larvais do verme parasita Taenia solium. Esta doença se apresenta com sintomas dependendo da localização da infecção (sistema nervoso central, olho ou músculo). A transmissão ocorre por meio da disseminação hematogênica de larvas para o tecido afetado após a ingestão de ovos de Taenia solium (ou proglotes) em alimentos ou água contaminados. A confirmação é comumente feita pela detecção de anticorpos contra Taenia solium em uma amostra de sangue, líquido cefalorraquidiano ou fezes, e por exames avançados de imagem do tecido afetado."
          }
        },
        {
          "1F70.0": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Cisticercose do sistema nervoso central. Definição: Doença do sistema nervoso central, causada por uma infecção de tecido por cistos larvais do verme parasita Taenia solium. Esta doença se apresenta com sintomas que dependem da localização da infecção, do número e tamanho dos cistos, e do estado imunológico do indivíduo. Esta doença pode se manifestar com epilepsia, cefaleia crônica, hidrocefalia, déficits neurológicos, ou pode ser assintomática. A transmissão ocorre por disseminação hematogênica de larvas para o sistema nervoso central após a ingestão de ovos de Taenia solium em alimentos ou água contaminados. A confirmação é feita pela detecção de anticorpos contra Taenia solium em uma amostra de sangue ou líquido cefalorraquidiano e exames avançados de imagem do cérebro."
          }
        },
        {
          "1F70.0Y": {
            "confidence_embedding": 0.7354,
            "text": "Representação de doença CID-11: Outra cisticercose especificada do sistema nervoso central. Definição: "
          }
        }
      ]
    },
    "mv presente bilateralmente": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB86.11": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Hipertrofia óssea. Definição: "
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7301,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.7216,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.711,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.708,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        }
      ]
    },
    "ae dilatado": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8012,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.793,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD52.71": {
            "confidence_embedding": 0.7899,
            "text": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.7878,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7877,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        }
      ]
    },
    "ico crônica": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A8Z": {
            "confidence_embedding": 0.7977,
            "text": "Representação de doença CID-11: Condições alérgicas ou de hipersensibilidade de tipo não especificado. Definição: "
          }
        },
        {
          "4A80.Y": {
            "confidence_embedding": 0.7971,
            "text": "Representação de doença CID-11: Outros transtornos alérgicos ou de hipersensibilidade especificados envolvendo o trato respiratório. Definição: "
          }
        },
        {
          "4A8Y": {
            "confidence_embedding": 0.794,
            "text": "Representação de doença CID-11: Condições alérgicas ou de hipersensibilidade de outro tipo especificado. Definição: "
          }
        },
        {
          "4A85.00": {
            "confidence_embedding": 0.7925,
            "text": "Representação de doença CID-11: Doença de hipersensibilidade hepática induzida por droga. Definição: Doença de hipersensibilidade hepática induzida por droga é uma condição, relativamente, rara, mas que pode ter consequências sérias para o indivíduo, a saúde pública, as agências regulatórias e a indústria farmacêutica. Caracteriza-se pela elevação no soro de alanina aminotransferase (ALT), bilirrubina conjugada, ou bilirrubina combinada, ALT e fosfatase alcalina (FA) por > 2 vezes o limite superior do normal; e as drogas mais frequentemente relacionadas são halotano, ácido tienílico, di-hidralazina, diclofenaco e carbamazepina."
          }
        },
        {
          "4A85.32": {
            "confidence_embedding": 0.7913,
            "text": "Representação de doença CID-11: Reações cutâneas alérgicas ou de hipersensibilidade a artrópodes. Definição: "
          }
        }
      ]
    },
    "sintoma": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7493,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MF32": {
            "confidence_embedding": 0.7432,
            "text": "Representação de doença CID-11: Sintoma ou queixa da menopausa. Definição: "
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7388,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7376,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        }
      ]
    },
    "dor precordial": {
      "capitulo": "09",
      "opcoes": [
        {
          "9C61.25": {
            "confidence_embedding": 0.7129,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7102,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A03.0Y": {
            "confidence_embedding": 0.7033,
            "text": "Representação de doença CID-11: Outra blefaroptose especificada. Definição: "
          }
        },
        {
          "9C61.32": {
            "confidence_embedding": 0.6975,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado neovascular. Definição: Glaucoma secundário de ângulo fechado neovascular é uma condição frequente em que uma membrana neovascular oclui e fecha o ângulo da câmara anterior por contração fibrovascular, levando à elevação da pressão intraocular e subsequente dano ao nervo óptico. A neovascularização pode ser devida a oclusão venosa retiniana, retinopatia diabética, isquemia ocular, descolamento de retina de longa data e outras condições isquêmicas do olho."
          }
        },
        {
          "9B6Z": {
            "confidence_embedding": 0.6962,
            "text": "Representação de doença CID-11: Transtornos da coroide, não especificados. Definição: "
          }
        }
      ]
    },
    "estase jugular": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA60.2Z": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "NA60.2Y": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Outra lesão especificada da veia jugular externa. Definição: "
          }
        },
        {
          "NA60.3Z": {
            "confidence_embedding": 0.7612,
            "text": "Representação de doença CID-11: Lesão da veia jugular interna, não especificada. Definição: "
          }
        },
        {
          "NA60.3Y": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Outra lesão especificada da veia jugular interna. Definição: "
          }
        },
        {
          "NA60.20": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Laceração da veia jugular externa, menor. Definição: "
          }
        }
      ]
    },
    "hipertenso": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.841,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7999,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7936,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7703,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        }
      ]
    },
    "sopros": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.2": {
            "confidence_embedding": 0.732,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB86.11": {
            "confidence_embedding": 0.732,
            "text": "Representação de doença CID-11: Hipertrofia óssea. Definição: "
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.7291,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7227,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.7069,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        }
      ]
    },
    "homoenxerto com mobilidade adequada": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.7413,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG24.7": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MC84": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Dor cardiovascular. Definição: "
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7466,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MC80.Y": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Outro valor anormal da pressão arterial especificado, sem diagnóstico. Definição: "
          }
        }
      ]
    },
    "falta da medicação": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA0A.7": {
            "confidence_embedding": 0.7537,
            "text": "Representação de doença CID-11: Exame especial de rastreamento de afecções alérgicas e de hipersensibilidade. Definição: "
          }
        },
        {
          "QA02.8": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Observação por suspeita de alergia ou hipersensibilidade, descartada. Definição: "
          }
        },
        {
          "QA77": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QA30.Y": {
            "confidence_embedding": 0.7395,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        }
      ]
    }
  }
}