{
  "prontuario_id": 434,
  "text": "QP:\nDores articulares em cotovelos e região lombar. \nCom piora à movimentação e melhora ao repouso. Relata início das dores à fratura de coluna e piora quando iniciou profilaxia para febre reumática.\nRelata piora importante da dor a início de problemas familiares recentes.\n- Dor lombar cronica de origem mecânica\n- História de doença reumática na família, não soube explicar\n- Hitória de miocardiopatia na família\n- História de câncer  ( irmão )\nHMP: \n- Iniciou profilaxia para febre reumática há 3 anos, associou início das dores à profilaxia com penicilina benzatina\n- Há 10 anos Homoenxerto aórtico + revascularização ( estenose aórtica + ICO )\n- Hx de trabalho levantando peso (almoxarifado), aposentado há 10 anos por invalidez\n- Hx de neurocisticercose em uso de fenitoína\n- História de fratura, não quis relatar a data nem mecanismo da fratura: T8 e T11, tratamento conservador. \nREMÉDIOS EM USO:\nAAS 100mg \nLosartana 50mg\nAtenolol 25mg\nFurosemida 40mg\nAtorvastatina 20mg\nEzetimib 10mg\nOmeprazol 20mg\nFenitoína 100mg\nCHV:\n- Faz caminhadas diárias\n- Relata alimentação saudável\n- Rx de tórax e coluna lombar\n- Hemograma, creatinina, VHS, PCR, eletroforese de proteínas, cálcio, vitamina D",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "dores",
      "dor",
      "Dores articulares",
      "Dor lombar"
    ],
    "Abreviação": [
      "QP",
      "ICO",
      "AAS",
      "Rx",
      "VHS",
      "PCR"
    ],
    "Localização ou Região Corporal": [
      "lombar"
    ],
    "Conceito Qualitativo": [
      "piora",
      "melhora ao repouso"
    ],
    "Conceito Temporal": [
      "cronica",
      "data",
      "há 3 anos",
      "Há 10 anos",
      "há 10 anos"
    ],
    "Fenômeno ou Processo": [
      "mecânica"
    ],
    "Grupo Familiar": [
      "família",
      "irmão"
    ],
    "Doença ou Síndrome": [
      "miocardiopatia",
      "câncer",
      "ICO",
      "neurocisticercose",
      "febre reumática",
      "doença reumática",
      "estenose aórtica"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "profilaxia",
      "revascularização",
      "REMÉDIOS",
      "Homoenxerto aórtico",
      "tratamento conservador"
    ],
    "Grupo Profissional ou Ocupacional": [
      "aposentado"
    ],
    "Achado": [
      "invalidez",
      "problemas familiares recentes",
      "alimentação saudável"
    ],
    "Substância Farmacológica": [
      "fenitoína",
      "AAS",
      "Losartana",
      "Atenolol",
      "Furosemida",
      "Atorvastatina",
      "Ezetimib",
      "Omeprazol",
      "Fenitoína"
    ],
    "Substância Química Orgânica": [
      "fenitoína",
      "AAS",
      "Losartana",
      "Atenolol",
      "Furosemida",
      "Atorvastatina",
      "Ezetimib",
      "Omeprazol",
      "Fenitoína",
      "penicilina benzatina"
    ],
    "Lesão ou Envenenamento": [
      "fratura",
      "fratura de coluna",
      "mecanismo da fratura"
    ],
    "Negação": [
      "não",
      "nem"
    ],
    "Conceito Quantitativo": [
      "100mg",
      "50mg",
      "25mg",
      "40mg",
      "20mg",
      "10mg"
    ],
    "Atividade Diária ou Recreativa": [
      "caminhadas"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "tórax",
      "T8 e T11",
      "coluna lombar"
    ],
    "Procedimento Laboratorial": [
      "Hemograma",
      "creatinina",
      "VHS",
      "PCR",
      "cálcio",
      "eletroforese de proteínas",
      "vitamina D"
    ],
    "Antibiótico": [
      "penicilina benzatina"
    ],
    "Atividade Ocupacional": [
      "trabalho levantando peso"
    ]
  },
  "labels": {
    "câncer": {
      "capitulo": "02",
      "opcoes": [
        {
          "2C82": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
          }
        },
        {
          "2A32": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Trombocitopenia refratária. Definição: Síndrome mielodisplásica caracterizada pela presença de pelo menos 10% de megacariócitos displásicos, encontrados dentre pelo menos 30 megacariócitos examinados na medula óssea."
          }
        },
        {
          "2F26": {
            "confidence_embedding": 0.7345,
            "text": "Representação de doença CID-11: Hemangioma capilar lobular. Definição: Historicamente chamado de granuloma piogênico, trata-se de uma proliferação benigna comum de vasos sanguíneos capilares que pode ser induzida por traumatismo ou por alguns medicamentos. Apresenta-se como uma ou mais pápulas ou nódulos vermelho vivo, frequentemente localizados ao redor da boca ou em uma falange terminal em relação à unha. Frequentemente ocorrem sangramento, ulceração e formação de crostas. Mutações BRAF dentro das células endoteliais vasculares podem estar presentes, indicando que este é, em pelo menos uma proporção dos casos, um verdadeiro processo neoplásico."
          }
        },
        {
          "2F20.3": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Nevos melanocíticos eruptivos generalizados. Definição: Este fenômeno descreve o rápido aparecimento simultâneo de múltiplos nevos melanocíticos, frequentemente centenas em número, em pele exposta ao sol previamente não acometida. O fenômeno tem sido associado a imunossupressão, particularmente em indivíduos que realizaram transplante renal e em indivíduos que estão recebendo quimioterapia contra câncer, e pode ser considerado uma contraparte mais avançada de lentiginose eruptiva generalizada."
          }
        },
        {
          "2A83.50": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Doença de deposição da cadeia pesada. Definição: Doença do rim, causada por proliferação e deposição de pedaços de segmentos de cadeia pesada de imunoglobulina alfa, gama, delta ou mu truncados ou anormais de leucócitos. Esta doença é caracterizada por depósitos de tecido fibrilar ou granular e disfunção renal, que podem levar à falência do órgão. A confirmação é feita pela identificação de deposição de cadeia pesada em tecido biopsiado, usando imunofluorescência ao microscópio."
          }
        }
      ]
    },
    "ico": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.8086,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7554,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BA60.8": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
          }
        },
        {
          "BA60.9": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Choque cardiogênico, não relacionado a complicações mecânicas, como complicação atual subsequente a infarto agudo do miocárdio. Definição: A expressão clínica mais grave da insuficiência ventricular esquerda e está associada a extensos danos ao miocárdio ventricular esquerdo após infarto agudo do miocárdio, não relacionado a um defeito mecânico como ruptura do septo ventricular ou do músculo papilar. Choque é definido como pressão arterial (PA) sistólica <90 mmHg e hipoperfusão de órgãos."
          }
        }
      ]
    },
    "dores": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7713,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA70.0": {
            "confidence_embedding": 0.7392,
            "text": "Representação de doença CID-11: Cifose. Definição: Esta é uma curvatura da coluna vertebral que causa um arqueamento ou arredondamento das costas, o que leva a uma postura corcunda ou curvada."
          }
        },
        {
          "FA25.20": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        }
      ]
    },
    "miocardiopatia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA51": {
            "confidence_embedding": 0.8242,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BA51.Y": {
            "confidence_embedding": 0.7889,
            "text": "Representação de doença CID-11: Outra miocardiopatia isquêmica especificada. Definição: "
          }
        },
        {
          "BC42.2": {
            "confidence_embedding": 0.7825,
            "text": "Representação de doença CID-11: Miocardite por hipersensibilidade. Definição: Miocardite de hipersensibilidade é a presença de cardiomiopatia dilatada em associação com um transtorno relacionado conhecido {síndrome hipereosinofílica (geralmente uma cardiomiopatia restritiva), síndrome de Churg-Strauss, malignidade, infecção parasitária, drogas ou vacinas) e achados de infiltração intersticial linfocítica e eosinofílica, células gigantes, e possível necrose miocárdica na biópsia, geralmente com eosinofilia periférica."
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        },
        {
          "BA51.Z": {
            "confidence_embedding": 0.7794,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica não especificada. Definição: "
          }
        }
      ]
    },
    "febre reumática": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A80.1": {
            "confidence_embedding": 0.7664,
            "text": "Representação de doença CID-11: Broncoespasmo provocado por alergia a substância alimentar. Definição: Broncoespasmo provocado por alergia a alérgenos da comida é manifestação clínica desencadeada por vários alimentos como um fenótipo de hipersensibilidade alimentar. É mais frequente em pacientes atópicos mais jovens e os alimentos mais comuns responsáveis leite de vaca, amendoim, ovos e castanhas. Esta apresentação clínica pode se manifestar como um evento isolado ou em combinação com outros sintomas como representação da anafilaxia induzida por drogas."
          }
        },
        {
          "4A60.0": {
            "confidence_embedding": 0.7632,
            "text": "Representação de doença CID-11: Febre Familiar do Mediterrâneo. Definição: A FFM é uma doença autoinflamatória associada a mutações na pirina, resultando em produção aumentada de IL1 beta. Isso resulta em ataques clínicos de inflamação caracterizada por febre e serosite, inflamação peritoneal, pleural ou sinovial, juntamente com aumento de proteínas de fase aguda."
          }
        },
        {
          "4A41.20": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Miosite por corpúsculos de inclusão (inflamatória). Definição: A miosite por corpos de inclusão (MCI) é a miopatia inflamatória idiopática mais comum após os 50 anos de idade. Apresenta-se, tipicamente, com fraqueza muscular assimétrica, insidiosa e crônica, proximal de pernas e/ou distal em braços, levando a quedas recorrentes e perda de destreza. A creatinofosfoquinase (CPK) está aumentada em até 15 vezes na MCI e a eletroneuromiografia por agulha mostra principalmente uma miopatia irritativa crônica. A histopatologia do músculo demonstra exsudatos inflamatórios no endomísio circundando e invadindo as fibras musculares não necróticas, muitas vezes acompanhados de vacúolos marginados e depósitos de proteínas. Apesar da histopatologia muscular inflamatória, é provável que a MCI tenha um componente degenerativo proeminente, suportado pela refratariedade à terapia imunossupressora."
          }
        },
        {
          "4A85.1": {
            "confidence_embedding": 0.7561,
            "text": "Representação de doença CID-11: Hipersensibilidade a ervas ou a outras terapias medicinais alternativas. Definição: Hipersensibilidade a ervas e terapias medicinais alternativas refere-se a reações imprevisíveis, clinicamente similares à alergia que causam sintomas ou sinais objetivos reprodutíveis, desencadeados pela exposição a ervas e outras terapias medicinais alternativas, como homeopatia, ventosas ou acupuntura. Ervas e terapias medicinais alternativas não são, costumeiramente, consideradas drogas, mas podem desencadear reações imunomediadas ou não, que ocorrem em indivíduos suscetíveis. Tais reações são desencadeadas por doses e procedimentos usualmente, toleradas por indivíduos normais."
          }
        },
        {
          "4A85.21": {
            "confidence_embedding": 0.7557,
            "text": "Representação de doença CID-11: Urticária ou angioedema induzido pelo alimento. Definição: Urticária e/ou angioedema desencadeados por ingestão ou contato direto com alérgeno da comida em paciente sensibilizado."
          }
        }
      ]
    },
    "fratura": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA02.1": {
            "confidence_embedding": 0.7681,
            "text": "Representação de doença CID-11: Fratura da base do crânio. Definição: Fraturas que se estendem pela base do crânio, geralmente envolvendo a parte petrosa do osso temporal."
          }
        },
        {
          "NB52": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Fratura da coluna lombar ou pelve. Definição: Osso quebrado na coluna lombar ou pelve."
          }
        },
        {
          "NB52.Z": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Fratura da coluna lombar ou pelve, não especificada. Definição: "
          }
        },
        {
          "NA82.1": {
            "confidence_embedding": 0.7605,
            "text": "Representação de doença CID-11: Fraturas múltiplas da coluna vertebral torácica. Definição: "
          }
        },
        {
          "NB52.4": {
            "confidence_embedding": 0.7603,
            "text": "Representação de doença CID-11: Fraturas múltiplas da coluna lombar ou pelve. Definição: "
          }
        }
      ]
    },
    "doença reumática": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A80.1": {
            "confidence_embedding": 0.7692,
            "text": "Representação de doença CID-11: Broncoespasmo provocado por alergia a substância alimentar. Definição: Broncoespasmo provocado por alergia a alérgenos da comida é manifestação clínica desencadeada por vários alimentos como um fenótipo de hipersensibilidade alimentar. É mais frequente em pacientes atópicos mais jovens e os alimentos mais comuns responsáveis leite de vaca, amendoim, ovos e castanhas. Esta apresentação clínica pode se manifestar como um evento isolado ou em combinação com outros sintomas como representação da anafilaxia induzida por drogas."
          }
        },
        {
          "4A41.20": {
            "confidence_embedding": 0.769,
            "text": "Representação de doença CID-11: Miosite por corpúsculos de inclusão (inflamatória). Definição: A miosite por corpos de inclusão (MCI) é a miopatia inflamatória idiopática mais comum após os 50 anos de idade. Apresenta-se, tipicamente, com fraqueza muscular assimétrica, insidiosa e crônica, proximal de pernas e/ou distal em braços, levando a quedas recorrentes e perda de destreza. A creatinofosfoquinase (CPK) está aumentada em até 15 vezes na MCI e a eletroneuromiografia por agulha mostra principalmente uma miopatia irritativa crônica. A histopatologia do músculo demonstra exsudatos inflamatórios no endomísio circundando e invadindo as fibras musculares não necróticas, muitas vezes acompanhados de vacúolos marginados e depósitos de proteínas. Apesar da histopatologia muscular inflamatória, é provável que a MCI tenha um componente degenerativo proeminente, suportado pela refratariedade à terapia imunossupressora."
          }
        },
        {
          "4A62": {
            "confidence_embedding": 0.7682,
            "text": "Representação de doença CID-11: Doença de Behçet. Definição: Doença de Behçet é uma doença de etiopatogenia não completamente compreendida caracterizada por úlceras aftosas orais e/ou genitais recorrentes acompanhadas de lesões inflamatórias cutâneas, oculares, articulares, gastrointestinais e/ou do sistema nervoso central. Podem ocorrer vasculites de pequenos vasos, vasculopatia trombótica, arterites e aneurismas arteriais. Tem uma alta prevalência do Mediterrâneo Oriental através de toda a Ásia Central até a China e Japão."
          }
        },
        {
          "4A85.1": {
            "confidence_embedding": 0.7656,
            "text": "Representação de doença CID-11: Hipersensibilidade a ervas ou a outras terapias medicinais alternativas. Definição: Hipersensibilidade a ervas e terapias medicinais alternativas refere-se a reações imprevisíveis, clinicamente similares à alergia que causam sintomas ou sinais objetivos reprodutíveis, desencadeados pela exposição a ervas e outras terapias medicinais alternativas, como homeopatia, ventosas ou acupuntura. Ervas e terapias medicinais alternativas não são, costumeiramente, consideradas drogas, mas podem desencadear reações imunomediadas ou não, que ocorrem em indivíduos suscetíveis. Tais reações são desencadeadas por doses e procedimentos usualmente, toleradas por indivíduos normais."
          }
        },
        {
          "4A44.B": {
            "confidence_embedding": 0.7613,
            "text": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição."
          }
        }
      ]
    },
    "dor lombar": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7388,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7325,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7298,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7202,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA80.A": {
            "confidence_embedding": 0.719,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar com esporão ósseo na vértebra. Definição: "
          }
        }
      ]
    },
    "dores articulares": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.8013,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA01.0": {
            "confidence_embedding": 0.7575,
            "text": "Representação de doença CID-11: Osteoartrite primária do joelho. Definição: Osteoartrite primária ocorrendo em uma articulação do joelho de outra forma intacta, envolvendo degeneração relacionada geneticamente, relacionada à idade ou relacionada ao uso com alterações anatômicas microscópicas e macroscópicas, que, em última análise, limitam o movimento em uma ou mais articulações. As alterações na articulação incluem aumento da perda de cartilagem e transformação óssea, como esclerose, formação de osteófitos e cistos, bem como potenciais alterações inflamatórias em estruturas de tecido mole circundantes."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        },
        {
          "FA38.10": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Artropatia neuropática diabética. Definição: Trata-se do dano articular resultante da polineuropatia diabética sensitiva. Ela ocorre mais frequentemente nos tornozelos e pés de pacientes com diabetes mellitus de longa evolução."
          }
        }
      ]
    },
    "qp": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF95": {
            "confidence_embedding": 0.7566,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7472,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MG30.3": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG30.11": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Dor crônica subsequente a tratamento oncológico. Definição: Dor crônica pós tratamento do câncer é uma dor causada por qualquer tratamento administrado para tratar o tumor primário ou metástases. As formas mais comuns são:\r\n\r\n(i) Polineuropatia induzida por quimioterapia dolorosa crônica (CIPN): dor neuropática periférica crônica causada por quimioterapia oral ou intravenosa.\r\n\r\n(ii) Dor crônica pós-radioterapia: dor crônica causada por dano local tardio ao sistema nervoso no campo da radioterapia. É diferente da dor causada pela recorrência do tumor ou comorbidades.\r\n\r\nOutros tratamentos incluem cirurgia e terapia hormonal.\r\n\r\nCritérios diagnósticos\r\nAs condições de A a C estão preenchidas:\r\n\r\nA. A dor crônica (persistente ou recorrente por mais de 3 meses) está presente e caracterizada por todos os seguintes:\r\nA1 História de tratamento com quimioterapia ou radioterapia neurotóxica ou qualquer tratamento realizado para tratar o tumor primário ou metástases\r\nA2 É provável que a dor seja causada pelo tratamento do câncer.\r\n\r\nB. Um dos seguintes se aplica:\r\nB1 Um tumor ativo ou recorrente ou metástases foram especificamente excluídos na investigação radiológica.\r\nB2 Se um tumor ativo ou recorrente ou metástases estiverem presentes, a dor não é melhor explicada por eles.\r\n\r\nC. A dor não é melhor explicada por outro diagnóstico de dor crônica."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.3": {
            "confidence_embedding": 0.7955,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento."
          }
        },
        {
          "MG30.11": {
            "confidence_embedding": 0.7759,
            "text": "Representação de doença CID-11: Dor crônica subsequente a tratamento oncológico. Definição: Dor crônica pós tratamento do câncer é uma dor causada por qualquer tratamento administrado para tratar o tumor primário ou metástases. As formas mais comuns são:\r\n\r\n(i) Polineuropatia induzida por quimioterapia dolorosa crônica (CIPN): dor neuropática periférica crônica causada por quimioterapia oral ou intravenosa.\r\n\r\n(ii) Dor crônica pós-radioterapia: dor crônica causada por dano local tardio ao sistema nervoso no campo da radioterapia. É diferente da dor causada pela recorrência do tumor ou comorbidades.\r\n\r\nOutros tratamentos incluem cirurgia e terapia hormonal.\r\n\r\nCritérios diagnósticos\r\nAs condições de A a C estão preenchidas:\r\n\r\nA. A dor crônica (persistente ou recorrente por mais de 3 meses) está presente e caracterizada por todos os seguintes:\r\nA1 História de tratamento com quimioterapia ou radioterapia neurotóxica ou qualquer tratamento realizado para tratar o tumor primário ou metástases\r\nA2 É provável que a dor seja causada pelo tratamento do câncer.\r\n\r\nB. Um dos seguintes se aplica:\r\nB1 Um tumor ativo ou recorrente ou metástases foram especificamente excluídos na investigação radiológica.\r\nB2 Se um tumor ativo ou recorrente ou metástases estiverem presentes, a dor não é melhor explicada por eles.\r\n\r\nC. A dor não é melhor explicada por outro diagnóstico de dor crônica."
          }
        },
        {
          "ME84": {
            "confidence_embedding": 0.7756,
            "text": "Representação de doença CID-11: Dor na coluna. Definição: Condição caracterizada por dor sentida nas costas/região dorsal, que geralmente se origina nos músculos, nervos, ossos, articulações ou outras estruturas da coluna vertebral."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        }
      ]
    },
    "neurocisticercose": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A41.1": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Neuromielite óptica associada ao anticorpo anti-glicoproteína da mielina de oligodendrócitos positivo. Definição: Transtornos do espectro associado ao anticorpo anti-MOG são doenças inflamatórias desmielinizantes do sistema nervoso central com predileção pelo nervo óptico que incluem um subgrupo de pacientes com neurite óptica (NO) bilateral, mielite longitudinal extensa (> 3 segmentos vertebrais) (frequentemente recorrente) e raramente pacientes com apresentação de NMO-like, O fenótipo clínico e imunopatológico está sob investigação ativa."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7741,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8E43.0": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        },
        {
          "8D43.2": {
            "confidence_embedding": 0.7566,
            "text": "Representação de doença CID-11: Neuropatia devido à toxicidade. Definição: Ao considerar o diagnóstico de neuropatia tóxica, dois critérios devem ser atendidos: (1) A exposição pode ser verificada e temporariamente relacionada ao início dos sintomas clínicos. Os sintomas neuropáticos geralmente ocorrem simultaneamente com a exposição ou após uma latência variável de até vários meses. (2) Deve haver sinais neurológicos e estudos eletrodiagnósticos anormais, porque muitas neuropatias tóxicas são subclínicas, os sintomas subjetivos podem ou não ocorrer. A remoção da exposição resulta na cessação da progressão dos sintomas e do déficit. A maioria das toxinas produz degeneração axonal simétrica em um padrão comprimento-dependente, começando nos segmentos distais das fibras nervosas longas e de grande calibre, eventualmente se espalhando proximalmente com a exposição contínua. Além dos déficits motores e / ou sensitivos, a dor intensa pode ser um aspecto característico."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        }
      ]
    },
    "estenose aórtica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BB72.0": {
            "confidence_embedding": 0.7984,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7922,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB82.0": {
            "confidence_embedding": 0.7749,
            "text": "Representação de doença CID-11: Estenose tricúspide reumática com insuficiência. Definição: Insuficiência da valva tricúspide devida a anormalidades nos folhetos pode ser secundária a cardiopatia reumática. Quando devida a esta última, geralmente ocorre em combinação com estenose tricúspide"
          }
        },
        {
          "BB70.0": {
            "confidence_embedding": 0.763,
            "text": "Representação de doença CID-11: Estenose aórtica reumática. Definição: A estenose aórtica causada por cicatriz da valva aórtica devida à febre reumática na infância ou na idade adulta jovem. Na estenose aórtica, a valva aórtica não abre totalmente. Isso diminui o fluxo sanguíneo do coração."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        }
      ]
    },
    "mecanismo da fratura": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA82.1": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Fraturas múltiplas da coluna vertebral torácica. Definição: "
          }
        },
        {
          "NA02.1": {
            "confidence_embedding": 0.7456,
            "text": "Representação de doença CID-11: Fratura da base do crânio. Definição: Fraturas que se estendem pela base do crânio, geralmente envolvendo a parte petrosa do osso temporal."
          }
        },
        {
          "NB52.Z": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Fratura da coluna lombar ou pelve, não especificada. Definição: "
          }
        },
        {
          "NB52": {
            "confidence_embedding": 0.739,
            "text": "Representação de doença CID-11: Fratura da coluna lombar ou pelve. Definição: Osso quebrado na coluna lombar ou pelve."
          }
        },
        {
          "NC74.1": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Lesão do nervo femoral no nível do quadril ou da coxa. Definição: "
          }
        }
      ]
    },
    "fratura de coluna": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.764,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA70.0": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Cifose. Definição: Esta é uma curvatura da coluna vertebral que causa um arqueamento ou arredondamento das costas, o que leva a uma postura corcunda ou curvada."
          }
        },
        {
          "FA72.3": {
            "confidence_embedding": 0.7312,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7271,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7264,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        }
      ]
    },
    "invalidez": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.3": {
            "confidence_embedding": 0.7784,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.771,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7683,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7643,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MG30.11": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Dor crônica subsequente a tratamento oncológico. Definição: Dor crônica pós tratamento do câncer é uma dor causada por qualquer tratamento administrado para tratar o tumor primário ou metástases. As formas mais comuns são:\r\n\r\n(i) Polineuropatia induzida por quimioterapia dolorosa crônica (CIPN): dor neuropática periférica crônica causada por quimioterapia oral ou intravenosa.\r\n\r\n(ii) Dor crônica pós-radioterapia: dor crônica causada por dano local tardio ao sistema nervoso no campo da radioterapia. É diferente da dor causada pela recorrência do tumor ou comorbidades.\r\n\r\nOutros tratamentos incluem cirurgia e terapia hormonal.\r\n\r\nCritérios diagnósticos\r\nAs condições de A a C estão preenchidas:\r\n\r\nA. A dor crônica (persistente ou recorrente por mais de 3 meses) está presente e caracterizada por todos os seguintes:\r\nA1 História de tratamento com quimioterapia ou radioterapia neurotóxica ou qualquer tratamento realizado para tratar o tumor primário ou metástases\r\nA2 É provável que a dor seja causada pelo tratamento do câncer.\r\n\r\nB. Um dos seguintes se aplica:\r\nB1 Um tumor ativo ou recorrente ou metástases foram especificamente excluídos na investigação radiológica.\r\nB2 Se um tumor ativo ou recorrente ou metástases estiverem presentes, a dor não é melhor explicada por eles.\r\n\r\nC. A dor não é melhor explicada por outro diagnóstico de dor crônica."
          }
        }
      ]
    }
  }
}