{
  "prontuario_id": 668,
  "text": "# HPB\n# AGUARDA CARDIOLOGIA\nTROCA DE SONDA DE CISTOSTOMIA - SEM INTERCORRÊNCIAS \nCONFORME ACORDO ENTRE GERÊNCIA AMBULATORIAL E SECRETARIA DE SAÚDE SONDAS DE SIMPLES TROCA ( URETRAL SEM DIFICULDADE, CISTOSTOMIA ) DEVERÃO SER TROCADAS EM UNIDADE DE SAÚDE DE PACIENTE CADASTRADO - ESTE SOMENTE DEVENDO RETORNAR PARA ATENDIMENTO DE CONTROLE COM UROLOGIA. \nSEGUE EM AMBULATÓRIO DE UROLOGIA COM TROCAS EM UNIDADE DE SAÚDE.\nDoutor Vital Brazil \n \n \n \n ",
  "entities": {
    "Abreviação": [
      "HPB"
    ],
    "Doença ou Síndrome": [
      "HPB"
    ],
    "Grupo Profissional ou Ocupacional": [
      "CARDIOLOGIA",
      "UROLOGIA",
      "Doutor"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "INTERCORRÊNCIAS",
      "DIFICULDADE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CISTOSTOMIA",
      "TROCA DE SONDA DE CISTOSTOMIA"
    ],
    "Atividade de Assistência à Saúde": [
      "TROCADAS",
      "RETORNAR",
      "TROCAS",
      "ATENDIMENTO DE CONTROLE"
    ],
    "Organização Relacionada à Saúde": [
      "GERÊNCIA AMBULATORIAL",
      "SECRETARIA DE SAÚDE",
      "UNIDADE DE SAÚDE",
      "AMBULATÓRIO DE UROLOGIA"
    ],
    "Dispositivo Médico": [
      "SONDAS DE SIMPLES TROCA"
    ]
  },
  "labels": {
    "dificuldade": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB6Z": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Lesão da medula espinhal lombar ao nível do abdome, região lombar ou pelve, não especificada. Definição: "
          }
        },
        {
          "NB93": {
            "confidence_embedding": 0.7518,
            "text": "Representação de doença CID-11: Lesão por esmagamento ou amputação traumática de parte do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB51.4": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Mordedura aberta do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB93.1": {
            "confidence_embedding": 0.7455,
            "text": "Representação de doença CID-11: Lesão por esmagamento de outra parte ou parte não especificada do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB93.3": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Amputação traumática de outra parte ou parte não especificada do abdome, região lombar ou pelve. Definição: "
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF40.3": {
            "confidence_embedding": 0.8357,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MF50.2": {
            "confidence_embedding": 0.7965,
            "text": "Representação de doença CID-11: Incontinência urinária. Definição: Qualquer condição do sistema urinário, causada por determinantes que surgem durante o período pré-natal ou após o nascimento, levando à perda do controle voluntário ou do suporte da uretra. Essas condições são caracterizadas por vazamento involuntário de grandes quantidades de urina, em associação com contrações não inibidas do músculo detrusor e a incapacidade de controlar a micção."
          }
        },
        {
          "MF50.62": {
            "confidence_embedding": 0.7803,
            "text": "Representação de doença CID-11: Divisão do jato urinário. Definição: Condição em que o jato de urina se divide em duas ou mais direções diferentes"
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7794,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF42": {
            "confidence_embedding": 0.778,
            "text": "Representação de doença CID-11: Testículo retrátil. Definição: Um testículo retrátil é aquele que pode se deslocar entre o saco escrotal e a virilha. Na maioria dos meninos, o problema se resolve em algum momento antes ou durante a puberdade."
          }
        }
      ]
    },
    "hpb": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA40.1": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DA23": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Epitélio metaplásico colunar do esôfago. Definição: Condição adquirida na qual o tecido que reveste o esôfago é substituído por tecido semelhante ao revestimento do intestino ou do estômago subsequente a refluxo gastroesofágico crônico."
          }
        },
        {
          "DB53": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Prolapso anal. Definição: É uma condição em que o tecido retal perde o seu suporte interno, protraindo-se do ânus para o exterior do corpo."
          }
        },
        {
          "DA20.3": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        }
      ]
    }
  }
}