{
  "prontuario_id": 424,
  "text": "Lucas, 68 ANOS\nS # Primeira consulta.Paciente encaminhada po Doutor Vital Brazil cardiologista. Paciente realizou angiopplastia apos IAM há cerca de 01 mês. Refere sintomas depressivos, que segundo paciente, já existiam, no entanto exacerbaram desde então. Refere humor deprimido, choro facil,anedonia, avolia, ideação passiva de morte. Relata tratamento prévio por episodio depressivo há cerca de 04 anos - tomou fluoxetina 40 mg / dia e amitriptilina 25 mg / dia,e parou por conta propria.Refere diminuiçao do apetite e insonia intermediaria. Situação social complicada, é casada há 51 anos e esposo é alcoolatra e agride fisica e verbalmente a esposa \" ele nao da suporte nenhum,nem foi me ver no hospital \"( sic ).Tem dois filhos e alguns netos, que a ajudam. Nega episodio de hiperativção.\nCDTA # Prescrevo escitalopram 10 mg (1 - 0 - 0 )- forneço amostra de exodus, oriento iniciar com 1/2 cp ao dia e aumenta para 01 cp após uma semana. Retorno em janeiro para reavaliação.\nEEM # Asseada,cooperayiva, orientada alo e auto, normovigil, normotenaz, sem alt de sensopercepçao, humor hipotimico afeto congruente, critica e insght preservados.\n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "consulta",
      "encaminhada",
      "CDTA",
      "Prescrevo",
      "forneço",
      "oriento",
      "aumenta",
      "Retorno",
      "reavaliação"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "paciente"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor",
      "cardiologista"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "alcoolatra"
    ],
    "Conceito Qualitativo": [
      "exacerbaram",
      "facil",
      "preservados"
    ],
    "Sinal ou Sintoma": [
      "choro",
      "anedonia",
      "avolia",
      "hiperativção",
      "sintomas depressivos",
      "ideação passiva de morte",
      "episodio depressivo",
      "diminuiçao do apetite",
      "insonia intermediaria",
      "alt de sensopercepçao",
      "humor hipotimico"
    ],
    "Disfunção Mental ou Comportamental": [
      "anedonia",
      "avolia",
      "ideação passiva de morte",
      "episodio depressivo",
      "alt de sensopercepçao",
      "humor hipotimico"
    ],
    "Substância Farmacológica": [
      "fluoxetina",
      "amitriptilina",
      "escitalopram",
      "exodus"
    ],
    "Substância Química Orgânica": [
      "fluoxetina",
      "amitriptilina",
      "escitalopram",
      "exodus"
    ],
    "Conceito Temporal": [
      "dia",
      "há cerca de 01 mês",
      "há cerca de 04 anos",
      "após uma semana"
    ],
    "Grupo Familiar": [
      "esposo",
      "netos"
    ],
    "Negação": [
      "Nega",
      "sem"
    ],
    "Abreviação": [
      "CDTA",
      "EEM",
      "1/2 cp",
      "01 cp",
      "orientada alo e auto",
      "alt de sensopercepçao"
    ],
    "Substância Química Inorgânica": [
      "exodus"
    ],
    "Atributo Clínico": [
      "EEM"
    ],
    "Achado": [
      "Asseada",
      "cooperayiva",
      "normovigil",
      "normotenaz",
      "humor deprimido",
      "parou por conta propria",
      "diminuiçao do apetite",
      "Situação social complicada",
      "orientada alo e auto",
      "afeto congruente"
    ],
    "Processo Mental": [
      "critica",
      "insght"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tratamento prévio"
    ],
    "Conceito Quantitativo": [
      "40 mg",
      "25 mg",
      "10 mg",
      "1 - 0 - 0",
      "1/2 cp",
      "01 cp"
    ],
    "Lesão ou Envenenamento": [
      "agride fisica e verbalmente"
    ]
  },
  "labels": {
    "alcoolatra": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA77": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QC04.0": {
            "confidence_embedding": 0.7481,
            "text": "Representação de doença CID-11: Imunização não realizada devido ao fato de que o paciente já teve a doença. Definição: "
          }
        },
        {
          "QA30": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        },
        {
          "QA76": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Medicamento ou substância que se sabe ser um alérgeno sem lesão ou dano. Definição: "
          }
        }
      ]
    },
    "sintomas depressivos": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E62.0": {
            "confidence_embedding": 0.8343,
            "text": "Representação de doença CID-11: Síndrome de humor secundária com sintomas depressivos. Definição: Síndrome caracterizada pela presença de sintomas depressivos proeminentes, como humor persistentemente deprimido, perda de interesse em atividades anteriormente prazerosas ou sinais como aparência chorosa e oprimida, que são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6A62": {
            "confidence_embedding": 0.8281,
            "text": "Representação de doença CID-11: Transtorno ciclotímico. Definição: Transtorno ciclotímico é caracterizado por uma instabilidade persistente do humor durante um período de pelo menos 2 anos, envolvendo períodos numerosos de sintomas hipomaníacos (p. ex., euforia, irritabilidade ou expansividade, ativação psicomotora) e sintomas depressivos (p. ex., sentir-se \"para baixo\", diminuição do interesse em atividades, fadiga) que estão presentes durante a maior parte do tempo. A sintomatologia hipomaníaca pode ou não ser suficientemente grave ou prolongada para preencher todos os critérios diagnósticos de um episódio hipomaníaco (ver Transtorno bipolar tipo II), mas não há história de episódios maníacos ou mistos (ver Transtorno bipolar tipo I). A sintomatologia depressiva nunca foi suficientemente grave ou prolongada para preencher os critérios diagnósticos para um episódio depressivo (ver Transtorno bipolar tipo II). Os sintomas resultam em sofrimento significativo ou prejuízo significativo no funcionamento pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes do funcionamento."
          }
        },
        {
          "6E20": {
            "confidence_embedding": 0.8277,
            "text": "Representação de doença CID-11: Transtornos mentais ou comportamentais associados a gravidez, o parto ou o puerpério, sem sintomas psicóticos. Definição: Síndrome associada à gravidez ou ao puerpério (começando até cerca de 6 semanas após o parto) que envolve manifestações mentais e comportamentais significativas, mais comumente sintomas depressivos. A síndrome não inclui delírios, alucinações ou outros sintomas psicóticos. Se os sintomas preenchem os critérios diagnósticos para um transtorno mental específico, esse diagnóstico também deve ser atribuído. Essa categoria não deve ser usada para descrever sintomas depressivos leves e transitórios que que não preenchem os critérios diagnósticos para um episódio depressivo, pode ocorrer logo após o parto (o chamado \"blues\" pós-parto)."
          }
        },
        {
          "6A70.4": {
            "confidence_embedding": 0.823,
            "text": "Representação de doença CID-11: Transtorno depressivo, episódio único, grave, com sintomas psicóticos. Definição: Transtorno depressivo, episódio único, grave, com sintomas psicóticos é diagnosticado quando os critérios diagnósticos para episódio depressivo, episódio único, são preenchidos e o episódio atual é grave e há delírios ou alucinações durante o episódio. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução da energia ou fadiga. Em um episódio depressivo grave, muitos ou a maioria dos sintomas de um Episódio Depressivo estão presentes em um grau acentuado, ou um número menor de sintomas está presente e se manifesta em um grau intenso. O indivíduo tem sérias dificuldades de funcionalidade na maioria dos domínios (pessoal, familiar, social, educacional, ocupacional ou outros domínios importantes)."
          }
        },
        {
          "6A80.0": {
            "confidence_embedding": 0.8229,
            "text": "Representação de doença CID-11: Sintomas ansiosos proeminentes em episódios de humor. Definição: No contexto de um episódio depressivo, maníaco, misto ou hipomaníaco atual, sintomas ansiosos proeminentes e clinicamente significativos (p. ex., sentir-se nervoso, ansioso ou no limite, não ser capaz de controlar pensamentos preocupantes, medo de que algo terrível aconteça, dificuldade para relaxar, tensão motora, sintomas autonômicos) estiveram presentes na maior parte do tempo durante o episódio. Se houve ataques de pânico durante um episódio depressivo ou misto atual, eles devem ser registrados separadamente.\r\n\r\nQuando os critérios diagnósticos tanto para um transtorno de humor quanto para um transtorno de ansiedade ou relacionado ao medo são preenchidos, o transtorno de ansiedade ou relacionado ao medo também deve ser diagnosticado."
          }
        }
      ]
    },
    "hiperativção": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A80.5": {
            "confidence_embedding": 0.8313,
            "text": "Representação de doença CID-11: Ciclagem rápida. Definição: No contexto do transtorno bipolar tipo I ou bipolar tipo II, houve uma alta frequência de episódios de humor (pelo menos quatro) nos últimos 12 meses. Pode haver uma mudança de uma polaridade de humor para outra, ou os episódios de humor podem ser demarcados por um período de remissão. Em indivíduos com alta frequência de episódios de humor, alguns podem ter uma duração mais curta do que aqueles geralmente observados no transtorno bipolar tipo I ou bipolar tipo II. Em particular, os períodos depressivos podem durar apenas vários dias. Se os sintomas depressivos e maníacos se alternam muito rapidamente (ou seja, de um dia para o outro ou no mesmo dia), um episódio misto deve ser diagnosticado em vez de ciclagem rápida."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.8303,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6E61.2": {
            "confidence_embedding": 0.8281,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.8274,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.8271,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "insonia intermediaria": {
      "capitulo": "07",
      "opcoes": [
        {
          "7A25": {
            "confidence_embedding": 0.7858,
            "text": "Representação de doença CID-11: Hipersonia associada a um transtorno mental. Definição: Hipersonia associada com um transtorno mental é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos que é suficientemente grave para constituir um foco específico de atenção clínica. Isto é mais típico de transtornos depressivos ou a fase depressiva do transtorno bipolar. Os pacientes com frequência sentem que seu sono é de má qualidade e não restaurador e podem ser focados intensamente na sua hipersonolência. Evidência objetiva de sonolência excessiva no TMLS é com frequência ausente. \r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das latências múltiplas do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (apneia obstrutiva do sono) que podem explicar melhor a sonolência."
          }
        },
        {
          "7A24": {
            "confidence_embedding": 0.7504,
            "text": "Representação de doença CID-11: Hipersonia devida ao uso de medicamento ou substância. Definição: Hipersonia devido ao uso de medicamento ou substância é caracterizada por sono noturno excessivo, sonolência diurna, ou cochilos excessivos que é atribuído aos efeitos sedativos do medicamento, álcool, ou outras substâncias psicoativas, incluindo as síndromes de abstinência (p.ex. de estimulantes) e é grave o suficiente para constituir um foco independente de atenção clínica.\r\n\r\nNota: Um diagnóstico definitivo requer o uso de polissonografia e do teste das múltiplas latências do sono (TMLS) para excluir outros transtornos de hipersonolência ou outros transtornos do sono (e.g. apneia obstrutiva do sono) que podem explicar melhor a sonolência."
          }
        },
        {
          "7A42.4": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a medicamento ou substância. Definição: Hipoventilação relacionada ao sono devida a medicamento ou substância química é caracterizada primariamente por hipoventilação e hipercapnia crônicas devidas ao uso prolongado de medicamentos ou substâncias químicas conhecidas por deprimirem o drive respiratório e/ou comprometer a mecânica dos músculos respiratórios (p.ex. narcóticos de longa ação, anestésicos, sedativos e relaxantes musculares). Hipoxemia está usualmente também presente. Hipercapnia pode também estar presente durante a vigília em alguns pacientes. Os pacientes podem ser assintomáticos ou se queixar de dispneia, opressão torácica ou fadiga.\r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) (por medidas arterial, tidal final ou transcutânea) no contexto de uso de substâncias consideradas causadoras dos sintomas."
          }
        },
        {
          "7A22": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Síndrome de Kleine-Levin. Definição: A Síndrome de Kleine-Levin é caracterizada por episódios recorrentes de sonolência intensa em associação com distúrbios cognitivos, psiquiátricos e comportamentais. Um episódio típico dura em média 10 dias (variando de 2,5 a 80 dias), com episódios raros durando várias semanas a meses. Durante os episódios, os pacientes podem dormir 16 a 20horas por dia, acordando ou se levantando apenas para se alimentar ou urinar. Quando acordado durante os episódios, a maioria dos pacientes está exausta, apática, confusa, e lenta para falar e responder. Hiperfagia, hipersexualidade, comportamento infantil, depressão, ansiedade, alucinações e delírios são observados com frequência durante os episódios. Os pacientes são normais entre os episódios em relação ao sono, cognição, humor, e alimentação. Raramente, a síndrome de Kleine-Levin pode ocorrer exclusivamente durante os períodos menstruais."
          }
        },
        {
          "7A42.2": {
            "confidence_embedding": 0.7426,
            "text": "Representação de doença CID-11: Hipoventilação central não congênita com anormalidades hipotalâmicas. Definição: Hipoventilação central não congênita com disfunção hipotalâmica é um transtorno do controle central da ventilação. Os pacientes usualmente são saudáveis no início da infância (frequentemente até 2-3 anos de idade) quando eles desenvolvem hiperfagia e obesidade grave, seguidas por hipoventilação central, que se apresenta com frequência como insuficiência respiratória. A disfunção endócrina hipotalâmica pode ser caracterizada por níveis hormonais aumentados ou diminuídos e pode incluir um ou mais dos seguintes: diabetes insipidus, hipersecreção inadequada do hormônio antidiurético, puberdade precoce, hipogonadismo, hiperprolactinemia, hipotireoidismo e secreção diminuída do hormônio do crescimento, ou tumores de origem neural. Alterações comportamentais e do humor, algumas vezes graves, estão frequentemente presentes. Atrasos do desenvolvimento ou características de autismo podem estar presentes, mas muitos pacientes são cognitivamente normais.\r\n\r\nNota: Um diagnóstico definitivo requer a evidência objetiva baseada na polissonografia com monitorização do dióxido de carbono (CO2) por medida arterial ou expiratória ou transcutânea."
          }
        }
      ]
    },
    "agride fisica e verbalmente": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB2Z": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Lesão de nervos ou da medula espinal ao nível do tórax, não especificada. Definição: "
          }
        },
        {
          "NB2Y": {
            "confidence_embedding": 0.7316,
            "text": "Representação de doença CID-11: Outra lesão especificada de nervos ou da medula espinal ao nível do tórax. Definição: "
          }
        },
        {
          "NA07.08": {
            "confidence_embedding": 0.729,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração não especificada ou desconhecida devido aos efeitos da terapia. Definição: "
          }
        },
        {
          "NC14.1": {
            "confidence_embedding": 0.7261,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do braço. Definição: "
          }
        },
        {
          "NC34.1": {
            "confidence_embedding": 0.7261,
            "text": "Representação de doença CID-11: Lesão do nervo mediano ao nível do antebraço. Definição: "
          }
        }
      ]
    },
    "diminuiçao do apetite": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MG43.8": {
            "confidence_embedding": 0.7726,
            "text": "Representação de doença CID-11: perda de apetite. Definição: Diminuição, intermitente ou persistente, da motivação ou do desejo de comer alimentos, em comparação com o habitual do indivíduo."
          }
        },
        {
          "MD11.2": {
            "confidence_embedding": 0.7645,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        },
        {
          "MB23.M": {
            "confidence_embedding": 0.7621,
            "text": "Representação de doença CID-11: agitação psicomotora. Definição: Atividade motora excessiva, geralmente manifestada por comportamentos sem propósito, como inquietação, mudança constante de posição, brincadeira com os dedos, incapacidade de sentar ou ficar parado, torcer as mãos, etc."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        }
      ]
    },
    "humor deprimido": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E62.0": {
            "confidence_embedding": 0.845,
            "text": "Representação de doença CID-11: Síndrome de humor secundária com sintomas depressivos. Definição: Síndrome caracterizada pela presença de sintomas depressivos proeminentes, como humor persistentemente deprimido, perda de interesse em atividades anteriormente prazerosas ou sinais como aparência chorosa e oprimida, que são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E62": {
            "confidence_embedding": 0.8395,
            "text": "Representação de doença CID-11: Síndrome de humor secundária. Definição: Síndrome caracterizada pela presença de sintomas de humor proeminentes (ou seja, depressão, humor elevado, irritabilidade), considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6A25.2": {
            "confidence_embedding": 0.8385,
            "text": "Representação de doença CID-11: Sintomas de humor deprimido em transtornos psicóticos primários. Definição: Sintomas de humor deprimido em transtornos psicóticos primários referem-se a humor deprimido conforme relatado pelo indivíduo (sentindo-se para baixo, triste) ou manifestado como um sinal (p. ex., choroso, aparência abatida). Se apenas sintomas não relacionados ao humor de um episódio depressivo estiverem presentes (p. ex., anedonia, lentificação psicomotora), esse descritor não deve ser usado. Esse descritor pode ser usado quer os sintomas depressivos preencham ou não os critérios diagnósticos de um transtorno depressivo diagnosticado separadamente. A classificação deve ser feita com base na gravidade dos sintomas de humor deprimido durante a semana anterior."
          }
        },
        {
          "6E62.2": {
            "confidence_embedding": 0.8354,
            "text": "Representação de doença CID-11: Síndrome de humor secundária com sintomas mistos. Definição: Síndrome caracterizada pela presença tanto de sintomas maníacos, quanto depressivos, ocorrendo simultaneamente ou se alternando de um dia para o outro ou ao longo de um dia, que são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Sintomas maníacos podem incluir estados de humor elevado, eufórico, irritável ou expansivo, mudanças rápidas entre diferentes estados de humor (ou seja, labilidade de humor), ou energia ou atividade aumentados. Sintomas depressivos podem incluir humor persistentemente deprimido, perda de interesse em atividades anteriormente prazerosas ou sinais como aparência chorosa e oprimida. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6A80.5": {
            "confidence_embedding": 0.8256,
            "text": "Representação de doença CID-11: Ciclagem rápida. Definição: No contexto do transtorno bipolar tipo I ou bipolar tipo II, houve uma alta frequência de episódios de humor (pelo menos quatro) nos últimos 12 meses. Pode haver uma mudança de uma polaridade de humor para outra, ou os episódios de humor podem ser demarcados por um período de remissão. Em indivíduos com alta frequência de episódios de humor, alguns podem ter uma duração mais curta do que aqueles geralmente observados no transtorno bipolar tipo I ou bipolar tipo II. Em particular, os períodos depressivos podem durar apenas vários dias. Se os sintomas depressivos e maníacos se alternam muito rapidamente (ou seja, de um dia para o outro ou no mesmo dia), um episódio misto deve ser diagnosticado em vez de ciclagem rápida."
          }
        }
      ]
    },
    "episodio depressivo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A80.5": {
            "confidence_embedding": 0.8078,
            "text": "Representação de doença CID-11: Ciclagem rápida. Definição: No contexto do transtorno bipolar tipo I ou bipolar tipo II, houve uma alta frequência de episódios de humor (pelo menos quatro) nos últimos 12 meses. Pode haver uma mudança de uma polaridade de humor para outra, ou os episódios de humor podem ser demarcados por um período de remissão. Em indivíduos com alta frequência de episódios de humor, alguns podem ter uma duração mais curta do que aqueles geralmente observados no transtorno bipolar tipo I ou bipolar tipo II. Em particular, os períodos depressivos podem durar apenas vários dias. Se os sintomas depressivos e maníacos se alternam muito rapidamente (ou seja, de um dia para o outro ou no mesmo dia), um episódio misto deve ser diagnosticado em vez de ciclagem rápida."
          }
        },
        {
          "6A70.5": {
            "confidence_embedding": 0.8038,
            "text": "Representação de doença CID-11: Transtorno depressivo, episódio único, gravidade não especificada. Definição: Transtorno depressivo, episódio único, gravidade não especificada é diagnosticado quando os critérios diagnósticos para episódio depressivo são preenchidos, não há história de episódios depressivos prévios e as informações são insuficientes para determinar a gravidade do episódio depressivo atual. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução da energia ou fadiga. Os sintomas estão associados a pelo menos alguma dificuldade em continuar as atividades normais de trabalho, sociais ou domésticas."
          }
        },
        {
          "6A70.1": {
            "confidence_embedding": 0.7995,
            "text": "Representação de doença CID-11: Transtorno depressivo com episódio único, moderado, sem sintomas psicóticos. Definição: Transtorno depressivo, episódio único moderado sem sintomas psicóticos é diagnosticado quando os critérios diagnósticos para episódio depressivo são preenchidos, não há história de episódios depressivos prévios e o episódio é de gravidade moderada e não há delírios ou alucinações durante o episódio. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou retardo psicomotor e redução da energia ou fadiga. Em um episódio depressivo moderado, vários sintomas de um episódio depressivo estão presentes em um grau marcante, ou um grande número de sintomas depressivos de menor gravidade estão presentes no todo. O indivíduo tipicamente tem dificuldade considerável no funcionamento em vários domínios (pessoal, familiar, social, educacional, ocupacional ou outros domínios importantes)."
          }
        },
        {
          "6A70.2": {
            "confidence_embedding": 0.7983,
            "text": "Representação de doença CID-11: Transtorno depressivo, episódio único, moderado, com sintomas psicóticos. Definição: Transtorno depressivo, episódio único moderado, com sintomas psicóticos é diagnosticado quando os critérios diagnósticos para episódio depressivo são preenchidos, não há história de episódios depressivos prévios e o episódio é de gravidade moderada, e há delírios ou alucinações durante o episódio. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou de culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotoras e redução da energia ou fadiga. Em um episódio depressivo moderado, vários sintomas de um episódio depressivo estão presentes em um grau marcante, ou um grande número de sintomas depressivos de menor gravidade estão presentes no todo. O indivíduo tipicamente tem dificuldade considerável na funcionalidade em vários domínios (pessoal, familiar, social, educacional, ocupacional ou outros domínios importantes)."
          }
        },
        {
          "6A71.5": {
            "confidence_embedding": 0.7973,
            "text": "Representação de doença CID-11: Transtorno depressivo recorrente, episódio atual, de gravidade não especificada. Definição: Transtorno depressivo recorrente, episódio atual, de gravidade não especificada é diagnosticado quando os critérios diagnósticos para um episódio depressivo foram preenchidos e há história de episódios depressivos anteriores, mas as informações são insuficientes para determinar a gravidade do episódio depressivo atual. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução da energia ou fadiga. Os sintomas estão associados a pelo menos alguma dificuldade em continuar as atividades normais de trabalho, sociais ou domésticas."
          }
        }
      ]
    },
    "orientada alo e auto": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA77": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA30": {
            "confidence_embedding": 0.7384,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para reprodução medicamente assistida. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.7354,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        },
        {
          "QE84": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Reação aguda ao estresse. Definição: "
          }
        },
        {
          "QA04.6": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Exame mental geral, requerido por autoridade. Definição: "
          }
        }
      ]
    },
    "iam": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA51": {
            "confidence_embedding": 0.7716,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA60.8": {
            "confidence_embedding": 0.7563,
            "text": "Representação de doença CID-11: Arritmia como complicação atual subsequente a infarto agudo do miocárdio. Definição: Grupo grande e heterogêneo de condições nas quais o coração bate com um ritmo irregular ou anormal que pode complicar o curso de pacientes com infarto agudo do miocárdio."
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BA41": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)"
          }
        }
      ]
    },
    "humor hipotimico": {
      "capitulo": "06",
      "opcoes": [
        {
          "6E62": {
            "confidence_embedding": 0.8394,
            "text": "Representação de doença CID-11: Síndrome de humor secundária. Definição: Síndrome caracterizada pela presença de sintomas de humor proeminentes (ou seja, depressão, humor elevado, irritabilidade), considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E62.0": {
            "confidence_embedding": 0.8356,
            "text": "Representação de doença CID-11: Síndrome de humor secundária com sintomas depressivos. Definição: Síndrome caracterizada pela presença de sintomas depressivos proeminentes, como humor persistentemente deprimido, perda de interesse em atividades anteriormente prazerosas ou sinais como aparência chorosa e oprimida, que são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E62.2": {
            "confidence_embedding": 0.8305,
            "text": "Representação de doença CID-11: Síndrome de humor secundária com sintomas mistos. Definição: Síndrome caracterizada pela presença tanto de sintomas maníacos, quanto depressivos, ocorrendo simultaneamente ou se alternando de um dia para o outro ou ao longo de um dia, que são considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Sintomas maníacos podem incluir estados de humor elevado, eufórico, irritável ou expansivo, mudanças rápidas entre diferentes estados de humor (ou seja, labilidade de humor), ou energia ou atividade aumentados. Sintomas depressivos podem incluir humor persistentemente deprimido, perda de interesse em atividades anteriormente prazerosas ou sinais como aparência chorosa e oprimida. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas depressivos em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas de humor forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6A80.5": {
            "confidence_embedding": 0.8246,
            "text": "Representação de doença CID-11: Ciclagem rápida. Definição: No contexto do transtorno bipolar tipo I ou bipolar tipo II, houve uma alta frequência de episódios de humor (pelo menos quatro) nos últimos 12 meses. Pode haver uma mudança de uma polaridade de humor para outra, ou os episódios de humor podem ser demarcados por um período de remissão. Em indivíduos com alta frequência de episódios de humor, alguns podem ter uma duração mais curta do que aqueles geralmente observados no transtorno bipolar tipo I ou bipolar tipo II. Em particular, os períodos depressivos podem durar apenas vários dias. Se os sintomas depressivos e maníacos se alternam muito rapidamente (ou seja, de um dia para o outro ou no mesmo dia), um episódio misto deve ser diagnosticado em vez de ciclagem rápida."
          }
        },
        {
          "6C46.70": {
            "confidence_embedding": 0.8228,
            "text": "Representação de doença CID-11: Transtorno do humor induzido por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Transtorno do humor induzido por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona é caracterizado por sintomas de humor (p. ex., humor deprimido ou elevado, redução do engajamento em atividades prazerosas, aumento ou redução do nível de energia), que se desenvolvem durante ou logo após intoxicação por ou abstinência de estimulantes. A intensidade ou duração dos sintomas é consideravelmente maior do que as alterações de humor características da intoxicação por estimulantes ou abstinência de estimulantes. A quantidade e duração do uso de estimulantes devem ser capazes de produzir sintomas de humor. Os sintomas não são mais bem explicados por um transtorno mental primário (p.ex., transtorno depressivo, transtorno bipolar, transtorno esquizoafetivo), como pode ser o caso se os sintomas de humor precederam o início do uso de estimulantes, se os sintomas persistem por um período de tempo considerável após a cessação do uso ou a abstinência de estimulantes, ou se há outra evidência de um transtorno mental primário preexistente com sintomas de humor (p. ex., história de episódios anteriores não associados ao uso de estimulantes)."
          }
        }
      ]
    },
    "avolia": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7987,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.7986,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6A80.5": {
            "confidence_embedding": 0.7985,
            "text": "Representação de doença CID-11: Ciclagem rápida. Definição: No contexto do transtorno bipolar tipo I ou bipolar tipo II, houve uma alta frequência de episódios de humor (pelo menos quatro) nos últimos 12 meses. Pode haver uma mudança de uma polaridade de humor para outra, ou os episódios de humor podem ser demarcados por um período de remissão. Em indivíduos com alta frequência de episódios de humor, alguns podem ter uma duração mais curta do que aqueles geralmente observados no transtorno bipolar tipo I ou bipolar tipo II. Em particular, os períodos depressivos podem durar apenas vários dias. Se os sintomas depressivos e maníacos se alternam muito rapidamente (ou seja, de um dia para o outro ou no mesmo dia), um episódio misto deve ser diagnosticado em vez de ciclagem rápida."
          }
        },
        {
          "6A80.3": {
            "confidence_embedding": 0.7979,
            "text": "Representação de doença CID-11: Episódio depressivo atual com melancolia. Definição: No contexto de um episódio depressivo atual, vários dos seguintes sintomas estiveram presentes durante o pior período do episódio atual: perda de interesse ou prazer na maioria das atividades que são normalmente prazerosas ​​para o indivíduo (ou seja, anedonia generalizada); falta de reatividade emocional a estímulos ou circunstâncias normalmente prazerosos​​(ou seja, o humor não melhora nem mesmo temporariamente com a exposição); insônia terminal (ou seja, acordar pela manhã duas ou mais horas antes do horário usual); os sintomas depressivos são piores pela manhã; lentificação ou agitação psicomotora acentuada; perda acentuada de apetite ou perda de peso."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7966,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "choro": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A80.5": {
            "confidence_embedding": 0.808,
            "text": "Representação de doença CID-11: Ciclagem rápida. Definição: No contexto do transtorno bipolar tipo I ou bipolar tipo II, houve uma alta frequência de episódios de humor (pelo menos quatro) nos últimos 12 meses. Pode haver uma mudança de uma polaridade de humor para outra, ou os episódios de humor podem ser demarcados por um período de remissão. Em indivíduos com alta frequência de episódios de humor, alguns podem ter uma duração mais curta do que aqueles geralmente observados no transtorno bipolar tipo I ou bipolar tipo II. Em particular, os períodos depressivos podem durar apenas vários dias. Se os sintomas depressivos e maníacos se alternam muito rapidamente (ou seja, de um dia para o outro ou no mesmo dia), um episódio misto deve ser diagnosticado em vez de ciclagem rápida."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.8075,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.806,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E69": {
            "confidence_embedding": 0.8001,
            "text": "Representação de doença CID-11: Síndrome catatônica secundária. Definição: Síndrome catatônica secundária é uma síndrome de alterações primariamente psicomotoras, caracterizada pela co-ocorrência de vários sintomas de atividade psicomotora diminuída, aumentada ou anormal, que ocorre como consequência fisiopatológica direta de uma condição médica não classificada como transtorno mental, comportamental ou do neurodesenvolvimento. Exemplos de condições médicas que podem estar associadas à catatonia incluem a cetoacidose diabética, hipercalcemia, encefalopatia hepática, homocistinúria, neoplasias, traumatismo encefálico, doença cerebrovascular e encefalite."
          }
        },
        {
          "6A80.3": {
            "confidence_embedding": 0.8,
            "text": "Representação de doença CID-11: Episódio depressivo atual com melancolia. Definição: No contexto de um episódio depressivo atual, vários dos seguintes sintomas estiveram presentes durante o pior período do episódio atual: perda de interesse ou prazer na maioria das atividades que são normalmente prazerosas ​​para o indivíduo (ou seja, anedonia generalizada); falta de reatividade emocional a estímulos ou circunstâncias normalmente prazerosos​​(ou seja, o humor não melhora nem mesmo temporariamente com a exposição); insônia terminal (ou seja, acordar pela manhã duas ou mais horas antes do horário usual); os sintomas depressivos são piores pela manhã; lentificação ou agitação psicomotora acentuada; perda acentuada de apetite ou perda de peso."
          }
        }
      ]
    },
    "parou por conta propria": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA77": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QC04.0": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Imunização não realizada devido ao fato de que o paciente já teve a doença. Definição: "
          }
        },
        {
          "QC04.2": {
            "confidence_embedding": 0.7199,
            "text": "Representação de doença CID-11: Imunização não realizada devido a doença ou condição crônica do paciente. Definição: "
          }
        },
        {
          "QC12": {
            "confidence_embedding": 0.7187,
            "text": "Representação de doença CID-11: Procedimento não realizado devido à decisão do paciente por outras razões que não as de crença ou grupo de pressão. Definição: "
          }
        },
        {
          "QA30.02": {
            "confidence_embedding": 0.7172,
            "text": "Representação de doença CID-11: Pessoa em contato com os serviços de saúde para inseminação de esperma medicamente assistida. Definição: "
          }
        }
      ]
    },
    "situação social complicada": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA77": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA82": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Problema associado à transferência física do paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QC04.0": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Imunização não realizada devido ao fato de que o paciente já teve a doença. Definição: "
          }
        },
        {
          "QC12": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Procedimento não realizado devido à decisão do paciente por outras razões que não as de crença ou grupo de pressão. Definição: "
          }
        },
        {
          "QA02.3": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Observação por suspeita de transtorno mental ou do comportamento, descartado. Definição: "
          }
        }
      ]
    },
    "alt de sensopercepçao": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7796,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB22.7": {
            "confidence_embedding": 0.7709,
            "text": "Representação de doença CID-11: Cansaço. Definição: Sensação de redução do estado de alerta e de redução concomitante da acuidade mental, em alguns casos resultando no impulso ou tendência de adormecer."
          }
        },
        {
          "MB24.A": {
            "confidence_embedding": 0.7667,
            "text": "Representação de doença CID-11: Medo. Definição: Resposta emocional diante da percepção de ameaça ou perigo iminente, associada ao desejo de fugir ou lutar."
          }
        },
        {
          "MB20.2": {
            "confidence_embedding": 0.7665,
            "text": "Representação de doença CID-11: Obnubilação da consciência. Definição: Comprometimento da clareza da consciência caracterizada pela capacidade prejudicada de compreender aspectos do ambiente ou de si mesmo em relação ao ambiente, desatenção e anormalidades de processos de pensamento e compreensão. É tipicamente acompanhada por uma experiência subjetiva de obnubilação mental descrita como uma sensação de \"neblina\". A obnubilação da consciência é uma forma comum de distúrbio cognitivo no Delirium, mas não é sinônimo de Delirium, porque o Delirium inclui requisitos diagnósticos adicionais."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7657,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        }
      ]
    },
    "anedonia": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A80.3": {
            "confidence_embedding": 0.819,
            "text": "Representação de doença CID-11: Episódio depressivo atual com melancolia. Definição: No contexto de um episódio depressivo atual, vários dos seguintes sintomas estiveram presentes durante o pior período do episódio atual: perda de interesse ou prazer na maioria das atividades que são normalmente prazerosas ​​para o indivíduo (ou seja, anedonia generalizada); falta de reatividade emocional a estímulos ou circunstâncias normalmente prazerosos​​(ou seja, o humor não melhora nem mesmo temporariamente com a exposição); insônia terminal (ou seja, acordar pela manhã duas ou mais horas antes do horário usual); os sintomas depressivos são piores pela manhã; lentificação ou agitação psicomotora acentuada; perda acentuada de apetite ou perda de peso."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.8168,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        },
        {
          "6E63": {
            "confidence_embedding": 0.8145,
            "text": "Representação de doença CID-11: Síndrome de ansiedade secundária. Definição: Síndrome caracterizada pela presença de sintomas ansiosos proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., sintomas ansiosos ou ataques de pânico em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas ansiosos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6A80.5": {
            "confidence_embedding": 0.8144,
            "text": "Representação de doença CID-11: Ciclagem rápida. Definição: No contexto do transtorno bipolar tipo I ou bipolar tipo II, houve uma alta frequência de episódios de humor (pelo menos quatro) nos últimos 12 meses. Pode haver uma mudança de uma polaridade de humor para outra, ou os episódios de humor podem ser demarcados por um período de remissão. Em indivíduos com alta frequência de episódios de humor, alguns podem ter uma duração mais curta do que aqueles geralmente observados no transtorno bipolar tipo I ou bipolar tipo II. Em particular, os períodos depressivos podem durar apenas vários dias. Se os sintomas depressivos e maníacos se alternam muito rapidamente (ou seja, de um dia para o outro ou no mesmo dia), um episódio misto deve ser diagnosticado em vez de ciclagem rápida."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.8119,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "ideação passiva de morte": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A70.5": {
            "confidence_embedding": 0.8055,
            "text": "Representação de doença CID-11: Transtorno depressivo, episódio único, gravidade não especificada. Definição: Transtorno depressivo, episódio único, gravidade não especificada é diagnosticado quando os critérios diagnósticos para episódio depressivo são preenchidos, não há história de episódios depressivos prévios e as informações são insuficientes para determinar a gravidade do episódio depressivo atual. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução da energia ou fadiga. Os sintomas estão associados a pelo menos alguma dificuldade em continuar as atividades normais de trabalho, sociais ou domésticas."
          }
        },
        {
          "6A80.5": {
            "confidence_embedding": 0.803,
            "text": "Representação de doença CID-11: Ciclagem rápida. Definição: No contexto do transtorno bipolar tipo I ou bipolar tipo II, houve uma alta frequência de episódios de humor (pelo menos quatro) nos últimos 12 meses. Pode haver uma mudança de uma polaridade de humor para outra, ou os episódios de humor podem ser demarcados por um período de remissão. Em indivíduos com alta frequência de episódios de humor, alguns podem ter uma duração mais curta do que aqueles geralmente observados no transtorno bipolar tipo I ou bipolar tipo II. Em particular, os períodos depressivos podem durar apenas vários dias. Se os sintomas depressivos e maníacos se alternam muito rapidamente (ou seja, de um dia para o outro ou no mesmo dia), um episódio misto deve ser diagnosticado em vez de ciclagem rápida."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.8019,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.2": {
            "confidence_embedding": 0.7999,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com alucinações e delírios. Definição: Síndrome caracterizada pela presença tanto de alucinações proeminentes como de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6E61.1": {
            "confidence_embedding": 0.7984,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária com delírios. Definição: Síndrome caracterizada pela presença de delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Alucinações não são um aspecto proeminente da apresentação clínica. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma condição de ameaça à vida). Essa categoria deve ser utilizada em conjunto com o diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos são suficientemente graves para exigir atenção clínica específica."
          }
        }
      ]
    }
  }
}