{
  "prontuario_id": 770,
  "text": "tx renal\nTX RENAL COM CR 0,82 E NS FK 3,0\nCARDIOLOGIA INDICOU RETIRADA DE MONOCORDIL E AAS\nTX RENAL\nMTC 5, TACROLIMO 1 / 0, MS 1 / 2, CRESTOR 10, AAS 100, OMEPRAZOL 20, CVD 12,5, MONOCORDIL 20, CILOSTAZOL 100 X2, LST 50, LANTUS 30\nS: SEM QUIEXAS\nO: PA 110/60  120/80   P 78    \nCPP LIVRES\nPC RITMO REGULAR\nABD RHA+, FLACIDO, INDOLOR\nMMII DAOP",
  "entities": {
    "Grupo Profissional ou Ocupacional": [
      "CARDIOLOGIA"
    ],
    "Atividade de Assistência à Saúde": [
      "RETIRADA"
    ],
    "Substância Farmacológica": [
      "MONOCORDIL",
      "AAS",
      "MTC",
      "TACROLIMO",
      "MS",
      "CRESTOR",
      "OMEPRAZOL",
      "CVD",
      "CILOSTAZOL",
      "LST",
      "LANTUS"
    ],
    "Substância Química Orgânica": [
      "MONOCORDIL",
      "AAS",
      "TACROLIMO",
      "MS",
      "CRESTOR",
      "OMEPRAZOL",
      "CVD",
      "CILOSTAZOL",
      "LST",
      "LANTUS"
    ],
    "Abreviação": [
      "AAS",
      "MTC",
      "MS",
      "CVD",
      "LST",
      "PA",
      "P",
      "PC",
      "ABD",
      "RHA+",
      "MMII",
      "DAOP",
      "tx renal",
      "TX RENAL",
      "CR 0 , 82",
      "NS FK 3 , 0",
      "CPP LIVRES"
    ],
    "Substância Química Inorgânica": [
      "MTC"
    ],
    "Antibiótico": [
      "MTC",
      "MS"
    ],
    "Hormônio": [
      "MTC",
      "LANTUS"
    ],
    "Conceito Quantitativo": [
      "5",
      "10",
      "100",
      "20",
      "50",
      "30",
      "110/60",
      "120/80",
      "78",
      "1 / 0",
      "1 / 2",
      "12 , 5"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LANTUS"
    ],
    "Negação": [
      "SEM",
      "INDOLOR"
    ],
    "Sinal ou Sintoma": [
      "QUIEXAS",
      "INDOLOR"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PC"
    ],
    "Localização ou Região Corporal": [
      "ABD",
      "MMII"
    ],
    "Achado": [
      "RHA+",
      "FLACIDO",
      "CPP LIVRES",
      "RITMO REGULAR"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII"
    ],
    "Doença ou Síndrome": [
      "DAOP"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tx renal",
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 82",
      "NS FK 3 , 0"
    ]
  },
  "labels": {
    "ritmo regular": {
      "capitulo": "07",
      "opcoes": [
        {
          "7A62": {
            "confidence_embedding": 0.8105,
            "text": "Representação de doença CID-11: Transtorno de ritmo sono-vigília irregular. Definição: Transtorno de ritmo sono-vigília irregular é caracterizado pela ausência de um ciclo sono e vigília claramente definido. O sono fica distribuído em episódios múltiplos de duração variável por todo o período de 24 horas. Os pacientes queixam-se tipicamente de insônia e/ou sonolência diurna excessiva como resultado da condição. Os sintomas devem ter persistido por pelo menos vários meses e resultam em desconforto significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
          }
        },
        {
          "7A63": {
            "confidence_embedding": 0.7863,
            "text": "Representação de doença CID-11: Transtorno de ritmo sono-vigília não 24 horas. Definição: O transtorno do ritmo sono-vigília não 24 horas é caracterizado por períodos de insônia e/ou sonolência diurna que se alternam com períodos de sono relativamente normal, devido à falta de sincronização do relógio circadiano com o ciclo ambiental de 24 horas. A duração do período do ciclo circadiano/sono-vigília é normalmente superior a 24 horas. Os sintomas ocorrem à medida que os ciclos de propensão sono-vigília controlados pelo circadiano entram e saem de fase com o ciclo ambiental dia-noite. O transtorno é visto mais comumente em indivíduos com cegueira completa. Os sintomas devem persistir por pelo menos vários meses e resultar em sofrimento significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
          }
        },
        {
          "7A42.4": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Hipoventilação relacionada ao sono devida a medicamento ou substância. Definição: Hipoventilação relacionada ao sono devida a medicamento ou substância química é caracterizada primariamente por hipoventilação e hipercapnia crônicas devidas ao uso prolongado de medicamentos ou substâncias químicas conhecidas por deprimirem o drive respiratório e/ou comprometer a mecânica dos músculos respiratórios (p.ex. narcóticos de longa ação, anestésicos, sedativos e relaxantes musculares). Hipoxemia está usualmente também presente. Hipercapnia pode também estar presente durante a vigília em alguns pacientes. Os pacientes podem ser assintomáticos ou se queixar de dispneia, opressão torácica ou fadiga.\r\n\r\nNota: O diagnóstico definitivo requer evidência objetiva baseada em polissonografia com monitorização do dióxido de carbono (CO2) (por medidas arterial, tidal final ou transcutânea) no contexto de uso de substâncias consideradas causadoras dos sintomas."
          }
        },
        {
          "7A65": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Transtorno do ritmo circadiano de sono-vigília, tipo jet lag. Definição: Transtorno do ritmo circadiano de sono-vigília, tipo jet lag é caracterizado por um desalinhamento temporário entre o horário de dormir e o ciclo da vigília gerado pelo relógio circadiano endógeno e o do padrão sono-vigília requerido por viagem transmeridiana cruzando pelo menos dois fusos horários. Os indivíduos se queixam de sono agitado, sonolência e fadiga, sintomas somáticos, (p.ex. desconforto gastrointestinal) ou funcionamento diurno prejudicado. A intensidade e a duração dos sintomas é dependente do número de fusos horários viajados, da habilidade para dormir enquanto viaja, da exposição a marcos circadianos apropriados no novo ambiente, da tolerância ao desalinhamento circadiano quando acordado durante a noite biológica, e da direção da viagem. Os sintomas resultam em desconforto significativo ou prejuízo mental, físico, social, ocupacional ou acadêmico."
          }
        },
        {
          "7A42": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Transtornos de hipóxia ou hipoventilação relacionados ao sono. Definição: A principal característica destes transtornos é a ventilação insuficiente relacionada ao sono, resultando em elevação anormal da pressão parcial arterial de dióxido de carbono (PaCO2) durante o sono. A hipoxemia relacionada ao sono é diagnosticada quando a monitorização noturna revela queda sustentada (> 5 minutos) da saturação de oxigênio para ≤ 88% em adultos (ou ≤ 90% em crianças) por ≥ 5 minutos.\r\n\r\nNota: O diagnóstico definitivo exige evidência objetiva baseada em polissonografia, bem como monitorização do dióxido de carbono (CO2) durante o sono (por medida arterial, expirada ou transcutânea)."
          }
        }
      ]
    },
    "flacido": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB13.0": {
            "confidence_embedding": 0.7349,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
          }
        },
        {
          "EB50": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EH63": {
            "confidence_embedding": 0.7244,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson e necrólise epidérmica tóxica devida a droga. Definição: Espectro de reações graves e potencialmente fatais que afetam pele e mucosas. Na maioria dos casos, algum medicamento pode ser implicado."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7222,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7212,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        }
      ]
    },
    "indolor": {
      "capitulo": "14",
      "opcoes": [
        {
          "EC90.1": {
            "confidence_embedding": 0.7173,
            "text": "Representação de doença CID-11: Prurido devido a transtorno sistêmico. Definição: Prurido devido a transtorno sistêmico subjacente, como insuficiência renal ou icterícia colestática."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.7108,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7084,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EC90.12": {
            "confidence_embedding": 0.7078,
            "text": "Representação de doença CID-11: Prurido associado à hemodiálise. Definição: Prurido generalizado atribuível à hemodiálise e não à doença renal crônica. As causas não são bem compreendidas."
          }
        },
        {
          "EE01.2": {
            "confidence_embedding": 0.7022,
            "text": "Representação de doença CID-11: Hipoidrose de etiologia indeterminada. Definição: Sudorese reduzida ou ausente para a qual nenhuma explicação foi encontrada."
          }
        }
      ]
    },
    "rha+": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB80.Z": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não especificada, não especificada. Definição: "
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.7715,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        },
        {
          "GB80.Y": {
            "confidence_embedding": 0.7706,
            "text": "Representação de doença CID-11: Outra doença renal cística não familiar não genética, especificada. Definição: "
          }
        },
        {
          "GB60.Y": {
            "confidence_embedding": 0.7692,
            "text": "Representação de doença CID-11: Outra insuficiência renal aguda especificada. Definição: "
          }
        },
        {
          "GB60.1": {
            "confidence_embedding": 0.7658,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 2. Definição: Taxa de alteração da creatinina sérica: 2,0-2,9 vezes a linha de base OU Magnitude da produção de urina: < 0,5 ml/kg/h por > = 12 horas"
          }
        }
      ]
    },
    "daop": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7778,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7522,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MG02": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Resultados de estudos de função renal. Definição: "
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7413,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7386,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "cpp livres": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    }
  }
}