{
  "prontuario_id": 536,
  "text": "Lucas\n# MCP dilatada\nCansaço CF III\nPA 120/80 mmHg\nsem ingurgitamento jugular\nMV+ bilateral sem RA\nRCR 2t SS\nSem VCM\nSem edema MMII\nCAT 09/06/2014: ausência de coronariopatia obstrutiva crítica\nIC 3,449 pré / 3,602 pós\nRVP em woods 0,217 pré / 0,147 pós\nEspirometria normal\nCD # Retorno 3 semanas\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "Cansaço",
      "RA",
      "SS",
      "edema",
      "ingurgitamento jugular"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Abreviação": [
      "PA",
      "RA",
      "SS",
      "VCM",
      "MMII",
      "CAT",
      "IC",
      "CD",
      "MCP dilatada",
      "CF III",
      "MV+ bilateral",
      "RCR 2t",
      "3 , 449 pré / 3 , 602 pós RVP"
    ],
    "Negação": [
      "sem",
      "SS",
      "Sem",
      "ausência"
    ],
    "Achado": [
      "VCM",
      "MV+ bilateral",
      "RCR 2t"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CAT"
    ],
    "Doença ou Síndrome": [
      "IC",
      "MCP dilatada",
      "coronariopatia obstrutiva crítica"
    ],
    "Procedimento Diagnóstico": [
      "Espirometria"
    ],
    "Resultado Laboratorial ou de Teste": [
      "normal"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "Retorno"
    ],
    "Classificação": [
      "CF III"
    ],
    "Conceito Quantitativo": [
      "120/80 mmHg",
      "3 , 449 pré / 3 , 602 pós RVP",
      "0 , 217 pré / 0 , 147 pós"
    ],
    "Conceito Temporal": [
      "3 semanas"
    ]
  },
  "labels": {
    "coronariopatia obstrutiva crítica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43": {
            "confidence_embedding": 0.8202,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BC43.12": {
            "confidence_embedding": 0.8125,
            "text": "Representação de doença CID-11: Cardiomiopatia obstrutiva hipertrófica. Definição: Cardiomiopatia hipertrófica obstrutiva é uma cardiomiopatia hipertrófica que manifesta estreitamento fixo ou dinâmico suficiente em um ou ambos os ventrículos para resultar em um gradiente de pressão significativo entre o ápice ventricular e a valva de via de saída (aórtica ou pulmonar)."
          }
        },
        {
          "BC43.11": {
            "confidence_embedding": 0.8056,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica não obstrutiva. Definição: Cardiomiopatia hipertrófica não obstrutiva é uma cardiomiopatia hipertrófica que não tem estreitamento intraventricular fixo ou dinâmico suficiente para resultar em gradiente de pressão significativo entre o ápice ventricular e a valva da via de saída (aórtica ou pulmonar)."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.8054,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.8007,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        }
      ]
    },
    "ra": {
      "capitulo": "03",
      "opcoes": [
        {
          "3B81.3": {
            "confidence_embedding": 0.7083,
            "text": "Representação de doença CID-11: Laceração ou ruptura não traumática do baço. Definição: Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
          }
        },
        {
          "3B64.13": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Trombocitopenia aloimune. Definição: Doença causada por determinantes como transfusão de sangue que leva a uma resposta imune a antígenos estranhos. Esta doença é caracterizada por níveis diminuídos de plaquetas no organismo devido a uma resposta imune reativa a antígenos plaquetários estranhos. Esta doença pode se manifestar com aumento de equimoses e sangramentos. A confirmação é feita pela identificação de contagem diminuída de plaquetas e presença de autoanticorpos na amostra de sangue"
          }
        },
        {
          "3B81.8": {
            "confidence_embedding": 0.7054,
            "text": "Representação de doença CID-11: Torção do baço. Definição: Doença causada pelo desenvolvimento anormal dos ligamentos suspensores do baço. Essa doença é caracterizada pela torção do baço levando a infarto esplênico. Pode apresentar-se com dor abdominal. A confirmação é feita por métodos de imagem."
          }
        },
        {
          "3B62.5": {
            "confidence_embedding": 0.7028,
            "text": "Representação de doença CID-11: Síndrome hemofagocítica associada a infecção. Definição: Transtorno hematológico incomum, que, tipicamente, manifesta-se clinicamente com febre, hepatoesplenomegalia, linfadenopatia, icterícia e erupção cutânea, com achados laboratoriais de histiocitose, e achado patológico de hematofagocitose associada a infecção."
          }
        },
        {
          "3B64.14": {
            "confidence_embedding": 0.7027,
            "text": "Representação de doença CID-11: Púrpura trombocitopênica trombótica. Definição: Esta condição é idiopática. Esta condição é caracterizada por anormalidade da coagulação do sangue causando a formação de coágulos microscópicos de forma extensa nos pequenos vasos sanguíneos do corpo, resultando em baixa contagem de plaquetas. Esta condição pode se apresentar com convulsões, hemiplegia, parestesias, distúrbio visual e afasia ou anemia. A confirmação é pela identificação de tromboses."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB50.2": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7388,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.718,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7078,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7024,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        }
      ]
    },
    "mcp dilatada": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.2": {
            "confidence_embedding": 0.706,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.6962,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.6944,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.6885,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.6853,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        }
      ]
    },
    "mv+ bilateral": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.2": {
            "confidence_embedding": 0.6899,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.6703,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.6692,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.6678,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.6608,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        }
      ]
    },
    "rcr 2t": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7283,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7141,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CB41.20": {
            "confidence_embedding": 0.7081,
            "text": "Representação de doença CID-11: Insuficiência respiratória não especificada, Tipo I. Definição: Esta ocorre quando a PaCO2 pode estar normal ou baixa. É tipicamente causada por um desequilíbrio da relação ventilação/perfusão (V/Q); o volume de ar que entra e sai dos pulmões não se corresponde ao fluxo sanguíneo pulmonar. O defeito básico na insuficiência respiratória tipo 1 é a insuficiência de oxigenação."
          }
        },
        {
          "CB05.40": {
            "confidence_embedding": 0.6876,
            "text": "Representação de doença CID-11: Transtornos respiratórios na Síndrome de Churg-Strauss. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma vasculite autoimune de vasos médios e pequenos, levando à necrose."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.6843,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        }
      ]
    },
    "ingurgitamento jugular": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA51": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7357,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.735,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7346,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        }
      ]
    },
    "ic": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C78": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7708,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B81": {
            "confidence_embedding": 0.7172,
            "text": "Representação de doença CID-11: Obesidade. Definição: A obesidade é uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos únicos podem ser identificados (medicamentos, doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).\r\nO índice de massa corporal (IMC) é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir obesidade variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, a obesidade é definida por um IMC maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento."
          }
        },
        {
          "5B5K.6": {
            "confidence_embedding": 0.7158,
            "text": "Representação de doença CID-11: Deficiência de cobre. Definição: Deficiência dietética é rara e tem sido observada em prematuros e bebês com baixo peso ao nascimento que são alimentados exclusivamente com leite de vaca e em indivíduos em nutrição parenteral total (NPT) prolongada sem cobre. Manifestações clínicas incluem despigmentação de pele e cabelo, distúrbios neurológicos, leucopenia, anemia microcítica e hipocrômica e anormalidades esqueléticas."
          }
        }
      ]
    },
    "ss": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.4": {
            "confidence_embedding": 0.7242,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7208,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7131,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7099,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "ME64": {
            "confidence_embedding": 0.7043,
            "text": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação."
          }
        }
      ]
    }
  }
}