{
  "prontuario_id": 867,
  "text": "Lucas, 65 ANOS\n\n# PO DE TX CARDÍACO (23/10/15)  -  ( IC DILATADA IDIOPÁTICA)\n# EM USO DE : CICLOSPORINA 150MG 12/12H, MICOFENOLATO 720MG 8/8H, PREDNISONA 20MG / DIA\nAAS 100MG / DIA, OMZ 20MG / DIA. \n- EXAMES - AVALIAÇÃO PRÉ - TRANSPLANTE:\n# DOPPLER CAROTIDAS + VERTEBRAIS: CERVICAL D: CAROTIDA: ESTENOSE 20-30% NA BIFURCAÇÃO CAROTÍDEA;\n# CATE 16/06/15: PRÉ: RVP 2,19 // RVS 24, PÓS: RVP 2,08 // RVS 12,59\n# ECOTT 28/8/15 AE 46 / VD 26 / S / PP 10 / 10 VE 81 / 66 FE 37%. VE DILATADO COM HIPOCONTRATIBILIDADE DIFUSA MODERADA / I\nAO LEVE / IMI LEVE AMODERADA / PSAP 39 MMHG.\nS #  SENTE BEM, DOR NA FO SOMENTE AOS MOVIMENTOS E AO TOSSIR. NEGA DISPNÉIA. RELATA QUE FO ESTÁ SECA, SEM SINAIS FLOGÍSTICOS. \nNEGA FEBRE. \nO # BEG, HIPOCORADO +/4+, EUPNEICO, AFEBRIL\nPA: 110X70 // FC: 80\nCV: BRNF SS\nCPP: MV+ BILATERAL, SEM RA\nFO LIMPA E SECA, SEM PRESENÇA DE SECREÇÃO\nABD: RHA+, INDOLOR\nMMII: SEM EDEMA OU EMPASTAMENTO\nA # PO DE TX CARDIACO (23/10/15)\nP # MANTIDO RETORNO EM 30 DIAS\n \n \n \n ",
  "entities": {
    "Conceito Temporal": [
      "PO",
      "12/12H",
      "8/8H",
      "DIA",
      "PRÉ",
      "PÓS"
    ],
    "Substância Farmacológica": [
      "CICLOSPORINA",
      "MICOFENOLATO",
      "PREDNISONA",
      "AAS",
      "OMZ"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "CICLOSPORINA"
    ],
    "Substância Química Orgânica": [
      "CICLOSPORINA",
      "MICOFENOLATO",
      "PREDNISONA",
      "AAS",
      "OMZ"
    ],
    "Conceito Quantitativo": [
      "150MG",
      "12/12H",
      "720MG",
      "8/8H",
      "20MG",
      "100MG",
      "110X70",
      "80",
      "30"
    ],
    "Abreviação": [
      "12/12H",
      "8/8H",
      "AAS",
      "OMZ",
      "CATE",
      "ECOTT",
      "FO",
      "BEG",
      "PA",
      "FC",
      "CV",
      "CPP",
      "RA",
      "ABD",
      "RHA+",
      "MMII",
      "TX CARDÍACO",
      "IC DILATADA IDIOPÁTICA",
      "CERVICAL D",
      "RVP 2 , 19",
      "RVS 24",
      "RVP 2 , 08",
      "RVS 12 , 59",
      "AE 46",
      "VD 26",
      "PP 10 / 10",
      "VE 81 / 66",
      "FE 37%",
      "VE DILATADO COM HIPOCONTRATIBILIDADE DIFUSA MODERADA",
      "I AO LEVE",
      "IMI LEVE AMODERADA",
      "PSAP 39 MMHG",
      "MV+ BILATERAL",
      "TX CARDIACO"
    ],
    "Hormônio": [
      "PREDNISONA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "CAROTIDA",
      "MMII",
      "CERVICAL D"
    ],
    "Procedimento Diagnóstico": [
      "CATE",
      "ECOTT",
      "AVALIAÇÃO PRÉ - TRANSPLANTE",
      "DOPPLER CAROTIDAS + VERTEBRAIS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CATE",
      "TX CARDÍACO",
      "TX CARDIACO"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Função Fisiológica": [
      "MOVIMENTOS",
      "TOSSIR"
    ],
    "Negação": [
      "NEGA",
      "SEM",
      "AFEBRIL",
      "SS",
      "INDOLOR"
    ],
    "Sinal ou Sintoma": [
      "DISPNÉIA",
      "FEBRE",
      "AFEBRIL",
      "SS",
      "RA",
      "INDOLOR",
      "EDEMA",
      "EMPASTAMENTO",
      "SINAIS FLOGÍSTICOS",
      "HIPOCORADO +/4+"
    ],
    "Achado": [
      "SECA",
      "BEG",
      "EUPNEICO",
      "LIMPA",
      "RHA+",
      "SENTE BEM",
      "MV+ BILATERAL"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "CV",
      "CPP"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "AVALIAÇÃO PRÉ - TRANSPLANTE"
    ],
    "Doença ou Síndrome": [
      "IC DILATADA IDIOPÁTICA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "ESTENOSE 20-30% NA BIFURCAÇÃO CAROTÍDEA",
      "RVP 2 , 19",
      "RVS 24",
      "RVP 2 , 08",
      "RVS 12 , 59",
      "AE 46",
      "VD 26",
      "PP 10 / 10",
      "VE 81 / 66",
      "FE 37%",
      "VE DILATADO COM HIPOCONTRATIBILIDADE DIFUSA MODERADA",
      "I AO LEVE",
      "IMI LEVE AMODERADA",
      "PSAP 39 MMHG"
    ]
  },
  "labels": {
    "ra": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7825,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD52.71": {
            "confidence_embedding": 0.7573,
            "text": "Representação de doença CID-11: Dilatação adquirida da aorta ascendente ou da raiz. Definição: Aumento do diâmetro luminal da aorta entre a junção ventrículo-aórtica e a origem do primeiro ramo braquiocefálico acima do limite superior do normal ajustado para o tamanho do corpo que se desenvolve após o nascimento"
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7568,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BD50.0Z": {
            "confidence_embedding": 0.7497,
            "text": "Representação de doença CID-11: Dissecção da aorta torácica, dissecção da aorta ascendente e propagação além do arco, sem menção de perfuração ao ruptura. Definição: "
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    },
    "ic dilatada idiopática": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.0": {
            "confidence_embedding": 0.7958,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7629,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC42.2": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Miocardite por hipersensibilidade. Definição: Miocardite de hipersensibilidade é a presença de cardiomiopatia dilatada em associação com um transtorno relacionado conhecido {síndrome hipereosinofílica (geralmente uma cardiomiopatia restritiva), síndrome de Churg-Strauss, malignidade, infecção parasitária, drogas ou vacinas) e achados de infiltração intersticial linfocítica e eosinofílica, células gigantes, e possível necrose miocárdica na biópsia, geralmente com eosinofilia periférica."
          }
        },
        {
          "BC44": {
            "confidence_embedding": 0.761,
            "text": "Representação de doença CID-11: Cardiomiopatia não compactada. Definição: A cardiomiopatia não compactada é uma anormalidade morfológica do miocárdio que afeta predominantemente o ápice do ventrículo, caracterizada por hipertrabeculação e recessos intertrabeculares profundos, geralmente acompanhados por uma camada subepicárdica anormalmente fina de miocárdio compactado, que geralmente, mas nem sempre, está associada à disfunção ventricular. \r\n\r\nInformações adicionais. A cardiomiopatia não compactada envolve classicamente o ventrículo esquerdo, mas também pode envolver apenas o ventrículo direito ou ambos. Pode ocorrer como um achado isolado ou em associação com um fenótipo cardiomiopático dilatado, hipertrófico ou misto. Foi descrita em associação a cardiopatia congênita complexa, anomalias das artérias coronárias e como um achado isolado, com e sem anormalidades musculoesqueléticas e outras anormalidades sistêmicas."
          }
        }
      ]
    },
    "sinais flogísticos": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME64": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7429,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        }
      ]
    },
    "febre": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7435,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME84.Z": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Dor na coluna vertebral, não especificada. Definição: "
          }
        }
      ]
    },
    "mv+ bilateral": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME84.Z": {
            "confidence_embedding": 0.7133,
            "text": "Representação de doença CID-11: Dor na coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7121,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7111,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MC80.01": {
            "confidence_embedding": 0.7092,
            "text": "Representação de doença CID-11: Valor elevado combinado da pressão arterial sistólica e diastólica sem diagnóstico de hipertensão. Definição: "
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7088,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        }
      ]
    },
    "ss": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7741,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA41.0": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio com supradesnível de ST. Definição: Infarto agudo do miocárdio com supradesnível de ST (IAMCSST) é um infarto agudo do miocárdio com desenvolvimento de supradesnível de ST em duas derivações contíguas do eletrocardiograma. Os critérios de elevação do ST são os seguintes; novo supradesnível de ST no ponto J em duas derivações contíguas aplicando os pontos de corte: 0,2mV em homens> 40 anos; > 0,25mV em homens <40 anos, e > 0,15mV em mulheres."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        }
      ]
    },
    "fo": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.7": {
            "confidence_embedding": 0.7513,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "ME84.Z": {
            "confidence_embedding": 0.7483,
            "text": "Representação de doença CID-11: Dor na coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.742,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MC80.0Y": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Outro valor elevado da pressão arterial especificado, sem diagnóstico de hipertensão. Definição: "
          }
        }
      ]
    },
    "edema": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.8037,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.8037,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.7896,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7871,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.1": {
            "confidence_embedding": 0.7811,
            "text": "Representação de doença CID-11: Edema generalizado. Definição: "
          }
        }
      ]
    },
    "beg": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.7": {
            "confidence_embedding": 0.7535,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7534,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7499,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7499,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        }
      ]
    },
    "dispnéia": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7601,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "ME84.Z": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Dor na coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7557,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7531,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        }
      ]
    },
    "empastamento": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7299,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7212,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "ME84.Z": {
            "confidence_embedding": 0.7132,
            "text": "Representação de doença CID-11: Dor na coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "ME24.90": {
            "confidence_embedding": 0.7126,
            "text": "Representação de doença CID-11: Sangramento gastrointestinal agudo, não classificado em outra parte. Definição: "
          }
        }
      ]
    }
  }
}