{
  "prontuario_id": 384,
  "text": "POS TX CARDIACO HA 9  MESES\nULTIMA BIOPSIA 04/2016 - 0R\nEM USO DE CICLO 50 / 50, AZATIOPRINA 50 \nUSO DE omeprazol , AAS 100, ATENOLOL 50 / DIA\nDOSAGEM CICLOSPORINA 9JULHO/16): 217\nS # SEM QUEIXAS\nO # PA 130/80, FC 89\nACV BCRNF\nCPP LIVRE\nMMII SEM EDEMA\nA # POS TX CARDIACO, COM BOA EVOLUÇÃO.\nP # LAB\n \n \n \n ",
  "entities": {
    "Conceito Temporal": [
      "POS",
      "DIA",
      "HA 9 MESES"
    ],
    "Procedimento Diagnóstico": [
      "BIOPSIA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "CICLO"
    ],
    "Substância Farmacológica": [
      "CICLO",
      "AZATIOPRINA",
      "omeprazol",
      "AAS",
      "ATENOLOL"
    ],
    "Abreviação": [
      "CICLO",
      "AAS",
      "PA",
      "FC",
      "ACV",
      "BCRNF",
      "MMII",
      "LAB",
      "TX CARDIACO",
      "CPP LIVRE"
    ],
    "Substância Química Orgânica": [
      "AZATIOPRINA",
      "omeprazol",
      "AAS",
      "ATENOLOL"
    ],
    "Substância Perigosa ou Venenosa": [
      "AZATIOPRINA"
    ],
    "Conceito Quantitativo": [
      "50",
      "100",
      "217",
      "130/80",
      "89",
      "50 / 50"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "EDEMA"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "ACV"
    ],
    "Achado": [
      "BCRNF",
      "CPP LIVRE",
      "BOA EVOLUÇÃO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII"
    ],
    "Procedimento Laboratorial": [
      "LAB"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX CARDIACO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "DOSAGEM CICLOSPORINA"
    ]
  },
  "labels": {
    "edema": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD13": {
            "confidence_embedding": 0.7801,
            "text": "Representação de doença CID-11: Insuficiência ventricular direita. Definição: Insuficiência cardíaca associada à disfunção ventricular direita manifestada por distensão das veias do pescoço, aumento do fígado e edema gravitacional."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB72.0": {
            "confidence_embedding": 0.7473,
            "text": "Representação de doença CID-11: Estenose aórtica reumática com insuficiência. Definição: A estenose aórtica por cardiopatia reumática crônica tipicamente está associada à insuficiência aórtica. As comissuras e cúspides da válvula tornam-se aderentes e fundidas, e o orifício da valva torna-se pequeno. Na ausculta, S2 pode ser única porque os folhetos aórticos estão imóveis e não produzem um som de fechamento aórtico"
          }
        }
      ]
    },
    "bcrnf": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC43.2Y": {
            "confidence_embedding": 0.7562,
            "text": "Representação de doença CID-11: Outra cardiomiopatia restritiva especificada. Definição: "
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD13": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Insuficiência ventricular direita. Definição: Insuficiência cardíaca associada à disfunção ventricular direita manifestada por distensão das veias do pescoço, aumento do fígado e edema gravitacional."
          }
        },
        {
          "BC43.6": {
            "confidence_embedding": 0.7511,
            "text": "Representação de doença CID-11: Cardiomiopatia ventricular arritmogênica. Definição: A cardiomiopatia ventricular arritmogênica é uma cardiomiopatia caracterizada pela perda de células miocárdicas com substituição parcial ou total do músculo ventricular direito por tecido adiposo e fibroso, começando pelo subepicárdio e se tornando transmural com o tempo, poupando os músculos papilares e trabéculas, e frequentemente associada a aneurismas, particularmente da via de saída ventricular direita. Há comprometimento sistólico progressivo com dilatação ventricular e acentuada propensão a arritmias ventriculares de origem ventricular direita, e também esquerda. Classicamente uma doença do ventrículo direito, evidências mais recentes sugerem envolvimento do ventrículo esquerdo em extensão variável em até 75% dos casos, assim como doença isolada do ventrículo esquerdo."
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.7467,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.742,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        }
      ]
    }
  }
}