{
  "prontuario_id": 530,
  "text": "TX RENAL DC 4 MESES.\nMTC 5, TACROLIMO 5 / 5, MS 2 / 2, BO, ANLO 5 X2, CVD 12,5 X2, AAS 100, CLOPIDOGREL.\nS: SEM QUEIXAS, OCASIONALMENTE DESCONFORTO NA FO.\nCURSOU COM FADIGA, MAS FEZ SUPERDOSAGEM DE CVD.\nO: PA 140/80,  P 60,  AFEBRIL,  PESO 79  ( GANHO PONDERAL).\nCORADO E HIDRATADO.\nCPP LIVRES.\nPC RITMO REGULAR.\nABD RHA+, FLACIDO, INDOLOR.\nMMII EDEMA.\nTX RENAL COM CR 0,88-0,9 E NS FK 9.\nHAS.\nEDEMA PERIFERICO PELA ANLO?\nLEUCOCITURIA ESTERIL.\nDISLIPIDEMIA DISCRETA.\n \n \n ",
  "entities": {
    "Abreviação": [
      "MTC",
      "MS",
      "BO",
      "ANLO",
      "CVD",
      "AAS",
      "S",
      "FO",
      "O",
      "PA",
      "P",
      "ABD",
      "RHA+",
      "TX RENAL DC",
      "CPP LIVRES",
      "PC RITMO REGULAR",
      "TX RENAL",
      "CR 0 , 88-0 , 9",
      "NS FK 9"
    ],
    "Substância Farmacológica": [
      "MTC",
      "TACROLIMO",
      "MS",
      "BO",
      "ANLO",
      "CVD",
      "AAS",
      "CLOPIDOGREL"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "TACROLIMO",
      "MS",
      "ANLO",
      "CVD",
      "AAS",
      "CLOPIDOGREL"
    ],
    "Conceito Quantitativo": [
      "5",
      "100",
      "140/80",
      "60",
      "79",
      "12 , 5"
    ],
    "Achado": [
      "S",
      "SUPERDOSAGEM",
      "CORADO",
      "HIDRATADO",
      "RHA+",
      "FLACIDO",
      "INDOLOR",
      "TX RENAL DC",
      "CPP LIVRES",
      "PC RITMO REGULAR",
      "LEUCOCITURIA ESTERIL"
    ],
    "Negação": [
      "SEM",
      "AFEBRIL",
      "INDOLOR"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "DESCONFORTO",
      "FADIGA",
      "AFEBRIL",
      "INDOLOR",
      "GANHO PONDERAL"
    ],
    "Conceito Temporal": [
      "OCASIONALMENTE"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Localização ou Região Corporal": [
      "FO"
    ],
    "Atividade de Assistência à Saúde": [
      "O"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL DC",
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 88-0 , 9",
      "NS FK 9",
      "LEUCOCITURIA ESTERIL"
    ]
  },
  "labels": {
    "fo": {
      "capitulo": "X",
      "opcoes": [
        {
          "XS1T": {
            "confidence_embedding": 0.7811,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XD6MC0": {
            "confidence_embedding": 0.778,
            "text": "Representação de doença CID-11: Tanques de hemodialisado, coleta. Definição: "
          }
        },
        {
          "XS2V": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Doença em um único vaso. Definição: "
          }
        },
        {
          "XA1VK9": {
            "confidence_embedding": 0.7615,
            "text": "Representação de doença CID-11: Vaso linfático profundo da parede torácica. Definição: "
          }
        },
        {
          "XA9XL5": {
            "confidence_embedding": 0.7591,
            "text": "Representação de doença CID-11: Vaso linfático do ceco. Definição: "
          }
        }
      ]
    },
    "flacido": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB50": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EB13.0": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Síndrome de Stevens-Johnson. Definição: A síndrome de Stevens-Johnson é um transtorno de hipersensibilidade mediado por imunocomplexos envolvendo mucosas (conjuntiva, mucosa oral e mucosa genital) com, por definição, envolvimento da pele limitado a não mais que 9% da área de superfície corporal. Está relacionado à necrólise epidérmica tóxica e compartilha muitos dos mesmos gatilhos, notavelmente drogas, mas a inflamação é centrada em e próxima a superfícies mucosas. Embora a mortalidade seja baixa, a morbidade aguda é alta e o envolvimento conjuntival tem o potencial de causar cegueira."
          }
        },
        {
          "EB90.42": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Arteriolopatia calcificada. Definição: Arteriolopatia calcificada (calcifilaxia) é um transtorno vasculopático potencialmente fatal caracterizada por isquemia cutânea dolorosa e infarto devido a calcificação, fibroplasia intimal e trombose de arteríolas subcutâneas. É mais comumente associada a doença renal em estágio terminal ou transplante renal, particularmente no contexto de diabetes mellitus de longa data. A pele afetada, comumente em quadris e coxas, aparece mosqueada, cinza e desvitalizada antes de progredir para infarto de espessura total e ulceração profunda. Estas alterações podem ser acompanhadas por placas subcutâneas enduradas, indicando uma paniculite calcificante subjacente. A condição pode estar, mas nem sempre está, associada a hiperparatireoidismo ou a um produto cálcio-fosfato elevado."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        }
      ]
    },
    "tx renal dc": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.7988,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB41": {
            "confidence_embedding": 0.7941,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.7846,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        },
        {
          "GB42": {
            "confidence_embedding": 0.7842,
            "text": "Representação de doença CID-11: Proteinúria ou albuminúria persistente. Definição: Albuminúria persistente > 3mg/mmol de creatinina ou > 30mg/dia é considerada anormal, indicativa e frequentemente a primeira manifestação de doença renal crônica (DRC). Na vigilância da DRC em pacientes “em risco”, como diabéticos, a análise de urina para albuminúria é recomendada pela maioria das diretrizes de prática clínica. Este diagnóstico não se refere à proteinúria intermitente, como na proteinúria ortostática ou induzida por exercício, nem à proteinúria não albuminúrica, como a proteinúria de Bence Jones (cadeia leve de imunoglobulina)."
          }
        },
        {
          "GB90.49": {
            "confidence_embedding": 0.7837,
            "text": "Representação de doença CID-11: Hipocalciúria renal. Definição: Afecção renal causada por retenção tubular renal, baixa ingestão dietética de cálcio ou anormalidades na absorção de cálcio e que pode estar associada à ingestão de diuréticos tiazídicos, doença de Gitelman ou hipercalcemia hipocalciúrica familiar. Esta afecção é caracterizada por uma diminuição do nível de cálcio na urina."
          }
        }
      ]
    },
    "leucocituria esteril": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7483,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7238,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.7228,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        },
        {
          "ME62.1": {
            "confidence_embedding": 0.7212,
            "text": "Representação de doença CID-11: exantema purpúrico agudo. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e que consiste predominantemente em púrpura disseminada. As causas potenciais são numerosas e incluem trombocitopenia, coagulopatias, vasculites e sepse."
          }
        }
      ]
    },
    "desconforto": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7647,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.7483,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29": {
            "confidence_embedding": 0.7478,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        }
      ]
    },
    "fadiga": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7799,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7637,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7617,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        }
      ]
    },
    "superdosagem": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7497,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7324,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    }
  }
}