{
  "prontuario_id": 135,
  "text": "POS TX RENAL.\n\nPOS TX RENAL - CR 0,86 - NS FK 6,0.\nHAS.\nEDEMA MMII - PELO ANLO?\n \n \nTX RENAL - JAN/2015.\nUSO DE: MTC 5, FK 4 / 5, MS 2 / 2, BACTRIM, ANLO 5, CVD 25, AAS 100, CLOPIDOGREL 75.\nS # MANTÉM QUEIXA DE DISPNÉIA, TANTO AOS ESFORÇOS QUANTO AO REPOUSO.\nMANTÉM EDEMA DE MMII MESMO COM REDUÇAO DA DOSE DE ANLO.\nO # BEG, CORADO, HIDRATADO.\nPA 130/90.\nMV POSITIVO, SIMETRICO.\nBCRNF.\nABDOMEN FLACIDO, SEM MASSAS, RHA POSITIVOS.\nMEMBROS - EDEMA MSE, FAV COM FREMITO.\nEDEMA MMII +/+4 - TORNOZELOS.",
  "entities": {
    "Abreviação": [
      "HAS",
      "MMII",
      "ANLO",
      "MTC",
      "FK",
      "MS",
      "CVD",
      "AAS",
      "S",
      "O",
      "BEG",
      "PA",
      "BCRNF",
      "MSE",
      "TX RENAL",
      "CR 0 , 86",
      "NS FK 6 , 0",
      "REDUÇAO DA DOSE DE ANLO",
      "MV POSITIVO",
      "RHA POSITIVOS",
      "FAV COM FREMITO"
    ],
    "Doença ou Síndrome": [
      "HAS"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Sinal ou Sintoma": [
      "EDEMA",
      "MASSAS",
      "QUEIXA DE DISPNÉIA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII",
      "ABDOMEN",
      "MEMBROS",
      "MSE",
      "TORNOZELOS"
    ],
    "Substância Farmacológica": [
      "ANLO",
      "MTC",
      "FK",
      "MS",
      "BACTRIM",
      "CVD",
      "AAS",
      "CLOPIDOGREL"
    ],
    "Substância Química Orgânica": [
      "ANLO",
      "MTC",
      "FK",
      "MS",
      "BACTRIM",
      "CVD",
      "AAS",
      "CLOPIDOGREL"
    ],
    "Conceito Quantitativo": [
      "5",
      "25",
      "100",
      "75",
      "130/90",
      "4 / 5",
      "2 / 2"
    ],
    "Achado": [
      "S",
      "BEG",
      "CORADO",
      "HIDRATADO",
      "SIMETRICO",
      "BCRNF",
      "MV POSITIVO",
      "RHA POSITIVOS",
      "FAV COM FREMITO"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Negação": [
      "SEM"
    ],
    "Resultado Laboratorial ou de Teste": [
      "+/+4",
      "CR 0 , 86",
      "NS FK 6 , 0"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Atividade de Assistência à Saúde": [
      "REDUÇAO DA DOSE DE ANLO"
    ]
  },
  "labels": {
    "edema": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7447,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.739,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.7261,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        }
      ]
    },
    "massas": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7192,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA42.6": {
            "confidence_embedding": 0.7104,
            "text": "Representação de doença CID-11: Doença de Ménétrier. Definição: Gastrite caracterizada por hipertrofia da mucosa gástrica, que pode causar pregas gigantes. O espessamento das pregas é causado predominantemente pela expansão do compartimento de células epiteliais da mucosa gástrica. Os pacientes com doença de Ménétrier mais \r\nfrequentemente apresentam hipoalbuminemia secundária à perda de albumina para o lúmen gástrico."
          }
        },
        {
          "DB34.4": {
            "confidence_embedding": 0.7104,
            "text": "Representação de doença CID-11: Úlcera retal hemorrágica aguda. Definição: Úlcera retal hemorrágica aguda é considerada como um transtorno isquêmico agudo da mucosa, que ocorre em pacientes idosos que sofrem de redução incipiente do fluxo sanguíneo devida a fatores arterioscleróticos. Estes pacientes estão frequentemente acamados, e isso causa uma diminuição no fluxo sanguíneo da mucosa do reto inferior, o que por sua vez desencadeia essa doença."
          }
        },
        {
          "DA94.01": {
            "confidence_embedding": 0.7069,
            "text": "Representação de doença CID-11: Úlceras crônicas múltiplas não específicas do intestino delgado. Definição: Em pacientes afetados, as úlceras crônicas múltiplas não específicas são predominantemente encontradas no íleo, de forma circular ou irregular. As margens das úlceras são sempre claras e a mucosa interposta parece normal. O quadro destas é frequentemente caracterizado por anemia e hipoalbuminemia devido a sangramento e perda de proteínas pelas úlceras múltiplas."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7055,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        }
      ]
    },
    "mv positivo": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.6951,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A45.2Y": {
            "confidence_embedding": 0.6926,
            "text": "Representação de doença CID-11: Outros transtornos especificados da substância branca devidos a anormalidades vasculares ou isquemia. Definição: "
          }
        },
        {
          "8A45.2Z": {
            "confidence_embedding": 0.6917,
            "text": "Representação de doença CID-11: Transtornos da substância branca devidos a anormalidades vasculares ou isquemia, não especificados. Definição: "
          }
        },
        {
          "8A45.2": {
            "confidence_embedding": 0.69,
            "text": "Representação de doença CID-11: Transtornos da substância branca devidos a anormalidades vasculares ou isquemia. Definição: "
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.6887,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        }
      ]
    },
    "fav com fremito": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7477,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF50.61": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: jato urinário fraco. Definição: Um jato de urina reduzido, lento ou fraco"
          }
        }
      ]
    },
    "queixa de dispnéia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.778,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD13": {
            "confidence_embedding": 0.7291,
            "text": "Representação de doença CID-11: Insuficiência ventricular direita. Definição: Insuficiência cardíaca associada à disfunção ventricular direita manifestada por distensão das veias do pescoço, aumento do fígado e edema gravitacional."
          }
        }
      ]
    }
  }
}