{
  "prontuario_id": 389,
  "text": "POS TX RENAL.\n\nPOS TX RENAL - CR 1,0 - NS FK 9,0.\nHAS - FORA DO ALVO.\nPOS TROMBOSE DE FAV - DOPPLER SEM SINAIS DE TROMBOSE.\nPOLICITEMIA.\n \n \nTX RENAL - JAN/2015.\nTROMBOSE DE FAV.\nUSO DE: MTC 5, FK 4 / 5, MS 2 / 2, BACTRIM, CVD 25, AAS 100, CLOPIDOGREL 75\nS # MELHORA DO EDEMA.\nO # BEG, CORADO, HIDRATADO.\nPA 140/80.\nMV POSITIVO, SIMETRICO.\nBCRNF.\nABDOMEN FLACIDO, SEM MASSAS, RHA POSITIVOS.\nMEMBROS SEM EDEMA.",
  "entities": {
    "Conceito Temporal": [
      "POS"
    ],
    "Abreviação": [
      "HAS",
      "FK",
      "MS",
      "CVD",
      "AAS",
      "S",
      "O",
      "BEG",
      "PA",
      "BCRNF",
      "TX RENAL",
      "CR 1 , 0",
      "NS FK 9 , 0",
      "TROMBOSE DE FAV",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "POLICITEMIA",
      "TROMBOSE DE FAV"
    ],
    "Procedimento Diagnóstico": [
      "DOPPLER"
    ],
    "Negação": [
      "SEM"
    ],
    "Substância Farmacológica": [
      "MTC",
      "FK",
      "MS",
      "BACTRIM",
      "CVD",
      "AAS",
      "CLOPIDOGREL"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "FK",
      "MS",
      "BACTRIM",
      "CVD",
      "AAS",
      "CLOPIDOGREL"
    ],
    "Conceito Quantitativo": [
      "5",
      "25",
      "100",
      "75",
      "140/80"
    ],
    "Achado": [
      "S",
      "BEG",
      "CORADO",
      "HIDRATADO",
      "SIMETRICO",
      "BCRNF",
      "TX RENAL",
      "FORA DO ALVO",
      "MELHORA DO EDEMA",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Atividade de Assistência à Saúde": [
      "O"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABDOMEN"
    ],
    "Sinal ou Sintoma": [
      "MASSAS",
      "EDEMA"
    ],
    "Localização ou Região Corporal": [
      "MEMBROS"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 1 , 0",
      "NS FK 9 , 0",
      "SINAIS DE TROMBOSE"
    ]
  },
  "labels": {
    "fora do alvo": {
      "capitulo": "X",
      "opcoes": [
        {
          "XS1T": {
            "confidence_embedding": 0.7203,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XD65K8": {
            "confidence_embedding": 0.7037,
            "text": "Representação de doença CID-11: Vias de acesso de diálise peritoneal permanente, uma bolsa (CAPD) - [diálise peritoneal ambulatorial contínua]. Definição: "
          }
        },
        {
          "XA3200": {
            "confidence_embedding": 0.7016,
            "text": "Representação de doença CID-11: Veia renal. Definição: "
          }
        },
        {
          "XD6QD1": {
            "confidence_embedding": 0.6981,
            "text": "Representação de doença CID-11: Vias de acesso de diálise peritoneal permanente, duas bolsas (CAPD) - [diálise peritoneal ambulatorial contínua]. Definição: "
          }
        },
        {
          "XD6MC0": {
            "confidence_embedding": 0.6936,
            "text": "Representação de doença CID-11: Tanques de hemodialisado, coleta. Definição: "
          }
        }
      ]
    },
    "massas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB50": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.7125,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "EB90.42": {
            "confidence_embedding": 0.71,
            "text": "Representação de doença CID-11: Arteriolopatia calcificada. Definição: Arteriolopatia calcificada (calcifilaxia) é um transtorno vasculopático potencialmente fatal caracterizada por isquemia cutânea dolorosa e infarto devido a calcificação, fibroplasia intimal e trombose de arteríolas subcutâneas. É mais comumente associada a doença renal em estágio terminal ou transplante renal, particularmente no contexto de diabetes mellitus de longa data. A pele afetada, comumente em quadris e coxas, aparece mosqueada, cinza e desvitalizada antes de progredir para infarto de espessura total e ulceração profunda. Estas alterações podem ser acompanhadas por placas subcutâneas enduradas, indicando uma paniculite calcificante subjacente. A condição pode estar, mas nem sempre está, associada a hiperparatireoidismo ou a um produto cálcio-fosfato elevado."
          }
        },
        {
          "EB31": {
            "confidence_embedding": 0.7044,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.6993,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD71.2": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7634,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7228,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.7225,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        }
      ]
    },
    "mv positivo": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B11.42": {
            "confidence_embedding": 0.69,
            "text": "Representação de doença CID-11: Acidente vascular cerebral isquêmico devido a estado de hipercoagulabilidade. Definição: Esta é uma perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. Está associada a um coágulo sanguíneo e possui um fator de risco que aumenta a coagulação sanguínea."
          }
        },
        {
          "8B11.22": {
            "confidence_embedding": 0.6846,
            "text": "Representação de doença CID-11: Acidente vascular cerebral isquêmico devido à embolia paradoxal. Definição: Perda súbita da função cerebral devida à falta de fluxo sanguíneo adequado. É o resultado de um tromboembolismo - um coágulo de sangue que se desprendeu e percorreu pelos vasos sanguíneos - que se originou no sistema venoso. Por causa de um defeito cardíaco, ele passa para o sistema de circulação sistêmica, ao invés de se alojar nos pulmões."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.6796,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8B25": {
            "confidence_embedding": 0.6753,
            "text": "Representação de doença CID-11: Efeitos tardios de doença cerebrovascular. Definição: Efeitos da doença cerebrovascular após 1 mês do início da doença. Os códigos para AVC agudo devem ser usados ​​exclusivamente para AVC agudo e episódios de hospitalização imediatamente relacionados."
          }
        },
        {
          "8B00.0": {
            "confidence_embedding": 0.6742,
            "text": "Representação de doença CID-11: Hemorragia hemisférica profunda. Definição: Disfunção neurológica aguda causada por hemorragia localizada no subcórtex, gânglios da base e diencéfalo (tálamo)."
          }
        }
      ]
    },
    "melhora do edema": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.7583,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7348,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.0": {
            "confidence_embedding": 0.7297,
            "text": "Representação de doença CID-11: Edema localizado. Definição: "
          }
        }
      ]
    },
    "policitemia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3B65": {
            "confidence_embedding": 0.756,
            "text": "Representação de doença CID-11: Microangiopatia trombótica, não classificada em outra parte.. Definição: Microangiopatias trombóticas são transtornos de oclusão microvascular caracterizados por agregação sistêmica ou intrarrenal de plaquetas, trombocitopenia e lesão mecânica dos eritrócitos. A púrpura trombocitopênica trombótica (PTT) e a síndrome hemolítico-urêmica (SHU) representam um espectro das microangiopatias trombóticas. Na PTT, a agregação sistêmica de plaquetas na microcirculação causa isquemia no cérebro e em outros órgãos. Na SHU, trombos de fibrina-plaquetas ocluem predominantemente a circulação renal."
          }
        },
        {
          "3A71.2": {
            "confidence_embedding": 0.7467,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3B64.13": {
            "confidence_embedding": 0.7446,
            "text": "Representação de doença CID-11: Trombocitopenia aloimune. Definição: Doença causada por determinantes como transfusão de sangue que leva a uma resposta imune a antígenos estranhos. Esta doença é caracterizada por níveis diminuídos de plaquetas no organismo devido a uma resposta imune reativa a antígenos plaquetários estranhos. Esta doença pode se manifestar com aumento de equimoses e sangramentos. A confirmação é feita pela identificação de contagem diminuída de plaquetas e presença de autoanticorpos na amostra de sangue"
          }
        },
        {
          "3B62.1": {
            "confidence_embedding": 0.7428,
            "text": "Representação de doença CID-11: Diátese hemorrágica devida a deficiência na síntese do tromboxano. Definição: Doença causada por deficiência na síntese de tromboxano. Esta doença é caracterizada por níveis diminuídos de eicosanoides (lipídeos), anormalidades na coagulação levando a hemorragias. A confirmação é feita pela identificação de níveis diminuídos de eicosanoides na amostra de sangue."
          }
        },
        {
          "3A81": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Policitemia adquirida. Definição: Policitemia secundária é adquirida e causada por um aumento natural ou artificial da produção de eritropoietina e, portanto, por um aumento na produção de eritrócitos."
          }
        }
      ]
    },
    "simetrico": {
      "capitulo": "X",
      "opcoes": [
        {
          "XS1T": {
            "confidence_embedding": 0.756,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XD6MC0": {
            "confidence_embedding": 0.7218,
            "text": "Representação de doença CID-11: Tanques de hemodialisado, coleta. Definição: "
          }
        },
        {
          "XA3200": {
            "confidence_embedding": 0.7195,
            "text": "Representação de doença CID-11: Veia renal. Definição: "
          }
        },
        {
          "XA1VK9": {
            "confidence_embedding": 0.7098,
            "text": "Representação de doença CID-11: Vaso linfático profundo da parede torácica. Definição: "
          }
        },
        {
          "XS2V": {
            "confidence_embedding": 0.7093,
            "text": "Representação de doença CID-11: Doença em um único vaso. Definição: "
          }
        }
      ]
    },
    "tx renal": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD71.2": {
            "confidence_embedding": 0.7864,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7173,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BA43": {
            "confidence_embedding": 0.7029,
            "text": "Representação de doença CID-11: Trombose coronária que não resulta em infarto do miocárdio. Definição: Trombo sobreposto associado a ruptura ou erosão da placa que não obstrui o fluxo coronário para causar infarto do miocárdio."
          }
        },
        {
          "BA41": {
            "confidence_embedding": 0.7003,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)"
          }
        }
      ]
    },
    "trombose de fav": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD71.2": {
            "confidence_embedding": 0.7956,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD71.3": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Trombose da veia ilíaca. Definição: Trombose venosa nas veias ilíacas."
          }
        },
        {
          "BA43": {
            "confidence_embedding": 0.7562,
            "text": "Representação de doença CID-11: Trombose coronária que não resulta em infarto do miocárdio. Definição: Trombo sobreposto associado a ruptura ou erosão da placa que não obstrui o fluxo coronário para causar infarto do miocárdio."
          }
        },
        {
          "BD71.1": {
            "confidence_embedding": 0.753,
            "text": "Representação de doença CID-11: Trombose de veia cava. Definição: Trombose venosa na veia cava."
          }
        },
        {
          "BC46": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Trombose intracardíaca. Definição: Formação intracardíaca de um coágulo sanguíneo. Trombose intracardíaca pode ocorrer subsequente a infarto do miocárdio com formação de trombo ventricular, ou com fibrilação atrial e estenose mitral onde trombos atriais predominam.\r\nTrombos intracardíacos são assintomáticos, a menos que haja embolização distal, resultando em acidente vascular cerebral isquêmico, infarto visceral ou isquemia distal de membro."
          }
        }
      ]
    }
  }
}