{
  "prontuario_id": 944,
  "text": "TX RENAL 10 MESES DC.\n\nGECA HÁ 3 DIAS.\nPREDSIM 5, FK 4 / 4, MS 2 / 2, BACTRIM, CVD 25, AAS 100, ENALAPRIL 5.\nS: HERPES SIMPLES RECORRENTE.\nO: PA 120/70,  P 68,  AFEBRIL, PESO 79,9.\nCORADO E HIDRATADO.\nCPP LIVRES.\nPC RITMO REGULAR.\nABD RHA+, FLACIDO.\nMMII SEM EDEMA.\nTX RENAL COM CR 0,99 / 1,0 E NS FK 6,0.\nHAS COMPENSADA.\nPOLIGLOBULIA COM MELHORA.\nGECA COM MELHORA.\nDISLIPIDEMIA.\n \n \n ",
  "entities": {
    "Achado": [
      "DC",
      "S",
      "CORADO",
      "HIDRATADO",
      "RHA+",
      "FLACIDO",
      "TX RENAL",
      "CPP LIVRES",
      "PC RITMO REGULAR",
      "COM MELHORA"
    ],
    "Abreviação": [
      "DC",
      "GECA",
      "PREDSIM",
      "FK",
      "MS",
      "CVD",
      "AAS",
      "S",
      "O",
      "PA",
      "P",
      "ABD",
      "RHA+",
      "MMII",
      "TX RENAL",
      "CPP LIVRES",
      "PC RITMO REGULAR",
      "CR 0 , 99 / 1 , 0",
      "NS FK 6 , 0",
      "HAS COMPENSADA"
    ],
    "Doença ou Síndrome": [
      "GECA",
      "POLIGLOBULIA",
      "DISLIPIDEMIA",
      "HERPES SIMPLES RECORRENTE",
      "HAS COMPENSADA"
    ],
    "Substância Química Orgânica": [
      "PREDSIM",
      "FK",
      "MS",
      "BACTRIM",
      "CVD",
      "AAS"
    ],
    "Substância Farmacológica": [
      "PREDSIM",
      "FK",
      "MS",
      "BACTRIM",
      "CVD",
      "AAS",
      "ENALAPRIL"
    ],
    "Conceito Quantitativo": [
      "5",
      "25",
      "100",
      "120/70",
      "68",
      "79 , 9"
    ],
    "Atividade de Assistência à Saúde": [
      "O"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO"
    ],
    "Negação": [
      "AFEBRIL",
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "AFEBRIL",
      "EDEMA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD",
      "MMII"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 99 / 1 , 0",
      "NS FK 6 , 0"
    ]
  },
  "labels": {
    "poliglobulia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3B62.1": {
            "confidence_embedding": 0.7055,
            "text": "Representação de doença CID-11: Diátese hemorrágica devida a deficiência na síntese do tromboxano. Definição: Doença causada por deficiência na síntese de tromboxano. Esta doença é caracterizada por níveis diminuídos de eicosanoides (lipídeos), anormalidades na coagulação levando a hemorragias. A confirmação é feita pela identificação de níveis diminuídos de eicosanoides na amostra de sangue."
          }
        },
        {
          "3B81.C": {
            "confidence_embedding": 0.6985,
            "text": "Representação de doença CID-11: Esplenomegalia congestiva crônica. Definição: Uma forma de função esplênica exagerada caracterizada pelo aumento do baço secundário à trombose da veia esplênica e/ou à hipertensão portal."
          }
        },
        {
          "3B22": {
            "confidence_embedding": 0.6971,
            "text": "Representação de doença CID-11: Hemofilia adquirida. Definição: Hemofilia adquirida é uma doença hemorrágica rara causada pela produção de anticorpos anti-fator VIII e está, por vezes, associada a outros transtornos autoimunes, cânceres, síndromes linfoproliferativas e transfusões múltiplas durante o período pós-parto."
          }
        }
      ]
    },
    "flacido": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A78.20": {
            "confidence_embedding": 0.7147,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        },
        {
          "9C40.A1": {
            "confidence_embedding": 0.7128,
            "text": "Representação de doença CID-11: Edema do disco óptico associado a uveíte. Definição: "
          }
        },
        {
          "9C40.AZ": {
            "confidence_embedding": 0.7095,
            "text": "Representação de doença CID-11: Edema do disco óptico, não especificado. Definição: "
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7047,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A78.2Y": {
            "confidence_embedding": 0.7007,
            "text": "Representação de doença CID-11: Outro edema corneano especificado. Definição: "
          }
        }
      ]
    },
    "edema": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.8017,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.784,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.7793,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7792,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.1": {
            "confidence_embedding": 0.7733,
            "text": "Representação de doença CID-11: Edema generalizado. Definição: "
          }
        }
      ]
    },
    "has compensada": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7241,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7111,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7106,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD93": {
            "confidence_embedding": 0.6995,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        }
      ]
    },
    "herpes simples recorrente": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D62": {
            "confidence_embedding": 0.7772,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1D62.0": {
            "confidence_embedding": 0.7673,
            "text": "Representação de doença CID-11: Febre hemorrágica com síndrome renal. Definição: Doença viral zoonótica aguda com início abrupto de febre, dor lombar, com graus variados de manifestações hemorrágicas e envolvimento renal causada por certos hantavírus."
          }
        },
        {
          "1F00.21": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Encefalite devida ao vírus herpes simples. Definição: A encefalite herpética é uma infecção cerebral causada pelo vírus Herpes simples tipo 1 (HSV1). Apresenta-se como encefalite temporal necrosante aguda. O início é rápido (menos de 48 horas) com febre de 40° C, dores de cabeça e problemas comportamentais, de linguagem e de memória. Essas manifestações iniciais são seguidas por sonolência e coma, que podem ser acompanhados por convulsões e paralisia. Esta doença, que afeta apenas uma pequena minoria de indivíduos infectados com HSV1, resulta de uma deficiência imunológica primária."
          }
        },
        {
          "1F00.0": {
            "confidence_embedding": 0.7452,
            "text": "Representação de doença CID-11: Infecção por herpes simples da pele ou mucosa. Definição: Doença de pele e mucosas, causada por uma infecção pelo vírus herpes simples tipo 1 ou 2. Essa doença é caracterizada por vesículas ou pode ser assintomática. A transmissão ocorre por contato direto. A confirmação é feita pela identificação do vírus herpes simplex tipo 1 ou 2."
          }
        },
        {
          "1A94.0": {
            "confidence_embedding": 0.7425,
            "text": "Representação de doença CID-11: Infecção por herpes simples da genitália ou do trato urogenital. Definição: Infecção por herpes simplex que afeta a vulva e a vagina em mulheres e o pênis em homens. É mais comumente devida à infecção pelo vírus Herpes simplex tipo 2 do que pelo vírus tipo 1."
          }
        }
      ]
    },
    "geca": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7251,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3B62.1": {
            "confidence_embedding": 0.7213,
            "text": "Representação de doença CID-11: Diátese hemorrágica devida a deficiência na síntese do tromboxano. Definição: Doença causada por deficiência na síntese de tromboxano. Esta doença é caracterizada por níveis diminuídos de eicosanoides (lipídeos), anormalidades na coagulação levando a hemorragias. A confirmação é feita pela identificação de níveis diminuídos de eicosanoides na amostra de sangue."
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.7079,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3B64.13": {
            "confidence_embedding": 0.7079,
            "text": "Representação de doença CID-11: Trombocitopenia aloimune. Definição: Doença causada por determinantes como transfusão de sangue que leva a uma resposta imune a antígenos estranhos. Esta doença é caracterizada por níveis diminuídos de plaquetas no organismo devido a uma resposta imune reativa a antígenos plaquetários estranhos. Esta doença pode se manifestar com aumento de equimoses e sangramentos. A confirmação é feita pela identificação de contagem diminuída de plaquetas e presença de autoanticorpos na amostra de sangue"
          }
        }
      ]
    },
    "dislipidemia": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7548,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5B90.2": {
            "confidence_embedding": 0.7413,
            "text": "Representação de doença CID-11: Hipervitaminose D. Definição: A hipervitaminose D é secundária à ingestão excessiva de vitamina D. Pode ocorrer com ingestão elevada a longo prazo ou por ingestão aguda em excesso. O excesso de quantidades resulta em concentrações anormalmente altas de cálcio e fosfato no soro. Os sinais e sintomas da intoxicação por vitamina D são secundários à hipercalcemia. As manifestações gastrointestinais incluem náuseas, vômitos, constipação, dor abdominal e pancreatite. Os possíveis achados cardíacos são hipertensão, diminuição do intervalo Q-T e arritmias. Os efeitos da hipercalcemia no sistema nervoso central incluem letargia, hipotonia, confusão, desorientação, depressão, psicose, alucinações e coma. A hipercalcemia danifica os mecanismos de concentração renal, o que pode levar à poliúria, desidratação e hipernatremia. A hipercalcemia também pode causar insuficiência renal aguda, nefrolitíase e nefrocalcinose, que pode resultar em insuficiência renal crônica. As mortes geralmente estão associadas a arritmias ou desidratação."
          }
        },
        {
          "5A60.2": {
            "confidence_embedding": 0.7408,
            "text": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados."
          }
        },
        {
          "5D01": {
            "confidence_embedding": 0.7301,
            "text": "Representação de doença CID-11: Síndrome de lise tumoral. Definição: Grupo de complicações metabólicas que podem ocorrer após o tratamento do câncer, geralmente linfomas e leucemias, e às vezes até mesmo sem tratamento. Essas complicações são causadas pelos produtos de degradação das células cancerosas mortas e incluem hipercalemia, hiperfosfatemia, hiperuricemia e hiperuricosúria, hipocalcemia e consequente nefropatia aguda por ácido úrico e insuficiência renal aguda."
          }
        },
        {
          "5C72": {
            "confidence_embedding": 0.7293,
            "text": "Representação de doença CID-11: Hiposmolalidade ou hiponatremia. Definição: Concentrações séricas de sódio inferiores a 135 mEq /L com diminuição da concentração sérica de partículas osmoticamente ativas."
          }
        }
      ]
    },
    "tx renal": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.7984,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB60.1": {
            "confidence_embedding": 0.797,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 2. Definição: Taxa de alteração da creatinina sérica: 2,0-2,9 vezes a linha de base OU Magnitude da produção de urina: < 0,5 ml/kg/h por > = 12 horas"
          }
        },
        {
          "GB60.0": {
            "confidence_embedding": 0.7935,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 1. Definição: Taxa de alteração da creatinina sérica: aumento 1,5-1,9 vezes o valor basal em 7 dias OU aumento de 0,3 mg/dl em 48 h OU Magnitude da produção de urina: <0,5 ml/kg/h por 6-12 horas"
          }
        },
        {
          "GB80.Z": {
            "confidence_embedding": 0.7889,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não especificada, não especificada. Definição: "
          }
        },
        {
          "GB90.49": {
            "confidence_embedding": 0.788,
            "text": "Representação de doença CID-11: Hipocalciúria renal. Definição: Afecção renal causada por retenção tubular renal, baixa ingestão dietética de cálcio ou anormalidades na absorção de cálcio e que pode estar associada à ingestão de diuréticos tiazídicos, doença de Gitelman ou hipercalcemia hipocalciúrica familiar. Esta afecção é caracterizada por uma diminuição do nível de cálcio na urina."
          }
        }
      ]
    }
  }
}