{
  "prontuario_id": 128,
  "text": "# IAM 2013 + ATC\n# HAS\n#  DM\n#  TBG ATIVA\n\n# ECG FC 50 BS ZEI AS IS AL.\n#  CINTILO: FIBROSE PERSISTENTE APICE E MEDIO APICAL DA P ANTERIOR E ANTERO SEPTAL DISCRETA ISQUEMIA ASSOCIADA,\nFE 23-28%.\n# CINTILOGRAFIA 16/01/15: HIPOPERFUSÃO ACENTUADA E PERSISTENTE NO APICE E MEDIO APICAL PAREDE ANTERIOR E ANTERO SEPTAL VE. HIPOCINESIA DIFUSA DAS PAREDES DO VE, ANTERIOR E APICAL. FE 23---28%.\n# TESTE ESFORÇO 16/01/15: AUSENCIA DE MANIFESTAÇÕES ELETROCARDIOGRAFICAS SUJESTIVAS DE ISQUEMIA MIOCARDICA.\n\nEM USO DE: AAS 100MG DIA, CARVEDILOL 25MG DIA, ENALAPRIL 10MG 1/2CP 1X DIA, METFORMINA 850MG 1CP AO DIA, SINVASTATINA 80MG A NOITE.\n\nS: PACIENTE REFERE CONSEGUIR REALIZAR AS ATIVIDADES DIARIAS SEM LIMITAÇÕES, APRESENTANDO APENAS QUADRO DE DISPNEIA AOS GRANDES ESFORÇOS.\nNEGA DISPNEIA PAROXISTICA NOTURNA OU ORTOPNEIA.\nREFERE EPISOIDOS ESPORADICOS DE PALPITAÇÃO, SEM SINTOMAS ASSOCIADOS.\nNEGA DOR TORACICA.\n\n\nEXAME FISICO:\nBEG, HIDRATADA, NORMOCORADA, ACIANOTICA.\nFC 64, PA 130/80, SAT 97%, P: 61KG.\nAFEBRIL,\nACV: BRNF2T SEM SOPRO AUDIVEL.\n\nP: oTIMIZADO TRATAMENTO COM CARVEDILOL 12,5MG 12/12 H, ENALAPRIL 5 MG 12/12H E INICIADO ESPIRONOLACTONA 25MG DE MANHA.\nSOLICITADO EXAMES LABORATORIAIS DE CONTROLE.\nSOLICITADO ECOCARDIO DE CONTROLE.\nORIENTADA A CESSAR O TABAGISMO E ENCAMINHADA AO PROGRAMA DE ABANDONO AO TABAGISMO.\nRETORNO COM EXAMES.\n\nR3 CARDIO LUCAS\nDoutor Vital Brazil ",
  "entities": {
    "Abreviação": [
      "IAM",
      "ATC",
      "HAS",
      "DM",
      "ECG",
      "BS",
      "ZEI",
      "AS",
      "IS",
      "AL",
      "CINTILO",
      "AAS",
      "S",
      "BEG",
      "FC",
      "PA",
      "P",
      "ACV",
      "ECOCARDIO",
      "TBG ATIVA",
      "FE 23-28%",
      "PAREDE ANTERIOR E ANTERO SEPTAL VE",
      "HIPOCINESIA DIFUSA DAS PAREDES DO VE",
      "FE 23---28%",
      "SAT 97%"
    ],
    "Doença ou Síndrome": [
      "IAM",
      "HAS",
      "DM",
      "TBG ATIVA",
      "DISPNEIA PAROXISTICA NOTURNA"
    ],
    "Achado": [
      "IAM",
      "DM",
      "S",
      "BEG",
      "HIDRATADA",
      "NORMOCORADA",
      "REFERE CONSEGUIR REALIZAR AS ATIVIDADES DIARIAS"
    ],
    "Conceito Temporal": [
      "2013",
      "DIA",
      "12/12H",
      "MANHA",
      "1/2CP 1X DIA",
      "1CP AO DIA",
      "A NOITE",
      "12/12 H"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "ATC",
      "CESSAR O TABAGISMO"
    ],
    "Procedimento Diagnóstico": [
      "ECG",
      "CINTILO",
      "CINTILOGRAFIA",
      "ACV",
      "ECOCARDIO",
      "TESTE ESFORÇO",
      "EXAME FISICO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "BS",
      "ZEI",
      "AS",
      "IS",
      "AL",
      "FC 50",
      "FIBROSE PERSISTENTE APICE E MEDIO APICAL DA P ANTERIOR",
      "ANTERO SEPTAL DISCRETA ISQUEMIA ASSOCIADA",
      "FE 23-28%",
      "HIPOPERFUSÃO ACENTUADA E PERSISTENTE NO APICE E MEDIO APICAL",
      "PAREDE ANTERIOR E ANTERO SEPTAL VE",
      "HIPOCINESIA DIFUSA DAS PAREDES DO VE",
      "ANTERIOR E APICAL",
      "FE 23---28%",
      "AUSENCIA DE MANIFESTAÇÕES ELETROCARDIOGRAFICAS SUJESTIVAS DE ISQUEMIA MIOCARDICA"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "CARVEDILOL",
      "ENALAPRIL",
      "METFORMINA",
      "SINVASTATINA",
      "ESPIRONOLACTONA"
    ],
    "Substância Farmacológica": [
      "AAS",
      "CARVEDILOL",
      "ENALAPRIL",
      "METFORMINA",
      "SINVASTATINA",
      "ESPIRONOLACTONA"
    ],
    "Conceito Quantitativo": [
      "100MG",
      "25MG",
      "10MG",
      "850MG",
      "80MG",
      "64",
      "130/80",
      "61KG",
      "12 , 5MG",
      "5 MG"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENALAPRIL"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Negação": [
      "SEM",
      "NEGA",
      "ACIANOTICA",
      "AFEBRIL"
    ],
    "Sinal ou Sintoma": [
      "LIMITAÇÕES",
      "ORTOPNEIA",
      "ACIANOTICA",
      "AFEBRIL",
      "DISPNEIA AOS GRANDES ESFORÇOS",
      "DISPNEIA PAROXISTICA NOTURNA",
      "EPISOIDOS ESPORADICOS DE PALPITAÇÃO",
      "SINTOMAS ASSOCIADOS",
      "DOR TORACICA",
      "SOPRO AUDIVEL"
    ],
    "Atributo Clínico": [
      "FC",
      "PA",
      "P",
      "SAT 97%"
    ],
    "Atributo de Organismo": [
      "P"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Atividade de Assistência à Saúde": [
      "INICIADO",
      "SOLICITADO",
      "oTIMIZADO TRATAMENTO"
    ],
    "Procedimento Laboratorial": [
      "EXAMES LABORATORIAIS"
    ],
    "Organização Relacionada à Saúde": [
      "PROGRAMA DE ABANDONO AO TABAGISMO"
    ]
  },
  "labels": {
    "ortopneia": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB03.1": {
            "confidence_embedding": 0.7619,
            "text": "Representação de doença CID-11: Combinação de fibrose pulmonar e enfisema. Definição: Combinação de fibrose pulmonar e enfisema (CPFE) é uma síndrome de combinação de enfisema de lobos superiores dos pulmões e fibrose de lobos inferiores, definida em tomografia do tórax e caracterizada por espirometria subnormal, comprometimento grave da troca gasosa, prevalência elevada de hipertensão pulmonar e sobrevida ruim. \r\nO perfil funcional característico da CPFE é uma capacidade de difusão do monóxido de carbono acentuadamente comprometida, e hipoxemia ao esforço, com volumes pulmonares preservados. Apesar da espirometria subnormal, que pode ser responsável pelo seu subdiagnóstico, a CPFE é uma entidade grave. A presença de hipertensão arterial pulmonar no momento do diagnóstico é um determinante crítico do prognóstico."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        }
      ]
    },
    "tbg ativa": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC63.40": {
            "confidence_embedding": 0.786,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC65.3": {
            "confidence_embedding": 0.7834,
            "text": "Representação de doença CID-11: Síndrome de repolarização precoce. Definição: Transtorno arrítmico genético caracterizado por elevação inferolateral da onda J observada no ECG em conjunto com fibrilação ventricular não explicada por outras causas."
          }
        },
        {
          "BC81.7Y": {
            "confidence_embedding": 0.7775,
            "text": "Representação de doença CID-11: Outra taquicardia atrioventricular recíproca, especificada. Definição: "
          }
        },
        {
          "BC81.3": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Fibrilação atrial. Definição: Taquiarritmia atrial caracterizada por geração de impulso atrial rápido (geralmente mais rápido que 300 bpm), irregular e descoordenado, geralmente se manifestando no ECG com ondas P indistintas e uma resposta ventricular irregularmente irregular."
          }
        },
        {
          "BC40": {
            "confidence_embedding": 0.7749,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida. Definição: Uma alteração patológica pós-natal na forma ou função de um ou ambos os átrios."
          }
        }
      ]
    },
    "dor toracica": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7763,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MC80.Y": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Outro valor anormal da pressão arterial especificado, sem diagnóstico. Definição: "
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        }
      ]
    },
    "acianotica": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED90.0": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EB90.42": {
            "confidence_embedding": 0.7615,
            "text": "Representação de doença CID-11: Arteriolopatia calcificada. Definição: Arteriolopatia calcificada (calcifilaxia) é um transtorno vasculopático potencialmente fatal caracterizada por isquemia cutânea dolorosa e infarto devido a calcificação, fibroplasia intimal e trombose de arteríolas subcutâneas. É mais comumente associada a doença renal em estágio terminal ou transplante renal, particularmente no contexto de diabetes mellitus de longa data. A pele afetada, comumente em quadris e coxas, aparece mosqueada, cinza e desvitalizada antes de progredir para infarto de espessura total e ulceração profunda. Estas alterações podem ser acompanhadas por placas subcutâneas enduradas, indicando uma paniculite calcificante subjacente. A condição pode estar, mas nem sempre está, associada a hiperparatireoidismo ou a um produto cálcio-fosfato elevado."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7543,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "ED90.02": {
            "confidence_embedding": 0.7469,
            "text": "Representação de doença CID-11: Rosácea fimatosa. Definição: A marca registrada da rosácea fimatosa é o rinofima, mas fronte, queixo e orelhas também podem ser afetados. Caracteriza-se por hipertrofia do tecido afetado que pode produzir distorção grosseira, particularmente do nariz. As alterações patológicas incluem um infiltrado inflamatório misto de gravidade variável, hiperplasia das glândulas sebáceas e fibrose dérmica. A etiologia é pouco compreendida. Nem sempre está acompanhada por outras manifestações de rosácea."
          }
        }
      ]
    },
    "dispneia aos grandes esforços": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7751,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.771,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7575,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CB40.3": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Enfisema intersticial. Definição: Trata-se de coleção de ar fora das vias aéreas normais do corpo e, em vez disso, encontrada dentro do tecido conjuntivo das camadas peribroncovasculares, dos septos interlobulares e da pleura visceral. Esta coleção se desenvolve como resultado de rutura de alvéolos ou bronquíolos terminais."
          }
        }
      ]
    },
    "episoidos esporadicos de palpitação": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.0": {
            "confidence_embedding": 0.7952,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7853,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7836,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7799,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        }
      ]
    },
    "iam": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC63.40": {
            "confidence_embedding": 0.8194,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.8139,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.8139,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.8104,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC63.41": {
            "confidence_embedding": 0.8063,
            "text": "Representação de doença CID-11: Bloqueio do fascículo posterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a direita para a idade (entre 90 ° e 180 ° em adultos), com padrão qR nas derivações inferiores, padrão rS nas derivações esquerdas (I e aVL) e duração do QRS que não atende aos critérios dependentes da idade para bloqueio de ramo completo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        }
      ]
    },
    "sintomas associados": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7427,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.74,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        }
      ]
    },
    "has": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC63.40": {
            "confidence_embedding": 0.8176,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC63.41": {
            "confidence_embedding": 0.8099,
            "text": "Representação de doença CID-11: Bloqueio do fascículo posterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a direita para a idade (entre 90 ° e 180 ° em adultos), com padrão qR nas derivações inferiores, padrão rS nas derivações esquerdas (I e aVL) e duração do QRS que não atende aos critérios dependentes da idade para bloqueio de ramo completo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC43.0": {
            "confidence_embedding": 0.8093,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.8061,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.803,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43.0": {
            "confidence_embedding": 0.8222,
            "text": "Representação de doença CID-11: Cardiomiopatia dilatada. Definição: Cardiomiopatia dilatada é um transtorno do miocárdio no qual há disfunção sistólica e dilatação da câmara de um ou ambos os ventrículos na ausência de uma causa hemodinâmica que possa produzir a dilatação e disfunção existentes, incluindo causas fisiológicas (como sepse) ou anatômicas seja com condições anormais de carga (como coarctação da aorta) ou isquemia (como doença arterial coronariana ou anomalias). \r\n\r\nInformações adicionais: Condições fisiológicas e anatômicas podem afetar o fenótipo morfofuncional da cardiomiopatia dilatada. Se este fenótipo morfofuncional for mantido após intervenção apropriada, então uma cardiomiopatia dilatada está estabelecida."
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.8186,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC65.3": {
            "confidence_embedding": 0.8144,
            "text": "Representação de doença CID-11: Síndrome de repolarização precoce. Definição: Transtorno arrítmico genético caracterizado por elevação inferolateral da onda J observada no ECG em conjunto com fibrilação ventricular não explicada por outras causas."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.8133,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.8133,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        }
      ]
    },
    "limitações": {
      "capitulo": "V",
      "opcoes": [
        {
          "VV3Y": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Outras funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, especificadas. Definição: "
          }
        },
        {
          "VV3Z": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Funções dos sistemas cardiovascular, hematológico, imunológico e respiratório, não especificadas. Definição: "
          }
        },
        {
          "VE01": {
            "confidence_embedding": 0.7102,
            "text": "Representação de doença CID-11: Funções auditivas e vestibulares [BMDS]. Definição: "
          }
        },
        {
          "VE00": {
            "confidence_embedding": 0.7059,
            "text": "Representação de doença CID-11: Visão e funções relacionadas [BMDS]. Definição: "
          }
        },
        {
          "VV5Z": {
            "confidence_embedding": 0.7007,
            "text": "Representação de doença CID-11: Funções geniturinárias e reprodutivas, não especificadas. Definição: "
          }
        }
      ]
    },
    "sopro audivel": {
      "capitulo": "10",
      "opcoes": [
        {
          "AB31.3": {
            "confidence_embedding": 0.7114,
            "text": "Representação de doença CID-11: Síndrome da deiscência do canal semicircular superior. Definição: Síndrome da deiscência do canal semicircular superior (SDCSS) ocorre quando o osso fino ou deiscente sobre o canal semicircular superior, melhor demonstrado na TC, permite a transmissão de pressão entre o canal e o espaço intracraniano. Vertigem e nistagmo podem ocorrer quando o canal é estimulado por sons altos ou alterações na orelha média ou pressão intracraniana. A hiperacusia aos sons conduzidos pelos ossos pode causar perda auditiva condutiva, tinnitus pulsátil ou autofonia (ouvir os sons do próprio corpo como altos ou distorcidos). Embora o defeito ósseo possa ser congênito, um traumatismo craniano pode ser o passo final que abre uma janela labiríntica funcionalmente móvel."
          }
        },
        {
          "AB31.0": {
            "confidence_embedding": 0.7092,
            "text": "Representação de doença CID-11: Doença de Ménière. Definição: A doença de Meniere (DM) é uma doença crônica progressiva da orelha interna, com hidropisia endolinfática. É caracterizada por ataques recorrentes de vertigem espontânea debilitante com duração de 20 minutos a até 12 horas, acompanhada por sensação de plenitude auricular e zumbido na orelha afetada, e perda auditiva neurossensorial flutuante ipsilateral (PANS) nas frequências baixa ou baixa e média. Pode ocorrer nistagmo durante as crises e quedas são frequentes. Quando conhecida, a etiologia deve ser acrescentada."
          }
        },
        {
          "AB31.6": {
            "confidence_embedding": 0.7047,
            "text": "Representação de doença CID-11: Paroxismia vestibular. Definição: Paroxismia vestibular (PV) é caracterizada por crises recorrentes de vertigem ou tontura, durando segundos a minutos, frequentemente várias vezes ao dia. Os ataques geralmente ocorrem espontaneamente, mas podem ocasionalmente ser induzidos por mudanças na posição da cabeça (que então precisa ser diferenciada da vertigem posicional paroxística benigna). Possíveis sintomas concomitantes são ataques curtos de tinnitus ou alterações na audição. No intervalo livre de crise podem ser observados comprometimentos leves a moderados da função vestibular ou audiológica. A compressão cruzada neurovascular do oitavo nervo é o mecanismo presumido."
          }
        },
        {
          "AA90": {
            "confidence_embedding": 0.702,
            "text": "Representação de doença CID-11: Otite média supurativa aguda. Definição: Otite média aguda supurativa é definida como uma inflamação da orelha média que surge repentinamente e passa rapidamente. É característico ter uma infecção da orelha média por trás de um tímpano eritematoso."
          }
        },
        {
          "AB30": {
            "confidence_embedding": 0.7008,
            "text": "Representação de doença CID-11: Síndrome vestibular aguda. Definição: Síndrome clínica de início agudo, vertigem contínua, tontura ou instabilidade que dura dias a semanas e geralmente inclui características sugestivas de nova disfunção contínua do sistema vestibular (p.ex., vômitos, nistagmo, instabilidade postural grave). Também pode haver sintomas ou sinais sugestivos de disfunção coclear ou do sistema nervoso central. Síndrome vestibular aguda geralmente sugere um evento único e monofásico, muitas vezes causado por um transtorno único, mas pode, em vez disso, pontuar um curso de doença progressiva recorrente e remitente ou gradual. Transtornos que tipicamente apresentam essa síndrome incluem neurite vestibular, labirintite aguda, vestibulopatia traumática, doença desmielinizante com envolvimento vestibular e acidentes vasculares cerebrais afetando estruturas vestibulares centrais ou periféricas."
          }
        }
      ]
    }
  }
}