{
  "prontuario_id": 32,
  "text": "LUCAS, 18 anos.\n\n# HF -  cardiopatia.\n\nEm uso de : Diclin  (ACO).\n\nHMA: Pcte relata síncope inicio em janeiro mais com o calor.\npródromos: tontura e sudorese e escurecimento visual.\nRefere exacerbação dos sintomas com nervosismo.\nDuração de segundos há 3 minutos.\nNega confusão mental ou salivação após.\nNega uso de medicação.\nNega outros sintomas.\nRefere que continua apresentando sintomas, com ultimo ha 1 semana, durante atividades domesticas.\n\nEcocardio 18/02/15: RA 20, AE 26, VD 17, Septo 08, PP 08, VE 39, FE 63%. Exame dentro da normalidade.\nTeste ergometrico: Resposta cardiovascular normal ao esforço fisico, atingiu 11 METS.\nECG: DCRD.\n\nHF - p cardiopatia.\n\nBEG, hidratada, normocorada, acianotica.\nFC 80, FR 18, PA: 120/70, SAT 98%AA.\nAC bnf em 2t e ss,\nAP mv+ simetrico s ra,\nAbd sp.\nmmii s edema,\n\nVaso vagal?\n\nA: Aguarda holter.\nRetorno com exames.\n \n \n \n ",
  "entities": {
    "Achado": [
      "HF",
      "HMA",
      "BEG",
      "hidratada",
      "normocorada",
      "Exame dentro da normalidade",
      "bnf em 2t",
      "mv+ simetrico"
    ],
    "Abreviação": [
      "HF",
      "ACO",
      "HMA",
      "Pcte",
      "Ecocardio",
      "ECG",
      "DCRD",
      "p",
      "BEG",
      "FC",
      "FR",
      "PA",
      "AC",
      "AP",
      "s",
      "ra",
      "Abd",
      "sp",
      "mmii",
      "A",
      "RA 20",
      "AE 26",
      "VD 17",
      "PP 08",
      "VE 39",
      "FE 63%",
      "bnf em 2t",
      "mv+ simetrico"
    ],
    "Doença ou Síndrome": [
      "cardiopatia",
      "Vaso vagal"
    ],
    "Substância Farmacológica": [
      "Diclin",
      "ACO",
      "medicação"
    ],
    "Substância Química Orgânica": [
      "Diclin"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Pcte"
    ],
    "Sinal ou Sintoma": [
      "síncope",
      "tontura",
      "sudorese",
      "nervosismo",
      "salivação",
      "sintomas",
      "acianotica",
      "ra",
      "sp",
      "edema",
      "escurecimento visual",
      "exacerbação dos sintomas",
      "confusão mental",
      "outros sintomas",
      "Vaso vagal"
    ],
    "Negação": [
      "Nega",
      "acianotica",
      "ss",
      "s",
      "sp"
    ],
    "Conceito Temporal": [
      "após",
      "durante atividades domesticas"
    ],
    "Procedimento Diagnóstico": [
      "Ecocardio",
      "ECG",
      "AC",
      "AP",
      "A",
      "holter",
      "exames",
      "Teste ergometrico"
    ],
    "Resultado Laboratorial ou de Teste": [
      "DCRD",
      "RA 20",
      "AE 26",
      "VD 17",
      "Septo 08",
      "PP 08",
      "VE 39",
      "FE 63%",
      "Resposta cardiovascular normal ao esforço fisico",
      "atingiu 11 METS"
    ],
    "Atributo Clínico": [
      "FC",
      "FR",
      "PA",
      "SAT"
    ],
    "Conceito Quantitativo": [
      "80",
      "18",
      "120/70",
      "98%AA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "Abd",
      "mmii"
    ],
    "Função Patológica": [
      "edema"
    ]
  },
  "labels": {
    "escurecimento visual": {
      "capitulo": "09",
      "opcoes": [
        {
          "9C61.25": {
            "confidence_embedding": 0.7348,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9B75.2": {
            "confidence_embedding": 0.7338,
            "text": "Representação de doença CID-11: Coriorretinopatia serosa central. Definição: Doença ocular que causa comprometimento visual, geralmente temporário, geralmente em um dos olhos. Quando o transtorno está ativo, é caracterizado por vazamento de fluido sob a retina, que tem propensão a se acumular sob a mácula central."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.7336,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9B73.3": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Descolamento seroso da retina. Definição: Isso ocorre devido a inflamação, lesão ou anormalidades vasculares que resultam no acúmulo de líquido sob a retina sem a presença de um orifício, ruptura ou quebra."
          }
        },
        {
          "9B71.3": {
            "confidence_embedding": 0.7283,
            "text": "Representação de doença CID-11: Retinopatia da prematuridade. Definição: A retinopatia da prematuridade é um transtorno vasoproliferativo que afeta bebês extremamente prematuros, potencialmente levando a uma deficiência visual grave ou cegueira. A exposição de recém-nascidos prematuros à hiperóxia regula para baixo o fator de crescimento endotelial vascular da retina. Os vasos sanguíneos se contraem e podem se tornar obliterados, resultando em atrasos no desenvolvimento vascular retiniano normal. Baixo peso ao nascer, idade gestacional jovem e gravidade da doença (p.ex., síndrome do desconforto respiratório, displasia broncopulmonar, sepse) são fatores associados. Ocorre primariamente em bebês com peso extremamente baixo ao nascer por causa da cessação da maturação vascular retiniana normal."
          }
        }
      ]
    },
    "ra": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE10": {
            "confidence_embedding": 0.7926,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.792,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7846,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7844,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        }
      ]
    },
    "sp": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.2": {
            "confidence_embedding": 0.7593,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7279,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB32.2Y": {
            "confidence_embedding": 0.7201,
            "text": "Representação de doença CID-11: Outro Infarto isquêmico muscular, especificado. Definição: "
          }
        },
        {
          "FB32.2Z": {
            "confidence_embedding": 0.7179,
            "text": "Representação de doença CID-11: Infarto isquêmico muscular, não especificado. Definição: "
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.7094,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        }
      ]
    },
    "bnf em 2t": {
      "capitulo": "X",
      "opcoes": [
        {
          "XE945": {
            "confidence_embedding": 0.7335,
            "text": "Representação de doença CID-11: Fase da atividade, treinamento cardiovascular. Definição: "
          }
        },
        {
          "XS1T": {
            "confidence_embedding": 0.7212,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XS8U": {
            "confidence_embedding": 0.7078,
            "text": "Representação de doença CID-11: Doença em múltiplos vasos. Definição: "
          }
        },
        {
          "XA6Y60": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Vasos sanguíneos ao nível do punho ou da mão. Definição: "
          }
        },
        {
          "XA1UK6": {
            "confidence_embedding": 0.7063,
            "text": "Representação de doença CID-11: Vaso linfático da bexiga. Definição: "
          }
        }
      ]
    },
    "hma": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7526,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7477,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7426,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7363,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.731,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "sudorese": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7288,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7261,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.725,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7239,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "acianotica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43": {
            "confidence_embedding": 0.7962,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7949,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7883,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC40": {
            "confidence_embedding": 0.7768,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida. Definição: Uma alteração patológica pós-natal na forma ou função de um ou ambos os átrios."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7751,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        }
      ]
    },
    "hf": {
      "capitulo": "11",
      "opcoes": [
        {
          "BE10": {
            "confidence_embedding": 0.7906,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7858,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7758,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7756,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    },
    "cardiopatia": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43": {
            "confidence_embedding": 0.8076,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.8049,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.8009,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC44": {
            "confidence_embedding": 0.8005,
            "text": "Representação de doença CID-11: Cardiomiopatia não compactada. Definição: A cardiomiopatia não compactada é uma anormalidade morfológica do miocárdio que afeta predominantemente o ápice do ventrículo, caracterizada por hipertrabeculação e recessos intertrabeculares profundos, geralmente acompanhados por uma camada subepicárdica anormalmente fina de miocárdio compactado, que geralmente, mas nem sempre, está associada à disfunção ventricular. \r\n\r\nInformações adicionais. A cardiomiopatia não compactada envolve classicamente o ventrículo esquerdo, mas também pode envolver apenas o ventrículo direito ou ambos. Pode ocorrer como um achado isolado ou em associação com um fenótipo cardiomiopático dilatado, hipertrófico ou misto. Foi descrita em associação a cardiopatia congênita complexa, anomalias das artérias coronárias e como um achado isolado, com e sem anormalidades musculoesqueléticas e outras anormalidades sistêmicas."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7974,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        }
      ]
    },
    "sintomas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7339,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB29": {
            "confidence_embedding": 0.7296,
            "text": "Representação de doença CID-11: Sintomas ou sinais relativos a alimentação e comportamentos relacionados. Definição: Sintomas e sinais relacionados a distúrbios na regulação ou na forma dos hábitos alimentares que não são adequados ao desenvolvimento ou aceitos culturalmente, incluindo alimentação evitativa ou restritiva, compulsão alimentar, diminuição do apetite, consumo de substâncias não nutritivas, aumento do apetite, comportamento purgativo e ruminação-regurgitação."
          }
        },
        {
          "MB27": {
            "confidence_embedding": 0.7274,
            "text": "Representação de doença CID-11: Sintomas ou sinais relativos a distúrbios de percepção. Definição: Sintomas e sinais que envolvem uma ruptura na percepção sensorial, incluindo despersonalização, desrealização e alucinações em qualquer modalidade."
          }
        }
      ]
    },
    "vaso vagal": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG24.7": {
            "confidence_embedding": 0.7248,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7231,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MG27": {
            "confidence_embedding": 0.7167,
            "text": "Representação de doença CID-11: Hemorragia, não classificada em outra parte. Definição: Sangramento ou saída de sangue de um vaso."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7132,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME64": {
            "confidence_embedding": 0.7132,
            "text": "Representação de doença CID-11: Sinais vasculares cutâneos não específicos. Definição: Alterações perceptíveis na pele resultantes de alterações na composição do sangue, fluxo sanguíneo ou integridade dos vasos sanguíneos. Podem ser devidas a fatores locais ou podem indicar transtornos subjacentes, como anemia, hipovolemia, febre, hipóxia ou defeitos na coagulação."
          }
        }
      ]
    },
    "nervosismo": {
      "capitulo": "06",
      "opcoes": [
        {
          "6B80": {
            "confidence_embedding": 0.7851,
            "text": "Representação de doença CID-11: Anorexia nervosa. Definição: Anorexia nervosa é caracterizada por peso corporal significativamente baixo para a altura, idade e estágio de desenvolvimento do indivíduo que não se deve a outra condição de saúde ou à indisponibilidade de alimentos. Um limite comumente usado é o índice de massa corporal (IMC) inferior a 18,5 kg/m² em adultos e o IMC para a idade abaixo do 5º percentil em crianças e adolescentes. A perda rápida de peso (p. ex., mais de 20% do peso corporal total em seis meses) pode substituir esta referência de baixo peso corporal, desde que outros critérios diagnósticos sejam preenchidos. Crianças e adolescentes podem apresentar falha em ganhar peso conforme o esperado, com base na trajetória de desenvolvimento individual, em vez de perda de peso. O baixo peso corporal é acompanhado por um padrão persistente de comportamentos para evitar a restauração do peso normal, que pode incluir comportamentos destinados a reduzir a ingestão de energia (restrição alimentar), comportamentos purgativos (p. ex., vômito autoinduzido, uso indevido de laxantes) e comportamentos destinados a aumentar o gasto de energia (p. ex., excesso de exercício), tipicamente associados a um medo de ganhar peso. O baixo peso ou a forma corporal é um aspecto central na autoavaliação do indivíduo ou é erroneamente percebido como normal ou até mesmo excessivo."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6B80.0Z": {
            "confidence_embedding": 0.7705,
            "text": "Representação de doença CID-11: Anorexia nervosa com peso corporal significativamente baixo, não especificada. Definição: "
          }
        },
        {
          "6D85.6": {
            "confidence_embedding": 0.7694,
            "text": "Representação de doença CID-11: Demência devida à hidrocefalia de pressão normal. Definição: Demência devida à hidrocefalia de pressão normal resulta do acúmulo excessivo de líquido cefalorraquidiano no cérebro, como resultado de causas idiopáticas não obstrutivas, mas também pode ser secundário a hemorragia, infecção ou inflamação. A progressão é gradativa, mas a intervenção (p. ex., derivação) pode resultar em melhora dos sintomas, especialmente se realizada precocemente no curso da condição. Tipicamente, comprometimentos cognitivos incluem velocidade de processamento reduzida e déficits na funcionalidade executiva e na atenção. Esses sintomas também são tipicamente acompanhados de anormalidades da marcha e incontinência urinária. Exame de imagem cerebral para mostrar o volume ventricular e caracterizar o deslocamento cerebral frequentemente é necessário para confirmar o diagnóstico."
          }
        },
        {
          "6B81": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Bulimia nervosa. Definição: Bulimia nervosa é caracterizada por episódios frequentes e recorrentes de compulsão alimentar (p. ex., uma ou mais vezes por semana durante um período de pelo menos um mês). Um episódio de compulsão alimentar é um período distinto durante o qual o indivíduo experimenta uma perda subjetiva de controle sobre a ingestão, comendo nitidamente mais ou de forma diferente do usual, e se sente incapaz de parar de comer ou de limitar o tipo ou a quantidade de alimento ingerido. A compulsão alimentar é acompanhada por comportamentos compensatórios inadequados repetidos, objetivando prevenir o ganho de peso (p. ex., vômito autoinduzido, uso indevido de laxantes ou enemas, exercício extenuante). O indivíduo está preocupado com a forma ou peso corporal, o que influencia fortemente a autoavaliação. Há marcante sofrimento quanto ao padrão de compulsão alimentar e ao comportamento compensatório inadequado ou prejuízo significativo na funcionalidade pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes da funcionalidade. O indivíduo não preenche os critérios diagnósticos para anorexia nervosa."
          }
        }
      ]
    },
    "mv+ simetrico": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.2": {
            "confidence_embedding": 0.7399,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7043,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.698,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        },
        {
          "FB32.2Y": {
            "confidence_embedding": 0.6963,
            "text": "Representação de doença CID-11: Outro Infarto isquêmico muscular, especificado. Definição: "
          }
        },
        {
          "FB32.2Z": {
            "confidence_embedding": 0.6898,
            "text": "Representação de doença CID-11: Infarto isquêmico muscular, não especificado. Definição: "
          }
        }
      ]
    },
    "exacerbação dos sintomas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.753,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7453,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB29": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Sintomas ou sinais relativos a alimentação e comportamentos relacionados. Definição: Sintomas e sinais relacionados a distúrbios na regulação ou na forma dos hábitos alimentares que não são adequados ao desenvolvimento ou aceitos culturalmente, incluindo alimentação evitativa ou restritiva, compulsão alimentar, diminuição do apetite, consumo de substâncias não nutritivas, aumento do apetite, comportamento purgativo e ruminação-regurgitação."
          }
        },
        {
          "MB27": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Sintomas ou sinais relativos a distúrbios de percepção. Definição: Sintomas e sinais que envolvem uma ruptura na percepção sensorial, incluindo despersonalização, desrealização e alucinações em qualquer modalidade."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.2": {
            "confidence_embedding": 0.7522,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7328,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.7301,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.728,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB42.3": {
            "confidence_embedding": 0.7054,
            "text": "Representação de doença CID-11: HIpertrofia sinovial, não classificada em outra parte. Definição: Trata-se do espessamento da membrana sinovial, não classificada em outra parte."
          }
        }
      ]
    },
    "beg": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC43": {
            "confidence_embedding": 0.8105,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.8049,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.8016,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC43.7": {
            "confidence_embedding": 0.7943,
            "text": "Representação de doença CID-11: Cardiomiopatia diabética. Definição: Cardiomiopatia diabética é a presença de disfunção miocárdica na ausência de doença arterial coronariana clínica evidente, doença valvar e outros fatores de risco cardiovascular convencionais, como hipertensão e dislipidemia. Caracteriza-se inicialmente por fibrose miocárdica, remodelamento disfuncional e disfunção diastólica, evoluindo para disfunção sistólica e insuficiência cardíaca. \r\n\r\nInformações adicionais. O desenvolvimento e a progressão de cardiomiopatia diabética têm sido associados ao comprometimento da sinalização metabólica da insulina no coração, aumento do estresse oxidativo, redução da biodisponibilidade do óxido nítrico, rigidez da matriz extracelular e dos cardiomiócitos a base de colágeno, comprometimento do manuseio do cálcio por mitocôndrias e cardiomiócitos, inflamação, ativação do sistema renina-angiotensina-aldosterona, neuropatia autonômica cardíaca, estresse do retículo endoplasmático, disfunção microvascular e uma miríade de anormalidades metabólicas cardíacas."
          }
        },
        {
          "BC43.1": {
            "confidence_embedding": 0.7911,
            "text": "Representação de doença CID-11: Cardiomiopatia hipertrófica. Definição: A cardiomiopatia hipertrófica é a presença de um ventrículo hipertrofiado e não dilatado na ausência de uma causa hemodinâmica que seja capaz de produzir a magnitude existente de espessamento da parede, excluindo tanto a hipertrofia fisiológica secundária à atividade física quanto a hipertrofia patológica devida a hipertensão arterial sistêmica, estenose valvar aórtica e coarctação da aorta."
          }
        }
      ]
    },
    "síncope": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7584,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7575,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MG24.7": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Medo de doença cardiovascular. Definição: "
          }
        },
        {
          "MB71": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Achados clínicos em exames de imagem do sistema nervoso central. Definição: Os achados clínicos em imagens diagnósticas do sistema nervoso central são achados em exames para diagnóstico por imagem do cérebro ou da medula espinhal que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos de exames de diagnóstico por imagem."
          }
        }
      ]
    },
    "tontura": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7495,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7455,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MB42": {
            "confidence_embedding": 0.7448,
            "text": "Representação de doença CID-11: Fonofobia. Definição: Hipersensibilidade à sons."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.7357,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "MB71": {
            "confidence_embedding": 0.726,
            "text": "Representação de doença CID-11: Achados clínicos em exames de imagem do sistema nervoso central. Definição: Os achados clínicos em imagens diagnósticas do sistema nervoso central são achados em exames para diagnóstico por imagem do cérebro ou da medula espinhal que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos de exames de diagnóstico por imagem."
          }
        }
      ]
    }
  }
}