{
  "prontuario_id": 226,
  "text": "Nefro Geral\n\nosteoartrose - abuso de AINE.\nITUs de repetição - 3 episódios em 2015.\nnega vícios, DM, HAS.\nencaminhada por cisto renal simples à E em 1/3 superior, de 35 x 42 mm. Também esteatose hepática moderada.\nPA 110 x 70, abdomen globoso, flácido, MMII sem edemas.\n \noriento perda de peso, atividade física e evitar AINE.\nsolicito US de controle pré e pós miccional (resíduo?).\nretorno após exames.\n \n ",
  "entities": {
    "Doença ou Síndrome": [
      "osteoartrose",
      "DM",
      "HAS",
      "ITUs de repetição",
      "cisto renal simples",
      "esteatose hepática"
    ],
    "Negação": [
      "nega",
      "sem"
    ],
    "Disfunção Mental ou Comportamental": [
      "vícios"
    ],
    "Abreviação": [
      "DM",
      "HAS",
      "PA",
      "MMII",
      "Nefro Geral",
      "abuso de AINE",
      "ITUs de repetição",
      "E em 1/3 superior",
      "evitar AINE",
      "US de controle pré e pós miccional"
    ],
    "Conceito Qualitativo": [
      "moderada"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "abdomen",
      "MMII"
    ],
    "Achado": [
      "globoso",
      "flácido",
      "abuso de AINE"
    ],
    "Sinal ou Sintoma": [
      "edemas"
    ],
    "Função Patológica": [
      "edemas"
    ],
    "Resultado Laboratorial ou de Teste": [
      "resíduo"
    ],
    "Procedimento Diagnóstico": [
      "exames",
      "US de controle pré e pós miccional"
    ],
    "Conceito Quantitativo": [
      "3 episódios",
      "35 x 42 mm",
      "110 x 70"
    ],
    "Localização ou Região Corporal": [
      "E em 1/3 superior"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "atividade física"
    ]
  },
  "labels": {
    "osteoartrose": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA01.0": {
            "confidence_embedding": 0.8245,
            "text": "Representação de doença CID-11: Osteoartrite primária do joelho. Definição: Osteoartrite primária ocorrendo em uma articulação do joelho de outra forma intacta, envolvendo degeneração relacionada geneticamente, relacionada à idade ou relacionada ao uso com alterações anatômicas microscópicas e macroscópicas, que, em última análise, limitam o movimento em uma ou mais articulações. As alterações na articulação incluem aumento da perda de cartilagem e transformação óssea, como esclerose, formação de osteófitos e cistos, bem como potenciais alterações inflamatórias em estruturas de tecido mole circundantes."
          }
        },
        {
          "FA02.2": {
            "confidence_embedding": 0.8132,
            "text": "Representação de doença CID-11: Outra osteoartrite secundária do punho ou mão. Definição: "
          }
        },
        {
          "FA02.Z": {
            "confidence_embedding": 0.8128,
            "text": "Representação de doença CID-11: Osteoartrite do punho ou mão, não especificada. Definição: "
          }
        },
        {
          "FA02.0": {
            "confidence_embedding": 0.8114,
            "text": "Representação de doença CID-11: Osteoartrite primária do punho ou mão. Definição: "
          }
        },
        {
          "FA02": {
            "confidence_embedding": 0.8103,
            "text": "Representação de doença CID-11: Osteoartrite do punho ou mão. Definição: "
          }
        }
      ]
    },
    "cisto renal simples": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB80.0": {
            "confidence_embedding": 0.8437,
            "text": "Representação de doença CID-11: Cisto renal simples. Definição: Doença renal causada pela obstrução dos túbulos, anemia ou descolamento dos divertículos. Esta doença é caracterizada pela formação de sacos anormais de paredes finas cheios de líquido radiolúcido hipoecogênico no rim. A confirmação é por imagem."
          }
        },
        {
          "GB50": {
            "confidence_embedding": 0.8166,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.8104,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.8078,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB80.1": {
            "confidence_embedding": 0.802,
            "text": "Representação de doença CID-11: Cisto renal complexo. Definição: Cisto renal com alta atenuação ou conteúdo misto, parede septada ou espessada. Pode ser subclassificado pela classificação Bosniak Bosniak 2-4 para indicar o aumento da probabilidade de neoplasia."
          }
        }
      ]
    },
    "edemas": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD93": {
            "confidence_embedding": 0.7782,
            "text": "Representação de doença CID-11: Linfedema. Definição: Edema devido ao acúmulo excessivo de linfa nos tecidos, causado por drenagem linfática inadequada. Geralmente afeta as extremidades, mas pode envolver qualquer parte do corpo. É desfigurante e aumenta a suscetibilidade a infecções recorrentes e malignidades locais."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD13": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Insuficiência ventricular direita. Definição: Insuficiência cardíaca associada à disfunção ventricular direita manifestada por distensão das veias do pescoço, aumento do fígado e edema gravitacional."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7263,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "abuso de aine": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA01.0": {
            "confidence_embedding": 0.771,
            "text": "Representação de doença CID-11: Osteoartrite primária do joelho. Definição: Osteoartrite primária ocorrendo em uma articulação do joelho de outra forma intacta, envolvendo degeneração relacionada geneticamente, relacionada à idade ou relacionada ao uso com alterações anatômicas microscópicas e macroscópicas, que, em última análise, limitam o movimento em uma ou mais articulações. As alterações na articulação incluem aumento da perda de cartilagem e transformação óssea, como esclerose, formação de osteófitos e cistos, bem como potenciais alterações inflamatórias em estruturas de tecido mole circundantes."
          }
        },
        {
          "FA02.2": {
            "confidence_embedding": 0.7617,
            "text": "Representação de doença CID-11: Outra osteoartrite secundária do punho ou mão. Definição: "
          }
        },
        {
          "FA02.Z": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Osteoartrite do punho ou mão, não especificada. Definição: "
          }
        },
        {
          "FA02": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Osteoartrite do punho ou mão. Definição: "
          }
        },
        {
          "FA02.0": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Osteoartrite primária do punho ou mão. Definição: "
          }
        }
      ]
    },
    "esteatose hepática": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB95.30": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Doença hepática tóxica ou induzida por droga com doença hepática gordurosa crônica. Definição: Esteatose crônica induzida por droga caracterizada por glóbulos de triglicérides relativamente grandes, que efetivamente preenchem o hepatócito, deslocando o núcleo e outros constituintes intracelulares para a periferia. Alguns pacientes evidenciam esteatohepatite, esteatose com necrose focal e infiltrado celular inflamatório, levando ao desenvolvimento de cirrose."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.74,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7384,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        }
      ]
    },
    "itus de repetição": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB51.4": {
            "confidence_embedding": 0.7657,
            "text": "Representação de doença CID-11: Mordedura aberta do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NC75.11": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Laceração da veia femoral ao nível do quadril ou coxa, maior. Definição: "
          }
        },
        {
          "NB51.0": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Laceração sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NC76.20": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Distensão ou entorse do músculo, fáscia ou tendão adutor da coxa. Definição: "
          }
        }
      ]
    }
  }
}