{
  "prontuario_id": 323,
  "text": "Nefro Geral.\n\nabuso AINE / ITUs de repetição.\nnega DM / HAS.\nencaminhada por cisto simples a E em 1/3 superior (35 x 42 mm).\nExames: Cr 0,7 / GJ 101 / PU e UC OK.\nUS com resíduo miccional importante (32%).\n \nsolicito cintilografia DTPA e DMSA.\nconsiderar urodinâmica na sequência.\n \n ",
  "entities": {
    "Substância Farmacológica": [
      "AINE"
    ],
    "Negação": [
      "nega"
    ],
    "Abreviação": [
      "DM",
      "HAS",
      "PU",
      "UC",
      "US",
      "DTPA",
      "DMSA",
      "Nefro Geral",
      "ITUs de repetição",
      "E em 1/3 superior",
      "Cr 0 , 7",
      "GJ 101"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "ITUs de repetição",
      "cisto simples"
    ],
    "Procedimento Laboratorial": [
      "Exames",
      "PU",
      "UC"
    ],
    "Resultado Laboratorial ou de Teste": [
      "PU",
      "UC",
      "OK",
      "Cr 0 , 7",
      "GJ 101",
      "resíduo miccional importante ( 32% )"
    ],
    "Achado": [
      "OK",
      "ITUs de repetição"
    ],
    "Procedimento Diagnóstico": [
      "US",
      "urodinâmica"
    ],
    "Atividade de Assistência à Saúde": [
      "solicito"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "E em 1/3 superior"
    ],
    "Conceito Quantitativo": [
      "35 x 42 mm"
    ]
  },
  "labels": {
    "abuso aine / itus de repetição": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7161,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NC56.0Z": {
            "confidence_embedding": 0.7,
            "text": "Representação de doença CID-11: Lesão da artéria ulnar ao nível do punho ou mão, não especificada. Definição: "
          }
        },
        {
          "ND11.B": {
            "confidence_embedding": 0.6994,
            "text": "Representação de doença CID-11: Corpo estranho superficial em outra parte ou em parte não especificada do pé. Definição: "
          }
        },
        {
          "NB50": {
            "confidence_embedding": 0.6987,
            "text": "Representação de doença CID-11: Lesão superficial do abdômen, região lombar ou pelve. Definição: Danos infligidos nos tecidos superficiais ou superficiais do abdômen, região lombar e pelve como resultado direto ou indireto de uma força externa, com ou sem interrupção da continuidade estrutural."
          }
        },
        {
          "ND11.BY": {
            "confidence_embedding": 0.6984,
            "text": "Representação de doença CID-11: Outro corpo estranho superficial especificado em outra parte ou em parte não especificada do pé. Definição: "
          }
        }
      ]
    },
    "cisto simples": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB80.0": {
            "confidence_embedding": 0.7284,
            "text": "Representação de doença CID-11: Cisto renal simples. Definição: Doença renal causada pela obstrução dos túbulos, anemia ou descolamento dos divertículos. Esta doença é caracterizada pela formação de sacos anormais de paredes finas cheios de líquido radiolúcido hipoecogênico no rim. A confirmação é por imagem."
          }
        },
        {
          "GA18.0": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Cisto folicular do ovário. Definição: Condição do ovário causada por um crescimento ou involução folicular devido à falha da ovulação. Esta condição é caracterizada pela formação não neoplásica de estruturas saculares fechadas cheias de fluido sobre ou dentro do ovário e revestidas por camadas de células da granulosa. Essa condição costuma ser assintomática, mas também pode se apresentar com dor pélvica, sangramento menstrual irregular, dispareunia, náuseas, vômitos ou urgência para urinar. A confirmação é feita por exame de imagem."
          }
        },
        {
          "GA18.1": {
            "confidence_embedding": 0.7202,
            "text": "Representação de doença CID-11: Cisto do corpo lúteo. Definição: Condição que afeta mulheres, causada pela expansão do corpo lúteo com ar, sangue ou fluido no ovário após a ovulação de um folículo. Essa condição é caracterizada por uma massa de até 10 cm de diâmetro. Essa condição também pode se apresentar com dor pélvica ou abdominal, hemorragia ou torção ovariana."
          }
        },
        {
          "GA03.1": {
            "confidence_embedding": 0.7176,
            "text": "Representação de doença CID-11: Cisto da glândula de Bartholin. Definição: Condição da vagina, causada por crescimento de um retalho de pele, oclusão do ducto de Bartholin devida a muco, ou infecção. Esta condição é caracterizada pelo acúmulo de muco ou fluido claro em uma estrutura semelhante a um saco fechado que se forma em (ou a partir de) uma das glândulas de Bartholin ou seus ductos. Esta condição é comumente assintomática, mas pode se tornar dolorosa se o cisto aumentar ou infeccionar."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.7157,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        }
      ]
    },
    "itus de repetição": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.00": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "ND11.BY": {
            "confidence_embedding": 0.7279,
            "text": "Representação de doença CID-11: Outro corpo estranho superficial especificado em outra parte ou em parte não especificada do pé. Definição: "
          }
        },
        {
          "ND11.B": {
            "confidence_embedding": 0.7265,
            "text": "Representação de doença CID-11: Corpo estranho superficial em outra parte ou em parte não especificada do pé. Definição: "
          }
        },
        {
          "ND56.1": {
            "confidence_embedding": 0.7243,
            "text": "Representação de doença CID-11: Ferimento aberto de região não especificada do corpo. Definição: "
          }
        },
        {
          "ND70.2": {
            "confidence_embedding": 0.719,
            "text": "Representação de doença CID-11: Corpo estranho em múltiplas partes na parte externa do olho externo. Definição: "
          }
        }
      ]
    }
  }
}