{
  "prontuario_id": 346,
  "text": "TX RENAL EM 24/12/2013.\n\nUSO DE MTC 10, TAC 3 / 2, MYF 2 / 2.\nBON, ATN 100, MTF 850 2X, LEVO 25 NPH 50 / 10 / 10 R 0 - 10 - 4, AMIODARONA.\n\n\nS: PT FEZ EXAMES NA CIDADE DE ORIGEM POREM NÃO TEM RESULTADO DO NIVEL DE TACROLIMO.\nREFERE FRAQUEZA.\n\nO: BEG, LOTE, HIPOCORADA, AFEBRIL.\nPA 120*60.\nEF NORMAL.\nCICATRIZAÇÃO OK - FECHAMENTO DA FO.\n\nA: CR 1,1 - 1,3.\nVG 31%, LEUC 10700, E 8-12%, PQ 395.\nURP +  E COLI 10 6 S A MACRODANTINA.\nDM DESCOMPENSADO.\nTSH 8,4.\nPRA 98 % COM DSA  MIF > 2000.\n\nP: LEVO 50.\nMACRODANTINA.\nINSULINA 55 / 11 / 10. R 0 - 15 - 4.\nRETIRADA DOS PONTOS.\nRETORNO EM 3 SEMANAS COM EXAMES SEMANAIS.\n \n \n \n ",
  "entities": {
    "Substância Farmacológica": [
      "MTC",
      "TAC",
      "MYF",
      "BON",
      "ATN",
      "MTF",
      "LEVO",
      "NPH",
      "R",
      "AMIODARONA",
      "MACRODANTINA"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "MYF",
      "ATN",
      "MTF",
      "LEVO",
      "AMIODARONA",
      "MACRODANTINA"
    ],
    "Abreviação": [
      "MTC",
      "TAC",
      "MYF",
      "BON",
      "ATN",
      "MTF",
      "LEVO",
      "NPH",
      "R",
      "BEG",
      "LOTE",
      "PA",
      "FO",
      "PRA",
      "CR 1 , 1 - 1 , 3",
      "VG 31%",
      "LEUC 10700",
      "E 8-12%",
      "PQ 395",
      "URP +",
      "&gt; 2000"
    ],
    "Conceito Quantitativo": [
      "10",
      "100",
      "25",
      "120*60",
      "50",
      "/ 2",
      "2 /",
      "- 10 - 4",
      "CR 1 , 1 - 1 , 3",
      "10 6",
      "%",
      "55 / 11 / 10",
      "0 - 15 - 4"
    ],
    "Hormônio": [
      "NPH",
      "R"
    ],
    "Procedimento Diagnóstico": [
      "EXAMES"
    ],
    "Negação": [
      "NÃO",
      "AFEBRIL"
    ],
    "Sinal ou Sintoma": [
      "FRAQUEZA",
      "HIPOCORADA",
      "AFEBRIL"
    ],
    "Achado": [
      "BEG",
      "LOTE",
      "CICATRIZAÇÃO OK"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Função de Organismo": [
      "FECHAMENTO"
    ],
    "Lesão ou Envenenamento": [
      "FO"
    ],
    "Procedimento Laboratorial": [
      "PRA",
      "DSA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "INSULINA"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "RETIRADA DOS PONTOS"
    ],
    "Conceito Qualitativo": [
      "10 - 4"
    ],
    "Resultado Laboratorial ou de Teste": [
      "NIVEL DE TACROLIMO",
      "CR 1 , 1 - 1 , 3",
      "VG 31%",
      "LEUC 10700",
      "E 8-12%",
      "PQ 395",
      "URP +",
      "TSH 8 ,",
      "MIF 2000"
    ],
    "Bactéria": [
      "E COLI"
    ],
    "Doença ou Síndrome": [
      "DM DESCOMPENSADO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "EXAMES SEMANAIS"
    ]
  },
  "labels": {
    "fo": {
      "capitulo": "X",
      "opcoes": [
        {
          "XD6MC0": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Tanques de hemodialisado, coleta. Definição: "
          }
        },
        {
          "XS1T": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XM3YQ9": {
            "confidence_embedding": 0.7357,
            "text": "Representação de doença CID-11: Albumina sérica normal, pobre em sal (humana). Definição: "
          }
        },
        {
          "XM1AY3": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Fosfato de sódio de celulose. Definição: "
          }
        },
        {
          "XM1YW8": {
            "confidence_embedding": 0.7296,
            "text": "Representação de doença CID-11: Soro de albumina humana pobre em sal. Definição: "
          }
        }
      ]
    },
    "hipocorada": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A10.3": {
            "confidence_embedding": 0.7345,
            "text": "Representação de doença CID-11: Pseudo-hipercalemia familiar. Definição: Doença causada por uma mutação geneticamente herdada. Essa doença é caracterizada por um defeito temperatura-dependente na permeabilidade da membrana dos glóbulos vermelhos ao potássio, que leva a níveis in vitro elevados de potássio em amostras armazenadas a menos de 37°C, resultando em níveis de potássio elevados no sangue que não refletem os níveis reais de potássio. A confirmação é feita pela identificação da mutação genética por testagem genética."
          }
        },
        {
          "3A71.2": {
            "confidence_embedding": 0.7255,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A20.3": {
            "confidence_embedding": 0.7201,
            "text": "Representação de doença CID-11: Hemoglobinúria paroxística ao frio. Definição: Hemoglobinúria paroxística ao frio é um subtipo muito raro de anemia hemolítica autoimune (AHAI), causada pela presença de autoanticorpos reagentes ao frio no sangue e caracterizada pela presença súbita de hemoglobinúria, tipicamente após a exposição a temperaturas frias. Acredita-se que a HPF seja responsável por no máximo 2-10% dos casos de AHAI."
          }
        },
        {
          "3B61.00": {
            "confidence_embedding": 0.7168,
            "text": "Representação de doença CID-11: Hiperhomocisteinemia. Definição: Doença causada por deficiências de vitaminas B6, ácido fólico ou vitamina B12. Os defeitos genéticos da 5-MTHF redutase podem consequentemente levar à hiperhomocisteinemia. Esta doença é caracterizada por níveis anormalmente elevados de homocisteína no sangue. Esta doença pode se manifestar com doença cardiovascular, trombose, esquizofrenia e osteoporose. A confirmação é pela identificação da deficiência em uma amostra de sangue"
          }
        },
        {
          "3A00.0": {
            "confidence_embedding": 0.7109,
            "text": "Representação de doença CID-11: Anemia adquirida por deficiência de ferro devido à perda de sangue. Definição: Perda crônica de sangue é uma possivel causa em todos os casos de anemia por deficiência de ferro. Anemia por deficiência de ferro pode ser causada por sangramento agudo no trato gastrointestinal, útero ou sistema genitourinário, perda sanguinea menstrual copiosa (menorragia) e múltiplas doações de sangue. Em muitos países tropicais, infestações parasitárias podem levar a perdas intestinais que em alguns individuos pode ser considerável. A deficiência de ferro pode ser também causada por várias circunstâncias relatadas como \"anemia pós hemorragia crônica\". O diagnóstico de deficiência de ferro deve sempre levar a procura de causas patológicas de perda de sangue ( por exemplo tumores do trato gastrointestinal ou do útero, especialmente se o sangramento uterino aumentou ou ficou irregular.)"
          }
        }
      ]
    },
    "e coli": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D62": {
            "confidence_embedding": 0.7785,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1A03.0": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Infecção por Escherichia coli enteropatogênica. Definição: Infecção do sistema gastrointestinal causada pela bactéria gram-negativa Escherichia coli. É caracterizada por diarreia aguda, profusa e aquosa. A transmissão ocorre pela via fecal-oral a partir de alimentos, água ou fômites contaminados. A confirmação é feita pela identificação de Escherichia coli enteropatogênica (EPEC) em amostra fecal."
          }
        },
        {
          "1A03.1": {
            "confidence_embedding": 0.7554,
            "text": "Representação de doença CID-11: Infecção por Escherichia coli enterotoxigênica. Definição: Afecção do sistema gastrointestinal causada pela infeção por bactéria gram-negativa Escherichia coli. Essa afecção é caracterizada por diarreia aguda e aquosa devida a toxinas liberadas pela bactéria. A transmissão é via fecal-oral pela ingestão de agua, alimentos ou fômites contaminados. A confirmação é feita pela identificação da Escherichia coli enterotoxigênica (ECET) em amostra de fezes."
          }
        },
        {
          "1A00": {
            "confidence_embedding": 0.7544,
            "text": "Representação de doença CID-11: Cólera. Definição: A cólera é uma infecção intestinal com potencial para causar epidemias e óbitos, caracterizada por diarreia aquosa profusa, muitas vezes acompanhada de vômito, com rápida depleção de fluidos corporais e sal, que pode resultar em choque hipovolêmico e acidose. Os surtos de cólera são causados ​​por cepas toxigênicas de Vibrio cholerae dos sorogrupos O1 e O139. O sorogrupo O1 possui dois biotipos; Clássico e El Tor. Vibrio cholerae O1, biotipo cholerae é do tipo Clássico. Vibrio cholerae O1, biovar El Tor é do tipo El Tor."
          }
        },
        {
          "1A03.2": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Infecção por Escherichia coli enteroinvasiva. Definição: Uma afecção do sistema gastrointestinal causada por infecção pela bactéria gram-negativa Escherichia coli. Essa afecção é caracterizada por diarreia aguda e profusa (que pode ser hemorrágica), febre e cólicas abdominais. A transmissão ocorre por via fecal-oral pela ingesta de alimentos ou água contaminados. A confirmação é feita pela identificação da Escherichia coli enteroinvasiva (EIEC) em amostra fecal."
          }
        }
      ]
    },
    "dm descompensado": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5K.7": {
            "confidence_embedding": 0.7698,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5B90.2": {
            "confidence_embedding": 0.7573,
            "text": "Representação de doença CID-11: Hipervitaminose D. Definição: A hipervitaminose D é secundária à ingestão excessiva de vitamina D. Pode ocorrer com ingestão elevada a longo prazo ou por ingestão aguda em excesso. O excesso de quantidades resulta em concentrações anormalmente altas de cálcio e fosfato no soro. Os sinais e sintomas da intoxicação por vitamina D são secundários à hipercalcemia. As manifestações gastrointestinais incluem náuseas, vômitos, constipação, dor abdominal e pancreatite. Os possíveis achados cardíacos são hipertensão, diminuição do intervalo Q-T e arritmias. Os efeitos da hipercalcemia no sistema nervoso central incluem letargia, hipotonia, confusão, desorientação, depressão, psicose, alucinações e coma. A hipercalcemia danifica os mecanismos de concentração renal, o que pode levar à poliúria, desidratação e hipernatremia. A hipercalcemia também pode causar insuficiência renal aguda, nefrolitíase e nefrocalcinose, que pode resultar em insuficiência renal crônica. As mortes geralmente estão associadas a arritmias ou desidratação."
          }
        },
        {
          "5C70.0": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Desidratação. Definição: A desidratação ocorre quando há uma quantidade insuficiente ou perda excessiva de água no corpo. Isso pode ser causado por vômitos, diarreia, febre, uso de diuréticos, sudorese profusa ou diminuição da ingestão de água."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7514,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        }
      ]
    },
    "fraqueza": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF50.61": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: jato urinário fraco. Definição: Um jato de urina reduzido, lento ou fraco"
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7422,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7292,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "ME10.02": {
            "confidence_embedding": 0.7278,
            "text": "Representação de doença CID-11: Hepatoesplenomegalia. Definição: Refere-se ao aumento do fígado e baço além de seu tamanho normal, não descrito em outra parte."
          }
        }
      ]
    }
  }
}