{
  "prontuario_id": 529,
  "text": "TX RENAL.\n\nTX RENAL COM CR 1,2 - 1,5 COM NS FK 8,0.\nDM / HAS.\nLOMBOCIATALGIA.\n \n \nTX RENAL.\nMTC 10, TAC 3 / 2, MS 2 / 2, ATENOL 100, OMEPRAZOL 40, NISTATINA , BACTRIM, METFORMINA X 2, PURAN 50, AMIODARONA 200, NPH 55 / 10 / 10, REGULAR 15 / 10\n\nS: NÃO USOU O ROCEFIN IM PRESRITO.\nLOMBOCIATALGIA D COM IMPOTENCIA FUNCIONAL.\n\nO: PA 120/90,  P 78,  AFEBRIL.  \nEX SEGMNETAR CONTRATURA PARAVERTEBRAL D.\nLASSEGUE +  AD.\nSEM GIORDANO.",
  "entities": {
    "Abreviação": [
      "DM",
      "HAS",
      "MTC",
      "TAC",
      "MS",
      "PA",
      "P",
      "TX RENAL",
      "CR 1 , 2 - 1 , 5",
      "NS FK 8 , 0",
      "EX SEGMNETAR",
      "CONTRATURA PARAVERTEBRAL D"
    ],
    "Doença ou Síndrome": [
      "DM",
      "HAS",
      "LOMBOCIATALGIA"
    ],
    "Substância Farmacológica": [
      "MTC",
      "TAC",
      "MS",
      "ATENOL",
      "OMEPRAZOL",
      "BACTRIM",
      "METFORMINA",
      "PURAN",
      "AMIODARONA",
      "NPH",
      "REGULAR"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "ATENOL",
      "OMEPRAZOL",
      "NISTATINA",
      "BACTRIM",
      "METFORMINA",
      "PURAN",
      "AMIODARONA",
      "ROCEFIN IM"
    ],
    "Conceito Quantitativo": [
      "10",
      "100",
      "40",
      "50",
      "200",
      "120/90",
      "78",
      "3 / 2",
      "/ 2",
      "X 2",
      "55 / 10 / 10",
      "15 / 10"
    ],
    "Antibiótico": [
      "NISTATINA",
      "ROCEFIN IM"
    ],
    "Hormônio": [
      "PURAN",
      "NPH",
      "REGULAR"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "NPH",
      "REGULAR"
    ],
    "Negação": [
      "NÃO",
      "AFEBRIL",
      "SEM"
    ],
    "Atividade de Assistência à Saúde": [
      "PRESRITO"
    ],
    "Atributo Clínico": [
      "PA",
      "P"
    ],
    "Sinal ou Sintoma": [
      "AFEBRIL",
      "IMPOTENCIA FUNCIONAL",
      "CONTRATURA PARAVERTEBRAL D"
    ],
    "Localização ou Região Corporal": [
      "AD"
    ],
    "Procedimento Diagnóstico": [
      "GIORDANO",
      "EX SEGMNETAR"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 1 , 2 - 1 , 5",
      "NS FK 8 , 0",
      "LASSEGUE +"
    ]
  },
  "labels": {
    "lombociatalgia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C80": {
            "confidence_embedding": 0.7411,
            "text": "Representação de doença CID-11: Miopatia induzida por drogas. Definição: Miopatia causada por medicamentos que variam de mialgias leves com ou sem fraqueza leve até miopatia crônica com fraqueza grave, e rabdomiólise maciça com insuficiência renal aguda. Pode ser devida a vários mecanismos diferentes, incluindo miotoxicidade direta, danos musculares imunomediados e indiretos por meio de coma induzido por drogas, hipocalemia induzida por drogas, estados hipercinéticos induzidos por drogas ou estados distônicos."
          }
        },
        {
          "8C81": {
            "confidence_embedding": 0.7226,
            "text": "Representação de doença CID-11: Miopatia autoimune. Definição: A miopatia autoimune é um subgrupo de miopatias inflamatórias idiopáticas que, apesar de terem diversas causas, apresentam as características histopatológicas comuns de necrose de miócitos sem inflamação significativa. Os pacientes apresentam uma miopatia proximal simétrica grave subaguda, associada a um nível de creatinoquinase acentuadamente elevado. Eles são mais provavelmente imunomediados, pois respondem à imunoterapia. É frequentemente acompanhada por terapia com estatinas, doenças do tecido conjuntivo, câncer e autoanticorpos específicos para partícula de reconhecimento de sinal (SRP) ou 3-hidroxi-3-metilglutaril-coenzima A redutase (HMGCR)."
          }
        },
        {
          "8D44.1": {
            "confidence_embedding": 0.7219,
            "text": "Representação de doença CID-11: Miopatia alcoólica. Definição: Miopatia secundária ao uso de álcool e inclui miopatia alcoólica aguda e crônica. Várias formas foram descritas: miopatia necrotizante aguda, miopatia hipocalêmica aguda, miopatia alcoólica crônica, miopatia alcoólica assintomática e cardiomiopatia alcoólica."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7153,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.7059,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        }
      ]
    },
    "has": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7901,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C50.10": {
            "confidence_embedding": 0.7674,
            "text": "Representação de doença CID-11: Alcaptonúria. Definição: A alcaptonúria é caracterizada pelo acúmulo de ácido homogentísico (HGA) e seu produto oxidado ácido benzoquinona acético (BQA), levando ao escurecimento da urina quando deixada exposta ao ar, coloração cinza-azulada da esclera do olho e da hélice da orelha (ocronose), e doença articular incapacitante que envolve as articulações axiais e periféricas (artropatia ocronótica)."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7575,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C72": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Hiposmolalidade ou hiponatremia. Definição: Concentrações séricas de sódio inferiores a 135 mEq /L com diminuição da concentração sérica de partículas osmoticamente ativas."
          }
        }
      ]
    },
    "impotencia funcional": {
      "capitulo": "17",
      "opcoes": [
        {
          "HA40.0": {
            "confidence_embedding": 0.7082,
            "text": "Representação de doença CID-11: Considerações etiológicas associadas a condição clínica, lesão ou efeitos de cirurgia ou radioterapia. Definição: Esta categoria deve ser atribuída quando há evidência de que uma condição de saúde subjacente ou concomitante, incluindo condições hormonais, neurológicas e vasculares, lesões e consequências de tratamento cirúrgico ou de radiação, é um importante fator contribuinte para uma disfunção sexual ou um transtorno de dor sexual. Nesses casos, também deve ser atribuído o diagnóstico correspondente à condição de saúde subjacente ou concomitante. No entanto, transtornos mentais subjacentes ou contributivos devem ser registrados usando o qualificador “Associado a fatores psicológicos e comportamentais, incluindo transtornos mentais”, em vez de se usar com esta categoria."
          }
        },
        {
          "HA01.1": {
            "confidence_embedding": 0.7067,
            "text": "Representação de doença CID-11: Disfunção erétil do homem. Definição: A disfunção erétil peniana é caracterizada pela incapacidade ou redução acentuada na capacidade dos homens de atingir ou manter uma ereção peniana de duração ou rigidez suficiente para permitir a atividade sexual. O padrão de dificuldade erétil ocorre apesar do desejo de atividade sexual e estimulação sexual adequadas, de forma episódica ou persistente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo."
          }
        },
        {
          "HA02.0": {
            "confidence_embedding": 0.7008,
            "text": "Representação de doença CID-11: Anorgasmia. Definição: A anorgasmia é caracterizada pela ausência ou diminuição acentuada da frequência do orgasmo ou da intensidade das sensações orgásticas. Em mulheres, isso inclui um atraso acentuado no orgasmo, o que nos homens seria diagnosticado como ejaculação retardada do homem. O padrão de ausência, atraso ou diminuição da frequência ou intensidade do orgasmo ocorre apesar da estimulação sexual adequada, incluindo o desejo de atividade sexual e orgasmo. Ocorre episodicamente ou persistentemente por um período de pelo menos vários meses e está associado a sofrimento clinicamente significativo."
          }
        },
        {
          "HA02.00": {
            "confidence_embedding": 0.7003,
            "text": "Representação de doença CID-11: Anorgasmia generalizada, ao longo da vida. Definição: A pessoa sempre experimentou anorgasmia desde o início da atividade sexual relevante e a resposta desejada está atualmente ausente ou diminuída em todas as circunstâncias, incluindo a masturbação."
          }
        },
        {
          "HA20": {
            "confidence_embedding": 0.6991,
            "text": "Representação de doença CID-11: Transtorno doloroso à penetração sexual. Definição: Transtorno doloroso à penetração sexual é caracterizado por pelo menos um dos seguintes sintomas: 1) dificuldades acentuadas e persistentes ou recorrentes com a penetração, inclusive devido a contração ou tensão involuntária dos músculos do assoalho pélvico durante a tentativa de penetração; 2) dor vulvovaginal ou pélvica acentuada e persistente ou recorrente durante a penetração; \r\n3) medo ou ansiedade acentuadas e persistentes ou recorrentes da dor vulvovaginal ou pélvica em antecipação, durante ou como resultado da penetração. Os sintomas são recorrentes durante interações sexuais envolvendo ou potencialmente envolvendo penetração, apesar do desejo e estimulação sexual adequados. Não são inteiramente atribuíveis a uma condição clínica que afete adversamente a área pélvica e resulte em dor genital e/ou penetrativa ou a um transtorno mental. Não são inteiramente atribuíveis à lubrificação vaginal insuficiente ou alterações pós-menopausa/relacionadas à idade, e estão associadas a sofrimento clinicamente significativo."
          }
        }
      ]
    },
    "contratura paravertebral d": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA80.8": {
            "confidence_embedding": 0.7426,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.9": {
            "confidence_embedding": 0.731,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral em coluna lombar com prolapso de disco. Definição: "
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.7308,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        },
        {
          "FA80.Z": {
            "confidence_embedding": 0.7297,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral, não especificada. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7272,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7808,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C50.10": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Alcaptonúria. Definição: A alcaptonúria é caracterizada pelo acúmulo de ácido homogentísico (HGA) e seu produto oxidado ácido benzoquinona acético (BQA), levando ao escurecimento da urina quando deixada exposta ao ar, coloração cinza-azulada da esclera do olho e da hélice da orelha (ocronose), e doença articular incapacitante que envolve as articulações axiais e periféricas (artropatia ocronótica)."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        }
      ]
    }
  }
}