{
  "prontuario_id": 582,
  "text": "avaliação \nPÓS TX RENLA CR 1,2, TACROLIMO 3.\nDM COMPENSADO?\nHAS COMPENSADO,\nONICOMICOSE,\nCONSTIPAÇÃO,\nLOMBOCIATALGIA, \nEOSINOFILIA,\n \n \nTX RENAL.\nEM USO DE MET 5, MS 2 / 2, TACROLIMO 1 / 1, \nOMEPRAZOL 40, AMIODARONA 200, ATENOLOL 50 1X, LEVOID 100.\nINSULINA N 30 / 10 / 10, R 10 / 0 / 5.\n\nS # NÃO DEAMBULANDO SOZINHA DEVIDO PROBLEMA COLUNA.\nCONSTIPAÇÃO.\n\nO # PESO 78,\nPA 130/80,\nEXAME FISICO: ONICOMICOSE.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "avaliação"
    ],
    "Substância Química Orgânica": [
      "TACROLIMO",
      "MET",
      "MS",
      "OMEPRAZOL",
      "AMIODARONA",
      "ATENOLOL"
    ],
    "Substância Farmacológica": [
      "TACROLIMO",
      "MET",
      "OMEPRAZOL",
      "AMIODARONA",
      "ATENOLOL",
      "LEVOID",
      "INSULINA",
      "R"
    ],
    "Conceito Quantitativo": [
      "3",
      "5",
      "40",
      "200",
      "100",
      "78",
      "130/80",
      "2 / 2",
      "1 / 1",
      "50 1X",
      "30 / 10 / 10",
      "10 / 0 / 5"
    ],
    "Doença ou Síndrome": [
      "ONICOMICOSE",
      "DM COMPENSADO",
      "HAS COMPENSADO"
    ],
    "Sinal ou Sintoma": [
      "CONSTIPAÇÃO",
      "LOMBOCIATALGIA",
      "PROBLEMA"
    ],
    "Resultado Laboratorial ou de Teste": [
      "EOSINOFILIA",
      "CR 1 , 2"
    ],
    "Abreviação": [
      "MET",
      "MS",
      "N",
      "R",
      "PA",
      "TX RENLA",
      "CR 1 , 2",
      "HAS COMPENSADO",
      "TX RENAL"
    ],
    "Hormônio": [
      "R"
    ],
    "Negação": [
      "NÃO"
    ],
    "Achado": [
      "DEAMBULANDO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "COLUNA"
    ],
    "Atributo Clínico": [
      "PESO",
      "PA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENLA",
      "TX RENAL"
    ],
    "Procedimento Diagnóstico": [
      "EXAME FISICO"
    ]
  },
  "labels": {
    "lombociatalgia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C80": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Miopatia induzida por drogas. Definição: Miopatia causada por medicamentos que variam de mialgias leves com ou sem fraqueza leve até miopatia crônica com fraqueza grave, e rabdomiólise maciça com insuficiência renal aguda. Pode ser devida a vários mecanismos diferentes, incluindo miotoxicidade direta, danos musculares imunomediados e indiretos por meio de coma induzido por drogas, hipocalemia induzida por drogas, estados hipercinéticos induzidos por drogas ou estados distônicos."
          }
        },
        {
          "8A80.2": {
            "confidence_embedding": 0.7317,
            "text": "Representação de doença CID-11: Enxaqueca crônica. Definição: Cefaleia que ocorre em 15 ou mais dias por mês por mais de três meses, que, em pelo menos oito dias por mês, tem características de cefaleia migranosa e não está associada ao uso excessivo de medicamentos."
          }
        },
        {
          "8C81": {
            "confidence_embedding": 0.7307,
            "text": "Representação de doença CID-11: Miopatia autoimune. Definição: A miopatia autoimune é um subgrupo de miopatias inflamatórias idiopáticas que, apesar de terem diversas causas, apresentam as características histopatológicas comuns de necrose de miócitos sem inflamação significativa. Os pacientes apresentam uma miopatia proximal simétrica grave subaguda, associada a um nível de creatinoquinase acentuadamente elevado. Eles são mais provavelmente imunomediados, pois respondem à imunoterapia. É frequentemente acompanhada por terapia com estatinas, doenças do tecido conjuntivo, câncer e autoanticorpos específicos para partícula de reconhecimento de sinal (SRP) ou 3-hidroxi-3-metilglutaril-coenzima A redutase (HMGCR)."
          }
        },
        {
          "8D44.1": {
            "confidence_embedding": 0.7296,
            "text": "Representação de doença CID-11: Miopatia alcoólica. Definição: Miopatia secundária ao uso de álcool e inclui miopatia alcoólica aguda e crônica. Várias formas foram descritas: miopatia necrotizante aguda, miopatia hipocalêmica aguda, miopatia alcoólica crônica, miopatia alcoólica assintomática e cardiomiopatia alcoólica."
          }
        },
        {
          "8C84": {
            "confidence_embedding": 0.7286,
            "text": "Representação de doença CID-11: Rabdomiólise secundária. Definição: Rabdomiólise secundária ocorre quando o efeito primário de um fator etiológico resulta em um estado funcional ou bioquímico que conduz ao desenvolvimento de alterações isquêmicas, degenerativas, necróticas ou desestabilizadoras da membrana no músculo, produzindo as manifestações clínicas e bioquímicas de rabdomiólise. Mais frequentemente, a rabdomiólise é secundária a um desequilíbrio metabólico, muitas vezes de natureza genética, como resultado de movimento anormalmente excessivo, tensão isométrica excessiva por tentativa de movimento contra resistência, ou coma levando a aumento de pressão, isquemia, hipóxia e necrose intramusculares. A rabdomiólise secundária também pode ser causada por uma mutação em vários genes (RYR1, LPIN)."
          }
        }
      ]
    },
    "constipação": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB94": {
            "confidence_embedding": 0.8068,
            "text": "Representação de doença CID-11: Doença alcoólica do fígado. Definição: Doença hepática alcoólica é um dano ao fígado e à sua função devido ao consumo excessivo de álcool durante um prolongado período de tempo. O diagnóstico é feito pela história de consumo alcoólico excessivo e exclusão de outras causas de doenças hepáticas. Entretanto, é importante salientar que o consumo excessivo de álcool interage com outras causas de doença hepática crônica piorando a gravidade patológica e o desfecho clínico; exemplos importantes (relativamente comuns) são a associação com hepatite C crônica, obesidade e fígado gorduroso relacionado a diabetes e hemocromatose."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7926,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DA26.3": {
            "confidence_embedding": 0.7859,
            "text": "Representação de doença CID-11: Síndrome da laceração hemorrágica gastroesofágica. Definição: Sangramento por lacerações na mucosa na junção do estômago com esôfago, geralmente causado por vômitos intensos, espasmos de vômito ou tosse."
          }
        },
        {
          "DB98.B": {
            "confidence_embedding": 0.7859,
            "text": "Representação de doença CID-11: Lesão por isquemia de reperfusão do fígado. Definição: Lesão hepática causada por reperfusão sanguínea após uma isquemia não letal do fígado."
          }
        },
        {
          "DB99.5": {
            "confidence_embedding": 0.7784,
            "text": "Representação de doença CID-11: Encefalopatia hepática. Definição: Encefalopatia hepática é uma complicação da cirrose hepática e uma marca da falência hepática aguda, sendo também observada em pacientes com shunts portossistêmicos sem cirrose. A encefalopatia hepática é caracterizada por mudanças de personalidade, incapacidade intelectual, asterixe e uma diminuição do nível de consciência. Em estágios avançados é chamada de coma hepático, o qual pode levar a morte. O diagnóstico da encefalopatia hepática é feito primariamente pelo reconhecimento das mudanças neuropsiquiátricas que ocorrem em um paciente com doença hepática, após a exclusão de doenças cerebrais."
          }
        }
      ]
    },
    "onicomicose": {
      "capitulo": "14",
      "opcoes": [
        {
          "EE12.1": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Onicomicose. Definição: Infecção fúngica das unhas das mãos e/ou dos pés devida mais comumente a dermatófitos (tinea unguium ou tinha ungueal) ou leveduras, especialmente espécies de Candida."
          }
        },
        {
          "EK10.1": {
            "confidence_embedding": 0.7454,
            "text": "Representação de doença CID-11: Urticária de contato a alérgeno do alimento. Definição: Urticária de contato devida a alérgeno da comida é uma reação imune imediata mediada por IgE, decorrente do contato de pele ou mucosa com alérgeno da comida em um paciente sensibilizado."
          }
        },
        {
          "ED70.4": {
            "confidence_embedding": 0.7449,
            "text": "Representação de doença CID-11: Eflúvio anágeno. Definição: Eflúvio anágeno ocorre após qualquer insulto ao folículo piloso que comprometa sua atividade mitótica ou metabólica. Os pacientes apresentam queda de cabelos difusa após exposição a drogas ou produtos químicos tóxicos. Agentes quimioterápicos são mais comumente responsáveis por queda de cabelo. A queda de cabelo mais grave ocorre em associação com a doxorrubicina, as nitrosoureias e a ciclofosfamida. A queda de cabelos geralmente começa 7-14 dias após um único pulso de quimioterapia. A queda de cabelo é clinicamente mais aparente após 1-2 meses."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7399,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        }
      ]
    }
  }
}