{
  "prontuario_id": 510,
  "text": "LOMBOCIATALGIA A ESQUERDA.\n\nPCTE DEAMBULA COM AUXILIO DE MULETA.\nFORÇA DOS MM PRESERVADA.\nREFLEXOS PRESENTES.\nSEM ALT. NEUROLOGICA.\nSEM SINAIS DE MIELOPATIA.\n\nSOLICITADO RAIO X COLUNA LOMBAR DINAMICO - SEM SINAIS DE LISTESE.\n\nSOLICITO LIBERAÇÃO DA NEFOLOGIA PARA  AGENDAR CIRURGIA.\nRETORNO COM LIBERAÇÃO PARA AGENDAMENTO.\n\nR1 LUCAS\nFELLOW LUCAS\n \n \n \n ",
  "entities": {
    "Conceito Espacial": [
      "ESQUERDA"
    ],
    "Abreviação": [
      "PCTE",
      "ALT",
      "R1"
    ],
    "Achado": [
      "DEAMBULA",
      "FORÇA DOS MM PRESERVADA",
      "REFLEXOS PRESENTES"
    ],
    "Dispositivo Médico": [
      "MULETA"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "ALT",
      "SINAIS DE MIELOPATIA"
    ],
    "Atividade de Assistência à Saúde": [
      "SOLICITADO",
      "RETORNO",
      "AGENDAMENTO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CIRURGIA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1"
    ],
    "Organização Relacionada à Saúde": [
      "R1"
    ],
    "Procedimento Diagnóstico": [
      "RAIO X COLUNA LOMBAR DINAMICO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "SINAIS DE LISTESE"
    ]
  },
  "labels": {
    "deambula": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA80.B": {
            "confidence_embedding": 0.6823,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar com envolvimento do sistema nervoso. Definição: "
          }
        },
        {
          "FA80.7": {
            "confidence_embedding": 0.673,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com envolvimento do sistema nervoso. Definição: "
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.6657,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.6576,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA80.4": {
            "confidence_embedding": 0.6552,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "sinais de mielopatia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD11.5": {
            "confidence_embedding": 0.7043,
            "text": "Representação de doença CID-11: Dispneia. Definição: Dispneia é o termo utilizado para descrever percepções de dificuldade ou sofrimento relacionados à respiração e é reconhecido como sintoma de doença quando ocorre em circunstâncias inapropriadas. Dispneia é uma queixa apresentada por pacientes com uma ampla variedade de condições médicas, causadas por múltiplos mecanismos.\r\nA dispneia é considerada aguda quando dura de horas a 3 semanas, subaguda de 3 a 8 semanas e a dispneia crônica dura mais de 8 semanas."
          }
        },
        {
          "MB27": {
            "confidence_embedding": 0.7027,
            "text": "Representação de doença CID-11: Sintomas ou sinais relativos a distúrbios de percepção. Definição: Sintomas e sinais que envolvem uma ruptura na percepção sensorial, incluindo despersonalização, desrealização e alucinações em qualquer modalidade."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.6928,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MD2Z": {
            "confidence_embedding": 0.6906,
            "text": "Representação de doença CID-11: Hemorragia das vias respiratórias, não especificada. Definição: "
          }
        },
        {
          "MB54.Z": {
            "confidence_embedding": 0.6895,
            "text": "Representação de doença CID-11: Monoplegia da extremidade superior, não especificada. Definição: "
          }
        }
      ]
    }
  }
}