{
  "prontuario_id": 579,
  "text": "Candidata a tx renal.\nIRC por eclampsia;\nHD há 3 meses; Anurica neste periodo;\nSem queixas urinárias prévias; \nNega hematuria, nega ITU ou litíase renal.\n\nHMP: G II, C I, A I; Implante de permicath a D; Nega outras comorbidades;\nPU: normal; \nAo exame: FI livre; pulsos ffemorais e pediosos palpa´veis e simétricos bilaterais; \n\nP # Liberada para transplante.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "IRC",
      "HD",
      "ITU",
      "HMP",
      "D",
      "tx renal",
      "G II",
      "C I",
      "A I",
      "PU : normal",
      "FI livre"
    ],
    "Doença ou Síndrome": [
      "IRC",
      "eclampsia",
      "ITU",
      "comorbidades",
      "litíase renal"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "HD",
      "Implante",
      "transplante",
      "tx renal"
    ],
    "Negação": [
      "Anurica",
      "Sem",
      "Nega",
      "nega"
    ],
    "Sinal ou Sintoma": [
      "hematuria",
      "queixas urinárias prévias"
    ],
    "Dispositivo Médico": [
      "permicath"
    ],
    "Conceito Espacial": [
      "D",
      "bilaterais"
    ],
    "Procedimento Diagnóstico": [
      "exame"
    ],
    "Atributo Clínico": [
      "pulsos",
      "G II",
      "C I",
      "A I"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ffemorais",
      "pediosos"
    ],
    "Achado": [
      "palpa´veis",
      "PU : normal",
      "FI livre"
    ],
    "Atividade de Assistência à Saúde": [
      "Liberada"
    ],
    "Conceito Temporal": [
      "3 meses",
      "neste periodo"
    ]
  },
  "labels": {
    "irc": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7478,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD51.4": {
            "confidence_embedding": 0.7013,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção de artéria renal. Definição: "
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.701,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.6961,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.6954,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        }
      ]
    },
    "eclampsia": {
      "capitulo": "18",
      "opcoes": [
        {
          "JA20.2": {
            "confidence_embedding": 0.8361,
            "text": "Representação de doença CID-11: Doença renal hipertensiva preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão e doença renal associada previamente diagnosticadas ou diagnosticadas durante as primeiras 20 semanas (de gestação). Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, parto e puerpério. A confirmação é feita pela aferição com esfigmomanômetro."
          }
        },
        {
          "JA20.3": {
            "confidence_embedding": 0.8172,
            "text": "Representação de doença CID-11: Doença cardíaca e renal hipertensiva preexistentes complicando a gravidez, o parto ou o puerpério. Definição: Pressão arterial sistólica igual ou maior a 140 mmHg e/ou diastólica igual ou maior a 90 mmHg diagnosticada antes da concepção ou nas primeiras 20 semanas de gravidez com doença cardíaca e renal associada"
          }
        },
        {
          "JA20.4": {
            "confidence_embedding": 0.7809,
            "text": "Representação de doença CID-11: Hipertensão secundária preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por doença renal, distúrbios endócrinos ou tumores. Esta condição é caracterizada por pressão arterial maior que 140/90 mmHg antes da 20ª semana de gravidez ou persistindo por mais de 12 semanas após o parto, levando a uma complicação durante a gravidez, parto e puerpério. A confirmação é feita por esfigmomanômetro."
          }
        },
        {
          "JA20.1": {
            "confidence_embedding": 0.7766,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão e doença cardíaca associada previamente diagnosticadas ou diagnosticadas nas primeiras 20 semanas. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, o parto ou o puerpério. A confirmação é feita por esfigmomanômetro."
          }
        },
        {
          "JA22": {
            "confidence_embedding": 0.7685,
            "text": "Representação de doença CID-11: Edema ou proteinúria gestacionais sem hipertensão. Definição: Condição que acomete mulheres grávidas, caracterizada pelo acúmulo excessivo de fluido sistêmico e proteínas séricas na urina, sem uma pressão arterial anormalmente elevada induzida pela gravidez."
          }
        }
      ]
    },
    "comorbidades": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A85.01": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Hipersensibilidade renal induzida por droga. Definição: Hipersensibilidade renal induzida por droga constitui uma importante causa de insuficiência renal aguda e doença renal crônica na prática clínica atual. Diferentes classes de drogas, em virtude de mecanismos imunológicos, desencadeiam respostas inflamatórias renais específicas, que se manifestam por diferentes padrões clínicos, como a nefrite intersticial induzida por drogas. A hipersensibilidade renal induzida por drogas pode se manifestar isoladamente ou em combinação com outros transtornos de hipersensibilidades induzida por drogas em outro órgão ou sistema."
          }
        },
        {
          "4A44.B": {
            "confidence_embedding": 0.7139,
            "text": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição."
          }
        },
        {
          "4B24.0": {
            "confidence_embedding": 0.7102,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        },
        {
          "4B40.2": {
            "confidence_embedding": 0.705,
            "text": "Representação de doença CID-11: Síndrome de Good. Definição: Condição que acomete indivíduos adultos em quem a hipogamaglobulinemia, deficiência da imunidade mediada por células e timoma benigno podem ocorrer simultaneamente."
          }
        },
        {
          "4A62": {
            "confidence_embedding": 0.6965,
            "text": "Representação de doença CID-11: Doença de Behçet. Definição: Doença de Behçet é uma doença de etiopatogenia não completamente compreendida caracterizada por úlceras aftosas orais e/ou genitais recorrentes acompanhadas de lesões inflamatórias cutâneas, oculares, articulares, gastrointestinais e/ou do sistema nervoso central. Podem ocorrer vasculites de pequenos vasos, vasculopatia trombótica, arterites e aneurismas arteriais. Tem uma alta prevalência do Mediterrâneo Oriental através de toda a Ásia Central até a China e Japão."
          }
        }
      ]
    },
    "hematuria": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.7812,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB50": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
          }
        },
        {
          "GB71.1": {
            "confidence_embedding": 0.7694,
            "text": "Representação de doença CID-11: Cálculo uretral. Definição: Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada por cálculos urinários localizados na uretra, onde pode levar à cólica renal. Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdome inferior, virilha, coxas ou genitália. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB55.1": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Nefropatia induzida por metais pesados. Definição: Doença renal causada pela exposição a metais pesados e nefrotóxicos, como cádmio, chumbo, cobre e mercúrio. Esta doença é caracterizada por dano tubular, insuficiência renal, fibrose intersticial, necrose ou disfunção renal. Essa doença também pode se manifestar com hipertensão, proteinúria, hiperuricemia, aminoacidúria ou outros sintomas característicos da doença renal crônica."
          }
        }
      ]
    },
    "palpa´veis": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.727,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "itu": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB71.1": {
            "confidence_embedding": 0.7608,
            "text": "Representação de doença CID-11: Cálculo uretral. Definição: Uma afecção causada por desidratação, diminuição do volume de urina ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Essa condição é caracterizada por cálculos urinários localizados na uretra, onde pode levar à cólica renal. Essa afecção também pode se manifestar com hematúria, disúria ou dor no flanco, abdome inferior, virilha, coxas ou genitália. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
          }
        },
        {
          "GB50": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB70.00": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Cálculo de Staghorn. Definição: Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
          }
        }
      ]
    },
    "litíase renal": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.8101,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB50": {
            "confidence_embedding": 0.7951,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.7945,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.7912,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        },
        {
          "GB80.Z": {
            "confidence_embedding": 0.7895,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não especificada, não especificada. Definição: "
          }
        }
      ]
    }
  }
}