{
  "prontuario_id": 653,
  "text": "Tx renal maio/15 DC.\nindução ATG - vigilância BK e CMV.\nMTC 5, MS 2 / 2, FK 2 / 2, BO, OMP 20 x2, CVD 12.5 x 2, Omega 3.\n\nS: Refere fisgadas ocasionais em ferida operatória. Controle domiciliar mostra picos hipertensivos manhã/tarde.\nO: PA 150 x 100, FC 80, sem edema, Peso 72kg.\nExames: Hb 12,6 / Cr 2,0 / 4% eosin / GJ 83 / Pu com 80M leucócitos / NS FK 5.\n \nFK 2 / 3.\nretorno em 2 semanas com 2 exames.\npaciente insiste em exercícios vigorosos (bicicleta, natação) - oriento aguardar!!\nCVD 25 x2.\n \n ",
  "entities": {
    "Grupo Populacional": [
      "DC"
    ],
    "Abreviação": [
      "DC",
      "BK",
      "CMV",
      "MTC",
      "MS",
      "FK",
      "BO",
      "OMP",
      "CVD",
      "PA",
      "FC",
      "Pu",
      "Tx renal",
      "indução ATG"
    ],
    "Atividade de Assistência à Saúde": [
      "vigilância",
      "retorno",
      "Controle domiciliar",
      "oriento aguardar"
    ],
    "Bactéria": [
      "BK"
    ],
    "Vírus": [
      "CMV"
    ],
    "Substância Farmacológica": [
      "MTC",
      "FK",
      "BO",
      "OMP",
      "CVD",
      "Omega 3"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "MS",
      "FK",
      "OMP",
      "CVD",
      "Omega 3"
    ],
    "Conceito Quantitativo": [
      "5",
      "12",
      "80",
      "72kg",
      "2 / 2",
      "20 x2",
      "150 x 100",
      "2 / 3",
      "25 x2"
    ],
    "Antibiótico": [
      "MS"
    ],
    "Conceito Temporal": [
      "manhã/tarde",
      "2 semanas"
    ],
    "Atributo Clínico": [
      "PA",
      "FC",
      "Peso"
    ],
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "edema",
      "fisgadas ocasionais",
      "picos hipertensivos"
    ],
    "Resultado Laboratorial ou de Teste": [
      "Exames",
      "exames"
    ],
    "Atividade Diária ou Recreativa": [
      "bicicleta",
      "natação"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Tx renal",
      "indução ATG"
    ],
    "Substância Biologicamente Ativa": [
      "Omega 3"
    ],
    "Lesão ou Envenenamento": [
      "ferida operatória"
    ]
  },
  "labels": {
    "ferida operatória": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB30.2Z": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Lesão da veia cava superior, não especificada. Definição: "
          }
        },
        {
          "NB90.50": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Laceração menor dos vasos sanguíneos renais. Definição: "
          }
        },
        {
          "NC95.Z": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Lesão de vaso sanguíneo não especificado na perna. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7375,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NC95.Y": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados na perna. Definição: "
          }
        }
      ]
    },
    "bk": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7823,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7683,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7608,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7562,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7546,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        }
      ]
    },
    "fisgadas ocasionais": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7673,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7672,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.7563,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        }
      ]
    },
    "cmv": {
      "capitulo": "04",
      "opcoes": [
        {
          "4B24.0": {
            "confidence_embedding": 0.7639,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        },
        {
          "4A44.B": {
            "confidence_embedding": 0.7597,
            "text": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição."
          }
        },
        {
          "4A62": {
            "confidence_embedding": 0.7591,
            "text": "Representação de doença CID-11: Doença de Behçet. Definição: Doença de Behçet é uma doença de etiopatogenia não completamente compreendida caracterizada por úlceras aftosas orais e/ou genitais recorrentes acompanhadas de lesões inflamatórias cutâneas, oculares, articulares, gastrointestinais e/ou do sistema nervoso central. Podem ocorrer vasculites de pequenos vasos, vasculopatia trombótica, arterites e aneurismas arteriais. Tem uma alta prevalência do Mediterrâneo Oriental através de toda a Ásia Central até a China e Japão."
          }
        },
        {
          "4B40.2": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Síndrome de Good. Definição: Condição que acomete indivíduos adultos em quem a hipogamaglobulinemia, deficiência da imunidade mediada por células e timoma benigno podem ocorrer simultaneamente."
          }
        },
        {
          "4A44.1": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Síndrome do arco aórtico. Definição: Arterite, frequentemente granulomatosa, acometendo predominantemente a aorta e/ou seus ramos principais. Início geralmente em pacientes com menos de 50 anos."
          }
        }
      ]
    },
    "picos hipertensivos": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.815,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7975,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7453,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7437,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        }
      ]
    }
  }
}