{
  "prontuario_id": 803,
  "text": "TX RENAL 11 MESES.\nPKD.\nBX RENAL IFTA DISCRETA.\nMTC 5, FK 0,5 / 0,5, SRL 1, RSV 10 E CVD 25 X2.\n\nS: SEM QUEIXAS.\nO: PA 130/80,  P 68,  AFEBRIL,  PESO 75.\nEX FISICO NORMAL.\nTX RENAL 11 MESES COM CR 1,8; NS FK 4 E SRL 9.\nPKD - TENDE A POLIGLOBULIA.\nHAS COMPENSADA.\nPROTEINURIA COM DOPPLER NORMAL.\n \n \n ",
  "entities": {
    "Abreviação": [
      "PKD",
      "MTC",
      "FK",
      "SRL",
      "RSV",
      "CVD",
      "PA",
      "P",
      "TX RENAL",
      "BX RENAL",
      "IFTA DISCRETA",
      "EX FISICO NORMAL",
      "CR 1 , 8",
      "NS FK 4",
      "HAS COMPENSADA"
    ],
    "Doença ou Síndrome": [
      "PKD",
      "TENDE A POLIGLOBULIA",
      "HAS COMPENSADA"
    ],
    "Substância Farmacológica": [
      "MTC",
      "FK",
      "RSV",
      "CVD"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "FK",
      "SRL",
      "RSV",
      "CVD"
    ],
    "Conceito Quantitativo": [
      "5",
      "1",
      "10",
      "130/80",
      "68",
      "75",
      "9",
      "0 , 5 / 0 , 5",
      "25 X2"
    ],
    "Antibiótico": [
      "SRL"
    ],
    "Negação": [
      "SEM",
      "AFEBRIL"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS",
      "AFEBRIL"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "PROTEINURIA",
      "IFTA DISCRETA",
      "CR 1 , 8",
      "NS FK 4"
    ],
    "Procedimento Diagnóstico": [
      "DOPPLER",
      "BX RENAL"
    ],
    "Achado": [
      "NORMAL",
      "EX FISICO NORMAL"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ]
  },
  "labels": {
    "pkd": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB80.Z": {
            "confidence_embedding": 0.7901,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não especificada, não especificada. Definição: "
          }
        },
        {
          "GB41": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GB60.Z": {
            "confidence_embedding": 0.7864,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio não especificado. Definição: "
          }
        },
        {
          "GB60.Y": {
            "confidence_embedding": 0.7861,
            "text": "Representação de doença CID-11: Outra insuficiência renal aguda especificada. Definição: "
          }
        },
        {
          "GB90.49": {
            "confidence_embedding": 0.7855,
            "text": "Representação de doença CID-11: Hipocalciúria renal. Definição: Afecção renal causada por retenção tubular renal, baixa ingestão dietética de cálcio ou anormalidades na absorção de cálcio e que pode estar associada à ingestão de diuréticos tiazídicos, doença de Gitelman ou hipercalcemia hipocalciúrica familiar. Esta afecção é caracterizada por uma diminuição do nível de cálcio na urina."
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF96": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7759,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MG02": {
            "confidence_embedding": 0.7723,
            "text": "Representação de doença CID-11: Resultados de estudos de função renal. Definição: "
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        }
      ]
    },
    "has compensada": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB80.Z": {
            "confidence_embedding": 0.7979,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não especificada, não especificada. Definição: "
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7953,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB41": {
            "confidence_embedding": 0.7858,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GB60.1": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 2. Definição: Taxa de alteração da creatinina sérica: 2,0-2,9 vezes a linha de base OU Magnitude da produção de urina: < 0,5 ml/kg/h por > = 12 horas"
          }
        },
        {
          "GB61.Z": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Doença renal crônica, estágio não especificado. Definição: "
          }
        }
      ]
    },
    "tende a poliglobulia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.7513,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3B65": {
            "confidence_embedding": 0.7288,
            "text": "Representação de doença CID-11: Microangiopatia trombótica, não classificada em outra parte.. Definição: Microangiopatias trombóticas são transtornos de oclusão microvascular caracterizados por agregação sistêmica ou intrarrenal de plaquetas, trombocitopenia e lesão mecânica dos eritrócitos. A púrpura trombocitopênica trombótica (PTT) e a síndrome hemolítico-urêmica (SHU) representam um espectro das microangiopatias trombóticas. Na PTT, a agregação sistêmica de plaquetas na microcirculação causa isquemia no cérebro e em outros órgãos. Na SHU, trombos de fibrina-plaquetas ocluem predominantemente a circulação renal."
          }
        },
        {
          "3B81.C": {
            "confidence_embedding": 0.7278,
            "text": "Representação de doença CID-11: Esplenomegalia congestiva crônica. Definição: Uma forma de função esplênica exagerada caracterizada pelo aumento do baço secundário à trombose da veia esplênica e/ou à hipertensão portal."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3B62.1": {
            "confidence_embedding": 0.7188,
            "text": "Representação de doença CID-11: Diátese hemorrágica devida a deficiência na síntese do tromboxano. Definição: Doença causada por deficiência na síntese de tromboxano. Esta doença é caracterizada por níveis diminuídos de eicosanoides (lipídeos), anormalidades na coagulação levando a hemorragias. A confirmação é feita pela identificação de níveis diminuídos de eicosanoides na amostra de sangue."
          }
        }
      ]
    }
  }
}