{
  "prontuario_id": 888,
  "text": "LUCAS, 52 ANOS\n\nS # ENCAMINHADA PARA ACOMPANHAMENTO GINECOLÓGICO DE ROTINA PELA NEFROLOGIA. SEM COLETA DE CITOLOGIA ONCÓTICA HA 2 ANOS. QUEIXA-SE DE CORRIMENTO HÁ 3 MESES, DE COLORAÇAO BRANCO AMARELADA DE PEQUENA QUANTIDADE E ODOR FORTE. REFERE APARECIMENTO DE PEQUENOS NÓDULOS EM MAMAS HÁ 2 MESES, ASSOCIADO À MASTALGIA À PALPAÇÃO. QUEIXA DE PERDA URINÁRIA AOS PEQUENOS ESFORÇOS (TOSSIR), DISÚRIA E  SECURA VAGINAL COM DIFICULDADES NA RELAÇÃO SEXUAL. NEGA QUEIXAS INTESTINAIS. \nG 3  P 0  C 3  A 0.\nTRANSPLANTE RENAL HÁ 13 ANOS, EM USO DE MICOFENOLATO E PREDNISONA.\nNEGA OUTRAS COMORBIDADES.\n\nO # \nVULVA  DE ASPECTO NORMAL PARA IDADE E SEXO, VAGINA PÁLIDA, HIPOTRÓFICA.\nCOLO DO ÚTERO DE PEQUENO VOLUME, ORIFÍCIO CIRCULAR.\nKOH NEGATIVO.\nMAMAS DE MÉDIO VOLUME, COM PARÊNQUIMA ESPESSO, SEM NÓDULOS MPALPÁVEIS, DERRAME PAPILAR NEGATIVO E AXILAS LIVRES.\n\nA # ROTINA GINECOLÓGICA. \n\nP # COLETO CITOLOGIA ONCOTICA E RETORNO EM 4 MESES PARA RESULTADO DE EXAMES E SOLICITO MAMOGRAFIA.\nPRESCREVO STELE CREME VAGINAL.\n \n \n \n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "ENCAMINHADA",
      "COLETA",
      "COLETO",
      "RETORNO",
      "SOLICITO",
      "PRESCREVO",
      "ACOMPANHAMENTO GINECOLÓGICO DE ROTINA",
      "ROTINA GINECOLÓGICA"
    ],
    "Negação": [
      "SEM",
      "NEGA"
    ],
    "Sinal ou Sintoma": [
      "CORRIMENTO",
      "QUEIXA",
      "DISÚRIA",
      "PÁLIDA",
      "HIPOTRÓFICA",
      "COLORAÇAO BRANCO AMARELADA",
      "ODOR FORTE",
      "PEQUENOS NÓDULOS",
      "PERDA URINÁRIA AOS PEQUENOS ESFORÇOS",
      "SECURA VAGINAL",
      "DIFICULDADES NA RELAÇÃO SEXUAL",
      "QUEIXAS INTESTINAIS",
      "NÓDULOS MPALPÁVEIS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MAMAS",
      "VULVA",
      "VAGINA",
      "COLO DO ÚTERO"
    ],
    "Procedimento Diagnóstico": [
      "PALPAÇÃO",
      "MAMOGRAFIA",
      "CITOLOGIA ONCÓTICA",
      "ROTINA GINECOLÓGICA"
    ],
    "Substância Farmacológica": [
      "MICOFENOLATO",
      "PREDNISONA",
      "STELE CREME VAGINAL"
    ],
    "Substância Química Orgânica": [
      "MICOFENOLATO",
      "PREDNISONA"
    ],
    "Hormônio": [
      "PREDNISONA"
    ],
    "Doença ou Síndrome": [
      "COMORBIDADES"
    ],
    "Atributo Clínico": [
      "IDADE",
      "SEXO",
      "G 3",
      "P 0",
      "C 3",
      "A 0"
    ],
    "Procedimento Laboratorial": [
      "CITOLOGIA ONCÓTICA",
      "CITOLOGIA ONCOTICA"
    ],
    "Conceito Qualitativo": [
      "COLORAÇAO BRANCO AMARELADA"
    ],
    "Conceito Quantitativo": [
      "PEQUENA QUANTIDADE",
      "PEQUENO VOLUME"
    ],
    "Abreviação": [
      "G 3",
      "P 0",
      "C 3",
      "A 0"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRANSPLANTE RENAL"
    ],
    "Achado": [
      "ASPECTO NORMAL",
      "ORIFÍCIO CIRCULAR",
      "DERRAME PAPILAR NEGATIVO",
      "AXILAS LIVRES"
    ],
    "Resultado Laboratorial ou de Teste": [
      "KOH NEGATIVO",
      "DERRAME PAPILAR NEGATIVO",
      "RESULTADO DE EXAMES"
    ]
  },
  "labels": {
    "pequenos nódulos": {
      "capitulo": "02",
      "opcoes": [
        {
          "2F20.2": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Nevo melanocítico congênito. Definição: Nevos melanocíticos congênitos são áreas circunscritas de pigmentação da pele presentes no nascimento como resultado da proliferação intrauterina anormal de melanócitos na derme, na epiderme ou em ambas. Podem variar em tamanho de alguns milímetros a vários centímetros de diâmetro. Se o diâmetro máximo projetado ou final no adulto for maior que 20 cm, eles são denominados nevos melanocíticos congênitos gigantes."
          }
        },
        {
          "2B70.1": {
            "confidence_embedding": 0.7425,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas de esôfago. Definição: Carcinoma de células escamosas originando-se do esôfago. Pode estar associado a uma longa história de abuso de tabaco e álcool e é extremamente raro antes dos 30 anos de idade. A idade média é de cerca de 65 anos em homens e mulheres, mas a incidência em homens é muito maior do que em mulheres. Está localizado principalmente no terço médio e inferior do esôfago. Grosseiramente, lesões polipoides, ulceradas, semelhantes a placas e ocultas foram descritas. As características microscópicas são as mesmas de outros carcinomas de células escamosas. Qualquer grau de diferenciação pode ocorrer, e a variação dentro de um único tumor é comum. O prognóstico é ruim."
          }
        },
        {
          "2E65.5": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Doença de Paget do mamilo. Definição: Doença de Paget do mamilo descreve uma apresentação rara de câncer da mama, observada mais frequentemente em mulheres com idade entre 50-60 anos, manifestando-se com drenagem mamilar e coceira, eritema, mamilo escoriado com crostas, placas espessadas e hiperpigmentação (menos frequentemente). Ocorre devido à invasão de células tumorais no complexo aréolo-mamilar e representa 1%-3% de todos os novos diagnósticos de câncer de mama."
          }
        },
        {
          "2E64.0": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas intraepidérmico. Definição: Origina-se com maior frequência na pele glabra, cronicamente exposta ao sol, da cabeça e pescoço ou parte inferior das pernas. Tipicamente se apresenta como manchas, nódulos ou placas eritematosos escamosos bem demarcados, únicos ou múltiplos, que histologicamente mostram extensa atipia queratinocítica. Pode se desenvolver a partir de ceratose actínica preexistente (carcinoma de células escamosas intraepidérmico actínico). Embora esteja mais comumente associado à exposição à radiação ultravioleta, outros carcinógenos como arsênio e alcatrão podem estar implicados. O vírus do papiloma humano pode representar um fator de risco adicional em pacientes imunossuprimidos."
          }
        },
        {
          "2C82": {
            "confidence_embedding": 0.737,
            "text": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
          }
        }
      ]
    },
    "nódulos mpalpáveis": {
      "capitulo": "02",
      "opcoes": [
        {
          "2F20.2": {
            "confidence_embedding": 0.8003,
            "text": "Representação de doença CID-11: Nevo melanocítico congênito. Definição: Nevos melanocíticos congênitos são áreas circunscritas de pigmentação da pele presentes no nascimento como resultado da proliferação intrauterina anormal de melanócitos na derme, na epiderme ou em ambas. Podem variar em tamanho de alguns milímetros a vários centímetros de diâmetro. Se o diâmetro máximo projetado ou final no adulto for maior que 20 cm, eles são denominados nevos melanocíticos congênitos gigantes."
          }
        },
        {
          "2B70.1": {
            "confidence_embedding": 0.7948,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas de esôfago. Definição: Carcinoma de células escamosas originando-se do esôfago. Pode estar associado a uma longa história de abuso de tabaco e álcool e é extremamente raro antes dos 30 anos de idade. A idade média é de cerca de 65 anos em homens e mulheres, mas a incidência em homens é muito maior do que em mulheres. Está localizado principalmente no terço médio e inferior do esôfago. Grosseiramente, lesões polipoides, ulceradas, semelhantes a placas e ocultas foram descritas. As características microscópicas são as mesmas de outros carcinomas de células escamosas. Qualquer grau de diferenciação pode ocorrer, e a variação dentro de um único tumor é comum. O prognóstico é ruim."
          }
        },
        {
          "2C82": {
            "confidence_embedding": 0.7933,
            "text": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
          }
        },
        {
          "2C62": {
            "confidence_embedding": 0.7929,
            "text": "Representação de doença CID-11: Carcinoma inflamatório de mama. Definição: Adenocarcinoma de mama invasivo avançado, caracterizado pela presença de alterações distintas na pele subjacente. Essas alterações incluem eritema difuso, edema, aparência de casca de laranja, sensibilidade, endurecimento, calor, aumento e, em alguns casos, uma massa palpável. As alterações cutâneas são consequência da obstrução linfática do adenocarcinoma invasivo da mama. Microscopicamente, os linfáticos dérmicos mostram infiltração proeminente por células malignas. O adenocarcinoma invasivo da mama é geralmente do tipo ductal SOE. Não há infiltrado de células inflamatórias significativo presente, apesar do nome desse carcinoma."
          }
        },
        {
          "2C61.4": {
            "confidence_embedding": 0.7882,
            "text": "Representação de doença CID-11: Carcinoma invasivo de mama, tipo não identificável. Definição: Carcinoma que se infiltra no parênquima mamário e do qual o tipo histopatológico não foi identificado."
          }
        }
      ]
    },
    "odor forte": {
      "capitulo": "21",
      "opcoes": [
        {
          "MD10": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Escarro anormal. Definição: Essa categoria inclui anormalidades de quantidade, cor e odor do escarro, que podem sugerir etiologia. Pacientes com bronquite crônica tipicamente expectoram pequenas quantidades de material mucoide amarelado. Um odor desagradável ou fétido deve sugerir infecção por organismos anaeróbicos, usualmente em casos de abscesso pulmonar. Ocasionalmente, grandes quantidades de escarro ou \"broncorreia\" são associadas com carcinoma bronquioalveolar."
          }
        },
        {
          "MD94": {
            "confidence_embedding": 0.7234,
            "text": "Representação de doença CID-11: Halitose. Definição: Halitose é uma condição de saúde bucal em que a boca emite um odor fétido. Existem muitas causas para a halitose, como higiene oral deficiente, tabaco e/ou álcool e, possivelmente, uma condição médica, como transtornos respiratórios e digestivos."
          }
        },
        {
          "MA82.2": {
            "confidence_embedding": 0.72,
            "text": "Representação de doença CID-11: Nasalidade. Definição: Nasalidade (ou ressonância) refere-se à qualidade da voz que é determinada pelo equilíbrio entre as vibrações sonoras na boca, nariz e faringe durante a fala. A ressonância anormal pode ocorrer quando há obstrução em uma das cavidades, causando hiponasalidade, ou quando há disfunção velofaríngea, causando hipernasalidade. Esta categoria só deve ser atribuída quando a hiponasalidade ou hipernasalidade está fora dos limites da normalidade e resulta em diminuição da inteligibilidade e afeta significativamente a comunicação."
          }
        },
        {
          "MB27.24": {
            "confidence_embedding": 0.7187,
            "text": "Representação de doença CID-11: Alucinações olfativas. Definição: Alucinações envolvendo a percepção de odor (p.ex., borracha queimada, peixe em decomposição, casca de laranja) na ausência de um estímulo externo real."
          }
        },
        {
          "MF39": {
            "confidence_embedding": 0.7157,
            "text": "Representação de doença CID-11: Sintoma ou queixa da vulva. Definição: "
          }
        }
      ]
    },
    "orifício circular": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA10.C2": {
            "confidence_embedding": 0.8008,
            "text": "Representação de doença CID-11: Endometriose do peritônio pélvico. Definição: Condição que é frequentemente idiopática. Esta condição é caracterizada por crescimento e função ectópicos de tecido endometrial com extensão de 5 milímetros ou menos sob a superfície visceral ou parietal do peritônio e aparecendo como lesões preta-amarronzadas ou vermelho-alaranjadas claras. Esta condição pode ser associada a tecido vestigial remanescente do ducto wolfiano ou mulleriano, ou a refluxo retrogrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta condição pode se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por identificação laparoscópica de fragmentos ectópicos."
          }
        },
        {
          "GA34.02": {
            "confidence_embedding": 0.7989,
            "text": "Representação de doença CID-11: Vulvodínia. Definição: Vulvodínia descreve uma sensação crônica de dor, queimação ou ardor na pele da vulva que não pode ser atribuída a qualquer causa específica e que persiste por pelo menos três meses. Os sintomas podem ser difusos e não provocados (vulvodínia disestética) ou localizados, geralmente no vestíbulo vulvar, e provocados pelo toque (vestibulodínia). A vulvodínia disestética ocorre caracteristicamente em mulheres após a menopausa e que frequentemente não são sexualmente ativas: a dor é espontânea e frequentemente ocorre independentemente do toque. A vestibulodínia ocorre tipicamente em mulheres mais jovens e é caracterizada por sensibilidade vestibular ao toque, eritema do epitélio vestibular e dispareunia secundária."
          }
        },
        {
          "GA20.0": {
            "confidence_embedding": 0.7959,
            "text": "Representação de doença CID-11: Amenorreia. Definição: Condição do sistema genital, causada por distúrbios hormonais ou endócrinos, ausência do útero, gravidez, lactação, anormalidades do trato de saída genital ou falha dos ovários em reter óvulos durante o período pré-natal. Esta condição é caracterizada pela ausência de menstruação aos 16 anos de idade ou pela interrupção de um ciclo menstrual estabelecido por mais de 3-9 meses."
          }
        },
        {
          "GA20.02": {
            "confidence_embedding": 0.7959,
            "text": "Representação de doença CID-11: Amenorreia lactacional. Definição: Condição do sistema genital que afeta as mulheres, causada por distúrbios hormonais associados à lactação. Esta condição é caracterizada pela interrupção de um ciclo menstrual estabelecido por mais de 3-9 meses."
          }
        },
        {
          "GC70": {
            "confidence_embedding": 0.7957,
            "text": "Representação de doença CID-11: Aderências pós operatórias da vagina. Definição: Uma afecção causada por ou subsequente a qualquer cirurgia ou intervenção vaginal. Esta afecção é caracterizada por faixas fibrosas de tecido cicatricial entre os tecidos intravaginais (aderências intravaginais). Essa afecção também pode se manifestar com dor pélvica e dispareunia."
          }
        }
      ]
    },
    "corrimento": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF42": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Testículo retrátil. Definição: Um testículo retrátil é aquele que pode se deslocar entre o saco escrotal e a virilha. Na maioria dos meninos, o problema se resolve em algum momento antes ou durante a puberdade."
          }
        },
        {
          "MF36": {
            "confidence_embedding": 0.7662,
            "text": "Representação de doença CID-11: Outro sintoma ou queixa da vagina. Definição: "
          }
        },
        {
          "MF34": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: "
          }
        },
        {
          "MF33": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa."
          }
        },
        {
          "MF38": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Sintoma ou queixa da pelve feminina. Definição: "
          }
        }
      ]
    },
    "coloração branco amarelada": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF42": {
            "confidence_embedding": 0.7486,
            "text": "Representação de doença CID-11: Testículo retrátil. Definição: Um testículo retrátil é aquele que pode se deslocar entre o saco escrotal e a virilha. Na maioria dos meninos, o problema se resolve em algum momento antes ou durante a puberdade."
          }
        },
        {
          "MF38": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Sintoma ou queixa da pelve feminina. Definição: "
          }
        },
        {
          "MF39": {
            "confidence_embedding": 0.7312,
            "text": "Representação de doença CID-11: Sintoma ou queixa da vulva. Definição: "
          }
        },
        {
          "MF36": {
            "confidence_embedding": 0.7301,
            "text": "Representação de doença CID-11: Outro sintoma ou queixa da vagina. Definição: "
          }
        },
        {
          "MF37": {
            "confidence_embedding": 0.7261,
            "text": "Representação de doença CID-11: Sintoma ou queixa do mamilo feminino. Definição: "
          }
        }
      ]
    },
    "disúria": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD73.2": {
            "confidence_embedding": 0.786,
            "text": "Representação de doença CID-11: Obstrução de veia sistêmica. Definição: Condição patológica pós-natal de uma veia sistêmica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD73.20": {
            "confidence_embedding": 0.786,
            "text": "Representação de doença CID-11: Obstrução de veia periférica. Definição: Condição patológica pós-natal de uma veia periférica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD75.2": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Varizes da vulva. Definição: Veias vulvares congestas e dilatadas, ocorrendo particularmente em associação com a gravidez."
          }
        },
        {
          "BD75.3": {
            "confidence_embedding": 0.7772,
            "text": "Representação de doença CID-11: Varizes pélvicas. Definição: Presença de veias ovarianas e pélvicas dilatadas e incompetentes em mulheres. Elas podem não causar sintomas, mas podem estar associados à dor pélvica crônica (síndrome da congestão pélvica) ou a varicosidades vulvovaginais externamente aparentes."
          }
        },
        {
          "BD73.21": {
            "confidence_embedding": 0.7744,
            "text": "Representação de doença CID-11: Obstrução de veia visceral. Definição: Condição patológica pós-natal de uma veia visceral em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        }
      ]
    },
    "perda urinária aos pequenos esforços": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA34.02": {
            "confidence_embedding": 0.7916,
            "text": "Representação de doença CID-11: Vulvodínia. Definição: Vulvodínia descreve uma sensação crônica de dor, queimação ou ardor na pele da vulva que não pode ser atribuída a qualquer causa específica e que persiste por pelo menos três meses. Os sintomas podem ser difusos e não provocados (vulvodínia disestética) ou localizados, geralmente no vestíbulo vulvar, e provocados pelo toque (vestibulodínia). A vulvodínia disestética ocorre caracteristicamente em mulheres após a menopausa e que frequentemente não são sexualmente ativas: a dor é espontânea e frequentemente ocorre independentemente do toque. A vestibulodínia ocorre tipicamente em mulheres mais jovens e é caracterizada por sensibilidade vestibular ao toque, eritema do epitélio vestibular e dispareunia secundária."
          }
        },
        {
          "GB20.0": {
            "confidence_embedding": 0.7855,
            "text": "Representação de doença CID-11: Alteração fibrocística de mama. Definição: Uma afecção caracterizada por alterações no tecido mamário que levam a lesões benignas, não cancerosas na mama. Essas afecções podem estar associadas à formação de cistos pequenos ou grandes, hiperplasia do epitélio ductal, metaplasia apócrina das células ductais, papilomatose, ectasia do ducto, adenose esclerosante ou fibrose do estroma. Essa afecção também pode se manifestar com dor na mama, espessamento do tecido mamário ou secreção mamilar que piora antes da menstruação, ou pode ser assintomática. A confirmação é feita por exame clínico das mamas, seguido de mamografia ou ultrassonografia para distinguir entre tecidos anormais."
          }
        },
        {
          "GA10.C2": {
            "confidence_embedding": 0.7821,
            "text": "Representação de doença CID-11: Endometriose do peritônio pélvico. Definição: Condição que é frequentemente idiopática. Esta condição é caracterizada por crescimento e função ectópicos de tecido endometrial com extensão de 5 milímetros ou menos sob a superfície visceral ou parietal do peritônio e aparecendo como lesões preta-amarronzadas ou vermelho-alaranjadas claras. Esta condição pode ser associada a tecido vestigial remanescente do ducto wolfiano ou mulleriano, ou a refluxo retrogrado de fragmentos de endométrio para a cavidade peritoneal durante a menstruação. Esta condição pode se apresentar com dismenorreia, dispareunia, dor pélvica não menstrual, infertilidade, alteração da menstruação, ou pode ser assintomática. A confirmação é feita por identificação laparoscópica de fragmentos ectópicos."
          }
        },
        {
          "GA30.0": {
            "confidence_embedding": 0.7755,
            "text": "Representação de doença CID-11: Menopausa. Definição: Condição que afeta mulheres, causada pela perda da função folicular ovariana e declínio nos níveis de estrogênio circulante no sangue. Esta condição é caracterizada pela cessação da menstruação, fogachos, mudanças genitais atróficas, efeitos psicofisiológicos e perda óssea. A confirmação é feita pelo histórico do paciente para determinar efeitos psicofisiológicos, como a presença de amenorreia e a identificação de hipoestrogenemia e níveis séricos elevados de FSH em uma amostra de sangue."
          }
        },
        {
          "GA30.6": {
            "confidence_embedding": 0.7751,
            "text": "Representação de doença CID-11: Falência ovariana prematura. Definição: Menopausa que ocorre espontaneamente antes dos 40 anos de idade, geralmente resultando em amenorréia secundária, embora algumas mulheres possam apresentar função ovárica intermitente e ovulação, com uma minoria concebendo e dando à luz uma gravidez. FOP corre principalmente sem uma causa conhecida, mas pode ser causado pelas seguintes condições: anormalidades cromossômicas numéricas e estruturais, pré-mutações do X frágil, transtornos autoimunes, radioterapia, quimioterapia, galactosemia e outros defeitos enzimáticos raros ou mutações. É subdividido em 4 categorias de acordo com a causa: congênita, adquirida, iatrogênica e desconhecida."
          }
        }
      ]
    },
    "dificuldades na relação sexual": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF42": {
            "confidence_embedding": 0.7811,
            "text": "Representação de doença CID-11: Testículo retrátil. Definição: Um testículo retrátil é aquele que pode se deslocar entre o saco escrotal e a virilha. Na maioria dos meninos, o problema se resolve em algum momento antes ou durante a puberdade."
          }
        },
        {
          "MF3Y": {
            "confidence_embedding": 0.7691,
            "text": "Representação de doença CID-11: Outros sintomas, sinais ou achados clínicos especificados relativos ao sistema genital da mulher. Definição: "
          }
        },
        {
          "MF39": {
            "confidence_embedding": 0.7621,
            "text": "Representação de doença CID-11: Sintoma ou queixa da vulva. Definição: "
          }
        },
        {
          "MB26.06": {
            "confidence_embedding": 0.7612,
            "text": "Representação de doença CID-11: Delírio de ciúmes. Definição: Delírio de que o parceiro sexual é infiel."
          }
        },
        {
          "MB22.1": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Diminuição da libido. Definição: Diminuição do desejo sexual ou da atividade sexual em comparação com os níveis habituais de interesse e atividade sexual do paciente."
          }
        }
      ]
    },
    "secura vaginal": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF3Y": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Outros sintomas, sinais ou achados clínicos especificados relativos ao sistema genital da mulher. Definição: "
          }
        },
        {
          "MF39": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Sintoma ou queixa da vulva. Definição: "
          }
        },
        {
          "MF36": {
            "confidence_embedding": 0.7381,
            "text": "Representação de doença CID-11: Outro sintoma ou queixa da vagina. Definição: "
          }
        },
        {
          "MF38": {
            "confidence_embedding": 0.7331,
            "text": "Representação de doença CID-11: Sintoma ou queixa da pelve feminina. Definição: "
          }
        },
        {
          "ME62.9": {
            "confidence_embedding": 0.7283,
            "text": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        }
      ]
    }
  }
}