{
  "prontuario_id": 229,
  "text": "TX RENAL DC 8 ANOS,\nMTC 5, MS 1/1, FK 2/2, HCTZ 25, PPNL 80, BEZAFIBRATO 200, OMP 40, ATV 20, FLUOXETINA 20, GLICAZIDA 120, NPH 30/10/12 E R 10/10/0.\nS: DIARREIA OCASIONAL MAS SEM PERDA PONDERAL.\nMELHORA DA ASTENIA.\nO: PA 130/8,0  P 78,  AFEBRIL,  PESO 84.\nHIPOCORADA +.\nDEMAIS SP.\nTX RENAL COM CR 1,18 E NS FK 7.\nHAS COMPENSADA.\nDMP COM GL J 113.\nMELHORA DA ANEMIA.\nDISLIPIDEMIA.\n \n \n ",
  "entities": {
    "Abreviação": [
      "MTC",
      "MS",
      "FK",
      "HCTZ",
      "PPNL",
      "OMP",
      "ATV",
      "NPH",
      "S",
      "O",
      "PA",
      "P",
      "HAS",
      "DMP",
      "TX RENAL DC",
      "HIPOCORADA +",
      "DEMAIS SP",
      "TX RENAL",
      "CR 1 , 18",
      "NS FK 7",
      "GL J 113"
    ],
    "Substância Farmacológica": [
      "MTC",
      "MS",
      "FK",
      "HCTZ",
      "PPNL",
      "BEZAFIBRATO",
      "OMP",
      "ATV",
      "FLUOXETINA",
      "GLICAZIDA",
      "NPH"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "MS",
      "FK",
      "HCTZ",
      "PPNL",
      "BEZAFIBRATO",
      "OMP",
      "ATV",
      "FLUOXETINA",
      "GLICAZIDA",
      "NPH"
    ],
    "Conceito Quantitativo": [
      "5",
      "1/1",
      "2/2",
      "25",
      "80",
      "200",
      "40",
      "20",
      "120",
      "130/8",
      "78",
      "84"
    ],
    "Achado": [
      "S",
      "COMPENSADA",
      "TX RENAL DC",
      "MELHORA DA ASTENIA",
      "DEMAIS SP",
      "MELHORA DA ANEMIA"
    ],
    "Negação": [
      "SEM",
      "AFEBRIL"
    ],
    "Atividade de Assistência à Saúde": [
      "O"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO"
    ],
    "Sinal ou Sintoma": [
      "AFEBRIL",
      "DIARREIA OCASIONAL",
      "PERDA PONDERAL",
      "HIPOCORADA +"
    ],
    "Doença ou Síndrome": [
      "DISLIPIDEMIA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL DC",
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 1 , 18",
      "NS FK 7",
      "GL J 113"
    ]
  },
  "labels": {
    "tx renal dc": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB60.0": {
            "confidence_embedding": 0.786,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 1. Definição: Taxa de alteração da creatinina sérica: aumento 1,5-1,9 vezes o valor basal em 7 dias OU aumento de 0,3 mg/dl em 48 h OU Magnitude da produção de urina: <0,5 ml/kg/h por 6-12 horas"
          }
        },
        {
          "GB60": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Insuficiência renal aguda. Definição: Aumento na creatinina sérica de 0,3 mg/dl ou mais em 48 horas; ou aumento da creatinina sérica em 1,5 vezes ou mais acima da linha de base, que se sabe ou se presume que tenha ocorrido em até 7 dias; ou volume urinário menor que 0,5 ml/kg/h por 6 horas ou mais."
          }
        },
        {
          "GB60.1": {
            "confidence_embedding": 0.7743,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 2. Definição: Taxa de alteração da creatinina sérica: 2,0-2,9 vezes a linha de base OU Magnitude da produção de urina: < 0,5 ml/kg/h por > = 12 horas"
          }
        },
        {
          "GB41": {
            "confidence_embedding": 0.7725,
            "text": "Representação de doença CID-11: Síndrome nefrótica. Definição: Condição caracterizada por proteinúria grave, superior a 3,5 g/dia em um adulto médio. A perda substancial de proteína na urina resulta em hipoalbuminemia e edema generalizado. Em geral também há hiperlipidemia. Outras manifestações da doença glomerular podem estar presentes. Existem muitas causas possíveis e apresentações histológicas renais. As possíveis complicações incluem trombose vascular, infecções, desnutrição e insuficiência renal."
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.7723,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        }
      ]
    },
    "perda ponderal": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7647,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7247,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7169,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.7161,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        }
      ]
    },
    "hipocorada +": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7235,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7138,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD12": {
            "confidence_embedding": 0.7061,
            "text": "Representação de doença CID-11: Síndromes de alto débito. Definição: Aumento do débito cardíaco acima do normal associado a anemia, fístulas arteriovenosas, tireotoxicose e outras síndromes. Pode resultar em insuficiência cardíaca."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.6939,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "diarreia ocasional": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA90.0": {
            "confidence_embedding": 0.8004,
            "text": "Representação de doença CID-11: Diarreia sindrômica. Definição: Diarreia sindrômica, também conhecida como diarreia fenotípica ou síndrome trico-hepato-entérica, é uma enteropatia congênita que se apresenta com início precoce de diarreia grave exigindo uso de nutrição parenteral (NP), associada a dismorfismo facial, cabelo lanoso e pouco pigmentado, e doença hepática, com fibrose ou cirrose extensa, em cerca de metade dos pacientes."
          }
        },
        {
          "DD91.2": {
            "confidence_embedding": 0.7853,
            "text": "Representação de doença CID-11: Diarreia funcional. Definição: Diarreia funcional é uma síndrome contínua ou recorrente caracterizada pela passagem de fezes moles (pastosas) ou aquosas sem dor ou desconforto abdominal."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DA63.3": {
            "confidence_embedding": 0.7346,
            "text": "Representação de doença CID-11: Úlcera de estresse do duodeno. Definição: Úlceras de estresse do duodeno são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes que podem resultar em hemorragia digestiva alta aguda. Geralmente são erosões superficiais, mas podem evoluir para úlceras."
          }
        },
        {
          "DC34": {
            "confidence_embedding": 0.7342,
            "text": "Representação de doença CID-11: Pancreatite obstrutiva. Definição: Esta é uma obstrução na presença de inflamação do pâncreas que requer atenção médica imediata e hospitalização durante um ataque, que tem múltiplas causas e sintomas, que ocorre quando enzimas pancreáticas (especialmente a tripsina) que digerem os alimentos são ativadas no pâncreas em vez de no intestino delgado."
          }
        }
      ]
    },
    "dislipidemia": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7523,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7458,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.7455,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7441,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        }
      ]
    }
  }
}