{
  "prontuario_id": 58,
  "text": "# CONTINUA com Doutor Vital Brazil, \n# ficou bem neste ano que passou,\n# sem intercorrencias,\n \n \n# hoje avaliação exclusiva de mp.\n\n# mp camara-dupla,\n# programado em modo DDD 60-50,\n# ritmo espontaneo = bav-t com escape minimo, \n# bat = ok.\n# para eri = 7 anos, \n# operando = 96% em vat. \n# A - IMP = 390, SENSE = 2,3 , CLA = MENOR QUE 1,0 X 0,4;\n# V - IMP = 487, SENSE = 3,8, CLV = MENOR QUE 1,0 X 0,4.\n\n# cd = programada auto captura, retorno em 12 meses, se intercorrencias = procura direta, sempre manter com cardio geral.\n ",
  "entities": {
    "Negação": [
      "sem"
    ],
    "Sinal ou Sintoma": [
      "intercorrencias"
    ],
    "Conceito Temporal": [
      "hoje"
    ],
    "Abreviação": [
      "mp",
      "A",
      "V",
      "CLV",
      "cd",
      "mp camara-dupla",
      "bav-t com escape minimo",
      "bat = ok",
      "para eri = 7 anos",
      "operando = 96% em vat",
      "IMP = 390",
      "SENSE = 2 , 3",
      "SENSE = 3 , 8",
      "sempre manter com cardio geral"
    ],
    "Dispositivo Médico": [
      "mp",
      "mp camara-dupla"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "A",
      "V"
    ],
    "Produto Intelectual": [
      "cd"
    ],
    "Achado": [
      "ficou bem neste ano que passou",
      "programado em modo DDD 60-50",
      "ritmo espontaneo",
      "para eri = 7 anos",
      "operando = 96% em vat",
      "CLA = MENOR QUE 1 , 0 X 0 ,"
    ],
    "Atividade de Assistência à Saúde": [
      "avaliação exclusiva",
      "programada auto captura",
      "retorno em 12 meses",
      "procura direta",
      "sempre manter com cardio geral"
    ],
    "Resultado Laboratorial ou de Teste": [
      "bav-t com escape minimo"
    ]
  },
  "labels": {
    "para eri = 7 anos": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC63.3": {
            "confidence_embedding": 0.7274,
            "text": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7209,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC81.6": {
            "confidence_embedding": 0.7167,
            "text": "Representação de doença CID-11: Taquicardia sinusal inapropriada. Definição: Frequência cardíaca que está elevada em relação ao nível de atividade; geralmente exibe características de automaticidade."
          }
        },
        {
          "BC63.4": {
            "confidence_embedding": 0.7085,
            "text": "Representação de doença CID-11: Bloqueio de ramo esquerdo. Definição: Transtorno do sistema de condução atrioventricular em que a duração do QRS é maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos de idade e maior que 90 ms em crianças menores de 4 anos; há um padrão QS ou rS na derivação V1 e uma onda R larga e empastada nas derivações I e V6."
          }
        },
        {
          "BA42.0": {
            "confidence_embedding": 0.7032,
            "text": "Representação de doença CID-11: Infarto miocárdico subsequente, infarto miocárdico com supradesnível do segmento ST. Definição: Infarto do miocárdio recorrente ou em progressão. Esta categoria deve ser atribuída para infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) do início de um infarto prévio. Isso mais comumente resulta da oclusão total da artéria coronária culpada."
          }
        }
      ]
    },
    "programado em modo ddd 60-50": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.6": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Taquicardia sinusal inapropriada. Definição: Frequência cardíaca que está elevada em relação ao nível de atividade; geralmente exibe características de automaticidade."
          }
        },
        {
          "BC63.3": {
            "confidence_embedding": 0.7275,
            "text": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
          }
        },
        {
          "BC63.41": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Bloqueio do fascículo posterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a direita para a idade (entre 90 ° e 180 ° em adultos), com padrão qR nas derivações inferiores, padrão rS nas derivações esquerdas (I e aVL) e duração do QRS que não atende aos critérios dependentes da idade para bloqueio de ramo completo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BC8Z": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Alteração do ritmo supraventricular não especificada. Definição: "
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.7197,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        }
      ]
    },
    "ritmo espontaneo": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC81": {
            "confidence_embedding": 0.705,
            "text": "Representação de doença CID-11: Anormalidades do batimento cardíaco. Definição: Anormalidades do batimento cardíaco são chamadas arritmia, que é qualquer distúrbio da frequência ou ritmo cardíacos. Isso significa que o coração bate muito rápido, muito devagar ou com um padrão irregular."
          }
        },
        {
          "MB24.60": {
            "confidence_embedding": 0.6944,
            "text": "Representação de doença CID-11: Afeto constrito. Definição: Redução expressiva na amplitude de expressões e intensidade do afeto, porém menos do que o observado no afeto embotado."
          }
        },
        {
          "MC82.1": {
            "confidence_embedding": 0.6929,
            "text": "Representação de doença CID-11: Parada cardíaca com bradicardia. Definição: Ritmo de escape lento associado a colapso hemodinâmico."
          }
        },
        {
          "MB27.22": {
            "confidence_embedding": 0.6906,
            "text": "Representação de doença CID-11: Alucinações hipnopômpicas. Definição: Alucinações que ocorrem durante o período do despertar, mais comumentes de modalidade visual, tátil ou auditiva."
          }
        },
        {
          "MB45": {
            "confidence_embedding": 0.6885,
            "text": "Representação de doença CID-11: Falta de coordenação. Definição: Outra falta de coordenação é uma falta de coordenação outra que não movimentos involuntários anormais e anormalidades de marcha e mobilidade."
          }
        }
      ]
    },
    "operando = 96% em vat": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.6": {
            "confidence_embedding": 0.7297,
            "text": "Representação de doença CID-11: Taquicardia sinusal inapropriada. Definição: Frequência cardíaca que está elevada em relação ao nível de atividade; geralmente exibe características de automaticidade."
          }
        },
        {
          "BC20.0": {
            "confidence_embedding": 0.6983,
            "text": "Representação de doença CID-11: Doenças reumáticas do endocárdio, valva não especificada. Definição: Endocárdio e valvas estão afetados em vários graus devido ao processo reumático."
          }
        },
        {
          "BC62": {
            "confidence_embedding": 0.6965,
            "text": "Representação de doença CID-11: Via acessória. Definição: Conexão elétrica adicional que tipicamente desvia do nó AV, tipicamente inserindo-se diretamente no miocárdio atrial e ventricular, mas também pode se conectar ao sistema de condução especializado (p.ex., o feixe de His, feixes direito ou esquerdo, ou um dos fascículos)."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.6885,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA42.0": {
            "confidence_embedding": 0.6877,
            "text": "Representação de doença CID-11: Infarto miocárdico subsequente, infarto miocárdico com supradesnível do segmento ST. Definição: Infarto do miocárdio recorrente ou em progressão. Esta categoria deve ser atribuída para infarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) do início de um infarto prévio. Isso mais comumente resulta da oclusão total da artéria coronária culpada."
          }
        }
      ]
    },
    "intercorrencias": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA07.05": {
            "confidence_embedding": 0.7169,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração intermediária, de 6 horas a menos de 24 horas. Definição: "
          }
        },
        {
          "NA07.02": {
            "confidence_embedding": 0.7168,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, curta duração, menos de 30 minutos. Definição: "
          }
        },
        {
          "NA07.03": {
            "confidence_embedding": 0.7128,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, curta duração, de 30 minutos a menos de uma hora. Definição: "
          }
        },
        {
          "NA07.04": {
            "confidence_embedding": 0.7126,
            "text": "Representação de doença CID-11: Concussão com perda da consciência de curta duração, de uma hora a menos de 6 horas. Definição: "
          }
        },
        {
          "NA07.06": {
            "confidence_embedding": 0.7103,
            "text": "Representação de doença CID-11: Concussão com perda de consciência, persistindo por mais de 24 horas ou até a alta ou última avaliação. Definição: "
          }
        }
      ]
    },
    "cla = menor que 1 , 0 x 0 ,": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME66.4": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Sintoma ou queixa relativos às unhas. Definição: Termo muito inespecífico para indicar um problema real ou percebido afetando as unhas das mãos ou dos pés, e que não pode ser codificado com mais precisão em outra parte."
          }
        },
        {
          "MG44.12": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Baixa estatura na criança. Definição: Baixa estatura é quando uma criança é significativamente mais baixa do que crianças da mesma idade e sexo."
          }
        },
        {
          "MG44.11": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Insuficiência no crescimento na criança. Definição: Quando o peso atual ou a taxa de ganho de peso de um bebê ou de uma criança é significativamente inferior a de outras crianças a mesma idade e sexo."
          }
        },
        {
          "MB21.1": {
            "confidence_embedding": 0.7112,
            "text": "Representação de doença CID-11: Amnésia. Definição: Inabilidade de recordar de experiências passadas, especialmente quando a recordação é esperada."
          }
        },
        {
          "MC82.2": {
            "confidence_embedding": 0.7082,
            "text": "Representação de doença CID-11: Parada cardíaca em assistolia. Definição: Ausência de atividade elétrica do coração resultando em colapso hemodinâmico"
          }
        }
      ]
    }
  }
}