{
  "prontuario_id": 147,
  "text": "Humberto, 65anos.\n\n# DAC - IAM 2007 + RVM // ATC 2010,\n# Hipertireoidismo ?? - em acompanhamento com endocrinologia ,\n# FA paroxistica ,\n# Internamento em jan/15 por taquicardia atrial com aberrância  - - DESCARTADO ISQUEMIA MIOCÁRDICA COMO CAUSA, PROVÁVEL FATOR DESCOMPENSADOR SERIA O HIPERTIREOIDISMO QUE AINDA APRESENTA-SE DESCOMPENSADO (TSH < 0,01).\n\nMedicamentos: tapazol 10 mg, enalapril 10 mg 12/12h, selozok 50 mg, sinvastatina 40 mg, xarelto 20 mg, AAS100mg .\n\nS # Nega palpitações, dispneia, dor torácica. Epigastralgia. \nConsuçta com endocrino amanhã. \n\n\nTraz exames:\n- Holter 28/04/15: ritmo sinusal, FC media 53, Intervalo PR normal, QRS normais, extra-sistole ventricular unica, extra-sistole supra-ventricular rara, ausencia de pausas, ST sem alterações\n- TSH 47 / t4l 0,55.\n- Ecocardiograma out/14 (externo): AE 43 / VD 23 / septo 10 / VE 52-26 / FE 81%. VE com contração segmentar e função sistólica adequadas. \n\nAo exame:  \nPA130/70,  FC 55. \nCV: BRNF, sem sopros.\nCPP livres.\n\nA # FA paroxística.\n      CHADS = 1 / CHADS Vasc = 3. \n     \nP # Retorno precoce na endocrino para ajuste medicação. Suspendemos selozok. prescrevemos propafenona 300mg 12/12h. Retorno com ecocardio em 3 meses. Demais medicações mantidas. \n\nE3 cardio Lucas\nDoutor Vital Brasil\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "DAC",
      "IAM",
      "RVM",
      "ATC",
      "AAS100mg",
      "S",
      "PA130/70",
      "FC",
      "CV",
      "BRNF",
      "A",
      "P",
      "endocrino",
      "ecocardio",
      "FA paroxistica",
      "FC media 53",
      "t4l 0 , 55",
      "AE 43",
      "VD 23",
      "VE 52-26",
      "FE 81%",
      "VE com contração segmentar",
      "CPP livres",
      "FA paroxística"
    ],
    "Doença ou Síndrome": [
      "DAC",
      "IAM",
      "Hipertireoidismo",
      "HIPERTIREOIDISMO",
      "FA paroxistica",
      "taquicardia atrial com aberrância",
      "ISQUEMIA MIOCÁRDICA",
      "FA paroxística"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "RVM",
      "ATC"
    ],
    "Grupo Profissional ou Ocupacional": [
      "endocrinologia",
      "endocrino"
    ],
    "Atividade de Assistência à Saúde": [
      "Internamento",
      "Suspendemos",
      "prescrevemos",
      "Retorno",
      "em acompanhamento",
      "Demais medicações mantidas"
    ],
    "Produto Intelectual": [
      "DESCARTADO",
      "P"
    ],
    "Sinal ou Sintoma": [
      "DESCOMPENSADO",
      "palpitações",
      "dispneia",
      "Epigastralgia",
      "sopros",
      "dor torácica"
    ],
    "Substância Farmacológica": [
      "tapazol",
      "enalapril",
      "selozok",
      "sinvastatina",
      "xarelto",
      "AAS100mg",
      "propafenona"
    ],
    "Substância Química Orgânica": [
      "tapazol",
      "selozok",
      "sinvastatina",
      "xarelto",
      "propafenona"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "enalapril"
    ],
    "Conceito Temporal": [
      "12/12h",
      "3 meses"
    ],
    "Achado": [
      "S",
      "BRNF",
      "CPP livres"
    ],
    "Negação": [
      "Nega",
      "sem"
    ],
    "Procedimento Diagnóstico": [
      "exames",
      "Holter",
      "Ecocardiograma",
      "exame",
      "A",
      "ecocardio"
    ],
    "Conceito Quantitativo": [
      "PA130/70",
      "55",
      "300mg",
      "10 mg",
      "50 mg",
      "40 mg",
      "20 mg"
    ],
    "Atributo Clínico": [
      "PA130/70",
      "FC"
    ],
    "Localização ou Região Corporal": [
      "CV"
    ],
    "Função Patológica": [
      "taquicardia atrial com aberrância"
    ],
    "Resultado Laboratorial ou de Teste": [
      "TSH &lt; 0 , 01",
      "ritmo sinusal",
      "FC media 53",
      "Intervalo PR normal",
      "QRS normais",
      "extra-sistole ventricular unica",
      "extra-sistole supra-ventricular rara",
      "ausencia de pausas",
      "ST sem alterações",
      "TSH 47",
      "t4l 0 , 55",
      "AE 43",
      "VD 23",
      "septo 10",
      "VE 52-26",
      "FE 81%",
      "VE com contração segmentar",
      "função sistólica adequadas",
      "CHADS = 1",
      "CHADS Vasc = 3"
    ]
  },
  "labels": {
    "dac - iam 2007 + rvm // atc 2010": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC02.2": {
            "confidence_embedding": 0.7738,
            "text": "Representação de doença CID-11: Anormalidade adquirida da valva atrioventricular comum em ventrículo com dupla via de entrada. Definição: "
          }
        },
        {
          "BC40": {
            "confidence_embedding": 0.771,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida. Definição: Uma alteração patológica pós-natal na forma ou função de um ou ambos os átrios."
          }
        },
        {
          "BC81.2": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Taquicardia atrial macrorreentrante. Definição: Arritmia atrial em que há reentrada intra-atrial ou movimento circular em torno de um obstáculo central fixo ou funcional. O obstáculo central pode consistir em estruturas normais (p.ex., valvas) ou anormais (p.ex., cicatrizes).\r\n\r\nEsta forma de TSV se origina no átrio; a condução para os ventrículos não é necessária para que a taquicardia continue. Um ritmo atrial organizado com uma frequência tipicamente entre 250 e 350 bpm, incluindo taquicardias usando uma variedade de circuitos de reentrada que muitas vezes ocupam grandes áreas do átrio (‘‘macro-reentrada’’). Aqui, a arritmia envolve o istmo cavotricuspídeo."
          }
        },
        {
          "BC40.Z": {
            "confidence_embedding": 0.7675,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida não especificada. Definição: "
          }
        },
        {
          "BC40.Y": {
            "confidence_embedding": 0.7673,
            "text": "Representação de doença CID-11: Outra anormalidade atrial adquirida especificada. Definição: "
          }
        }
      ]
    },
    "hipertireoidismo ??": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.03": {
            "confidence_embedding": 0.844,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito transitório. Definição: Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
          }
        },
        {
          "5A02.6": {
            "confidence_embedding": 0.8299,
            "text": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.8195,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5D42": {
            "confidence_embedding": 0.8034,
            "text": "Representação de doença CID-11: Hipoparatireoidismo pós-procedimento. Definição: Trata-se da diminuição da função das glândulas paratireoides pós-procedimento, com diminuição da produção do hormônio da paratireoide. Isso pode acarretar níveis baixos de cálcio no sangue, muitas vezes causando câimbras e espasmos dos músculos ou tetania (contração muscular involuntária) e vários outros sintomas."
          }
        },
        {
          "5A61.0": {
            "confidence_embedding": 0.8002,
            "text": "Representação de doença CID-11: Hipopituitarismo. Definição: Transtorno que manifesta deficiência ou diminuição de um ou mais hormônios hipofisários, que é causado por várias doenças , tais como tumor, traumatismo/cirurgia, irradiação, inflamação e hemorragia/infarto."
          }
        }
      ]
    },
    "fa paroxistica": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MD11.2": {
            "confidence_embedding": 0.7443,
            "text": "Representação de doença CID-11: Respiração atáxica. Definição: Um padrão respiratório anormal que usualmente progride para apneia completa."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7356,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.732,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        }
      ]
    },
    "dor torácica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7932,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7899,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC40": {
            "confidence_embedding": 0.7872,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida. Definição: Uma alteração patológica pós-natal na forma ou função de um ou ambos os átrios."
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7872,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BC63.3": {
            "confidence_embedding": 0.7848,
            "text": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
          }
        }
      ]
    },
    "isquemia miocárdica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC40": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida. Definição: Uma alteração patológica pós-natal na forma ou função de um ou ambos os átrios."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7668,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC40.Z": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida não especificada. Definição: "
          }
        }
      ]
    },
    "taquicardia atrial com aberrância": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.7Y": {
            "confidence_embedding": 0.8302,
            "text": "Representação de doença CID-11: Outra taquicardia atrioventricular recíproca, especificada. Definição: "
          }
        },
        {
          "BC81.7Z": {
            "confidence_embedding": 0.8298,
            "text": "Representação de doença CID-11: taquicardia atrioventricular recíproca, não especificada. Definição: "
          }
        },
        {
          "BC81.2": {
            "confidence_embedding": 0.8279,
            "text": "Representação de doença CID-11: Taquicardia atrial macrorreentrante. Definição: Arritmia atrial em que há reentrada intra-atrial ou movimento circular em torno de um obstáculo central fixo ou funcional. O obstáculo central pode consistir em estruturas normais (p.ex., valvas) ou anormais (p.ex., cicatrizes).\r\n\r\nEsta forma de TSV se origina no átrio; a condução para os ventrículos não é necessária para que a taquicardia continue. Um ritmo atrial organizado com uma frequência tipicamente entre 250 e 350 bpm, incluindo taquicardias usando uma variedade de circuitos de reentrada que muitas vezes ocupam grandes áreas do átrio (‘‘macro-reentrada’’). Aqui, a arritmia envolve o istmo cavotricuspídeo."
          }
        },
        {
          "BC81.3": {
            "confidence_embedding": 0.8251,
            "text": "Representação de doença CID-11: Fibrilação atrial. Definição: Taquiarritmia atrial caracterizada por geração de impulso atrial rápido (geralmente mais rápido que 300 bpm), irregular e descoordenado, geralmente se manifestando no ECG com ondas P indistintas e uma resposta ventricular irregularmente irregular."
          }
        },
        {
          "BC81.20": {
            "confidence_embedding": 0.8243,
            "text": "Representação de doença CID-11: Taquicardia de macrorreentrada dependente do istmo cavotricuspídeo. Definição: Taquicardia atrial por macrorreentrada que gira em torno do ânulo tricuspídeo."
          }
        }
      ]
    },
    "epigastralgia": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA21.21": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Peristaltismo hipotensivo. Definição: Este é um transtorno de motilidade do esôfago caracterizado por peristaltismo reduzido. A disfunção peristáltica provavelmente leva à depuração de volume prejudicada."
          }
        },
        {
          "DA21.20": {
            "confidence_embedding": 0.7411,
            "text": "Representação de doença CID-11: Peristaltismo hipertensivo. Definição: Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia."
          }
        },
        {
          "DA60.3": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7375,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DA42.6": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Doença de Ménétrier. Definição: Gastrite caracterizada por hipertrofia da mucosa gástrica, que pode causar pregas gigantes. O espessamento das pregas é causado predominantemente pela expansão do compartimento de células epiteliais da mucosa gástrica. Os pacientes com doença de Ménétrier mais \r\nfrequentemente apresentam hipoalbuminemia secundária à perda de albumina para o lúmen gástrico."
          }
        }
      ]
    },
    "sopros": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC81.30": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7644,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BC40": {
            "confidence_embedding": 0.7614,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida. Definição: Uma alteração patológica pós-natal na forma ou função de um ou ambos os átrios."
          }
        },
        {
          "BC40.Y": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Outra anormalidade atrial adquirida especificada. Definição: "
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7565,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        }
      ]
    },
    "iam": {
      "capitulo": "11",
      "opcoes": [
        {
          "BC40": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Anormalidade atrial adquirida. Definição: Uma alteração patológica pós-natal na forma ou função de um ou ambos os átrios."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA51": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Miocardiopatia isquêmica. Definição: Cardiomiopatia isquêmica tem sido definida como disfunção sistólica ventricular esquerda com um ou mais dos seguintes aspectos: antecedente de revascularização do miocárdio ou de infarto do miocárdio prévios, estenose em tronco de coronária esquerda ou artéria descendente anterior esquerda superior a 75% ou dois vasos ou mais com estenose superior a 75%. Consiste em um espectro de estados fisiopatológicos que se relacionam ao equilíbrio entre contratilidade e perfusão miocárdica, incluindo infarto do miocárdio, miocárdio atordoado, miocárdio hibernante e cicatrizes miocárdicas."
          }
        },
        {
          "BC80": {
            "confidence_embedding": 0.7761,
            "text": "Representação de doença CID-11: Bradiarritmia supraventricular. Definição: Qualquer uma das várias arritmias possíveis originadas no ou acima do feixe de His, nas quais o coração bate mais devagar do que os limites inferiores normais para a idade."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.776,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        }
      ]
    },
    "fa paroxística": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC82.0": {
            "confidence_embedding": 0.7563,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7397,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB42": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Fonofobia. Definição: Hipersensibilidade à sons."
          }
        }
      ]
    },
    "dispneia": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7912,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB21.0": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Pneumotórax hipertensivo espontâneo. Definição: Pneumotórax hipertensivo ocorre quando a pressão intrapleural é superior à atmosférica em toda a expiração e frequentemente também também durante a inspiração. O mecanismo responsável pelo pneumotórax hipertensivo é a ruptura da pleura visceral ou parietal de tal forma que uma válvula unidirecional se desenvolve. Um pneumotórax hipertensivo pode ocorrer após qualquer tipo de pneumotórax; é independentemente da sua etiologia. Algumas vezes pode ocorrer após um pneumotórax espontâneo, mas é mais comum após um pneumotórax traumático, com ventilação mecânica ou durante ressuscitação cardiopulmonar."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.78,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CA0F.0": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Hipertrofia das amígdalas. Definição: "
          }
        },
        {
          "CA0F.1": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Hipertrofia das adenóides. Definição: "
          }
        }
      ]
    },
    "hipertireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.03": {
            "confidence_embedding": 0.8435,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito transitório. Definição: Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
          }
        },
        {
          "5A02.6": {
            "confidence_embedding": 0.8284,
            "text": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.816,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5A00.22": {
            "confidence_embedding": 0.8045,
            "text": "Representação de doença CID-11: Hipotireoidismo subclínico por deficiência de iodo. Definição: Condição com níveis séricos elevados de TSH , porém níveis séricos normais de hormônios tireoidianos , que é induzida por deficiência de iodo."
          }
        },
        {
          "5D42": {
            "confidence_embedding": 0.7982,
            "text": "Representação de doença CID-11: Hipoparatireoidismo pós-procedimento. Definição: Trata-se da diminuição da função das glândulas paratireoides pós-procedimento, com diminuição da produção do hormônio da paratireoide. Isso pode acarretar níveis baixos de cálcio no sangue, muitas vezes causando câimbras e espasmos dos músculos ou tetania (contração muscular involuntária) e vários outros sintomas."
          }
        }
      ]
    }
  }
}