{
  "prontuario_id": 921,
  "text": "tx renal.\nEM USO DE TACROLIMO 3 / 4, MS 1 / 1, PRED 10, BO, VALCYTE 2X.\n\nS # DIARRÉIA 2 A 3X DIA.\n\nO # PESO 36,4.\nPA 100/60.\nPALIDEZ CUTANEA.\nDEMAIS SP.\n \nDIMINUO PARA 1 CP DIA VALCYTE.\nBIC.\nINTERNA PARA IVIG E DOPPLER.\nTX RENAL CR 2,4, TACROLIMO 4.\nDIARRÉIA > APÓS VALCYTE.\nHIPERCALEMIA.\n ",
  "entities": {
    "Substância Farmacológica": [
      "TACROLIMO",
      "PRED",
      "BO",
      "VALCYTE",
      "IVIG"
    ],
    "Substância Química Orgânica": [
      "TACROLIMO",
      "MS",
      "PRED"
    ],
    "Antibiótico": [
      "MS"
    ],
    "Abreviação": [
      "MS",
      "PRED",
      "BO",
      "PA",
      "IVIG",
      "DOPPLER",
      "tx renal",
      "DEMAIS SP",
      "TX RENAL",
      "CR 2 , 4"
    ],
    "Hormônio": [
      "PRED"
    ],
    "Conceito Quantitativo": [
      "10",
      "2X",
      "100/60",
      "DIMINUO",
      "4",
      "3 / 4",
      "1 / 1",
      "2 A 3X DIA",
      "36 , 4",
      "1 CP DIA"
    ],
    "Sinal ou Sintoma": [
      "DIARRÉIA",
      "PALIDEZ CUTANEA"
    ],
    "Atributo Clínico": [
      "PESO",
      "PA"
    ],
    "Atividade de Assistência à Saúde": [
      "DIMINUO",
      "INTERNA"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "IVIG"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "IVIG",
      "tx renal",
      "TX RENAL"
    ],
    "Fator Imunológico": [
      "IVIG"
    ],
    "Procedimento Diagnóstico": [
      "DOPPLER"
    ],
    "Conceito Temporal": [
      "APÓS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "HIPERCALEMIA",
      "CR 2 , 4"
    ],
    "Achado": [
      "DEMAIS SP"
    ]
  },
  "labels": {
    "palidez cutanea": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D64.10": {
            "confidence_embedding": 0.6611,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.6595,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.6546,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8D65": {
            "confidence_embedding": 0.6544,
            "text": "Representação de doença CID-11: Fístula liquórica. Definição: A fístula do líquido cefalorraquidiano é uma condição na qual o líquido cefalorraquidiano (LCR) retido dentro e ao redor do cérebro humano e a medula espinhal vaza para fora do saco protetor circundante, a dura-máter, sem razão aparente ou devido a vários processos patológicos."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.6542,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        }
      ]
    },
    "diarréia": {
      "capitulo": "13",
      "opcoes": [
        {
          "DC32.0": {
            "confidence_embedding": 0.702,
            "text": "Representação de doença CID-11: Pancreatite calcificante. Definição: Inflamação do pâncreas que requer atenção médica imediata e hospitalização durante um ataque, cujos sais de cálcio se acumulam em tecidos moles, causando seu endurecimento."
          }
        },
        {
          "DA90.0": {
            "confidence_embedding": 0.6998,
            "text": "Representação de doença CID-11: Diarreia sindrômica. Definição: Diarreia sindrômica, também conhecida como diarreia fenotípica ou síndrome trico-hepato-entérica, é uma enteropatia congênita que se apresenta com início precoce de diarreia grave exigindo uso de nutrição parenteral (NP), associada a dismorfismo facial, cabelo lanoso e pouco pigmentado, e doença hepática, com fibrose ou cirrose extensa, em cerca de metade dos pacientes."
          }
        },
        {
          "DB99.4": {
            "confidence_embedding": 0.6961,
            "text": "Representação de doença CID-11: Síndrome hepatopulmonar. Definição: É uma síndrome de falta de ar e hipoxemia (baixos níveis de oxigênio no sangue arterial) causada por vasodilatação (alargamento dos vasos sanguíneos) nos pulmões dos pacientes com doença hepática."
          }
        },
        {
          "DB99.60": {
            "confidence_embedding": 0.6912,
            "text": "Representação de doença CID-11: Colestase da nutrição parenteral. Definição: Condição em que a bile não pode fluir do fígado para o duodeno, então faz-se necessário alimentar o indivíduo por via endovenosa, evitando o processo usual de alimentação e digestão."
          }
        },
        {
          "DB98.B": {
            "confidence_embedding": 0.6906,
            "text": "Representação de doença CID-11: Lesão por isquemia de reperfusão do fígado. Definição: Lesão hepática causada por reperfusão sanguínea após uma isquemia não letal do fígado."
          }
        }
      ]
    }
  }
}