{
  "prontuario_id": 146,
  "text": "TX RENAL DC.\nSENSIBILIZADO.\nMIELODISPLASIA.\nPRED 5, SRL 1, TACROLIMO 4/4, OMEPRAZOL .\nS: PRURIDO EM PELE DE ABDOME.\nO: PA 120/80,  P 68,  PESO 38,35.\nCORADO E HIDRATADO,\nCPP LIVRES,\nPC RITMO REGULAR,\nABD RHA+, REGIÃO CRUENTA EM AREA DE GASTROSTOMIA,\nMMII SEM EDEMA.\n5 MESES POS TX COM CR 1,4 E NS FK 4 E SRL 4,0.\nMIELODISPLASIA: ANEMIA E PLAQUETOPENIA COM MELHORA , LEUCOPENIA 2500.\nITU POR ESBL.\n \n \n ",
  "entities": {
    "Achado": [
      "DC",
      "SENSIBILIZADO",
      "MIELODISPLASIA",
      "S",
      "CORADO",
      "HIDRATADO",
      "TX RENAL",
      "CPP LIVRES",
      "PC RITMO REGULAR",
      "COM MELHORA"
    ],
    "Doença ou Síndrome": [
      "MIELODISPLASIA",
      "ANEMIA",
      "PLAQUETOPENIA",
      "ITU"
    ],
    "Substância Química Orgânica": [
      "PRED",
      "SRL",
      "TACROLIMO",
      "OMEPRAZOL"
    ],
    "Abreviação": [
      "PRED",
      "SRL",
      "S",
      "O",
      "PA",
      "P",
      "MMII",
      "TX",
      "ITU",
      "ESBL",
      "TX RENAL",
      "CPP LIVRES",
      "PC RITMO REGULAR",
      "CR 1 , 4",
      "NS FK 4",
      "SRL 4 , 0"
    ],
    "Substância Farmacológica": [
      "PRED",
      "SRL",
      "TACROLIMO",
      "OMEPRAZOL"
    ],
    "Conceito Quantitativo": [
      "5",
      "1",
      "4/4",
      "120/80",
      "68",
      "38 , 35"
    ],
    "Sinal ou Sintoma": [
      "PRURIDO",
      "EDEMA",
      "REGIÃO CRUENTA"
    ],
    "Atividade de Assistência à Saúde": [
      "O"
    ],
    "Atributo Clínico": [
      "PA",
      "P",
      "PESO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD",
      "MMII",
      "PELE DE ABDOME"
    ],
    "Negação": [
      "SEM"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Conceito Temporal": [
      "POS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX",
      "TX RENAL"
    ],
    "Bactéria": [
      "ESBL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 1 , 4",
      "NS FK 4",
      "SRL 4 , 0",
      "LEUCOPENIA 2500"
    ]
  },
  "labels": {
    "plaquetopenia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.7763,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3B64.0": {
            "confidence_embedding": 0.7467,
            "text": "Representação de doença CID-11: Trombocitopenia congênita. Definição: Doença causada por determinantes que surgem durante o período pré-natal e que levam a uma baixa contagem de plaquetas. Essa doença é caracterizada por níveis diminuídos de plaquetas no sangue. Pode apresentar-se com aumento na ocorrência de equimoses ou hemorragias. A confirmação é feita pela identificação de uma contagem plaquetária reduzida no sangue."
          }
        },
        {
          "3B63": {
            "confidence_embedding": 0.7442,
            "text": "Representação de doença CID-11: Trombocitose. Definição: Doença causada por trombocitose essencial ou outro transtorno mieloproliferativo, como leucemia mielogênica crônica, policitemia, mielofibrose. Essa doença pode também ter causas secundárias, como inflamação, cirurgia, hipoesplenismo, esplenectomia, asplenia, anemia por deficiência de ferro e hemorragia. Essa doença é caracterizada por contagens elevadas de plaquetas no sangue. A confirmação é feita pela identificação de contagem aumentada de plaquetas em amostra de sangue."
          }
        }
      ]
    },
    "s": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF96": {
            "confidence_embedding": 0.7775,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF85": {
            "confidence_embedding": 0.7481,
            "text": "Representação de doença CID-11: Doença mediada por anticorpo antimembrana basal glomerular. Definição: A glomerulonefrite mediada por anti-MBG é uma doença glomerular proliferativa focal e segmentar agressiva caracterizada por coloração linear da membrana basal glomerular para imunoglobulinas, particularmente IgG e IgM. Alterações crescênticas estão frequentemente associadas e os anticorpos circulantes contra membrana basal glomerular são encontrados na doença ativa. A síndrome renal costuma ser nefrite aguda com declínio funcional renal rápido (nefrite rapidamente progressiva) e, se associada a envolvimento respiratório (hemoptise, insuficiência respiratória), o conjunto é denominado \"síndrome de Goodpasture\""
          }
        },
        {
          "MG02": {
            "confidence_embedding": 0.746,
            "text": "Representação de doença CID-11: Resultados de estudos de função renal. Definição: "
          }
        }
      ]
    },
    "sensibilizado": {
      "capitulo": "04",
      "opcoes": [
        {
          "4A85.01": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Hipersensibilidade renal induzida por droga. Definição: Hipersensibilidade renal induzida por droga constitui uma importante causa de insuficiência renal aguda e doença renal crônica na prática clínica atual. Diferentes classes de drogas, em virtude de mecanismos imunológicos, desencadeiam respostas inflamatórias renais específicas, que se manifestam por diferentes padrões clínicos, como a nefrite intersticial induzida por drogas. A hipersensibilidade renal induzida por drogas pode se manifestar isoladamente ou em combinação com outros transtornos de hipersensibilidades induzida por drogas em outro órgão ou sistema."
          }
        },
        {
          "4B24.0": {
            "confidence_embedding": 0.7146,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        },
        {
          "4A85.21": {
            "confidence_embedding": 0.712,
            "text": "Representação de doença CID-11: Urticária ou angioedema induzido pelo alimento. Definição: Urticária e/ou angioedema desencadeados por ingestão ou contato direto com alérgeno da comida em paciente sensibilizado."
          }
        },
        {
          "4B24": {
            "confidence_embedding": 0.7083,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro. Definição: Doença do enxerto-versus-hospedeiro (GVHD) ocorre quando células linfoides de um doador imunocompetente são introduzidas num receptor histo-incompatível incapaz de rejeitá-las. Isso usualmente ocorre como resultado de transplante de células tronco hematopoiéticas. Os principais alvos dos linfócitos do doador são a pele, o trato gastrointestinal e o fígado do receptor. A GVHD aguda, que ocorre normalmente nos primeiros 100 dias, tem alta mortalidade. A fase aguda pode ser seguida por GVHD crônica, que também pode sofrer nova agudização. Isso, geralmente, se apresenta como uma erupção liquenoide, mas pode evoluir para grave doença fibrosante afetando pele, pulmões e fígado."
          }
        },
        {
          "4A85.20": {
            "confidence_embedding": 0.7028,
            "text": "Representação de doença CID-11: Hipersensibilidade gastrointestinal induzida por alimento. Definição: Hipersensibilidade gastrointestinal induzida pelo alimento inclui um grupo de transtornos de hipersensibilidade gastrointestinais devido a alérgenos da comida, com apresentação, gravidade, manifestações clínicas e mecanismos variáveis"
          }
        }
      ]
    },
    "prurido": {
      "capitulo": "14",
      "opcoes": [
        {
          "EC90.10": {
            "confidence_embedding": 0.8404,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "EC90.12": {
            "confidence_embedding": 0.8132,
            "text": "Representação de doença CID-11: Prurido associado à hemodiálise. Definição: Prurido generalizado atribuível à hemodiálise e não à doença renal crônica. As causas não são bem compreendidas."
          }
        },
        {
          "EC90.1": {
            "confidence_embedding": 0.8074,
            "text": "Representação de doença CID-11: Prurido devido a transtorno sistêmico. Definição: Prurido devido a transtorno sistêmico subjacente, como insuficiência renal ou icterícia colestática."
          }
        },
        {
          "EB50": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EC90.11": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Prurido colestático. Definição: Prurido devido à eliminação comprometida da bile"
          }
        }
      ]
    },
    "itu": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D62": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1B20.20": {
            "confidence_embedding": 0.7298,
            "text": "Representação de doença CID-11: Reação hansênica do tipo I. Definição: Esse fenômeno, também denominado “reação reversa”, ocorre na forma borderline (dimorfa) da hanseníase e está associado a um aumento da imunidade mediada por células. Ela ocorre normalmente nos primeiros 6 meses de tratamento em pacientes não tratadas anteriormente, mas pode estar relacionada a estresse, infecções intercorrentes ou gravidez. As características clínicas incluem edema inflamatório, eritema e, ocasionalmente, ulceração de lesões existentes, sintomas constitucionais e neurite. Se a neurite não for tratada imediatamente, pode ocorrer dano permanente ao nervo motor."
          }
        },
        {
          "1D62.0": {
            "confidence_embedding": 0.722,
            "text": "Representação de doença CID-11: Febre hemorrágica com síndrome renal. Definição: Doença viral zoonótica aguda com início abrupto de febre, dor lombar, com graus variados de manifestações hemorrágicas e envolvimento renal causada por certos hantavírus."
          }
        },
        {
          "1E50.3": {
            "confidence_embedding": 0.7146,
            "text": "Representação de doença CID-11: Hepatite D aguda. Definição: Lesão e inflamação hepáticas agudas causadas por infecção recente (menos de 6 meses) pelo vírus da hepatite D (HDV). A transmissão ocorre apenas em alguém com infecção crônica pelo HBV (superinfecção) ou ao mesmo tempo que a hepatite B aguda (coinfecção), e ocorre por contaminação de sangue e fluidos corporais (disseminação parenteral) e transmissão sexual. O diagnóstico é confirmado pelo soro IgM-anti-HDV. As manifestações clínicas, se ocorrerem, são caracterizadas por anorexia, náusea e febre, com icterícia nos casos graves. A insuficiência hepática aguda ocorre em alguns casos, e uma alta proporção dos casos desenvolve infecção crônica por HDV."
          }
        },
        {
          "1E73": {
            "confidence_embedding": 0.7131,
            "text": "Representação de doença CID-11: Vacínia. Definição: Um poxvírus que costumava ser usado para proteger contra a varíola. Seu uso como vacina pode ser complicado por erupção cutânea generalizada secundária à viremia, infecção acidental de outras localizações ou outros indivíduos, infecção progressiva na localização da vacinação ou, raramente, encefalomielite e miopericardite."
          }
        }
      ]
    },
    "anemia": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A72.0": {
            "confidence_embedding": 0.8289,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A71.2": {
            "confidence_embedding": 0.8204,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.7983,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A20.Y": {
            "confidence_embedding": 0.7846,
            "text": "Representação de doença CID-11: Outra anemia hemolítica adquirida especificada, imune. Definição: "
          }
        },
        {
          "3A21.Y": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Outra anemia hemolítica adquirida especificada. Definição: "
          }
        }
      ]
    },
    "tx renal": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB80.0": {
            "confidence_embedding": 0.7734,
            "text": "Representação de doença CID-11: Cisto renal simples. Definição: Doença renal causada pela obstrução dos túbulos, anemia ou descolamento dos divertículos. Esta doença é caracterizada pela formação de sacos anormais de paredes finas cheios de líquido radiolúcido hipoecogênico no rim. A confirmação é por imagem."
          }
        },
        {
          "GB80.1": {
            "confidence_embedding": 0.7727,
            "text": "Representação de doença CID-11: Cisto renal complexo. Definição: Cisto renal com alta atenuação ou conteúdo misto, parede septada ou espessada. Pode ser subclassificado pela classificação Bosniak Bosniak 2-4 para indicar o aumento da probabilidade de neoplasia."
          }
        },
        {
          "GB80.Z": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não especificada, não especificada. Definição: "
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7551,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        }
      ]
    },
    "mielodisplasia": {
      "capitulo": "02",
      "opcoes": [
        {
          "2A36": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Síndrome mielodisplásica com del(5q) isolada. Definição: Síndrome mielodisplásica caracterizada por anemia com ou sem outras citopenias e/ou trombocitose e na qual a única anormalidade citogenética é del(5q). Os mieloblastos são <5% na medula óssea e <1% no sangue."
          }
        },
        {
          "2A60.40": {
            "confidence_embedding": 0.7635,
            "text": "Representação de doença CID-11: Mielopoiese anormal transitória. Definição: Proliferação mieloide que ocorre em recém-nascidos com síndrome de Down. É clínica e morfologicamente indistinguível da leucemia mieloide aguda e está associada a mutações GATA1. Os blastos apresentam características morfológicas e imunofenotípicas da linhagem megacariocítica. Na maioria dos pacientes, a proliferação mieloide sofre remissão espontânea."
          }
        },
        {
          "2A60.1": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Leucemia mieloide aguda com alterações relacionadas à mielodisplasia. Definição: Leucemia mieloide aguda com pelo menos 20% de blastos na medula óssea ou no sangue com história anterior de síndrome mielodisplásica, displasia multilinhagem ou anormalidades citogenéticas típicas relacionadas à síndrome mielodisplásica. Não há história de terapia citotóxica anterior para um distúrbio não relacionado, e há ausência das anormalidades genéticas que estão presentes na leucemia mieloide aguda com anormalidades genéticas recorrentes."
          }
        },
        {
          "2A34": {
            "confidence_embedding": 0.7593,
            "text": "Representação de doença CID-11: Citopenia refratária com displasia multilinhagem. Definição: Síndrome mielodisplásica caracterizada por bicitopenia ou pancitopenia e alterações displásicas em 10% ou mais das células em duas ou mais linhagens de células mieloides."
          }
        },
        {
          "2A60.4": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Proliferação mieloide associada à síndrome de Down. Definição: Neoplasias mieloides que ocorrem em indivíduos com síndrome de Down. Existe um risco aumentado de leucemias agudas em crianças e adultos com síndrome de Down. Em particular, a incidência de leucemia mieloide aguda em crianças com síndrome de Down com menos de cinco anos de idade é particularmente alta, geralmente é uma leucemia megacarioblástica aguda e está associada à mutação do gene GATA1. Neste grupo de distúrbios também está incluída a entidade mielopoiese anormal transitória que ocorre em neonatos e está associada à mutação do gene GATA1."
          }
        }
      ]
    },
    "dc": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB90.5": {
            "confidence_embedding": 0.7042,
            "text": "Representação de doença CID-11: Lesão de vaso sanguíneo renal. Definição: "
          }
        },
        {
          "NF0A.2": {
            "confidence_embedding": 0.6937,
            "text": "Representação de doença CID-11: Hemorragia traumática secundária ou recorrente, não classificada em outra parte. Definição: "
          }
        },
        {
          "NB92.1Z": {
            "confidence_embedding": 0.6895,
            "text": "Representação de doença CID-11: Lesão do ureter, não especificada. Definição: "
          }
        },
        {
          "NB60": {
            "confidence_embedding": 0.6849,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal lombar. Definição: "
          }
        },
        {
          "NB30.2Z": {
            "confidence_embedding": 0.6848,
            "text": "Representação de doença CID-11: Lesão da veia cava superior, não especificada. Definição: "
          }
        }
      ]
    },
    "região cruenta": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB50": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.7466,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "EC90.1": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Prurido devido a transtorno sistêmico. Definição: Prurido devido a transtorno sistêmico subjacente, como insuficiência renal ou icterícia colestática."
          }
        },
        {
          "EC90.12": {
            "confidence_embedding": 0.7306,
            "text": "Representação de doença CID-11: Prurido associado à hemodiálise. Definição: Prurido generalizado atribuível à hemodiálise e não à doença renal crônica. As causas não são bem compreendidas."
          }
        },
        {
          "EB31": {
            "confidence_embedding": 0.7252,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        }
      ]
    }
  }
}