{
  "prontuario_id": 873,
  "text": "TX RENAL.\nEM USO DE TACROLIMO 4/5, SRL 1, PRED 5, OMEPRAZOL.\n\nS # SEM QUEIXAS.\n\nO # PESO 39.\nPA 120/80.\nEXAME FISICO SP.\n \nREDUZO TACROLIMO E AUMENTO SRL .\nRETORNO EM 10 DIAS COM ECO E NOVA CR / NIVEIS. \nTX RENAL CR 1,2 PARA 1,4 E PARA 1,7.\nFK 5, SRL <2.\nMEDULA> ANEMIA REMISSÃO, PLAQ 97MIL.\n ",
  "entities": {
    "Substância Farmacológica": [
      "TACROLIMO",
      "SRL",
      "PRED",
      "OMEPRAZOL"
    ],
    "Conceito Quantitativo": [
      "4/5",
      "1",
      "5",
      "39",
      "120/80"
    ],
    "Abreviação": [
      "SRL",
      "PRED",
      "S",
      "O",
      "PA",
      "SP",
      "ECO",
      "CR",
      "TX RENAL",
      "FK 5",
      "SRL &lt;2",
      "PLAQ 97MIL"
    ],
    "Substância Química Orgânica": [
      "SRL",
      "PRED",
      "OMEPRAZOL"
    ],
    "Achado": [
      "S",
      "SP",
      "TX RENAL",
      "ANEMIA REMISSÃO"
    ],
    "Negação": [
      "SEM"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS"
    ],
    "Atividade de Assistência à Saúde": [
      "O",
      "RETORNO"
    ],
    "Atributo Clínico": [
      "PESO",
      "PA"
    ],
    "Procedimento Diagnóstico": [
      "ECO",
      "EXAME FISICO"
    ],
    "Procedimento Laboratorial": [
      "CR",
      "NIVEIS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MEDULA&gt;"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "1 , 4",
      "1 , 7",
      "FK 5",
      "SRL &lt;2",
      "PLAQ 97MIL"
    ]
  },
  "labels": {
    "anemia remissão": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.8223,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7937,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.7868,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A20.Y": {
            "confidence_embedding": 0.7769,
            "text": "Representação de doença CID-11: Outra anemia hemolítica adquirida especificada, imune. Definição: "
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.7724,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        }
      ]
    },
    "sp": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.6883,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9B10.21": {
            "confidence_embedding": 0.6822,
            "text": "Representação de doença CID-11: Catarata diabética. Definição: Refere-se a um grupo não especificado de doenças metabólicas em que a pessoa apresenta glicose sanguínea aumentada, seja porque o pâncreas não produz insulina suficiente ou porque as células não respondem à insulina que é produzida. Esse diagnóstico é quando há catarata diabética."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.6773,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A03.0": {
            "confidence_embedding": 0.6623,
            "text": "Representação de doença CID-11: Blefaroptose. Definição: Queda da pálpebra superior devida a desenvolvimento deficiente ou paralisia do músculo levantador da pálpebra superior."
          }
        },
        {
          "9B6Z": {
            "confidence_embedding": 0.6623,
            "text": "Representação de doença CID-11: Transtornos da coroide, não especificados. Definição: "
          }
        }
      ]
    },
    "tx renal": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB60.0": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 1. Definição: Taxa de alteração da creatinina sérica: aumento 1,5-1,9 vezes o valor basal em 7 dias OU aumento de 0,3 mg/dl em 48 h OU Magnitude da produção de urina: <0,5 ml/kg/h por 6-12 horas"
          }
        },
        {
          "GB90.43": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Síndrome de Bartter. Definição: A síndrome de Bartter é uma doença tubular renal genética caracterizada pela associação de alcalose hipocalêmica, aumento dos níveis plasmáticos de renina e aldosterona, redução da pressão arterial e resistência vascular à angiotensina II. Duas formas da doença podem ser distinguidas de acordo com critérios clínicos: uma síndrome de Bartter pré-natal ou infantil (a maioria dos pacientes com genótipos I, II e IV), caracterizada por polidrâmnio, parto prematuro, poliúria, desidratação, hipercalciúria e nefrocalcinose; e a síndrome de Bartter clássica (a maioria pacientes com genótipo III, mas também alguns pacientes do tipo IV), manifestando-se como poliúria-polidipsia desde a primeira infância-infância até a idade adulta, desidratação e um atraso variável na curva de crescimento altura-peso."
          }
        },
        {
          "GB90.48": {
            "confidence_embedding": 0.7507,
            "text": "Representação de doença CID-11: Transtornos da excreção de cálcio ou fosfato. Definição: Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
          }
        },
        {
          "GB60": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Insuficiência renal aguda. Definição: Aumento na creatinina sérica de 0,3 mg/dl ou mais em 48 horas; ou aumento da creatinina sérica em 1,5 vezes ou mais acima da linha de base, que se sabe ou se presume que tenha ocorrido em até 7 dias; ou volume urinário menor que 0,5 ml/kg/h por 6 horas ou mais."
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        }
      ]
    }
  }
}