{
  "prontuario_id": 258,
  "text": "POS TRANSPLANTE RENAL.\nPOS TX RENAL - 1 A 9 M, CREATININA 0,67;  FK 5.\nHAS - CONTROLADA.\n \n \nPO TX RENAL DC EM SET/12.\nMTC 5, MS 2/2, FK 1/1, OMZ 20/20, SINVASTATINA 20, ATENOLOL 100MG, NIFEDIPINA 40.\n\nTEVE REAÇÃO A VACINA DA GRIPE COM DIARRÉIA, COM MELHORA COMPLETA.\n\nO # BEG, CORADA, HIDRATADA.\nP 49,5.\nMV POSITIVO, SIMETRICO.\nBCRNF.\nABDOMEN GLOBOSO, FLACIDO, INDOLOR, SEM MASSAS, RHA POSITIVOS.\nMEMBROS SEM EDEMA.",
  "entities": {
    "Abreviação": [
      "HAS",
      "MTC",
      "MS",
      "FK",
      "OMZ",
      "O",
      "BEG",
      "P",
      "BCRNF",
      "TX RENAL",
      "TX RENAL DC",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Doença ou Síndrome": [
      "HAS"
    ],
    "Achado": [
      "CONTROLADA",
      "BEG",
      "CORADA",
      "HIDRATADA",
      "SIMETRICO",
      "BCRNF",
      "FLACIDO",
      "TX RENAL DC",
      "MELHORA COMPLETA",
      "MV POSITIVO",
      "RHA POSITIVOS"
    ],
    "Substância Farmacológica": [
      "MTC",
      "MS",
      "FK",
      "OMZ",
      "SINVASTATINA",
      "ATENOLOL",
      "NIFEDIPINA"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "OMZ",
      "SINVASTATINA",
      "ATENOLOL",
      "NIFEDIPINA"
    ],
    "Conceito Quantitativo": [
      "5",
      "2/2",
      "1/1",
      "20/20",
      "20",
      "100MG",
      "40",
      "49 , 5"
    ],
    "Sinal ou Sintoma": [
      "REAÇÃO",
      "DIARRÉIA",
      "GLOBOSO",
      "INDOLOR",
      "MASSAS",
      "EDEMA"
    ],
    "Atividade de Assistência à Saúde": [
      "O"
    ],
    "Atributo Clínico": [
      "P"
    ],
    "Negação": [
      "INDOLOR",
      "SEM"
    ],
    "Localização ou Região Corporal": [
      "MEMBROS"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL",
      "TX RENAL DC",
      "VACINA DA GRIPE"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CREATININA 0 , 67",
      "FK 5"
    ]
  },
  "labels": {
    "controlada": {
      "capitulo": "04",
      "opcoes": [
        {
          "4B24.0": {
            "confidence_embedding": 0.7629,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        },
        {
          "4B24": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro. Definição: Doença do enxerto-versus-hospedeiro (GVHD) ocorre quando células linfoides de um doador imunocompetente são introduzidas num receptor histo-incompatível incapaz de rejeitá-las. Isso usualmente ocorre como resultado de transplante de células tronco hematopoiéticas. Os principais alvos dos linfócitos do doador são a pele, o trato gastrointestinal e o fígado do receptor. A GVHD aguda, que ocorre normalmente nos primeiros 100 dias, tem alta mortalidade. A fase aguda pode ser seguida por GVHD crônica, que também pode sofrer nova agudização. Isso, geralmente, se apresenta como uma erupção liquenoide, mas pode evoluir para grave doença fibrosante afetando pele, pulmões e fígado."
          }
        },
        {
          "4A85.01": {
            "confidence_embedding": 0.7176,
            "text": "Representação de doença CID-11: Hipersensibilidade renal induzida por droga. Definição: Hipersensibilidade renal induzida por droga constitui uma importante causa de insuficiência renal aguda e doença renal crônica na prática clínica atual. Diferentes classes de drogas, em virtude de mecanismos imunológicos, desencadeiam respostas inflamatórias renais específicas, que se manifestam por diferentes padrões clínicos, como a nefrite intersticial induzida por drogas. A hipersensibilidade renal induzida por drogas pode se manifestar isoladamente ou em combinação com outros transtornos de hipersensibilidades induzida por drogas em outro órgão ou sistema."
          }
        },
        {
          "4B24.1": {
            "confidence_embedding": 0.7115,
            "text": "Representação de doença CID-11: Doença do enxerto-versus-hospedeiro crônica. Definição: Doença do enxerto-versus-hospedeiro (GVHD) crônica apresenta-se mais de 100 dias após o transplante de células linfoides de um doador imunocompetente. Tem características clínicas específicas pela quais pode ser distinguida da GVHD aguda. Pode surgir como recidiva, mas frequentemente, sucede a GVHD aguda. Menos comumente, ocorre de forma concomitante à GVHD aguda. As fases iniciais de GVHD crônica são caracterizadas por erupção liquenoide disseminado, poiquilodermia e envolvimento de unhas e mucosa oral. Se a doença permanece ativa, esclerose progressiva da pele e de tecidos profundos provoca contraturas articulares, fibrose de órgãos internos e grave má absorção."
          }
        },
        {
          "4A45": {
            "confidence_embedding": 0.7072,
            "text": "Representação de doença CID-11: Síndrome antifosfolípide. Definição: Síndrome antifosfolípide, também conhecida como síndrome de Hughes, é uma condição autoimune sistêmica caracterizada pela presença de anticorpos antifosfolipídicos (aPL) no soro de pacientes com eventos trombóticos e/ou complicações recorrentes na gravidez."
          }
        }
      ]
    },
    "flacido": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD57": {
            "confidence_embedding": 0.7023,
            "text": "Representação de doença CID-11: Hérnia paraestomal. Definição: Hérnia que ocorre através da área paraestomal fragilizada após a abertura do estoma."
          }
        },
        {
          "DB34.4": {
            "confidence_embedding": 0.6942,
            "text": "Representação de doença CID-11: Úlcera retal hemorrágica aguda. Definição: Úlcera retal hemorrágica aguda é considerada como um transtorno isquêmico agudo da mucosa, que ocorre em pacientes idosos que sofrem de redução incipiente do fluxo sanguíneo devida a fatores arterioscleróticos. Estes pacientes estão frequentemente acamados, e isso causa uma diminuição no fluxo sanguíneo da mucosa do reto inferior, o que por sua vez desencadeia essa doença."
          }
        },
        {
          "DB98.7": {
            "confidence_embedding": 0.694,
            "text": "Representação de doença CID-11: Hipertensão portal. Definição: Hipertensão portal é o aumento anormal da pressão na veia porta, o que induz o desenvolvimento de vasos colaterais da veia porta, incluindo varizes de esôfago e de cárdia. Também contribui para o desenvolvimento de ascite."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.6939,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DE11": {
            "confidence_embedding": 0.6938,
            "text": "Representação de doença CID-11: Síndrome de dumping. Definição: Síndrome de dumping é um grupo de sinais e sintomas que se desenvolve mais frequentemente em pessoas que foram submetidas a cirurgia para ressecção total ou parcial do estômago, ou em quem foi submetido a um bypass cirúrgico. Pode ocorrer precocemente (durante a refeição ou após 15-30 minutos com náuseas, vômitos, dor abdominal, cólicas, diarreia, tontura e palpitações cardíacas) ou tardiamente (1 a 3 horas após a refeição com sudorese, fraqueza, fadiga, tonturas, vertigens, palpitações cardíacas e desmaios)."
          }
        }
      ]
    },
    "tx renal dc": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB80": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        },
        {
          "GB90.48": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Transtornos da excreção de cálcio ou fosfato. Definição: Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
          }
        },
        {
          "GB80.Z": {
            "confidence_embedding": 0.7587,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não especificada, não especificada. Definição: "
          }
        },
        {
          "GB60": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Insuficiência renal aguda. Definição: Aumento na creatinina sérica de 0,3 mg/dl ou mais em 48 horas; ou aumento da creatinina sérica em 1,5 vezes ou mais acima da linha de base, que se sabe ou se presume que tenha ocorrido em até 7 dias; ou volume urinário menor que 0,5 ml/kg/h por 6 horas ou mais."
          }
        },
        {
          "GB60.0": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 1. Definição: Taxa de alteração da creatinina sérica: aumento 1,5-1,9 vezes o valor basal em 7 dias OU aumento de 0,3 mg/dl em 48 h OU Magnitude da produção de urina: <0,5 ml/kg/h por 6-12 horas"
          }
        }
      ]
    },
    "massas": {
      "capitulo": "13",
      "opcoes": [
        {
          "DE11": {
            "confidence_embedding": 0.7076,
            "text": "Representação de doença CID-11: Síndrome de dumping. Definição: Síndrome de dumping é um grupo de sinais e sintomas que se desenvolve mais frequentemente em pessoas que foram submetidas a cirurgia para ressecção total ou parcial do estômago, ou em quem foi submetido a um bypass cirúrgico. Pode ocorrer precocemente (durante a refeição ou após 15-30 minutos com náuseas, vômitos, dor abdominal, cólicas, diarreia, tontura e palpitações cardíacas) ou tardiamente (1 a 3 horas após a refeição com sudorese, fraqueza, fadiga, tonturas, vertigens, palpitações cardíacas e desmaios)."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.6925,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DC50.10": {
            "confidence_embedding": 0.6915,
            "text": "Representação de doença CID-11: Peritonite eosinofílica. Definição: Há 10% ou mais de eosinófilos no efluente peritoneal na apresentação inicial, e suas causas são frequentemente obscuras. No entanto, casos foram relatados com reações alérgicas, exposição a medicamentos como vancomicina, infecções fúngicas e virais, logo após a troca do cateter e no tratamento com icodextrina."
          }
        },
        {
          "DB34.4": {
            "confidence_embedding": 0.6882,
            "text": "Representação de doença CID-11: Úlcera retal hemorrágica aguda. Definição: Úlcera retal hemorrágica aguda é considerada como um transtorno isquêmico agudo da mucosa, que ocorre em pacientes idosos que sofrem de redução incipiente do fluxo sanguíneo devida a fatores arterioscleróticos. Estes pacientes estão frequentemente acamados, e isso causa uma diminuição no fluxo sanguíneo da mucosa do reto inferior, o que por sua vez desencadeia essa doença."
          }
        },
        {
          "DC50.01": {
            "confidence_embedding": 0.6879,
            "text": "Representação de doença CID-11: Outra peritonite primária especificada. Definição: "
          }
        }
      ]
    },
    "reação": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE84": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Falha ou rejeição de órgãos ou tecidos transplantados. Definição: "
          }
        },
        {
          "NB30.2Z": {
            "confidence_embedding": 0.7177,
            "text": "Representação de doença CID-11: Lesão da veia cava superior, não especificada. Definição: "
          }
        },
        {
          "NB92.1Z": {
            "confidence_embedding": 0.711,
            "text": "Representação de doença CID-11: Lesão do ureter, não especificada. Definição: "
          }
        },
        {
          "NB30.2Y": {
            "confidence_embedding": 0.707,
            "text": "Representação de doença CID-11: Outra lesão especificada da veia cava superior. Definição: "
          }
        },
        {
          "ND74.0": {
            "confidence_embedding": 0.7066,
            "text": "Representação de doença CID-11: Corpo estranho na uretra. Definição: "
          }
        }
      ]
    },
    "melhora completa": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7756,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7573,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.7297,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        },
        {
          "MF85": {
            "confidence_embedding": 0.7274,
            "text": "Representação de doença CID-11: Doença mediada por anticorpo antimembrana basal glomerular. Definição: A glomerulonefrite mediada por anti-MBG é uma doença glomerular proliferativa focal e segmentar agressiva caracterizada por coloração linear da membrana basal glomerular para imunoglobulinas, particularmente IgG e IgM. Alterações crescênticas estão frequentemente associadas e os anticorpos circulantes contra membrana basal glomerular são encontrados na doença ativa. A síndrome renal costuma ser nefrite aguda com declínio funcional renal rápido (nefrite rapidamente progressiva) e, se associada a envolvimento respiratório (hemoptise, insuficiência respiratória), o conjunto é denominado \"síndrome de Goodpasture\""
          }
        }
      ]
    },
    "edema": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.762,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.7297,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.715,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.713,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FB51.4": {
            "confidence_embedding": 0.7089,
            "text": "Representação de doença CID-11: Fibrose retroperitoneal. Definição: Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções."
          }
        }
      ]
    },
    "globoso": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB98.5": {
            "confidence_embedding": 0.702,
            "text": "Representação de doença CID-11: Síndrome de Budd-Chiari. Definição: Síndrome de Budd-Chiari (SBC) é causada por obstrução do fluxo venoso de saída hepático, envolvendo ou as veias hepáticas ou o segmento terminal da veia cava inferior e levando a congestão hepática e necrose isquêmica. A gravidade depende da velocidade de início e extensão da obstrução. As obstruções são geralmente causadas por trombose na SBC primária, enquanto na SBC secundária resulta de invasão tumoral do lúmen ou compressão da veia por uma lesão expansiva. As principais manifestações da SBC são ascite levando a desnutrição e insuficiência renal, hemorragia gastrointestinal devida a hipertensão portal e insuficiência hepática resultando em encefalopatia e infecções graves. Formas assintomáticas também já foram descritas."
          }
        },
        {
          "DE11": {
            "confidence_embedding": 0.697,
            "text": "Representação de doença CID-11: Síndrome de dumping. Definição: Síndrome de dumping é um grupo de sinais e sintomas que se desenvolve mais frequentemente em pessoas que foram submetidas a cirurgia para ressecção total ou parcial do estômago, ou em quem foi submetido a um bypass cirúrgico. Pode ocorrer precocemente (durante a refeição ou após 15-30 minutos com náuseas, vômitos, dor abdominal, cólicas, diarreia, tontura e palpitações cardíacas) ou tardiamente (1 a 3 horas após a refeição com sudorese, fraqueza, fadiga, tonturas, vertigens, palpitações cardíacas e desmaios)."
          }
        },
        {
          "DD57": {
            "confidence_embedding": 0.6953,
            "text": "Representação de doença CID-11: Hérnia paraestomal. Definição: Hérnia que ocorre através da área paraestomal fragilizada após a abertura do estoma."
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.6918,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DB34.4": {
            "confidence_embedding": 0.6878,
            "text": "Representação de doença CID-11: Úlcera retal hemorrágica aguda. Definição: Úlcera retal hemorrágica aguda é considerada como um transtorno isquêmico agudo da mucosa, que ocorre em pacientes idosos que sofrem de redução incipiente do fluxo sanguíneo devida a fatores arterioscleróticos. Estes pacientes estão frequentemente acamados, e isso causa uma diminuição no fluxo sanguíneo da mucosa do reto inferior, o que por sua vez desencadeia essa doença."
          }
        }
      ]
    },
    "diarréia": {
      "capitulo": "13",
      "opcoes": [
        {
          "DE11": {
            "confidence_embedding": 0.7155,
            "text": "Representação de doença CID-11: Síndrome de dumping. Definição: Síndrome de dumping é um grupo de sinais e sintomas que se desenvolve mais frequentemente em pessoas que foram submetidas a cirurgia para ressecção total ou parcial do estômago, ou em quem foi submetido a um bypass cirúrgico. Pode ocorrer precocemente (durante a refeição ou após 15-30 minutos com náuseas, vômitos, dor abdominal, cólicas, diarreia, tontura e palpitações cardíacas) ou tardiamente (1 a 3 horas após a refeição com sudorese, fraqueza, fadiga, tonturas, vertigens, palpitações cardíacas e desmaios)."
          }
        },
        {
          "DA94.22": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Síndrome de enterocolite induzida por proteína alimentar. Definição: Inflamação crônica persistente com hipersensibilidade não mediada por IgE e mediada por células no trato intestinal, que afeta primariamente crianças. Os alimentos causadores mais comuns são: leite de vaca, soja, arroz, aveia, carne. Nos casos de exposição crônica, os sintomas mais frequentes são vômitos, diarreia, crescimento comprometido e letargia. Quando reexposto após restrição, o paciente pode apresentar vômitos, diarreia e hipotensão (15%) 2 horas após a ingestão."
          }
        },
        {
          "DD57": {
            "confidence_embedding": 0.7096,
            "text": "Representação de doença CID-11: Hérnia paraestomal. Definição: Hérnia que ocorre através da área paraestomal fragilizada após a abertura do estoma."
          }
        },
        {
          "DC50.10": {
            "confidence_embedding": 0.7069,
            "text": "Representação de doença CID-11: Peritonite eosinofílica. Definição: Há 10% ou mais de eosinófilos no efluente peritoneal na apresentação inicial, e suas causas são frequentemente obscuras. No entanto, casos foram relatados com reações alérgicas, exposição a medicamentos como vancomicina, infecções fúngicas e virais, logo após a troca do cateter e no tratamento com icodextrina."
          }
        },
        {
          "DC50.01": {
            "confidence_embedding": 0.7066,
            "text": "Representação de doença CID-11: Outra peritonite primária especificada. Definição: "
          }
        }
      ]
    },
    "mv positivo": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MG02": {
            "confidence_embedding": 0.7244,
            "text": "Representação de doença CID-11: Resultados de estudos de função renal. Definição: "
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7237,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF82": {
            "confidence_embedding": 0.7087,
            "text": "Representação de doença CID-11: Glomerulopatia por lipoproteína. Definição: Trombos de lipoproteína característicos são encontrados no glomérulo nesta doença geneticamente determinada, encontrada principalmente no Leste Asiático."
          }
        }
      ]
    }
  }
}