{
  "prontuario_id": 744,
  "text": "LUCAS, 59 ANOS\n\n# S: PACIENTE EM ACOMPANHAMENTO POR TUMORAÇÃO EM MANDÍBULA.\nINICIO HA CERCA DE 7 MESES, EM FACE E CORPO DE MANDIBULA DIR, INDOLOR. NAO AUMENTA O VOLUME HA 3 MESES.\nNEGA DISFAGIA, NEGA PARESIAS OU PARESTESIAS EM FACE. \nNEGA TABAGISMO; NEGA ALERGIAS,\nEPISTAXE FREQUENTE (2 A 3 X/SEMANA).\n\nHMP: HAS EM TTO, TRANSPLANTADA RENAL ESQ HA 03 ANOS, EM USO DE IMUNODEPRESSORES (SIC);\n\n# O: ORO: EDENTULISMO SUP E INF; PRESENÇA DE MASSA ENDURECIDA EM CORPO E RAMO DIREITOS DE MANDIBULA , INDOLOR Á PALPAÇÃO; 8 X 8 CM;\nLINGUA E ASSOALHO LIVRES;\n-C/P: LIVRE.\n- PERFURAÇÃO SEPTAL PEQUENA ANTERIOR COM CROSTAS.\n\nTC DO PERSCOÇO (11/12/2015): LESÃO ÓSSEA NA MANDIBULA DIREITA, COM SINAIS DE MODERADA AGRESSIVIDADE LOCAL . CONSIDERAR AS POSSIBILIDADES DE LESÃO PRIMARIA (AMELOBLASTOMA?TCG?), \nOU MENOS PROVAVELMENTE SECUNDÁRIA. SUGERE-SE CORRELAÇÃO COM ESTUDO ANATOMOPATOLÓGICO.\n-BÓCIO TIREOIDIANO NODULAR.\n\n# A: LESÃO OSSEA DA MANDIBULA DIREITA (cisto dentigero, ameloblastoma, tu marrom ? sarcoma de mandibula ?).\n\n# P: RETORNO EM 2 SEMANAS (17/02/2016) EM VISITA.\nNÃO REALIZADO BIOPSIA SEPTAL HOJE POR FALTA DE MATERIAL ADEQUADO.\nBIOPSIAR SEPTO PROXIMA CONSULTA.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "S",
      "HMP",
      "O",
      "ORO",
      "-C/P",
      "A",
      "P",
      "MANDIBULA DIR",
      "TRANSPLANTADA RENAL ESQ",
      "SUP E INF",
      "TC DO PERSCOÇO",
      "tu marrom"
    ],
    "Achado": [
      "S",
      "HMP",
      "LIVRE",
      "TRANSPLANTADA RENAL ESQ",
      "LINGUA E ASSOALHO LIVRES"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Atividade de Assistência à Saúde": [
      "ACOMPANHAMENTO",
      "O",
      "RETORNO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MANDÍBULA",
      "FACE",
      "MANDIBULA DIR"
    ],
    "Sinal ou Sintoma": [
      "INDOLOR",
      "DISFAGIA",
      "PARESIAS",
      "PARESTESIAS",
      "EPISTAXE",
      "AUMENTA O VOLUME",
      "PRESENÇA DE MASSA ENDURECIDA"
    ],
    "Negação": [
      "INDOLOR",
      "NAO",
      "NEGA",
      "NÃO"
    ],
    "Doença ou Síndrome": [
      "TABAGISMO",
      "ALERGIAS",
      "HAS",
      "EDENTULISMO",
      "-BÓCIO TIREOIDIANO NODULAR",
      "cisto dentigero"
    ],
    "Substância Farmacológica": [
      "IMUNODEPRESSORES"
    ],
    "Procedimento Diagnóstico": [
      "ORO",
      "A",
      "TC DO PERSCOÇO",
      "ESTUDO ANATOMOPATOLÓGICO",
      "BIOPSIA SEPTAL"
    ],
    "Processo Neoplásico": [
      "AMELOBLASTOMA",
      "ameloblastoma",
      "tu marrom",
      "sarcoma de mandibula"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Localização ou Região Corporal": [
      "SEPTO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRANSPLANTADA RENAL ESQ"
    ],
    "Conceito Espacial": [
      "SUP E INF"
    ],
    "Conceito Quantitativo": [
      "8 X 8 CM"
    ],
    "Resultado Laboratorial ou de Teste": [
      "LESÃO ÓSSEA NA MANDIBULA DIREITA",
      "COM SINAIS DE MODERADA AGRESSIVIDADE LOCAL"
    ],
    "Lesão ou Envenenamento": [
      "LESÃO OSSEA DA MANDIBULA DIREITA"
    ]
  },
  "labels": {
    "parestesias": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.7372,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8B82": {
            "confidence_embedding": 0.7364,
            "text": "Representação de doença CID-11: Transtornos do nervo trigêmeo. Definição: O nervo trigêmeo é um nervo misto com três divisões, divisões oftálmica, maxilar e mandibular, que fornece inervação sensorial para a face e mucosas das cavidades oral e nasal e inervação motora para os músculos da mastigação, tensor do tímpano, tensor do véu palatino, milo-hióideo e ventre anterior do músculo digástrico. O complexo nuclear trigeminal se estende por todo o tronco encefálico, portanto, é suscetível a muitos processos patológicos, incluindo desmielinização, isquemia, hemorragia, inflamação infecciosa e não infecciosa e neoplasia, levando a sintomas de envolvimento do nervo trigêmeo. A compressão da raiz sensorial do nervo fora do tronco encefálico por uma alça vascular ocasiona a neuralgia do trigêmeo. Sintomas e sinais dependem da localização da lesão. Em geral, um transtorno do nervo trigêmeo está associado à perda de sensibilidade hemifacial, desvio da mandíbula para o lado paralisado à abertura da boca e perda do reflexo corneano."
          }
        },
        {
          "8B88.2": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Espasmo hemifacial. Definição: O espasmo hemifacial (EHF) é um transtorno do movimento mais comumente causado pela compressão vascular do VII nervo craniano em sua zona de saída da raiz do tronco encefálico. Ela se manifesta como contrações involuntárias e espasmos em uma das metades da face."
          }
        },
        {
          "8D66.0": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Siringomielia idiopática. Definição: Condição em que a siringe não tem causa identificável e que é difícil de tratar. A maioria das siringes grandes e/ou sintomáticas pode ser tratada com derivação da siringe."
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        }
      ]
    },
    "-bócio tireoidiano nodular": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A78.20": {
            "confidence_embedding": 0.7247,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        },
        {
          "9A26": {
            "confidence_embedding": 0.7211,
            "text": "Representação de doença CID-11: Deformidade combinada de osso e tecido mole de órbita. Definição: "
          }
        },
        {
          "9A73": {
            "confidence_embedding": 0.7183,
            "text": "Representação de doença CID-11: Ceratite de exposição. Definição: condição de exposição em que a córnea do olho, a parte frontal do olho, fica inflamada. A condição é frequentemente marcada por dor moderada a intensa e geralmente envolve comprometimento da visão. Pode causar sensação de areia cada vez que o indivíduo pisca os olhos."
          }
        },
        {
          "9A10.3": {
            "confidence_embedding": 0.7168,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        },
        {
          "9A21.1": {
            "confidence_embedding": 0.7148,
            "text": "Representação de doença CID-11: Abscesso orbitário subperiosteal. Definição: Condição do olho e seus anexos, causada por uma infecção de origem bacteriana. Essa condição é caracterizada por um acúmulo focal de material purulento nos ossos que dão suporte ao globo ocular, febre, secreção ocular, edema ocular ou proptose. A confirmação é feita por identificação do agente bacteriano."
          }
        }
      ]
    },
    "lesão ossea da mandibula direita": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB85": {
            "confidence_embedding": 0.767,
            "text": "Representação de doença CID-11: Doença de Paget do osso. Definição: Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
          }
        },
        {
          "FB84.1": {
            "confidence_embedding": 0.731,
            "text": "Representação de doença CID-11: Outra osteomielite aguda. Definição: "
          }
        },
        {
          "FB31.1": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Fibrodisplasia ossificante progressiva. Definição: Esta é uma doença extremamente rara, do tecido conjuntivo, em que uma mutação nos mecanismos de reparo tecidual faz com que o tecido fibroso (de músculos, tendões e ligamentos) seja ossificado quando sofre algum tipo de lesão."
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.7294,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.7286,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        }
      ]
    },
    "hmp": {
      "capitulo": "03",
      "opcoes": [
        {
          "3B62.3": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Doença do grânulo denso. Definição: Condição causada por determinantes que surgem após o nascimento, no período neonatal. Esta condição é caracterizada por defeitos nos grânulos densos das plaquetas levando a anormalidades nos mecanismos de coagulação. Esta condição pode se apresentar com sangramento prolongado, epistaxe, menorragia, hematomas frequentes, anemia, fadiga e falta de ar. A confirmação é pela identificação de defeitos plaquetários em amostra do sangue."
          }
        },
        {
          "3B81.3": {
            "confidence_embedding": 0.712,
            "text": "Representação de doença CID-11: Laceração ou ruptura não traumática do baço. Definição: Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
          }
        },
        {
          "3B64.13": {
            "confidence_embedding": 0.704,
            "text": "Representação de doença CID-11: Trombocitopenia aloimune. Definição: Doença causada por determinantes como transfusão de sangue que leva a uma resposta imune a antígenos estranhos. Esta doença é caracterizada por níveis diminuídos de plaquetas no organismo devido a uma resposta imune reativa a antígenos plaquetários estranhos. Esta doença pode se manifestar com aumento de equimoses e sangramentos. A confirmação é feita pela identificação de contagem diminuída de plaquetas e presença de autoanticorpos na amostra de sangue"
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.7018,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        },
        {
          "3B64.1": {
            "confidence_embedding": 0.6997,
            "text": "Representação de doença CID-11: Trombocitopenia adquirida. Definição: Doença causa por determinantes que aparecem após o nascimento e que levam a uma baixa contagem de plaquetas. Essa doença é caracterizada por níveis baixos de plaquetas no sangue. Pode apresentar-se com aumento na ocorrência de equimoses ou hemorragias. A confirmação é feita pela identificação de contagem plaquetária baixa em amostra de sangue."
          }
        }
      ]
    },
    "aumenta o volume": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29.10": {
            "confidence_embedding": 0.7291,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MG30.61": {
            "confidence_embedding": 0.7286,
            "text": "Representação de doença CID-11: Dor de dente crônica. Definição: A dor de dente crônica é a dor crônica causada por um transtorno envolvendo os dentes ou tecidos associados (dor pulpar, periodontal ou gengival) e que ocorre por duas horas ou mais por dia, em pelo menos 50% dos dias, durante pelo menos três meses. O fator causal típico é cárie ou trauma em um ou mais dentes ou tecidos associados. Além do exame clínico, as imagens (radiografias intraorais, tomografias etc.) podem facilitar o diagnóstico correto. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MG43.9": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Apetite aumentado. Definição: Aumento intermitente ou persistente de motivação ou desejo de comer, em comparação ao habitual do indivíduo."
          }
        },
        {
          "MG30.6Z": {
            "confidence_embedding": 0.7197,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial secundárias crônicas, não especificadas. Definição: "
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7176,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        }
      ]
    },
    "paresias": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B88.2": {
            "confidence_embedding": 0.7423,
            "text": "Representação de doença CID-11: Espasmo hemifacial. Definição: O espasmo hemifacial (EHF) é um transtorno do movimento mais comumente causado pela compressão vascular do VII nervo craniano em sua zona de saída da raiz do tronco encefálico. Ela se manifesta como contrações involuntárias e espasmos em uma das metades da face."
          }
        },
        {
          "8B82": {
            "confidence_embedding": 0.7411,
            "text": "Representação de doença CID-11: Transtornos do nervo trigêmeo. Definição: O nervo trigêmeo é um nervo misto com três divisões, divisões oftálmica, maxilar e mandibular, que fornece inervação sensorial para a face e mucosas das cavidades oral e nasal e inervação motora para os músculos da mastigação, tensor do tímpano, tensor do véu palatino, milo-hióideo e ventre anterior do músculo digástrico. O complexo nuclear trigeminal se estende por todo o tronco encefálico, portanto, é suscetível a muitos processos patológicos, incluindo desmielinização, isquemia, hemorragia, inflamação infecciosa e não infecciosa e neoplasia, levando a sintomas de envolvimento do nervo trigêmeo. A compressão da raiz sensorial do nervo fora do tronco encefálico por uma alça vascular ocasiona a neuralgia do trigêmeo. Sintomas e sinais dependem da localização da lesão. Em geral, um transtorno do nervo trigêmeo está associado à perda de sensibilidade hemifacial, desvio da mandíbula para o lado paralisado à abertura da boca e perda do reflexo corneano."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7393,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8D66.0": {
            "confidence_embedding": 0.7282,
            "text": "Representação de doença CID-11: Siringomielia idiopática. Definição: Condição em que a siringe não tem causa identificável e que é difícil de tratar. A maioria das siringes grandes e/ou sintomáticas pode ser tratada com derivação da siringe."
          }
        },
        {
          "8D66.1": {
            "confidence_embedding": 0.7232,
            "text": "Representação de doença CID-11: Siringomielia devida a alguma causa especificada. Definição: Afecção em que a siringe está associada a uma causa subjacente."
          }
        }
      ]
    },
    "sarcoma de mandibula": {
      "capitulo": "02",
      "opcoes": [
        {
          "2B52": {
            "confidence_embedding": 0.7683,
            "text": "Representação de doença CID-11: Sarcoma de Ewing, localização primária. Definição: Tumor de pequenas células redondas em que falta evidência morfológica, imunohistoquímica e à microscopia eletrônica de diferenciação neuroectodérmica. Ele representa uma das duas extremidades do espectro chamado sarcoma de Ewing/tumor neuroectodérmico periférico. Afeta majoritariamente homens abaixo de 20 anos de idade, e pode ocorrer em tecidos moles ou osso. Dor e a presença de uma massa são os sintomas clínicos mais frequentes."
          }
        },
        {
          "2B51": {
            "confidence_embedding": 0.7639,
            "text": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
          }
        },
        {
          "2B5F.3": {
            "confidence_embedding": 0.7629,
            "text": "Representação de doença CID-11: Sarcoma do peritônio, assim declarado, não classificado em outra parte, localização primária desconhecida. Definição: "
          }
        },
        {
          "2B31.4": {
            "confidence_embedding": 0.762,
            "text": "Representação de doença CID-11: Sarcoma de células dendríticas interdigitantes. Definição: Proliferação neoplásica de células fusiformes a ovoides que demonstram características fenotípicas similares àquelas de células dendríticas interdigitantes. O curso clínico é geralmente agressivo."
          }
        },
        {
          "2B68": {
            "confidence_embedding": 0.762,
            "text": "Representação de doença CID-11: Neoplasias malignas das glândulas submandibulares ou sublinguais. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        }
      ]
    },
    "disfagia": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA07.60": {
            "confidence_embedding": 0.7817,
            "text": "Representação de doença CID-11: Síndrome da erupção dentária. Definição: Desconforto gengival e maxilar quando os dentes de um bebê começam a erupcionar. A erupção tipicamente começa entre os 4 e 7 meses de idade e permanece até cerca de 3 anos de idade. Os sintomas mais comuns incluem irritabilidade, choro, falta de apetite, gengivas vermelhas e edemaciadas, salivação em excesso e dificuldade para dormir."
          }
        },
        {
          "DA06.3": {
            "confidence_embedding": 0.7776,
            "text": "Representação de doença CID-11: Cisto ósseo de Stafne. Definição: Embora comumente chamado de cisto ósseo de Stafne, esta lesão não é um cisto verdadeiro, mas sim uma cavidade devido a um defeito cortical focal da face medial da mandíbula. É encontrado com mais frequência em homens de meia-idade e geralmente é descoberto em imagem radiografia como um achado incidental. Geralmente estão localizados na região entre o primeiro molar inferior e o ângulo mandibular. Destaca-se pela dificuldade de distinguir o cisto de outras lesões radiolúcidas na mandíbula, como o mieloma ou o carcinoma escamoso metastático. A cavidade é geralmente preenchida por parte da glândula salivar submandibular ou gordura adjacente. Acredita-se que seja resultado da remodelação óssea pelo tecido salivar adjacente. Foram observadas regressões dos cistos após a ressecção da glândula próxima. A prevalência estimada varia em torno de 0,10-0,48%.\r\nPatologia: Acredita-se que os cistos de Stafne resultem da remodelação do osso pelo tecido salivar adjacente, e observou-se que regridem após a ressecção da glândula próxima. Geralmente aparecem na área entre o primeiro molar inferior e o ângulo mandibular 6."
          }
        },
        {
          "DA0F.0": {
            "confidence_embedding": 0.7687,
            "text": "Representação de doença CID-11: Síndrome da ardência bucal. Definição: A síndrome da ardência bucal é uma dor orofacial crônica com sensação de queimação ou disestética intraoral que se repete por mais de duas horas por dia em 50% dos dias por mais de três meses, sem lesões causadoras evidentes na investigação clínica e no exame. Caracteriza-se por estresse emocional significativo (ansiedade, raiva/frustração ou depressão) ou interferência nas funções orofaciais, como comer, bocejar, falar etc. A síndrome da ardência bucal é multifatorial: fatores biológicos, psicológicos e sociais contribuem para o quadro da dor. O diagnóstico é apropriado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados."
          }
        },
        {
          "DA0E.6": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Anormalidades dentofaciais funcionais. Definição: Disfunção da articulação temporomandibular (ATM) é o nome dado a um grupo de sintomas que causam dor em cabeça, face e mandíbula. Os sintomas incluem dor de cabeça, dolorimento nos músculos da mastigação e estalos ou rigidez nas articulações. Frequentemente têm causas psicológicas assim como físicas."
          }
        },
        {
          "DA0E": {
            "confidence_embedding": 0.753,
            "text": "Representação de doença CID-11: Anomalias dentofaciais. Definição: Anormalidade congênita ou adquirida na qual estruturas dentárias e orais desviam da função, forma ou posição normal."
          }
        }
      ]
    },
    "presença de massa endurecida": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB84.1": {
            "confidence_embedding": 0.7398,
            "text": "Representação de doença CID-11: Outra osteomielite aguda. Definição: "
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.7397,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FB85": {
            "confidence_embedding": 0.7373,
            "text": "Representação de doença CID-11: Doença de Paget do osso. Definição: Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
          }
        },
        {
          "FB31.1": {
            "confidence_embedding": 0.7283,
            "text": "Representação de doença CID-11: Fibrodisplasia ossificante progressiva. Definição: Esta é uma doença extremamente rara, do tecido conjuntivo, em que uma mutação nos mecanismos de reparo tecidual faz com que o tecido fibroso (de músculos, tendões e ligamentos) seja ossificado quando sofre algum tipo de lesão."
          }
        },
        {
          "FB84.5": {
            "confidence_embedding": 0.7279,
            "text": "Representação de doença CID-11: Outra osteomielite crônica hematogênica. Definição: "
          }
        }
      ]
    },
    "tu marrom": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.61": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Dor de dente crônica. Definição: A dor de dente crônica é a dor crônica causada por um transtorno envolvendo os dentes ou tecidos associados (dor pulpar, periodontal ou gengival) e que ocorre por duas horas ou mais por dia, em pelo menos 50% dos dias, durante pelo menos três meses. O fator causal típico é cárie ou trauma em um ou mais dentes ou tecidos associados. Além do exame clínico, as imagens (radiografias intraorais, tomografias etc.) podem facilitar o diagnóstico correto. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MG30.63": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial associada a transtornos temporomandibulares secundários crônicos. Definição: Dor crônica secundária à disfunção temporomandibular é a dor crônica na(s) articulação(ões) temporomandibular(es) ou nos músculos masseter ou temporal(is) associada com inflamação persistente (devida a, por exemplo, infecção, deposição de cristais ou transtornos autoimunes), alterações estruturais (como osteoartrite ou espondilose), lesão ou doenças do sistema nervoso. Ocorre em pelo menos 50% dos dias, durante pelo menos três meses. A duração da dor no dia é de pelo menos 2 horas. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MG30.6Z": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial secundárias crônicas, não especificadas. Definição: "
          }
        },
        {
          "MG30.6Y": {
            "confidence_embedding": 0.7586,
            "text": "Representação de doença CID-11: Outra cefaleia ou dor orofacial secundárias crônicas, especificadas. Definição: "
          }
        },
        {
          "MG30.3": {
            "confidence_embedding": 0.7467,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento."
          }
        }
      ]
    },
    "transplantada renal esq": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.7231,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3B65": {
            "confidence_embedding": 0.7124,
            "text": "Representação de doença CID-11: Microangiopatia trombótica, não classificada em outra parte.. Definição: Microangiopatias trombóticas são transtornos de oclusão microvascular caracterizados por agregação sistêmica ou intrarrenal de plaquetas, trombocitopenia e lesão mecânica dos eritrócitos. A púrpura trombocitopênica trombótica (PTT) e a síndrome hemolítico-urêmica (SHU) representam um espectro das microangiopatias trombóticas. Na PTT, a agregação sistêmica de plaquetas na microcirculação causa isquemia no cérebro e em outros órgãos. Na SHU, trombos de fibrina-plaquetas ocluem predominantemente a circulação renal."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7103,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3B81.4": {
            "confidence_embedding": 0.6951,
            "text": "Representação de doença CID-11: Esplenose. Definição: Doença causada por determinantes que surgem após o nascimento, como trauma físico ou esplenectomia. Essa doença é caracterizada pelo autotransplante de um ou mais depósitos focais de tecido esplênico em vários compartimentos do corpo. A confirmação é feita por métodos de imagem."
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.6874,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        }
      ]
    },
    "cisto dentigero": {
      "capitulo": "02",
      "opcoes": [
        {
          "2B68": {
            "confidence_embedding": 0.7604,
            "text": "Representação de doença CID-11: Neoplasias malignas das glândulas submandibulares ou sublinguais. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B67": {
            "confidence_embedding": 0.7358,
            "text": "Representação de doença CID-11: Neoplasias malignas da glândula parótida. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B6A.0": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas de orofaringe. Definição: Carcinoma de células escamosas originando-se da orofaringe. Afeta predominantemente adultos nas quinta e sexta décadas de vida e está associada ao uso de álcool e tabaco. O papilomavírus humano está presente em aproximadamente metade dos casos. É caracterizado por uma tendência de metástase precoce para os gânglios linfáticos. Quando o tumor é pequeno, os pacientes são frequentemente assintomáticos. O exame físico pode revelar lesões ou placas eritematosas ou brancas. A maioria dos pacientes apresenta doença localmente avançada. Sinais e sintomas incluem ulceração da mucosa, dor, sangramento, perda de peso, inchaço no pescoço e dificuldade para falar, mastigar e engolir. Os pacientes também podem apresentar linfonodos cervicais inchados, sem quaisquer sintomas de tumor orofaríngeo. Os fatores prognósticos mais significativos são o tamanho do tumor e o status dos linfonodos."
          }
        },
        {
          "2B52": {
            "confidence_embedding": 0.7193,
            "text": "Representação de doença CID-11: Sarcoma de Ewing, localização primária. Definição: Tumor de pequenas células redondas em que falta evidência morfológica, imunohistoquímica e à microscopia eletrônica de diferenciação neuroectodérmica. Ele representa uma das duas extremidades do espectro chamado sarcoma de Ewing/tumor neuroectodérmico periférico. Afeta majoritariamente homens abaixo de 20 anos de idade, e pode ocorrer em tecidos moles ou osso. Dor e a presença de uma massa são os sintomas clínicos mais frequentes."
          }
        },
        {
          "2B51": {
            "confidence_embedding": 0.7187,
            "text": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
          }
        }
      ]
    },
    "ameloblastoma": {
      "capitulo": "02",
      "opcoes": [
        {
          "2B68": {
            "confidence_embedding": 0.7791,
            "text": "Representação de doença CID-11: Neoplasias malignas das glândulas submandibulares ou sublinguais. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B67": {
            "confidence_embedding": 0.7616,
            "text": "Representação de doença CID-11: Neoplasias malignas da glândula parótida. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2C90": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Neoplasias malignas do rim, exceto pelve renal. Definição: O câncer de rim representa 2% da carga total de câncer em humanos, com aproximadamente 190.000 novos casos diagnosticados a cada ano. Ocorrem em todas as regiões do mundo, com uma preferência por países desenvolvidos. Fatores etiológicos incluem carcinógenos ambientais (tabagismo) e fatores de estilo de vida, em particular a obesidade. Embora os tumores renais possam ser completamente removidos cirurgicamente, a metástase hematogênica é frequente e pode ocorrer já em um estágio inicial da doença. O padrão de mutações somáticas em tumores renais tem sido extensivamente investigado e se tornou, além da histopatologia, um dos principais critérios de classificação. Os tumores renais também ocorrem no contexto de várias síndromes de câncer hereditárias, incluindo a doença de von Hippel-Lindau."
          }
        },
        {
          "2B51": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
          }
        },
        {
          "2B6A.0": {
            "confidence_embedding": 0.745,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas de orofaringe. Definição: Carcinoma de células escamosas originando-se da orofaringe. Afeta predominantemente adultos nas quinta e sexta décadas de vida e está associada ao uso de álcool e tabaco. O papilomavírus humano está presente em aproximadamente metade dos casos. É caracterizado por uma tendência de metástase precoce para os gânglios linfáticos. Quando o tumor é pequeno, os pacientes são frequentemente assintomáticos. O exame físico pode revelar lesões ou placas eritematosas ou brancas. A maioria dos pacientes apresenta doença localmente avançada. Sinais e sintomas incluem ulceração da mucosa, dor, sangramento, perda de peso, inchaço no pescoço e dificuldade para falar, mastigar e engolir. Os pacientes também podem apresentar linfonodos cervicais inchados, sem quaisquer sintomas de tumor orofaríngeo. Os fatores prognósticos mais significativos são o tamanho do tumor e o status dos linfonodos."
          }
        }
      ]
    },
    "edentulismo": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA07.60": {
            "confidence_embedding": 0.7954,
            "text": "Representação de doença CID-11: Síndrome da erupção dentária. Definição: Desconforto gengival e maxilar quando os dentes de um bebê começam a erupcionar. A erupção tipicamente começa entre os 4 e 7 meses de idade e permanece até cerca de 3 anos de idade. Os sintomas mais comuns incluem irritabilidade, choro, falta de apetite, gengivas vermelhas e edemaciadas, salivação em excesso e dificuldade para dormir."
          }
        },
        {
          "DA0F.0": {
            "confidence_embedding": 0.7768,
            "text": "Representação de doença CID-11: Síndrome da ardência bucal. Definição: A síndrome da ardência bucal é uma dor orofacial crônica com sensação de queimação ou disestética intraoral que se repete por mais de duas horas por dia em 50% dos dias por mais de três meses, sem lesões causadoras evidentes na investigação clínica e no exame. Caracteriza-se por estresse emocional significativo (ansiedade, raiva/frustração ou depressão) ou interferência nas funções orofaciais, como comer, bocejar, falar etc. A síndrome da ardência bucal é multifatorial: fatores biológicos, psicológicos e sociais contribuem para o quadro da dor. O diagnóstico é apropriado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados."
          }
        },
        {
          "DA0E.6": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Anormalidades dentofaciais funcionais. Definição: Disfunção da articulação temporomandibular (ATM) é o nome dado a um grupo de sintomas que causam dor em cabeça, face e mandíbula. Os sintomas incluem dor de cabeça, dolorimento nos músculos da mastigação e estalos ou rigidez nas articulações. Frequentemente têm causas psicológicas assim como físicas."
          }
        },
        {
          "DA06.3": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Cisto ósseo de Stafne. Definição: Embora comumente chamado de cisto ósseo de Stafne, esta lesão não é um cisto verdadeiro, mas sim uma cavidade devido a um defeito cortical focal da face medial da mandíbula. É encontrado com mais frequência em homens de meia-idade e geralmente é descoberto em imagem radiografia como um achado incidental. Geralmente estão localizados na região entre o primeiro molar inferior e o ângulo mandibular. Destaca-se pela dificuldade de distinguir o cisto de outras lesões radiolúcidas na mandíbula, como o mieloma ou o carcinoma escamoso metastático. A cavidade é geralmente preenchida por parte da glândula salivar submandibular ou gordura adjacente. Acredita-se que seja resultado da remodelação óssea pelo tecido salivar adjacente. Foram observadas regressões dos cistos após a ressecção da glândula próxima. A prevalência estimada varia em torno de 0,10-0,48%.\r\nPatologia: Acredita-se que os cistos de Stafne resultem da remodelação do osso pelo tecido salivar adjacente, e observou-se que regridem após a ressecção da glândula próxima. Geralmente aparecem na área entre o primeiro molar inferior e o ângulo mandibular 6."
          }
        },
        {
          "DA0E.1": {
            "confidence_embedding": 0.7656,
            "text": "Representação de doença CID-11: Anomalias da relação entre mandíbula e base do crânio. Definição: Anormalidade congênita ou adquirida na qual a porção do crânio que sustenta o maxilar superior se desvia da forma, função ou posição normal."
          }
        }
      ]
    },
    "epistaxe": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA03.0": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Luxação da mandíbula. Definição: Luxação da mandíbula, o maior e mais forte osso da face. A luxação da articulação temporomandibular (ATM) é uma condição dolorosa que ocorre quando o côndilo mandibular fica fixo na face antero-superior da eminência articular.\r\nA luxação da ATM deve-se a trauma ou, mais comumente, abertura excessiva da mandíbula. O espasmo dos músculos masseter, temporal e pterigóideo medial resulta em trismo, impedindo o retorno do côndilo à fossa temporal."
          }
        },
        {
          "NA0D.10": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Concussão do tecido periodontal. Definição: Qualquer lesão nas estruturas de suporte dentário sem afrouxamento ou deslocamento anormal do dente. Há uma reação marcante à percussão."
          }
        },
        {
          "NA02.Y": {
            "confidence_embedding": 0.7365,
            "text": "Representação de doença CID-11: Fratura de outros ossos especificados da face ou do crânio. Definição: "
          }
        },
        {
          "NA02.Z": {
            "confidence_embedding": 0.7277,
            "text": "Representação de doença CID-11: Fratura de ossos da face ou do crânio, parte não especificada. Definição: "
          }
        },
        {
          "NA02.8": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Fraturas múltiplas com envolvimento do crânio ou ossos da face. Definição: "
          }
        }
      ]
    }
  }
}