{
  "prontuario_id": 417,
  "text": "RETORNO\n\n# S: PACIENTE EM ACOMPANHAMENTO POR TUMORAÇÃO EM MANDÍBULA.\nINICIO HA CERCA DE 7 MESES, EM FACE E CORPO DE MANDIBULA DIR, INDOLOR. NAO AUMENTA O VOLUME HA 3 MESES.\nNEGA DISFAGIA, NEGA PARESIAS OU PARESTESIAS EM FACE.\nNEGA TABAGISMO; NEGA ALERGIAS,\nEPISTAXE FREQUENTE (2 A 3 X / SEMANA).\n\nHMP: HAS EM TTO, TRANSPLANTADA RENAL ESQ HA 03 ANOS, EM USO DE IMUNODEPRESSORES (SIC);\n\n# O: ORO: EDENTULISMO SUP E INF; PRESENÇA DE MASSA ENDURECIDA EM CORPO E RAMO DIREITOS DE MANDIBULA , INDOLOR Á PALPAÇÃO; 8 X 8CM;\nLINGUA E ASSOALHO LIVRES;\nC/P: LIVRE.\nRINO: PERFURAÇÃO SEPTAL PEQUENA ANTERIOR COM CROSTAS.\n\n# TC DO PERSCOÇO (11/12/2015): LESÃO ÓSSEA NA MANDIBULA DIREITA, COM SINAIS DE MODERADA AGRESSIVIDADE LOCAL . CONSIDERAR AS POSSIBILIDADES DE LESÃO PRIMARIA (AMELOBLASTOMA ? TCG ?) OU MENOS PROVAVELMENTE SECUNDÁRIA. SUGERE-SE CORRELAÇÃO COM ESTUDO ANATOMOPATOLÓGICO\nBÓCIO TIREOIDIANO NODULAR.\n\n# A: LESÃO OSSEA DA MANDIBULA DIREITA (cisto dentigero, ameloblastoma, tu marrom ? sarcoma de mandibula ?)\n\n# P: SOLICITO AVALIAÇÃO DA NEFRO E CARDIO PARA LIBERAÇÃO CX,\nRETORNO APÓS AVALIAÇÃO.\nNO RETORNO COM AS LIBERAÇÕES AGENDAR HEMIMANDIBULECTOMIA DIREITA INTRA ORAL + LEVAR DRILL E CANETA.\nNÃO REALIZADO BIOPSIA SEPTAL HOJE POR FALTA DE MATERIAL ADEQUADO.\nBIOPSIAR SEPTO PROXIMA CONSULTA.\n\nR1 LUcas\nR2 Lucas\nR3 Lucas\nDoutor Vital Brazil ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "ACOMPANHAMENTO",
      "O",
      "AVALIAÇÃO",
      "REALIZADO",
      "SOLICITO AVALIAÇÃO",
      "LIBERAÇÃO CX"
    ],
    "Abreviação": [
      "S",
      "HMP",
      "O",
      "ORO",
      "RINO",
      "TCG",
      "A",
      "P",
      "NEFRO",
      "CARDIO",
      "CORPO DE MANDIBULA DIR",
      "TRANSPLANTADA RENAL ESQ",
      "SUP E INF",
      "TC DO PERSCOÇO",
      "tu marrom",
      "LIBERAÇÃO CX"
    ],
    "Achado": [
      "S",
      "HMP",
      "LIVRE",
      "TRANSPLANTADA RENAL ESQ",
      "LINGUA E ASSOALHO LIVRES"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Processo Neoplásico": [
      "TUMORAÇÃO",
      "AMELOBLASTOMA",
      "ameloblastoma",
      "tu marrom",
      "sarcoma de mandibula"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MANDÍBULA",
      "FACE",
      "CORPO DE MANDIBULA DIR",
      "CORPO E RAMO DIREITOS DE MANDIBULA"
    ],
    "Negação": [
      "INDOLOR",
      "NAO",
      "NEGA",
      "NÃO"
    ],
    "Sinal ou Sintoma": [
      "INDOLOR",
      "DISFAGIA",
      "PARESIAS",
      "PARESTESIAS",
      "EPISTAXE",
      "AUMENTA O VOLUME",
      "PRESENÇA DE MASSA ENDURECIDA"
    ],
    "Localização ou Região Corporal": [
      "FACE"
    ],
    "Doença ou Síndrome": [
      "TABAGISMO",
      "ALERGIAS",
      "HAS",
      "EDENTULISMO",
      "BÓCIO TIREOIDIANO NODULAR",
      "cisto dentigero"
    ],
    "Substância Farmacológica": [
      "IMUNODEPRESSORES"
    ],
    "Procedimento Diagnóstico": [
      "ORO",
      "RINO",
      "A",
      "TC DO PERSCOÇO",
      "ESTUDO ANATOMOPATOLÓGICO",
      "BIOPSIA SEPTAL"
    ],
    "Produto Intelectual": [
      "P"
    ],
    "Grupo Profissional ou Ocupacional": [
      "NEFRO",
      "CARDIO"
    ],
    "Conceito Temporal": [
      "APÓS"
    ],
    "Função Patológica": [
      "AUMENTA O VOLUME"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRANSPLANTADA RENAL ESQ",
      "HEMIMANDIBULECTOMIA DIREITA INTRA ORAL"
    ],
    "Conceito Espacial": [
      "SUP E INF"
    ],
    "Conceito Quantitativo": [
      "8 X 8CM"
    ],
    "Resultado Laboratorial ou de Teste": [
      "PERFURAÇÃO SEPTAL PEQUENA ANTERIOR COM CROSTAS",
      "LESÃO ÓSSEA NA MANDIBULA DIREITA",
      "SINAIS DE MODERADA AGRESSIVIDADE LOCAL",
      "BÓCIO TIREOIDIANO NODULAR"
    ],
    "Lesão ou Envenenamento": [
      "LESÃO OSSEA DA MANDIBULA DIREITA"
    ]
  },
  "labels": {
    "parestesias": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B82": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Transtornos do nervo trigêmeo. Definição: O nervo trigêmeo é um nervo misto com três divisões, divisões oftálmica, maxilar e mandibular, que fornece inervação sensorial para a face e mucosas das cavidades oral e nasal e inervação motora para os músculos da mastigação, tensor do tímpano, tensor do véu palatino, milo-hióideo e ventre anterior do músculo digástrico. O complexo nuclear trigeminal se estende por todo o tronco encefálico, portanto, é suscetível a muitos processos patológicos, incluindo desmielinização, isquemia, hemorragia, inflamação infecciosa e não infecciosa e neoplasia, levando a sintomas de envolvimento do nervo trigêmeo. A compressão da raiz sensorial do nervo fora do tronco encefálico por uma alça vascular ocasiona a neuralgia do trigêmeo. Sintomas e sinais dependem da localização da lesão. Em geral, um transtorno do nervo trigêmeo está associado à perda de sensibilidade hemifacial, desvio da mandíbula para o lado paralisado à abertura da boca e perda do reflexo corneano."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8B88.2": {
            "confidence_embedding": 0.7178,
            "text": "Representação de doença CID-11: Espasmo hemifacial. Definição: O espasmo hemifacial (EHF) é um transtorno do movimento mais comumente causado pela compressão vascular do VII nervo craniano em sua zona de saída da raiz do tronco encefálico. Ela se manifesta como contrações involuntárias e espasmos em uma das metades da face."
          }
        },
        {
          "8D66.0": {
            "confidence_embedding": 0.7156,
            "text": "Representação de doença CID-11: Siringomielia idiopática. Definição: Condição em que a siringe não tem causa identificável e que é difícil de tratar. A maioria das siringes grandes e/ou sintomáticas pode ser tratada com derivação da siringe."
          }
        },
        {
          "8C11.0": {
            "confidence_embedding": 0.7153,
            "text": "Representação de doença CID-11: Lesão do nervo ciático. Definição: Doença ou dano envolvendo o NERVO CIÁTICO, que se divide em NERVO PERONEAL e NERVO TIBIAL (ver também NEUROPATIAS PERONEAIS e NEUROPATIA TIBIAL). Manifestações clínicas podem incluir CIÁTICA ou dor localizada no quadril, PARESIA ou PARALISIA de músculos posteriores da coxa e músculos inervados pelos nervos fibulares e tibiais, e perda sensória envolvendo a coxa lateral e posterior, perna posterior e lateral e planta do pé. O nervo ciático pode ser afetado por traumatismo; ISQUEMIA; DOENÇAS DO COLÁGENO; e outras condições."
          }
        }
      ]
    },
    "tumoração": {
      "capitulo": "02",
      "opcoes": [
        {
          "2B68": {
            "confidence_embedding": 0.7754,
            "text": "Representação de doença CID-11: Neoplasias malignas das glândulas submandibulares ou sublinguais. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B67": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Neoplasias malignas da glândula parótida. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B6A.0": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas de orofaringe. Definição: Carcinoma de células escamosas originando-se da orofaringe. Afeta predominantemente adultos nas quinta e sexta décadas de vida e está associada ao uso de álcool e tabaco. O papilomavírus humano está presente em aproximadamente metade dos casos. É caracterizado por uma tendência de metástase precoce para os gânglios linfáticos. Quando o tumor é pequeno, os pacientes são frequentemente assintomáticos. O exame físico pode revelar lesões ou placas eritematosas ou brancas. A maioria dos pacientes apresenta doença localmente avançada. Sinais e sintomas incluem ulceração da mucosa, dor, sangramento, perda de peso, inchaço no pescoço e dificuldade para falar, mastigar e engolir. Os pacientes também podem apresentar linfonodos cervicais inchados, sem quaisquer sintomas de tumor orofaríngeo. Os fatores prognósticos mais significativos são o tamanho do tumor e o status dos linfonodos."
          }
        },
        {
          "2B51": {
            "confidence_embedding": 0.7343,
            "text": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
          }
        },
        {
          "2F20.3": {
            "confidence_embedding": 0.7323,
            "text": "Representação de doença CID-11: Nevos melanocíticos eruptivos generalizados. Definição: Este fenômeno descreve o rápido aparecimento simultâneo de múltiplos nevos melanocíticos, frequentemente centenas em número, em pele exposta ao sol previamente não acometida. O fenômeno tem sido associado a imunossupressão, particularmente em indivíduos que realizaram transplante renal e em indivíduos que estão recebendo quimioterapia contra câncer, e pode ser considerado uma contraparte mais avançada de lentiginose eruptiva generalizada."
          }
        }
      ]
    },
    "lesão ossea da mandibula direita": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB85": {
            "confidence_embedding": 0.7368,
            "text": "Representação de doença CID-11: Doença de Paget do osso. Definição: Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
          }
        },
        {
          "FB81": {
            "confidence_embedding": 0.7227,
            "text": "Representação de doença CID-11: Osteonecrose. Definição: Osteonecrose é o termo médico usado para a morte do tecido ósseo que ocorre quando o suprimento sanguíneo para o osso é interrompido por algum motivo. Os médicos algumas vezes se referem a esta condição como necrose avascular, necrose asséptica ou necrose isquêmica do osso."
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.7045,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FA11.2": {
            "confidence_embedding": 0.7031,
            "text": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
          }
        },
        {
          "FB86.10": {
            "confidence_embedding": 0.7017,
            "text": "Representação de doença CID-11: Osteoartropatia hipertrófica. Definição: A osteoartropatia hipertrófica (OAH) é uma síndrome em que ocorrem baqueteamento digital, neoformação óssea subperiostal (periostite) nos ossos longos e artrite. A forma primária hereditária associa-se a mutações no gene HPGD. A forma secundária pode ser devida a várias doenças sistêmicas, mas é mais frequentemente um fenômeno paraneoplásico relacionado ao carcinoma brônquico."
          }
        }
      ]
    },
    "hmp": {
      "capitulo": "03",
      "opcoes": [
        {
          "3B81.3": {
            "confidence_embedding": 0.7054,
            "text": "Representação de doença CID-11: Laceração ou ruptura não traumática do baço. Definição: Doença causada por determinantes não traumáticos como doenças infecciosas, procedimentos médicos como colonoscopia, doenças hematológicas, medicações ou gravidez. Essa doença é caracterizada por laceração ou ruptura do baço, levando à perda de função. Pode se apresentar com sangramento e aumento na susceptibilidade a infecções. A confirmação é feita por métodos de imagem."
          }
        },
        {
          "3B62.3": {
            "confidence_embedding": 0.7034,
            "text": "Representação de doença CID-11: Doença do grânulo denso. Definição: Condição causada por determinantes que surgem após o nascimento, no período neonatal. Esta condição é caracterizada por defeitos nos grânulos densos das plaquetas levando a anormalidades nos mecanismos de coagulação. Esta condição pode se apresentar com sangramento prolongado, epistaxe, menorragia, hematomas frequentes, anemia, fadiga e falta de ar. A confirmação é pela identificação de defeitos plaquetários em amostra do sangue."
          }
        },
        {
          "3B64.0": {
            "confidence_embedding": 0.6853,
            "text": "Representação de doença CID-11: Trombocitopenia congênita. Definição: Doença causada por determinantes que surgem durante o período pré-natal e que levam a uma baixa contagem de plaquetas. Essa doença é caracterizada por níveis diminuídos de plaquetas no sangue. Pode apresentar-se com aumento na ocorrência de equimoses ou hemorragias. A confirmação é feita pela identificação de uma contagem plaquetária reduzida no sangue."
          }
        },
        {
          "3B64.13": {
            "confidence_embedding": 0.6849,
            "text": "Representação de doença CID-11: Trombocitopenia aloimune. Definição: Doença causada por determinantes como transfusão de sangue que leva a uma resposta imune a antígenos estranhos. Esta doença é caracterizada por níveis diminuídos de plaquetas no organismo devido a uma resposta imune reativa a antígenos plaquetários estranhos. Esta doença pode se manifestar com aumento de equimoses e sangramentos. A confirmação é feita pela identificação de contagem diminuída de plaquetas e presença de autoanticorpos na amostra de sangue"
          }
        },
        {
          "3B61.0": {
            "confidence_embedding": 0.6838,
            "text": "Representação de doença CID-11: Trombofilia hereditária. Definição: Doença causada por fatores hereditários, levando a anormalidades no sangue. Essa doença é caracterizada por uma anormalidade na coagulação sanguínea, que aumenta o risco de trombose, coágulos nos vasos sanguíneos. Essa doença pode se apresentar com trombose venosa profunda ou embolia pulmonar. A confirmação é feita pela identificação de coagulação sanguínea anormal em amostra de sangue."
          }
        }
      ]
    },
    "aumenta o volume": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.61": {
            "confidence_embedding": 0.7122,
            "text": "Representação de doença CID-11: Dor de dente crônica. Definição: A dor de dente crônica é a dor crônica causada por um transtorno envolvendo os dentes ou tecidos associados (dor pulpar, periodontal ou gengival) e que ocorre por duas horas ou mais por dia, em pelo menos 50% dos dias, durante pelo menos três meses. O fator causal típico é cárie ou trauma em um ou mais dentes ou tecidos associados. Além do exame clínico, as imagens (radiografias intraorais, tomografias etc.) podem facilitar o diagnóstico correto. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7117,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        },
        {
          "MG43.9": {
            "confidence_embedding": 0.7072,
            "text": "Representação de doença CID-11: Apetite aumentado. Definição: Aumento intermitente ou persistente de motivação ou desejo de comer, em comparação ao habitual do indivíduo."
          }
        },
        {
          "MA01": {
            "confidence_embedding": 0.707,
            "text": "Representação de doença CID-11: Aumento de volume dos linfonodos. Definição: Aumento de volume dos gânglios linfáticos é chamado de linfadenopatia, o que significa o aumento anormal dos linfonodos."
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.7052,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        }
      ]
    },
    "paresias": {
      "capitulo": "08",
      "opcoes": [
        {
          "8B82": {
            "confidence_embedding": 0.7498,
            "text": "Representação de doença CID-11: Transtornos do nervo trigêmeo. Definição: O nervo trigêmeo é um nervo misto com três divisões, divisões oftálmica, maxilar e mandibular, que fornece inervação sensorial para a face e mucosas das cavidades oral e nasal e inervação motora para os músculos da mastigação, tensor do tímpano, tensor do véu palatino, milo-hióideo e ventre anterior do músculo digástrico. O complexo nuclear trigeminal se estende por todo o tronco encefálico, portanto, é suscetível a muitos processos patológicos, incluindo desmielinização, isquemia, hemorragia, inflamação infecciosa e não infecciosa e neoplasia, levando a sintomas de envolvimento do nervo trigêmeo. A compressão da raiz sensorial do nervo fora do tronco encefálico por uma alça vascular ocasiona a neuralgia do trigêmeo. Sintomas e sinais dependem da localização da lesão. Em geral, um transtorno do nervo trigêmeo está associado à perda de sensibilidade hemifacial, desvio da mandíbula para o lado paralisado à abertura da boca e perda do reflexo corneano."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8B88.2": {
            "confidence_embedding": 0.7233,
            "text": "Representação de doença CID-11: Espasmo hemifacial. Definição: O espasmo hemifacial (EHF) é um transtorno do movimento mais comumente causado pela compressão vascular do VII nervo craniano em sua zona de saída da raiz do tronco encefálico. Ela se manifesta como contrações involuntárias e espasmos em uma das metades da face."
          }
        },
        {
          "8D66.0": {
            "confidence_embedding": 0.7203,
            "text": "Representação de doença CID-11: Siringomielia idiopática. Definição: Condição em que a siringe não tem causa identificável e que é difícil de tratar. A maioria das siringes grandes e/ou sintomáticas pode ser tratada com derivação da siringe."
          }
        },
        {
          "8B88.Y": {
            "confidence_embedding": 0.7172,
            "text": "Representação de doença CID-11: Outros transtornos especificados do nervo facial. Definição: "
          }
        }
      ]
    },
    "sarcoma de mandibula": {
      "capitulo": "02",
      "opcoes": [
        {
          "2B51": {
            "confidence_embedding": 0.7469,
            "text": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
          }
        },
        {
          "2B68": {
            "confidence_embedding": 0.7436,
            "text": "Representação de doença CID-11: Neoplasias malignas das glândulas submandibulares ou sublinguais. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B52": {
            "confidence_embedding": 0.7407,
            "text": "Representação de doença CID-11: Sarcoma de Ewing, localização primária. Definição: Tumor de pequenas células redondas em que falta evidência morfológica, imunohistoquímica e à microscopia eletrônica de diferenciação neuroectodérmica. Ele representa uma das duas extremidades do espectro chamado sarcoma de Ewing/tumor neuroectodérmico periférico. Afeta majoritariamente homens abaixo de 20 anos de idade, e pode ocorrer em tecidos moles ou osso. Dor e a presença de uma massa são os sintomas clínicos mais frequentes."
          }
        },
        {
          "2B5F.3": {
            "confidence_embedding": 0.7345,
            "text": "Representação de doença CID-11: Sarcoma do peritônio, assim declarado, não classificado em outra parte, localização primária desconhecida. Definição: "
          }
        },
        {
          "2B31.4": {
            "confidence_embedding": 0.7333,
            "text": "Representação de doença CID-11: Sarcoma de células dendríticas interdigitantes. Definição: Proliferação neoplásica de células fusiformes a ovoides que demonstram características fenotípicas similares àquelas de células dendríticas interdigitantes. O curso clínico é geralmente agressivo."
          }
        }
      ]
    },
    "disfagia": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA06.3": {
            "confidence_embedding": 0.7774,
            "text": "Representação de doença CID-11: Cisto ósseo de Stafne. Definição: Embora comumente chamado de cisto ósseo de Stafne, esta lesão não é um cisto verdadeiro, mas sim uma cavidade devido a um defeito cortical focal da face medial da mandíbula. É encontrado com mais frequência em homens de meia-idade e geralmente é descoberto em imagem radiografia como um achado incidental. Geralmente estão localizados na região entre o primeiro molar inferior e o ângulo mandibular. Destaca-se pela dificuldade de distinguir o cisto de outras lesões radiolúcidas na mandíbula, como o mieloma ou o carcinoma escamoso metastático. A cavidade é geralmente preenchida por parte da glândula salivar submandibular ou gordura adjacente. Acredita-se que seja resultado da remodelação óssea pelo tecido salivar adjacente. Foram observadas regressões dos cistos após a ressecção da glândula próxima. A prevalência estimada varia em torno de 0,10-0,48%.\r\nPatologia: Acredita-se que os cistos de Stafne resultem da remodelação do osso pelo tecido salivar adjacente, e observou-se que regridem após a ressecção da glândula próxima. Geralmente aparecem na área entre o primeiro molar inferior e o ângulo mandibular 6."
          }
        },
        {
          "DA0F.0": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Síndrome da ardência bucal. Definição: A síndrome da ardência bucal é uma dor orofacial crônica com sensação de queimação ou disestética intraoral que se repete por mais de duas horas por dia em 50% dos dias por mais de três meses, sem lesões causadoras evidentes na investigação clínica e no exame. Caracteriza-se por estresse emocional significativo (ansiedade, raiva/frustração ou depressão) ou interferência nas funções orofaciais, como comer, bocejar, falar etc. A síndrome da ardência bucal é multifatorial: fatores biológicos, psicológicos e sociais contribuem para o quadro da dor. O diagnóstico é apropriado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados."
          }
        },
        {
          "DA07.60": {
            "confidence_embedding": 0.7549,
            "text": "Representação de doença CID-11: Síndrome da erupção dentária. Definição: Desconforto gengival e maxilar quando os dentes de um bebê começam a erupcionar. A erupção tipicamente começa entre os 4 e 7 meses de idade e permanece até cerca de 3 anos de idade. Os sintomas mais comuns incluem irritabilidade, choro, falta de apetite, gengivas vermelhas e edemaciadas, salivação em excesso e dificuldade para dormir."
          }
        },
        {
          "DA0E.6": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Anormalidades dentofaciais funcionais. Definição: Disfunção da articulação temporomandibular (ATM) é o nome dado a um grupo de sintomas que causam dor em cabeça, face e mandíbula. Os sintomas incluem dor de cabeça, dolorimento nos músculos da mastigação e estalos ou rigidez nas articulações. Frequentemente têm causas psicológicas assim como físicas."
          }
        },
        {
          "DD90.1": {
            "confidence_embedding": 0.7405,
            "text": "Representação de doença CID-11: Disfagia funcional. Definição: Disfagia funcional é um transtorno em que não há anormalidades estruturais e nem refluxo gastroesofágico como causa da \r\ndisfagia, caracterizado por sensação de alimentos sólidos e/ou líquidos grudando, alojando-se ou passando anormalmente pelo esôfago."
          }
        }
      ]
    },
    "presença de massa endurecida": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB84.4": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FB85": {
            "confidence_embedding": 0.7238,
            "text": "Representação de doença CID-11: Doença de Paget do osso. Definição: Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
          }
        },
        {
          "FA11.2": {
            "confidence_embedding": 0.7209,
            "text": "Representação de doença CID-11: Artropatia subsequente a infecção geniturinária. Definição: A artrite reativa (ARe) é um transtorno autoimune, pertencente ao grupo das espondiloartropatias soronegativas, e que é caracterizado pela tríade clássica: artrite, uretrite e conjuntivite."
          }
        },
        {
          "FB84.1": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Outra osteomielite aguda. Definição: "
          }
        },
        {
          "FA84": {
            "confidence_embedding": 0.7162,
            "text": "Representação de doença CID-11: Espondilolistese. Definição: Este é o deslizamento anterior do corpo vertebral, com a porção anterior da vértebra à frente do corpo vertebral da vértebra abaixo."
          }
        }
      ]
    },
    "tu marrom": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.61": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Dor de dente crônica. Definição: A dor de dente crônica é a dor crônica causada por um transtorno envolvendo os dentes ou tecidos associados (dor pulpar, periodontal ou gengival) e que ocorre por duas horas ou mais por dia, em pelo menos 50% dos dias, durante pelo menos três meses. O fator causal típico é cárie ou trauma em um ou mais dentes ou tecidos associados. Além do exame clínico, as imagens (radiografias intraorais, tomografias etc.) podem facilitar o diagnóstico correto. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7464,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.3": {
            "confidence_embedding": 0.7417,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.739,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.63": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial associada a transtornos temporomandibulares secundários crônicos. Definição: Dor crônica secundária à disfunção temporomandibular é a dor crônica na(s) articulação(ões) temporomandibular(es) ou nos músculos masseter ou temporal(is) associada com inflamação persistente (devida a, por exemplo, infecção, deposição de cristais ou transtornos autoimunes), alterações estruturais (como osteoartrite ou espondilose), lesão ou doenças do sistema nervoso. Ocorre em pelo menos 50% dos dias, durante pelo menos três meses. A duração da dor no dia é de pelo menos 2 horas. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        }
      ]
    },
    "transplantada renal esq": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.7009,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.6971,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3B65": {
            "confidence_embedding": 0.6955,
            "text": "Representação de doença CID-11: Microangiopatia trombótica, não classificada em outra parte.. Definição: Microangiopatias trombóticas são transtornos de oclusão microvascular caracterizados por agregação sistêmica ou intrarrenal de plaquetas, trombocitopenia e lesão mecânica dos eritrócitos. A púrpura trombocitopênica trombótica (PTT) e a síndrome hemolítico-urêmica (SHU) representam um espectro das microangiopatias trombóticas. Na PTT, a agregação sistêmica de plaquetas na microcirculação causa isquemia no cérebro e em outros órgãos. Na SHU, trombos de fibrina-plaquetas ocluem predominantemente a circulação renal."
          }
        },
        {
          "3B81.4": {
            "confidence_embedding": 0.6865,
            "text": "Representação de doença CID-11: Esplenose. Definição: Doença causada por determinantes que surgem após o nascimento, como trauma físico ou esplenectomia. Essa doença é caracterizada pelo autotransplante de um ou mais depósitos focais de tecido esplênico em vários compartimentos do corpo. A confirmação é feita por métodos de imagem."
          }
        },
        {
          "3B81.8": {
            "confidence_embedding": 0.6664,
            "text": "Representação de doença CID-11: Torção do baço. Definição: Doença causada pelo desenvolvimento anormal dos ligamentos suspensores do baço. Essa doença é caracterizada pela torção do baço levando a infarto esplênico. Pode apresentar-se com dor abdominal. A confirmação é feita por métodos de imagem."
          }
        }
      ]
    },
    "cisto dentigero": {
      "capitulo": "02",
      "opcoes": [
        {
          "2B68": {
            "confidence_embedding": 0.7451,
            "text": "Representação de doença CID-11: Neoplasias malignas das glândulas submandibulares ou sublinguais. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B67": {
            "confidence_embedding": 0.7158,
            "text": "Representação de doença CID-11: Neoplasias malignas da glândula parótida. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B51": {
            "confidence_embedding": 0.7137,
            "text": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
          }
        },
        {
          "2B6A.0": {
            "confidence_embedding": 0.7113,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas de orofaringe. Definição: Carcinoma de células escamosas originando-se da orofaringe. Afeta predominantemente adultos nas quinta e sexta décadas de vida e está associada ao uso de álcool e tabaco. O papilomavírus humano está presente em aproximadamente metade dos casos. É caracterizado por uma tendência de metástase precoce para os gânglios linfáticos. Quando o tumor é pequeno, os pacientes são frequentemente assintomáticos. O exame físico pode revelar lesões ou placas eritematosas ou brancas. A maioria dos pacientes apresenta doença localmente avançada. Sinais e sintomas incluem ulceração da mucosa, dor, sangramento, perda de peso, inchaço no pescoço e dificuldade para falar, mastigar e engolir. Os pacientes também podem apresentar linfonodos cervicais inchados, sem quaisquer sintomas de tumor orofaríngeo. Os fatores prognósticos mais significativos são o tamanho do tumor e o status dos linfonodos."
          }
        },
        {
          "2F72.2": {
            "confidence_embedding": 0.704,
            "text": "Representação de doença CID-11: Nevo melanocítico com displasia melanocítica grave. Definição: Nevo melanocítico com displasia melanocítica grave é um diagnóstico histopatológico baseado na presença de atipia citológica grave, definida como melanócitos aumentados, fusiformes e epitelioides, com núcleos hipercromáticos (tipicamente pelo menos duas vezes o tamanho daqueles dos queratinócitos basais) e nucléolos distintos. Esses nevos tendem a ter tamanho e pigmentação irregulares, e a terem sido extirpados devido à preocupação de que possam representar um melanoma inicial."
          }
        }
      ]
    },
    "ameloblastoma": {
      "capitulo": "02",
      "opcoes": [
        {
          "2B68": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Neoplasias malignas das glândulas submandibulares ou sublinguais. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e a propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B51": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Osteossarcoma, localização primária. Definição: Tumor mesenquimal maligno formador de osso geralmente agressivo, que afeta predominantemente adolescentes e adultos jovens. Ele geralmente acomete ossos e, menos frequentemente, localizações extraósseas. Frequentemente acomete os ossos longos (particularmente fêmur distal, tíbia proximal e úmero proximal). Dor com ou sem uma massa palpável é o sintoma clínico mais frequente. Ele pode disseminar para outras localizações anatômicas, particularmente os pulmões."
          }
        },
        {
          "2B67": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Neoplasias malignas da glândula parótida. Definição: Os tumores das glândulas salivares podem mostrar uma gama impressionante de diversidade morfológica entre os diferentes tipos de tumor e, às vezes, dentro de uma massa tumoral individual. Além disso, nos tumores híbridos, a desdiferenciação e propensão de alguns tumores benignos progredirem para malignidade podem confundir a interpretação histopatológica. Essas características, juntamente com a relativa raridade de uma série de tumores, às vezes podem dificultar o diagnóstico, apesar da abundância de entidades tumorais nomeadas. O uso crescente de biópsias aspirativas com agulha fina no pré-operatório também deve ser levado em consideração, uma vez que alterações artificiais podem estar sobrepostas aos tumores. Infelizmente, a variabilidade morfológica desses tumores é espelhada pelos perfis imunocitoquímicos, de modo que colorações especiais raramente são úteis no diagnóstico de rotina de neoplasias epiteliais de glândulas salivares."
          }
        },
        {
          "2B6A.0": {
            "confidence_embedding": 0.731,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas de orofaringe. Definição: Carcinoma de células escamosas originando-se da orofaringe. Afeta predominantemente adultos nas quinta e sexta décadas de vida e está associada ao uso de álcool e tabaco. O papilomavírus humano está presente em aproximadamente metade dos casos. É caracterizado por uma tendência de metástase precoce para os gânglios linfáticos. Quando o tumor é pequeno, os pacientes são frequentemente assintomáticos. O exame físico pode revelar lesões ou placas eritematosas ou brancas. A maioria dos pacientes apresenta doença localmente avançada. Sinais e sintomas incluem ulceração da mucosa, dor, sangramento, perda de peso, inchaço no pescoço e dificuldade para falar, mastigar e engolir. Os pacientes também podem apresentar linfonodos cervicais inchados, sem quaisquer sintomas de tumor orofaríngeo. Os fatores prognósticos mais significativos são o tamanho do tumor e o status dos linfonodos."
          }
        },
        {
          "2C90": {
            "confidence_embedding": 0.7307,
            "text": "Representação de doença CID-11: Neoplasias malignas do rim, exceto pelve renal. Definição: O câncer de rim representa 2% da carga total de câncer em humanos, com aproximadamente 190.000 novos casos diagnosticados a cada ano. Ocorrem em todas as regiões do mundo, com uma preferência por países desenvolvidos. Fatores etiológicos incluem carcinógenos ambientais (tabagismo) e fatores de estilo de vida, em particular a obesidade. Embora os tumores renais possam ser completamente removidos cirurgicamente, a metástase hematogênica é frequente e pode ocorrer já em um estágio inicial da doença. O padrão de mutações somáticas em tumores renais tem sido extensivamente investigado e se tornou, além da histopatologia, um dos principais critérios de classificação. Os tumores renais também ocorrem no contexto de várias síndromes de câncer hereditárias, incluindo a doença de von Hippel-Lindau."
          }
        }
      ]
    },
    "bócio tireoidiano nodular": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.00": {
            "confidence_embedding": 0.7832,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito permanente com bócio difuso. Definição: Condição causada por perda parcial ou completa da função tireoidiana devido a falha no desenvolvimento da tireoide durante o período pré-natal. Nestes casos, a tireoide apresenta-se lisa e aumentada e em bebês por aspecto apático, edema facial, língua grossa que se sobressai. Esta afecção pode também se apresentar com episódios de sufocamento, constipação, cabelos secos, ralos e frágeis, icterícia, ausência de tônus muscular, linha capilar baixa, dificuldade de alimentação, baixa estatura, sonolência e lentificação."
          }
        },
        {
          "5A00.0": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito. Definição: Hipotireoidismo congênito é caracterizado quando ao nascimento observar-se pouca ou nenhuma produção dos hormônios tireoidianos. Achados clínicos comuns incluem atividade diminuída e sonolência exacerbada, dificuldade de alimentação e constipação, icterícia prolongada, fácies mixedematosa, alargamento de fontanelas (especialmente fontanela posterior), macroglossia, abdome distendido com hérnia umbilical e hipotonia."
          }
        },
        {
          "5A51": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Hiperfunção da paratireoide. Definição: Hiperparatireoidismo se refere a aumento na produção/síntese de paratormônio, geralmente devido a um tumor em uma das glândulas paratireoides. Ela também pode ocorrer em resposta a baixos níveis de cálcio, como ocorre em várias situações como deficiência de vitamina D ou doença renal crônica. Hiperparatireoidismo leva a enfraquecimento ósseo por perda de cálcio."
          }
        },
        {
          "5A50.02": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Hipoparatireoidismo devido a destruição das glândulas paratireoides. Definição: Disfunção das glândulas paratireoides pode ser causada por etiologias graves como radiação, destruição das glândulas paratireoides por doença granulomatosa ou infiltração por câncer e deposição de ferro ou cobre."
          }
        },
        {
          "5A03.1": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Tireoidite subaguda. Definição: Tireoidite autolimitada associada a curso clínico trifásico de hipertireoidismo, hipotireoidismo e retorno a função tireoidiana normal. Acredita-se que seja causada por uma infecção viral."
          }
        }
      ]
    },
    "edentulismo": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA0F.0": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Síndrome da ardência bucal. Definição: A síndrome da ardência bucal é uma dor orofacial crônica com sensação de queimação ou disestética intraoral que se repete por mais de duas horas por dia em 50% dos dias por mais de três meses, sem lesões causadoras evidentes na investigação clínica e no exame. Caracteriza-se por estresse emocional significativo (ansiedade, raiva/frustração ou depressão) ou interferência nas funções orofaciais, como comer, bocejar, falar etc. A síndrome da ardência bucal é multifatorial: fatores biológicos, psicológicos e sociais contribuem para o quadro da dor. O diagnóstico é apropriado independentemente dos contribuintes biológicos ou psicológicos identificados, a menos que outro diagnóstico explique melhor os sintomas apresentados."
          }
        },
        {
          "DA07.60": {
            "confidence_embedding": 0.7572,
            "text": "Representação de doença CID-11: Síndrome da erupção dentária. Definição: Desconforto gengival e maxilar quando os dentes de um bebê começam a erupcionar. A erupção tipicamente começa entre os 4 e 7 meses de idade e permanece até cerca de 3 anos de idade. Os sintomas mais comuns incluem irritabilidade, choro, falta de apetite, gengivas vermelhas e edemaciadas, salivação em excesso e dificuldade para dormir."
          }
        },
        {
          "DA06.3": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Cisto ósseo de Stafne. Definição: Embora comumente chamado de cisto ósseo de Stafne, esta lesão não é um cisto verdadeiro, mas sim uma cavidade devido a um defeito cortical focal da face medial da mandíbula. É encontrado com mais frequência em homens de meia-idade e geralmente é descoberto em imagem radiografia como um achado incidental. Geralmente estão localizados na região entre o primeiro molar inferior e o ângulo mandibular. Destaca-se pela dificuldade de distinguir o cisto de outras lesões radiolúcidas na mandíbula, como o mieloma ou o carcinoma escamoso metastático. A cavidade é geralmente preenchida por parte da glândula salivar submandibular ou gordura adjacente. Acredita-se que seja resultado da remodelação óssea pelo tecido salivar adjacente. Foram observadas regressões dos cistos após a ressecção da glândula próxima. A prevalência estimada varia em torno de 0,10-0,48%.\r\nPatologia: Acredita-se que os cistos de Stafne resultem da remodelação do osso pelo tecido salivar adjacente, e observou-se que regridem após a ressecção da glândula próxima. Geralmente aparecem na área entre o primeiro molar inferior e o ângulo mandibular 6."
          }
        },
        {
          "DA0E.6": {
            "confidence_embedding": 0.7545,
            "text": "Representação de doença CID-11: Anormalidades dentofaciais funcionais. Definição: Disfunção da articulação temporomandibular (ATM) é o nome dado a um grupo de sintomas que causam dor em cabeça, face e mandíbula. Os sintomas incluem dor de cabeça, dolorimento nos músculos da mastigação e estalos ou rigidez nas articulações. Frequentemente têm causas psicológicas assim como físicas."
          }
        },
        {
          "DA0E.1": {
            "confidence_embedding": 0.7486,
            "text": "Representação de doença CID-11: Anomalias da relação entre mandíbula e base do crânio. Definição: Anormalidade congênita ou adquirida na qual a porção do crânio que sustenta o maxilar superior se desvia da forma, função ou posição normal."
          }
        }
      ]
    },
    "epistaxe": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.61": {
            "confidence_embedding": 0.7277,
            "text": "Representação de doença CID-11: Dor de dente crônica. Definição: A dor de dente crônica é a dor crônica causada por um transtorno envolvendo os dentes ou tecidos associados (dor pulpar, periodontal ou gengival) e que ocorre por duas horas ou mais por dia, em pelo menos 50% dos dias, durante pelo menos três meses. O fator causal típico é cárie ou trauma em um ou mais dentes ou tecidos associados. Além do exame clínico, as imagens (radiografias intraorais, tomografias etc.) podem facilitar o diagnóstico correto. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MG30.6Y": {
            "confidence_embedding": 0.7276,
            "text": "Representação de doença CID-11: Outra cefaleia ou dor orofacial secundárias crônicas, especificadas. Definição: "
          }
        },
        {
          "MG30.6Z": {
            "confidence_embedding": 0.7258,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial secundárias crônicas, não especificadas. Definição: "
          }
        },
        {
          "MG30.63": {
            "confidence_embedding": 0.7222,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial associada a transtornos temporomandibulares secundários crônicos. Definição: Dor crônica secundária à disfunção temporomandibular é a dor crônica na(s) articulação(ões) temporomandibular(es) ou nos músculos masseter ou temporal(is) associada com inflamação persistente (devida a, por exemplo, infecção, deposição de cristais ou transtornos autoimunes), alterações estruturais (como osteoartrite ou espondilose), lesão ou doenças do sistema nervoso. Ocorre em pelo menos 50% dos dias, durante pelo menos três meses. A duração da dor no dia é de pelo menos 2 horas. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MG30.62": {
            "confidence_embedding": 0.7203,
            "text": "Representação de doença CID-11: Dor orofacial neuropática crônica. Definição: A dor orofacial neuropática crônica é a dor crônica na região orofacial causada por uma lesão ou doença do sistema nervoso somatossensorial periférico. Ocorre por duas horas ou mais por dia (ou ocorrem vários ataques mais curtos por dia), em pelo menos 50% dos dias, durante pelo menos três meses. O diagnóstico de dor orofacial neuropática crônica requer o histórico de lesão ou doença do sistema nervoso periférico e uma distribuição neuroanatomicamente plausível da dor. Os sinais ou sintomas sensoriais negativos e positivos devem ser compatíveis com o território de inervação da estrutura nervosa afetada."
          }
        }
      ]
    }
  }
}