{
  "prontuario_id": 398,
  "text": "POS TX RENAL.\nPOS TX RENAL - CR 0,76 / NS FK 5,0.\nTU MANDIBULA - TC COM SINAIS DE AGRESSIVIDADE.\nBOCIO NODULAR.\nHIPERPARA.\n \n \nPOS TX RENAL 2012;\nTU MANDIBULA (SUGERE AGRESSIVIDADE).\nUSO DE: PDN 5, FK 1/1, MS 2/1, ENL 10 X 2, ATN 50 X 2, OMZ, SVT 20. \nS # CONSULTOU COM OTORRINO - PLANO DE CIRURGIA (HEMIMANDIBULECTOMIA DIREITA INTRA ORAL).\nO # BEG, CORADO, HIDRATADO,\nPA 110/70,\nAUMENTO DE VOLUME EM MANDIBULA A DIREITA, ENDURECIDA, INDOLOR,\nMV POSITIVO, SIMETRICO,\nBCRNF,\nABDOMEN FLACIDO, SEM MASSAS,\nMEMBROS SEM EDEMA.",
  "entities": {
    "Abreviação": [
      "HIPERPARA",
      "PDN",
      "FK",
      "MS",
      "ENL",
      "ATN",
      "OMZ",
      "SVT",
      "S",
      "OTORRINO",
      "O",
      "BEG",
      "PA",
      "BCRNF",
      "POS TX RENAL",
      "NS FK 5",
      "TU MANDIBULA",
      "TC COM SINAIS DE AGRESSIVIDADE",
      "TX RENAL",
      "MV POSITIVO"
    ],
    "Doença ou Síndrome": [
      "HIPERPARA",
      "BOCIO NODULAR"
    ],
    "Substância Farmacológica": [
      "PDN",
      "FK",
      "MS",
      "ENL",
      "ATN",
      "OMZ",
      "SVT"
    ],
    "Conceito Quantitativo": [
      "5",
      "1/1",
      "2/1",
      "20",
      "110/70"
    ],
    "Substância Química Orgânica": [
      "FK",
      "MS",
      "ATN",
      "OMZ",
      "SVT"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENL"
    ],
    "Achado": [
      "S",
      "BEG",
      "CORADO",
      "HIDRATADO",
      "SIMETRICO",
      "BCRNF",
      "POS TX RENAL",
      "MV POSITIVO",
      "ABDOMEN FLACIDO"
    ],
    "Atividade de Assistência à Saúde": [
      "CONSULTOU"
    ],
    "Grupo Profissional ou Ocupacional": [
      "OTORRINO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CIRURGIA",
      "TX RENAL",
      "HEMIMANDIBULECTOMIA DIREITA INTRA ORAL"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Sinal ou Sintoma": [
      "ENDURECIDA",
      "INDOLOR",
      "MASSAS",
      "EDEMA",
      "AUMENTO DE VOLUME"
    ],
    "Negação": [
      "INDOLOR",
      "SEM"
    ],
    "Localização ou Região Corporal": [
      "MEMBROS"
    ],
    "Função Patológica": [
      "EDEMA"
    ],
    "Conceito Temporal": [
      "POS TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 76",
      "NS FK 5",
      "TC COM SINAIS DE AGRESSIVIDADE",
      "SUGERE AGRESSIVIDADE"
    ],
    "Processo Neoplásico": [
      "TU MANDIBULA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MANDIBULA A DIREITA"
    ]
  },
  "labels": {
    "hiperpara": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A51": {
            "confidence_embedding": 0.7326,
            "text": "Representação de doença CID-11: Hiperfunção da paratireoide. Definição: Hiperparatireoidismo se refere a aumento na produção/síntese de paratormônio, geralmente devido a um tumor em uma das glândulas paratireoides. Ela também pode ocorrer em resposta a baixos níveis de cálcio, como ocorre em várias situações como deficiência de vitamina D ou doença renal crônica. Hiperparatireoidismo leva a enfraquecimento ósseo por perda de cálcio."
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7197,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C71": {
            "confidence_embedding": 0.708,
            "text": "Representação de doença CID-11: Hiperosmolalidade ou hipernatremia. Definição: Concentrações séricas de sódio superiores a 145 mmol/L, aumento da concentração sérica de partículas osmoticamente ativas."
          }
        },
        {
          "5C72": {
            "confidence_embedding": 0.7048,
            "text": "Representação de doença CID-11: Hiposmolalidade ou hiponatremia. Definição: Concentrações séricas de sódio inferiores a 135 mEq /L com diminuição da concentração sérica de partículas osmoticamente ativas."
          }
        },
        {
          "5B90.2": {
            "confidence_embedding": 0.6983,
            "text": "Representação de doença CID-11: Hipervitaminose D. Definição: A hipervitaminose D é secundária à ingestão excessiva de vitamina D. Pode ocorrer com ingestão elevada a longo prazo ou por ingestão aguda em excesso. O excesso de quantidades resulta em concentrações anormalmente altas de cálcio e fosfato no soro. Os sinais e sintomas da intoxicação por vitamina D são secundários à hipercalcemia. As manifestações gastrointestinais incluem náuseas, vômitos, constipação, dor abdominal e pancreatite. Os possíveis achados cardíacos são hipertensão, diminuição do intervalo Q-T e arritmias. Os efeitos da hipercalcemia no sistema nervoso central incluem letargia, hipotonia, confusão, desorientação, depressão, psicose, alucinações e coma. A hipercalcemia danifica os mecanismos de concentração renal, o que pode levar à poliúria, desidratação e hipernatremia. A hipercalcemia também pode causar insuficiência renal aguda, nefrolitíase e nefrocalcinose, que pode resultar em insuficiência renal crônica. As mortes geralmente estão associadas a arritmias ou desidratação."
          }
        }
      ]
    },
    "massas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB50": {
            "confidence_embedding": 0.7329,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7188,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EC90.1": {
            "confidence_embedding": 0.7166,
            "text": "Representação de doença CID-11: Prurido devido a transtorno sistêmico. Definição: Prurido devido a transtorno sistêmico subjacente, como insuficiência renal ou icterícia colestática."
          }
        },
        {
          "EH40.3": {
            "confidence_embedding": 0.7053,
            "text": "Representação de doença CID-11: Edema hemorrágico agudo da infância. Definição: O edema hemorrágico agudo é uma vasculite cutânea mediada por imunocomplexos geralmente associada a infecção respiratória ou imunização. Acomete crianças com idades entre 4 meses e 2 anos, sendo meninos duas vezes mais afetados do que meninas. A dramática aparência clínica do edema facial e dos membros com múltiplas máculas purpúricas em alvo contrasta com seu curso geralmente benigno."
          }
        }
      ]
    },
    "abdomen flacido": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7352,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7321,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DD91.4": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Síndrome da dor abdominal funcional. Definição: Síndrome da dor abdominal funcional representa uma síndrome dolorosa atribuída ao abdome que está fracamente relacionada à função intestinal, está associada a alguma perda das atividades diárias e está presente há pelo menos 6 meses. A dor é constante, quase constante ou pelo menos recorrente. Também há a falta de relação dos sintomas com a ingestão de alimentos ou defecação."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7416,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7317,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB85": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Doença de Paget do osso. Definição: Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
          }
        }
      ]
    },
    "aumento de volume": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF54.2": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MD11.7": {
            "confidence_embedding": 0.7345,
            "text": "Representação de doença CID-11: Hiperventilação. Definição: Hiperventilação refere-se a um aumento na frequência da ventilação alveolar que é excessivo para a taxa de produção metabólica de gás carbônico, resultando na diminuição do PCO2 arterial abaixo da faixa de 37 a 43 mmHg. Hiperventilação deve ser diferenciada de taquipneia, um aumento na frequência respiratória, e de hiperpneia, um aumento no volume minuto da ventilação."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7105,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7099,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        }
      ]
    },
    "mv positivo": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.74,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7075,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD73.1": {
            "confidence_embedding": 0.707,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7033,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.6993,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "bcrnf": {
      "capitulo": "X",
      "opcoes": [
        {
          "XA3A57": {
            "confidence_embedding": 0.7283,
            "text": "Representação de doença CID-11: Ramo bucal do nervo facial. Definição: "
          }
        },
        {
          "XS1T": {
            "confidence_embedding": 0.7155,
            "text": "Representação de doença CID-11: Grau 0 Categoria 0: Assintomático – sem doença oclusiva hemodinamicamente significativa. Definição: "
          }
        },
        {
          "XA1TY5": {
            "confidence_embedding": 0.7132,
            "text": "Representação de doença CID-11: Ramo mandibular marginal do nervo facial. Definição: "
          }
        },
        {
          "XA36Y9": {
            "confidence_embedding": 0.7125,
            "text": "Representação de doença CID-11: Ramo estilo-hioideo do nervo facial. Definição: "
          }
        },
        {
          "XA3200": {
            "confidence_embedding": 0.7085,
            "text": "Representação de doença CID-11: Veia renal. Definição: "
          }
        }
      ]
    },
    "pos tx renal": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB70": {
            "confidence_embedding": 0.7436,
            "text": "Representação de doença CID-11: Cálculo do trato urinário superior. Definição: Uma afecção do sistema urinário causada por desidratação, diminuição do volume urinário ou das taxas de fluxo de fluido, ou aumento da excreção de minerais como cálcio, oxalato, magnésio, cistina e fosfato. Esta afecção é caracterizada por cálculos urinários localizados no trato urinário superior (papila renal). Essa afecção pode se manifestar com hematúria, disúria ou dor no flanco, abdômen inferior ou virilha. A confirmação é feita por radiografia abdominal para determinar a presença e localização de cálculos."
          }
        },
        {
          "GB50": {
            "confidence_embedding": 0.7403,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
          }
        },
        {
          "GB80.1": {
            "confidence_embedding": 0.7357,
            "text": "Representação de doença CID-11: Cisto renal complexo. Definição: Cisto renal com alta atenuação ou conteúdo misto, parede septada ou espessada. Pode ser subclassificado pela classificação Bosniak Bosniak 2-4 para indicar o aumento da probabilidade de neoplasia."
          }
        },
        {
          "GB70.00": {
            "confidence_embedding": 0.7312,
            "text": "Representação de doença CID-11: Cálculo de Staghorn. Definição: Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
          }
        },
        {
          "GB90.48": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Transtornos da excreção de cálcio ou fosfato. Definição: Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
          }
        }
      ]
    },
    "simetrico": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7337,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7222,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA26.1": {
            "confidence_embedding": 0.7091,
            "text": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada."
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.7091,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        }
      ]
    },
    "endurecida": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7669,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MG30.30": {
            "confidence_embedding": 0.7427,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica por inflamação persistente. Definição: A dor musculoesquelética secundária crônica por inflamação persistente é uma dor crônica devida a mecanismos inflamatórios na(s) articulação(ões), osso(s), tendão(ões), músculo(s), tecido(s) moles(s) ou coluna vertebral. A dor pode ser espontânea ou induzida por movimento. É caracterizada por aspectos clínicos de inflamação, incluindo aumento da sensibilidade daquela região a estímulos."
          }
        },
        {
          "MG30.63": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial associada a transtornos temporomandibulares secundários crônicos. Definição: Dor crônica secundária à disfunção temporomandibular é a dor crônica na(s) articulação(ões) temporomandibular(es) ou nos músculos masseter ou temporal(is) associada com inflamação persistente (devida a, por exemplo, infecção, deposição de cristais ou transtornos autoimunes), alterações estruturais (como osteoartrite ou espondilose), lesão ou doenças do sistema nervoso. Ocorre em pelo menos 50% dos dias, durante pelo menos três meses. A duração da dor no dia é de pelo menos 2 horas. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7374,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7228,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        }
      ]
    },
    "bocio nodular": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB50": {
            "confidence_embedding": 0.7388,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.7196,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7112,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EB31": {
            "confidence_embedding": 0.7075,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "EC90.1": {
            "confidence_embedding": 0.7018,
            "text": "Representação de doença CID-11: Prurido devido a transtorno sistêmico. Definição: Prurido devido a transtorno sistêmico subjacente, como insuficiência renal ou icterícia colestática."
          }
        }
      ]
    },
    "tu mandibula": {
      "capitulo": "10",
      "opcoes": [
        {
          "AB11.0": {
            "confidence_embedding": 0.7157,
            "text": "Representação de doença CID-11: Mastoidite aguda. Definição: Inflamação de início rápido do osso mastóide, localizado no crânio logo atrás da orelha. É frequentemente uma complicação da otite média."
          }
        },
        {
          "AB31.0": {
            "confidence_embedding": 0.7077,
            "text": "Representação de doença CID-11: Doença de Ménière. Definição: A doença de Meniere (DM) é uma doença crônica progressiva da orelha interna, com hidropisia endolinfática. É caracterizada por ataques recorrentes de vertigem espontânea debilitante com duração de 20 minutos a até 12 horas, acompanhada por sensação de plenitude auricular e zumbido na orelha afetada, e perda auditiva neurossensorial flutuante ipsilateral (PANS) nas frequências baixa ou baixa e média. Pode ocorrer nistagmo durante as crises e quedas são frequentes. Quando conhecida, a etiologia deve ser acrescentada."
          }
        },
        {
          "AA12": {
            "confidence_embedding": 0.7027,
            "text": "Representação de doença CID-11: Condrodermatite nodular. Definição: Nódulo ou úlcera doloroso comum induzido por pressão que afeta a orelha externa. Resulta de isquemia de pele e cartilagem subjacente a partir de um ponto focal de alta pressão pelo peso da cabeça em decúbito. A localização envolvida depende da forma do pavilhão auricular (mais comumente a hélice está envolvida, mas em alguns indivíduos é a anti-hélice que é mais proeminente) e de se o paciente está limitado a dormir de um lado apenas e, portanto, é incapaz de poupar a orelha da pressão constante ao se deitar na cama."
          }
        },
        {
          "AA91.1": {
            "confidence_embedding": 0.6955,
            "text": "Representação de doença CID-11: Otite média supurativa ático-antral crônica. Definição: Otite média crônica supurativa tem sido tradicionalmente classificada em tipo seguro e inseguro. A otite média supurativa aticoantral crônica que é do tipo inseguro, é caracterizada por uma perfuração marginal da pars tensa póstero-superior ou pars flaccida."
          }
        },
        {
          "AB11.3": {
            "confidence_embedding": 0.687,
            "text": "Representação de doença CID-11: Mastoidite, não especificada como aguda ou crônica. Definição: "
          }
        }
      ]
    }
  }
}