{
  "prontuario_id": 575,
  "text": "POS TX RENAL.\nPOS TX RENAL - CR 0,8 / NS FK 5,0.\nTU MANDIBULA - TC COM SINAIS DE AGRESSIVIDADE.\nBOCIO NODULAR.\nHIPERPARA.\nTESTE DE ESFORÇO NEGATIVO.\n \n \nPOS TX RENAL 2012.\nTU MANDIBULA (TC SUGERE AGRESSIVIDADE) -> PLANO DE HEMIMANDIBULECTOMIA DIREITA INTRA ORAL.\nUSO DE: PDN 5, FK 1/1, MS 2/1, ENL 10 X 2, ATN 50 X 2, SVT 20.\nS # ASSINTOMÁTICA.\nO # BEG, CORADA, HIDRATADA, \nPA 150/100,\nMV POSITIVO, SIMETRICO,\nBCRNF,\nABDOMEN SP,\nMEMBROS SP.",
  "entities": {
    "Abreviação": [
      "HIPERPARA",
      "PDN",
      "FK",
      "MS",
      "ENL",
      "ATN",
      "SVT",
      "S",
      "O",
      "BEG",
      "PA",
      "BCRNF",
      "POS TX RENAL .",
      "POS TX RENAL",
      "NS FK 5 , 0",
      "TU MANDIBULA",
      "TC COM SINAIS DE AGRESSIVIDADE",
      "TC SUGERE AGRESSIVIDADE",
      "MV POSITIVO",
      "ABDOMEN SP",
      "MEMBROS SP"
    ],
    "Doença ou Síndrome": [
      "HIPERPARA",
      "BOCIO NODULAR"
    ],
    "Produto Intelectual": [
      "PLANO"
    ],
    "Substância Farmacológica": [
      "PDN",
      "FK",
      "MS",
      "ENL",
      "ATN",
      "SVT"
    ],
    "Substância Química Orgânica": [
      "PDN",
      "FK",
      "MS",
      "ATN",
      "SVT"
    ],
    "Conceito Quantitativo": [
      "5",
      "1/1",
      "2/1",
      "20",
      "150/100"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "ENL"
    ],
    "Achado": [
      "S",
      "BEG",
      "CORADA",
      "HIDRATADA",
      "SIMETRICO",
      "BCRNF",
      "POS TX RENAL .",
      "POS TX RENAL",
      "MV POSITIVO",
      "ABDOMEN SP",
      "MEMBROS SP"
    ],
    "Negação": [
      "ASSINTOMÁTICA"
    ],
    "Sinal ou Sintoma": [
      "ASSINTOMÁTICA"
    ],
    "Atributo Clínico": [
      "PA"
    ],
    "Conceito Temporal": [
      "POS TX RENAL .",
      "POS TX RENAL"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 0 , 8",
      "NS FK 5 , 0",
      "TC COM SINAIS DE AGRESSIVIDADE",
      "TESTE DE ESFORÇO NEGATIVO",
      "TC SUGERE AGRESSIVIDADE"
    ],
    "Processo Neoplásico": [
      "TU MANDIBULA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "HEMIMANDIBULECTOMIA DIREITA INTRA ORAL"
    ]
  },
  "labels": {
    "hiperpara": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A51": {
            "confidence_embedding": 0.7422,
            "text": "Representação de doença CID-11: Hiperfunção da paratireoide. Definição: Hiperparatireoidismo se refere a aumento na produção/síntese de paratormônio, geralmente devido a um tumor em uma das glândulas paratireoides. Ela também pode ocorrer em resposta a baixos níveis de cálcio, como ocorre em várias situações como deficiência de vitamina D ou doença renal crônica. Hiperparatireoidismo leva a enfraquecimento ósseo por perda de cálcio."
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7351,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5A61.0": {
            "confidence_embedding": 0.7165,
            "text": "Representação de doença CID-11: Hipopituitarismo. Definição: Transtorno que manifesta deficiência ou diminuição de um ou mais hormônios hipofisários, que é causado por várias doenças , tais como tumor, traumatismo/cirurgia, irradiação, inflamação e hemorragia/infarto."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7158,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5D01": {
            "confidence_embedding": 0.7107,
            "text": "Representação de doença CID-11: Síndrome de lise tumoral. Definição: Grupo de complicações metabólicas que podem ocorrer após o tratamento do câncer, geralmente linfomas e leucemias, e às vezes até mesmo sem tratamento. Essas complicações são causadas pelos produtos de degradação das células cancerosas mortas e incluem hipercalemia, hiperfosfatemia, hiperuricemia e hiperuricosúria, hipocalcemia e consequente nefropatia aguda por ácido úrico e insuficiência renal aguda."
          }
        }
      ]
    },
    "pos tx renal .": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.6895,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD51.4": {
            "confidence_embedding": 0.6807,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção de artéria renal. Definição: "
          }
        },
        {
          "BD73.1": {
            "confidence_embedding": 0.6748,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.6716,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "mv positivo": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7283,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD73.1": {
            "confidence_embedding": 0.7088,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        },
        {
          "BC63.40": {
            "confidence_embedding": 0.7079,
            "text": "Representação de doença CID-11: Bloqueio do fascículo anterior esquerdo. Definição: Transtorno do sistema de condução atrioventricular caracterizado por desvio do eixo para a esquerda para a idade (eixo do plano frontal entre -45 ° e -90 °), padrão qR na derivação aVL, tempo de pico R na derivação aVL de 45 ms ou mais e duração do QRS que não atende aos critérios dependentes da idade para bloqueio completo de ramo (menos de 120 ms em adultos, menos de 100 ms em crianças de 4 a 16 anos de idade e menos de 90 ms em crianças com menos de 4 anos de idade)"
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7074,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BC63.3": {
            "confidence_embedding": 0.7073,
            "text": "Representação de doença CID-11: Bloqueio de ramo direito. Definição: Transtorno do sistema de condução atrioventricular caracterizado por duração prolongada do QRS (maior ou igual a 120 ms em adultos, maior que 100 ms em crianças de 4 a 16 anos e maior que 90 ms em crianças menores de 4 anos), rsr , rsR ou rSR nas derivações V1 ou V2, onda S de duração maior do que a onda R (ou maior que 40 ms nas derivações I e V6 em adultos)"
          }
        }
      ]
    },
    "pos tx renal": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7317,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.686,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BD51.4": {
            "confidence_embedding": 0.6819,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção de artéria renal. Definição: "
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.6732,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD73.1": {
            "confidence_embedding": 0.6727,
            "text": "Representação de doença CID-11: Anormalidade adquirida na veia cava superior. Definição: Uma alteração patológica pós-natal na forma ou função da veia cava superior."
          }
        }
      ]
    },
    "simetrico": {
      "capitulo": "09",
      "opcoes": [
        {
          "9B10.22": {
            "confidence_embedding": 0.7185,
            "text": "Representação de doença CID-11: Pós-catarata. Definição: Pós-catarata é a complicação mais comum da cirurgia moderna para catarata, ocorrendo em cerca de 20 a 25% dos casos. Também é conhecida como opacificação de cápsula posterior."
          }
        },
        {
          "9A26": {
            "confidence_embedding": 0.702,
            "text": "Representação de doença CID-11: Deformidade combinada de osso e tecido mole de órbita. Definição: "
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.6965,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9C40.A0": {
            "confidence_embedding": 0.6909,
            "text": "Representação de doença CID-11: Papiledema. Definição: Edema de disco óptico que resulta da pressão intracraniana aumentada."
          }
        },
        {
          "9A03.13": {
            "confidence_embedding": 0.6908,
            "text": "Representação de doença CID-11: Entrópio espástico da pálpebra. Definição: Trata-se de uma condição espástica em que a pálpebra (usualmente a pálpebra inferior) se dobra para dentro. É bastante desconfortável, pois os cílios constantemente se atritam na córnea e a irritam. Entrópio é usualmente causado por fatores genéticos e muito raramente pode ser congênito, quando uma dobra extra de pele cresce com a pálpebra inferior (epibléfaro). Entrópio pode também criar dor secundária no olho (levando ao traumatismo do próprio olho, cicatrização da pálpebra, ou dano neural)."
          }
        }
      ]
    },
    "membros sp": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7348,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7198,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB85": {
            "confidence_embedding": 0.7129,
            "text": "Representação de doença CID-11: Doença de Paget do osso. Definição: Trata-se de um transtorno caracterizado pelo aumento excessivo da reabsorção óssea por osteoclastos multinucleados, associado a uma atividade osteoblástica desorganizada, que leva à formação de um tecido ósseo frágil, anormalmente vascularizado, espessado, enfraquecido e deformado."
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.7111,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FB84.1": {
            "confidence_embedding": 0.71,
            "text": "Representação de doença CID-11: Outra osteomielite aguda. Definição: "
          }
        }
      ]
    },
    "bocio nodular": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB50": {
            "confidence_embedding": 0.7513,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EB31": {
            "confidence_embedding": 0.7236,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "EC90.10": {
            "confidence_embedding": 0.7207,
            "text": "Representação de doença CID-11: Prurido urêmico. Definição: Prurido em pacientes com insuficiência renal crônica. Embora comum na doença renal crônica não tratada, é particularmente prevalente em pacientes que submetidos a diálise peritoneal ou hemodiálise. O prurido não se deve a níveis elevados de ureia sérica. Os mecanismos precisos não são totalmente compreendidos."
          }
        },
        {
          "EC90.1": {
            "confidence_embedding": 0.7167,
            "text": "Representação de doença CID-11: Prurido devido a transtorno sistêmico. Definição: Prurido devido a transtorno sistêmico subjacente, como insuficiência renal ou icterícia colestática."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7066,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        }
      ]
    },
    "abdomen sp": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD50.20": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DB10.0": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Apendicite aguda. Definição: Inflamação aguda e aumento do apêndice vermiforme. Foi reconhecida como uma das causas mais comuns de dor abdominal aguda grave em todo o mundo. A maioria dos casos requer tratamento médico adequado ou remoção do apêndice inflamado. Se não tratada, a mortalidade é alta, principalmente pelo risco de ruptura levando a peritonite e choque. Nesta categoria, está incluída apenas a apendicite aguda devida a infecção bacteriana comum, sendo descartada a apendicite devida a organismos específicos está excluída desta entidade e descrita em outra parte."
          }
        },
        {
          "DA06.3": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Cisto ósseo de Stafne. Definição: Embora comumente chamado de cisto ósseo de Stafne, esta lesão não é um cisto verdadeiro, mas sim uma cavidade devido a um defeito cortical focal da face medial da mandíbula. É encontrado com mais frequência em homens de meia-idade e geralmente é descoberto em imagem radiografia como um achado incidental. Geralmente estão localizados na região entre o primeiro molar inferior e o ângulo mandibular. Destaca-se pela dificuldade de distinguir o cisto de outras lesões radiolúcidas na mandíbula, como o mieloma ou o carcinoma escamoso metastático. A cavidade é geralmente preenchida por parte da glândula salivar submandibular ou gordura adjacente. Acredita-se que seja resultado da remodelação óssea pelo tecido salivar adjacente. Foram observadas regressões dos cistos após a ressecção da glândula próxima. A prevalência estimada varia em torno de 0,10-0,48%.\r\nPatologia: Acredita-se que os cistos de Stafne resultem da remodelação do osso pelo tecido salivar adjacente, e observou-se que regridem após a ressecção da glândula próxima. Geralmente aparecem na área entre o primeiro molar inferior e o ângulo mandibular 6."
          }
        },
        {
          "DA0C.0": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Periodontite aguda. Definição: Doença aguda que afeta as estruturas de suporte do dente, ou seja, gengiva, osso alveolar e membrana periodontal."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7325,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        }
      ]
    },
    "tu mandibula": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MG30.63": {
            "confidence_embedding": 0.7351,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial associada a transtornos temporomandibulares secundários crônicos. Definição: Dor crônica secundária à disfunção temporomandibular é a dor crônica na(s) articulação(ões) temporomandibular(es) ou nos músculos masseter ou temporal(is) associada com inflamação persistente (devida a, por exemplo, infecção, deposição de cristais ou transtornos autoimunes), alterações estruturais (como osteoartrite ou espondilose), lesão ou doenças do sistema nervoso. Ocorre em pelo menos 50% dos dias, durante pelo menos três meses. A duração da dor no dia é de pelo menos 2 horas. Se a etiologia for vaga, considere o uso de códigos na seção de dor primária crônica."
          }
        },
        {
          "MG30.6Y": {
            "confidence_embedding": 0.7343,
            "text": "Representação de doença CID-11: Outra cefaleia ou dor orofacial secundárias crônicas, especificadas. Definição: "
          }
        },
        {
          "MG30.6Z": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial secundárias crônicas, não especificadas. Definição: "
          }
        },
        {
          "MG30.62": {
            "confidence_embedding": 0.7239,
            "text": "Representação de doença CID-11: Dor orofacial neuropática crônica. Definição: A dor orofacial neuropática crônica é a dor crônica na região orofacial causada por uma lesão ou doença do sistema nervoso somatossensorial periférico. Ocorre por duas horas ou mais por dia (ou ocorrem vários ataques mais curtos por dia), em pelo menos 50% dos dias, durante pelo menos três meses. O diagnóstico de dor orofacial neuropática crônica requer o histórico de lesão ou doença do sistema nervoso periférico e uma distribuição neuroanatomicamente plausível da dor. Os sinais ou sintomas sensoriais negativos e positivos devem ser compatíveis com o território de inervação da estrutura nervosa afetada."
          }
        }
      ]
    }
  }
}