{
  "prontuario_id": 751,
  "text": "# 7º PO BX LESAO MANDIBULA À DIREITA + BX PERFURAÇÃO NASAL (VER AP).\n\nS # NEGA QUEIXAS.\nREFERE QUE NÃO FEZ USO DE MEDICAÇÕES PRESCRITA, INICIOU AMOXA+CLAVULANATO ONTEM.\n\nO # ORO: FO BOM ASPECTO.\nC/P: EDEMA ENDURECIDO EM MANDIBULA APROX 5CM.\nRINO: PERF SP.\n\nCD # ORIENTO USAR AMOXA+CLAVULANATO + PREDINISONA.\nRETORNO NA PROX 4ª FEIRA PRA REAVALIAR EDEMA DE MANDIBULA.\nVER AP EM 3 SEMANAS.\n\nR3 Lucas\n \n \n \n ",
  "entities": {
    "Lesão ou Envenenamento": [
      "LESAO"
    ],
    "Abreviação": [
      "AP",
      "S",
      "AMOXA+CLAVULANATO",
      "O",
      "ORO",
      "C/P",
      "RINO",
      "CD",
      "7º PO",
      "BX PERFURAÇÃO NASAL",
      "FO BOM ASPECTO",
      "PERF SP"
    ],
    "Procedimento Diagnóstico": [
      "AP",
      "ORO",
      "RINO"
    ],
    "Achado": [
      "S",
      "FO BOM ASPECTO",
      "PERF SP"
    ],
    "Negação": [
      "NEGA",
      "NÃO"
    ],
    "Sinal ou Sintoma": [
      "QUEIXAS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "INICIOU",
      "USAR",
      "BX PERFURAÇÃO NASAL",
      "USO DE MEDICAÇÕES"
    ],
    "Substância Farmacológica": [
      "AMOXA+CLAVULANATO",
      "PREDINISONA"
    ],
    "Localização ou Região Corporal": [
      "C/P"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MANDIBULA",
      "MANDIBULA À DIREITA"
    ],
    "Atividade de Assistência à Saúde": [
      "CD"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Conceito Temporal": [
      "7º PO"
    ]
  },
  "labels": {
    "lesao": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA03.0": {
            "confidence_embedding": 0.7636,
            "text": "Representação de doença CID-11: Luxação da mandíbula. Definição: Luxação da mandíbula, o maior e mais forte osso da face. A luxação da articulação temporomandibular (ATM) é uma condição dolorosa que ocorre quando o côndilo mandibular fica fixo na face antero-superior da eminência articular.\r\nA luxação da ATM deve-se a trauma ou, mais comumente, abertura excessiva da mandíbula. O espasmo dos músculos masseter, temporal e pterigóideo medial resulta em trismo, impedindo o retorno do côndilo à fossa temporal."
          }
        },
        {
          "NA02.Y": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Fratura de outros ossos especificados da face ou do crânio. Definição: "
          }
        },
        {
          "NA02.Z": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Fratura de ossos da face ou do crânio, parte não especificada. Definição: "
          }
        },
        {
          "ND72.0": {
            "confidence_embedding": 0.7424,
            "text": "Representação de doença CID-11: Corpo estranho no seio nasal. Definição: "
          }
        },
        {
          "NA0D.10": {
            "confidence_embedding": 0.7422,
            "text": "Representação de doença CID-11: Concussão do tecido periodontal. Definição: Qualquer lesão nas estruturas de suporte dentário sem afrouxamento ou deslocamento anormal do dente. Há uma reação marcante à percussão."
          }
        }
      ]
    },
    "perf sp": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA03.0": {
            "confidence_embedding": 0.7434,
            "text": "Representação de doença CID-11: Amigdalite estreptocócica. Definição: Doença das amígdalas, causada por uma infecção pela bactéria Gram-positiva Streptococcus pyogenes (Streptococcus do Grupo A). Essa doença é caracterizada por dor de garganta, febre, exsudatos tonsilares ou adenopatia cervical. Essa doença também pode se manifestar com odinofagia, disfagia, otalgia, língua seca e eritematosa, amígdalas aumentadas ou manchas brancas e amareladas nas amígdalas. A transmissão ocorre comumente por inalação de secreções respiratórias infectadas ou contato indireto. A confirmação é feita pela identificação do Streptococcus do Grupo A a partir de um esfregaço da garganta."
          }
        },
        {
          "CA26.1": {
            "confidence_embedding": 0.742,
            "text": "Representação de doença CID-11: Panbronquiolite difusa. Definição: Panbronquiolite difusa (PBD) é uma doença inflamatória idiopática que afeta principalmente os bronquíolos respiratórios, causando um transtorno respiratório obstrutivo grave progressivo de natureza supurativa. O início ocorre entre a segunda e quinta décadas da vida, e se manifesta com tosse crônica, dispneia ao esforço e produção de escarro. A maioria dos pacientes apresenta também sinusite crônica. Se não tratada, a PBD progride para bronquiectasias, insuficiência respiratória e morte. Melhora significativa do prognóstico foi relatada graças ao uso de antibióticos macrolídeos, cujo efeito é atribuído a uma ação anti-inflamatória e autorreguladora."
          }
        },
        {
          "CA01": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Sinusite aguda. Definição: Inflamação recente e/ou de curta duração da mucosa de um ou mais seios paranasais (maxilares, etmoidais, frontais e esfenoidais) originada de infecção ou outras causas como caries ou lesão dos dentes. Secreção purulenta pode ser observada em meato médio e cavidade nasal e os pacientes se queixam de disosmia, obstrução nasal, febre ou dor ou sensibilidade localizada. Rinite alérgica, deformidade do septo nasal ou rinite hipertrófica são doenças subjacentes que podem levar a sinusite aguda."
          }
        },
        {
          "CA70.0": {
            "confidence_embedding": 0.7323,
            "text": "Representação de doença CID-11: Pulmão de fazendeiro. Definição: Doença pulmonar do fazendeiro é uma pneumonite por hipersensibilidade, causada por inalação de poeira orgânica contendo esporos de microrganismos, frequentemente actinomicetos termofílicos, e menos comumente Saccharopolyspora rectivirgula, vivendo em feno, palha ou grãos mofados. Sintomas típicos incluem dispneia, tosse, cansaço, dores de cabeça e febre/sudorese noturna ocasionais, com curso clínico agudo, subagudo ou crônico e que podem resultar em insuficiência crônica com doença granulomatosa."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.728,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        }
      ]
    }
  }
}