{
  "prontuario_id": 934,
  "text": "# 12º PO BX LESAO MANDIBULA À DIREITA + BX PERFURAÇÃO NASAL (VER AP).\n\nS # FEZ USO DE ANTIBIOTICO ( AMOXI+ CLAV) E CORTICOIDE ORAL COM MELHORA IMPORTANTE DOS SINTOMAS. REFERE REDUÇÃO QUASE COMPLETA DO EDEMA ENDURECIDO EM MANDIBULA À DIREITA.\n# HMP: TRANSPLANTE RENAL À DIREITA HÁ 5 ANOS - EM ACOMPANHAMENTO COM NEFROLOGIA.\n\nO # ORO: FO BOM ASPECTO.\nC/P: EDEMA ENDURECIDO EM MANDIBULA APROX 5CM.\nRINO: PERF NASAL ANTERIOR GRANDE CROSTAS C/ CROSTAS AO REDOR. \n\nCD # RETORNO EM 2 SEMANAS PARA VER AP ! (CONSULTA EM 1 SEMANA COINCIDIRIA COM CONSULTA DA NEFRO).\nORIENTAÇÕES GERAIS.\nMANUTENÇÃO DE MEDICAÇÃO ANALGÉSICA SE DOR.\n\nR2 Lucas\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "PO",
      "AP",
      "S",
      "HMP",
      "O",
      "ORO",
      "C/P",
      "RINO",
      "CD",
      "BX PERFURAÇÃO NASAL",
      "AMOXI+ CLAV",
      "FO BOM ASPECTO",
      "APROX 5CM",
      "PERF NASAL ANTERIOR GRANDE CROSTAS C/ CROSTAS AO REDOR",
      "CONSULTA DA NEFRO"
    ],
    "Conceito Temporal": [
      "PO"
    ],
    "Procedimento Diagnóstico": [
      "AP",
      "ORO",
      "RINO"
    ],
    "Achado": [
      "S",
      "HMP",
      "MELHORA IMPORTANTE DOS SINTOMAS",
      "FO BOM ASPECTO"
    ],
    "Sinal ou Sintoma": [
      "DOR"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R2",
      "NEFROLOGIA"
    ],
    "Atividade de Assistência à Saúde": [
      "ACOMPANHAMENTO",
      "RETORNO",
      "CONSULTA",
      "CONSULTA DA NEFRO",
      "ORIENTAÇÕES GERAIS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "C/P",
      "MANDIBULA",
      "MANDIBULA À DIREITA"
    ],
    "Produto Intelectual": [
      "CD"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "BX PERFURAÇÃO NASAL",
      "MEDICAÇÃO ANALGÉSICA"
    ],
    "Substância Farmacológica": [
      "AMOXI+ CLAV",
      "CORTICOIDE ORAL",
      "MEDICAÇÃO ANALGÉSICA"
    ],
    "Substância Química Orgânica": [
      "CORTICOIDE ORAL"
    ],
    "Localização ou Região Corporal": [
      "MANDIBULA À DIREITA"
    ],
    "Conceito Quantitativo": [
      "APROX 5CM"
    ]
  },
  "labels": {
    "melhora importante dos sintomas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.6Z": {
            "confidence_embedding": 0.733,
            "text": "Representação de doença CID-11: Cefaleia ou dor orofacial secundárias crônicas, não especificadas. Definição: "
          }
        },
        {
          "MG30.6Y": {
            "confidence_embedding": 0.7305,
            "text": "Representação de doença CID-11: Outra cefaleia ou dor orofacial secundárias crônicas, especificadas. Definição: "
          }
        },
        {
          "MD11.8": {
            "confidence_embedding": 0.7217,
            "text": "Representação de doença CID-11: Respiração pela boca. Definição: Respirar pela boca. Obstrução nasal pode também tornar necessária a respiração oral, o que por si só pode causar apneia obstrutiva. Respirar pela boca pode também aumentar o risco para apneia obstrutiva do sono, pelos seus efeitos na língua. A língua forma a parede anterior da orofaringe; tanto a postura supina quanto abertura da boca tendem a deslocar a língua posteriormente e promovem o fechamento da via aérea."
          }
        },
        {
          "MD80": {
            "confidence_embedding": 0.7197,
            "text": "Representação de doença CID-11: Sinais ou sintomas do complexo orofacial. Definição: "
          }
        },
        {
          "MD80.0": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Sintoma ou queixa relativos aos dentes ou gengiva. Definição: "
          }
        }
      ]
    },
    "dor": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA03.0": {
            "confidence_embedding": 0.7756,
            "text": "Representação de doença CID-11: Luxação da mandíbula. Definição: Luxação da mandíbula, o maior e mais forte osso da face. A luxação da articulação temporomandibular (ATM) é uma condição dolorosa que ocorre quando o côndilo mandibular fica fixo na face antero-superior da eminência articular.\r\nA luxação da ATM deve-se a trauma ou, mais comumente, abertura excessiva da mandíbula. O espasmo dos músculos masseter, temporal e pterigóideo medial resulta em trismo, impedindo o retorno do côndilo à fossa temporal."
          }
        },
        {
          "NA02.Y": {
            "confidence_embedding": 0.7458,
            "text": "Representação de doença CID-11: Fratura de outros ossos especificados da face ou do crânio. Definição: "
          }
        },
        {
          "ND72.0": {
            "confidence_embedding": 0.7431,
            "text": "Representação de doença CID-11: Corpo estranho no seio nasal. Definição: "
          }
        },
        {
          "NA02.4Y": {
            "confidence_embedding": 0.7403,
            "text": "Representação de doença CID-11: Outra fratura especificada da maxila. Definição: "
          }
        },
        {
          "ND72.20": {
            "confidence_embedding": 0.7377,
            "text": "Representação de doença CID-11: Asfixia por muco na nasofaringe. Definição: "
          }
        }
      ]
    },
    "hmp": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB50": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7291,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB90.0": {
            "confidence_embedding": 0.7197,
            "text": "Representação de doença CID-11: Nefroptose. Definição: Maior mobilidade do rim resultando em ptose quando o paciente está em pé. Mais comum à direita, associado a uma artéria renal mais longa e discutivelmente associado a hiperplasia fibromuscular e hipertensão."
          }
        },
        {
          "GB70.00": {
            "confidence_embedding": 0.712,
            "text": "Representação de doença CID-11: Cálculo de Staghorn. Definição: Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
          }
        },
        {
          "GB51": {
            "confidence_embedding": 0.7109,
            "text": "Representação de doença CID-11: Pielonefrite aguda. Definição: Inflamação aguda da pelve renal e do parênquima devida a infecção bacteriana. É uma das infecções bacterianas mais comuns em mulheres adultas. Os sintomas incluem febre, dor lombar (rins), náuseas e vômitos. Podem ocorrer sintomas coincidentes de cistite aguda com disúria, aumento da frequência de micção e hematúria. A insuficiência renal não é uma característica, a menos que haja septicemia, hipotensão ou hipovolemia."
          }
        }
      ]
    }
  }
}