{
  "prontuario_id": 553,
  "text": "11:00 Horas. Paciente com história de fratura de TNZ E á 4 meses - retirada de fixador há 2 meses. Apresentando aumento de partes moles de MMII. Presença de eritema, secreção serosa e edema. Acordada, comunicativa, corada e hidratada. Eupnéica em ar ambiente. Sinais vitais estáveis. Deambulando com auxilio de bengala. Acesso venoso períferico salinizado. Relata cefaléia e dor tipo queimação em MMII. Realizada troca de curativo em MMII - presença de secreção serosa. Aceitando bem dieta oferecida. Diurese espontânea. Evacução ausente. AFECCOES DA PELE E DO TECIDO SUBCUTANEO NAO ESPECIFICADOS.",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "retirada"
    ],
    "Dispositivo Médico": [
      "fixador",
      "bengala",
      "Acesso venoso períferico salinizado"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "fixador",
      "dieta",
      "troca de curativo"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII",
      "PELE"
    ],
    "Abreviação": [
      "MMII",
      "fratura de TNZ E"
    ],
    "Sinal ou Sintoma": [
      "eritema",
      "edema",
      "cefaléia",
      "aumento de partes moles",
      "secreção serosa",
      "dor tipo queimação"
    ],
    "Achado": [
      "Acordada",
      "comunicativa",
      "corada",
      "hidratada",
      "Eupnéica",
      "Deambulando",
      "Sinais vitais estáveis",
      "Diurese espontânea"
    ],
    "Função de Organismo": [
      "Evacução",
      "Diurese espontânea"
    ],
    "Negação": [
      "ausente",
      "NAO"
    ],
    "Lesão ou Envenenamento": [
      "fratura de TNZ E"
    ],
    "Substância Corporal": [
      "secreção serosa"
    ]
  },
  "labels": {
    "comunicativa": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7657,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C48.3": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Abstinência de cafeína. Definição: Abstinência de cafeína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de cafeína (tipicamente na forma de café, bebidas cafeinadas, ou como ingrediente de alguns medicamentos de venda livre) em indivíduos que tenham usado cafeína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cafeína podem incluir dor de cabeça, fadiga acentuada ou sonolência, irritabilidade, humor deprimido ou disfórico, náusea ou vômitos e dificuldade de concentração."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6C45.4": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Abstinência de cocaína. Definição: Abstinência de cocaína é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de opioides em indivíduos que tenham desenvolvido dependência de cocaína ou tenham usado cocaína por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de cocaína podem incluir humor disfórico, irritabilidade, fadiga, lentificação psicomotora, sonhos vívidos desagradáveis, insônia ou hipersonia, aumento de apetite, ansiedade, agitação ou lentificação psicomotora e fissura por cocaína."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.744,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        }
      ]
    },
    "cefaléia": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.8526,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.8321,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.8094,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B55.4": {
            "confidence_embedding": 0.802,
            "text": "Representação de doença CID-11: Deficiência de vitamina A com úlcera de córnea ou ceratomalácia. Definição: Ulceração / ceratomalácia indica destruição permanente de parte ou de todo o estroma corneano, resultando em alteração estrutural permanente. As úlceras são classicamente arredondadas a ovais, \"perfuradas\", como se uma furadeira ou uma broca de cortiça tivessem sido aplicadas no olho. A córnea circundante é geralmente xerótica, mas, por outro lado, clara, e normalmente não tem a aparência cinzenta e infiltrada de úlceras de origem bacteriana. Pode haver mais de uma úlcera. As pequenas úlceras estão quase invariavelmente confinadas à periferia da córnea, especialmente em sua face inferior e nasal. A ulceração pode ser superficial, mas geralmente é profunda. As perfurações ficam ligadas com a íris, preservando assim a câmara anterior. Na doença mais avançada, o estroma necrótico descama, deixando uma grande úlcera ou descemetocele. Tal como acontece com úlceras menores, geralmente é periférica e cura como um leucoma denso, branco e aderente. Com a terapia, as úlceras superficiais costumam cicatrizar surpreendentemente com poucas cicatrizes; úlceras mais profundas, especialmente perfurações, formam densos leucomas periféricos aderentes."
          }
        },
        {
          "5B5K.6": {
            "confidence_embedding": 0.8002,
            "text": "Representação de doença CID-11: Deficiência de cobre. Definição: Deficiência dietética é rara e tem sido observada em prematuros e bebês com baixo peso ao nascimento que são alimentados exclusivamente com leite de vaca e em indivíduos em nutrição parenteral total (NPT) prolongada sem cobre. Manifestações clínicas incluem despigmentação de pele e cabelo, distúrbios neurológicos, leucopenia, anemia microcítica e hipocrômica e anormalidades esqueléticas."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7728,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7543,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FB40.3": {
            "confidence_embedding": 0.7508,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        },
        {
          "FB51.0": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Fibromatose de fáscia palmar. Definição: Esta é a contratura em flexão fixa na mão, em que os dedos se dobram em direção à palma e não pode ser completamente estendidos."
          }
        }
      ]
    },
    "deambulando": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FB40.3": {
            "confidence_embedding": 0.735,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.7288,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FA80.B": {
            "confidence_embedding": 0.7186,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar com envolvimento do sistema nervoso. Definição: "
          }
        }
      ]
    },
    "eritema": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB31": {
            "confidence_embedding": 0.8402,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.8372,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "ED90.00": {
            "confidence_embedding": 0.8031,
            "text": "Representação de doença CID-11: Rosácea eritemato-telangectásica. Definição: Rosácea eritemato-telangectásica manifesta-se como eritema facial e tendência ao rubor que afeta, mas não se limita ao centro da face e fronte: a lateral das bochechas, as orelhas e as regiões laterais do pescoço também podem estar envolvidas. É mais comum em indivíduos de pele clara e tende a piorar com exposição ao vento e à luz solar. Com o tempo, telangiectasias permanentes se desenvolvem."
          }
        },
        {
          "EB50": {
            "confidence_embedding": 0.8019,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        },
        {
          "EB51.0": {
            "confidence_embedding": 0.7909,
            "text": "Representação de doença CID-11: Lúpus eritematoso discóide. Definição: Lúpus eritematoso discoide é caracterizado pela presença de placas discoides apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Tipicamente envolve face, orelhas e couro cabeludo, mas pode ocorrer disseminação generalizada. Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente."
          }
        }
      ]
    },
    "eupnéica": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.824,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BD73.2": {
            "confidence_embedding": 0.7976,
            "text": "Representação de doença CID-11: Obstrução de veia sistêmica. Definição: Condição patológica pós-natal de uma veia sistêmica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BD73.20": {
            "confidence_embedding": 0.7976,
            "text": "Representação de doença CID-11: Obstrução de veia periférica. Definição: Condição patológica pós-natal de uma veia periférica em que o fluxo é impedido ou bloqueado devido a estreitamento ou atresia."
          }
        },
        {
          "BB82.0": {
            "confidence_embedding": 0.7902,
            "text": "Representação de doença CID-11: Estenose tricúspide reumática com insuficiência. Definição: Insuficiência da valva tricúspide devida a anormalidades nos folhetos pode ser secundária a cardiopatia reumática. Quando devida a esta última, geralmente ocorre em combinação com estenose tricúspide"
          }
        },
        {
          "BD74.30": {
            "confidence_embedding": 0.7893,
            "text": "Representação de doença CID-11: Úlcera venosa primária da perna. Definição: Úlcera venosa da perna que se desenvolve na pele sem episódios anteriores de ulceração."
          }
        }
      ]
    },
    "fratura de tnz e": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7319,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB40.3": {
            "confidence_embedding": 0.7259,
            "text": "Representação de doença CID-11: Tendinite calcária. Definição: Este é um transtorno caracterizado pela deposição de hidroxiapatita em qualquer tendão do corpo, causando inflamação e dor."
          }
        },
        {
          "FB84.4": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Osteomielite crônica com seio drenante. Definição: "
          }
        },
        {
          "FB51.0": {
            "confidence_embedding": 0.7203,
            "text": "Representação de doença CID-11: Fibromatose de fáscia palmar. Definição: Esta é a contratura em flexão fixa na mão, em que os dedos se dobram em direção à palma e não pode ser completamente estendidos."
          }
        },
        {
          "FA26.1": {
            "confidence_embedding": 0.7199,
            "text": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada."
          }
        }
      ]
    },
    "aumento de partes moles": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA26.1": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada."
          }
        },
        {
          "FB56.0": {
            "confidence_embedding": 0.7439,
            "text": "Representação de doença CID-11: Granuloma de corpo estranho no tecido mole, não classificado em outra parte. Definição: "
          }
        },
        {
          "FB56.1": {
            "confidence_embedding": 0.7304,
            "text": "Representação de doença CID-11: Corpo estranho residual no tecido mole. Definição: "
          }
        },
        {
          "FB51.0": {
            "confidence_embedding": 0.7291,
            "text": "Representação de doença CID-11: Fibromatose de fáscia palmar. Definição: Esta é a contratura em flexão fixa na mão, em que os dedos se dobram em direção à palma e não pode ser completamente estendidos."
          }
        },
        {
          "FB56": {
            "confidence_embedding": 0.716,
            "text": "Representação de doença CID-11: Transtornos de partes moles especificadas, não classificadas em outra parte. Definição: Este é um grupo de outros transtornos que afetam os tecidos de conexão, sustentação ou os tecidos que envolvem outras estruturas e órgãos do corpo, que não sejam ossos, e não classificados em outra parte."
          }
        }
      ]
    },
    "secreção serosa": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB51": {
            "confidence_embedding": 0.8027,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EB31": {
            "confidence_embedding": 0.7993,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "EB13.1": {
            "confidence_embedding": 0.7911,
            "text": "Representação de doença CID-11: Necrólise epidérmica tóxica. Definição: Necrólise epidérmica tóxica (NET) é uma doença cutânea aguda com risco de vida, com risco geral de mortalidade comumente citado entre 25 e 30%, embora o risco de desfecho fatal seja de cerca de 90% nos pacientes mais gravemente afetados (escore SCORTEN > 5). Caracteriza-se pelo rápido início de extenso eritema, necrose e descolamento bolhoso da epiderme (> 30% da área de superfície corporal). Comumente, as mucosas também estão envolvidas. A morte pode resultar de uma combinação de sepse, depleção de fluidos e falência de múltiplos órgãos. Em dois terços dos casos, a NET é desencadeada por uma alergia a medicamentos claramente identificável."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.7902,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        },
        {
          "EB50": {
            "confidence_embedding": 0.7861,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo subagudo. Definição: Lúpus eritematoso cutâneo subagudo é uma forma não cicatricial de lúpus eritematoso, tipificada pela presença de anticorpos anti-Ro/SSA circulantes e manchas eritematosas inflamadas discoides ou anulares com descamação fina variável em pele exposta ao sol, especialmente nos lados de face e pescoço, no V do decote, nas superfícies extensoras dos braços e na parte superior do dorso: em contraste com o lúpus eritematoso sistêmico, as bochechas tendem a ser poupadas. A doença visceral é menos frequente do que no lúpus eritematoso sistêmico: o envolvimento renal é raro e leve."
          }
        }
      ]
    },
    "dor tipo queimação": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.8133,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7754,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5C51.20": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B55.3": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Deficiência de vitamina A com xerose da córnea. Definição: Clinicamente, a córnea desenvolve xerose clássica, uma aparência turva, sem brilho e seca, primeiro aparente perto do limbo inferior. Muitas crianças têm lesões pontilhadas superficiais características nos aspectos nasais inferiores da córnea que se coram brilhantemente com fluoresceína. No início da doença, eles são visíveis apenas por meio de um exame com lâmpada de fenda. Com a doença mais grave, as lesões pontilhadas tornam-se mais numerosas e espalham-se para cima sobre a córnea central, e o estroma corneano torna-se edematoso. Placas espessas e queratinizadas semelhantes à mancha de Bitot podem se formar na superfície da córnea. Frequentemente, são mais densos na zona interpalpebral. Com o tratamento, essas placas se desprendem, às vezes deixando uma erosão superficial que cicatriza rapidamente. A xerose da córnea responde com 2 a 5 dias de terapia com vitamina A e a córnea recupera sua aparência normal em 1 a 2 semanas."
          }
        }
      ]
    }
  }
}