{
  "prontuario_id": 646,
  "text": "7:30 - 1º DI POR DISPNÉIA. PORTADOR DE FIBROSE PULMONAR.  CONSCIENTE, ORIENTADO, DISPNÉICO AOS ESFORÇOS, VERBALIZANDO, MANTENDO REPOUSO EM SEMI-FOLWER E AUXÍLIO DE O2 (5L/MIN)  EM MÁSCARA FACIAL. BCRNF, AP MV + BILATERAL, COM RONCOS EM BASE BILATERAL. ABDOMEN GLOBOSO, DEPRESSÍVEL, COM PERISTALTISMO PRESENTE. DIURESE ESPONTÂNEA PRESENTE. REFERE EVACUAÇÃO AUSENTE HÁ UM DIA. USO DE FRALDA DESCARTÁVEL. ORIENTO SOBRE REPOUSO NO LEITO. ACEITA DIETA OFERECIDA.  MANTÉM OXÍMETRO COM 91% SAT O2, 98 bpm, 140/90 mmHg, TEMP 35,9ºC.  SEGUE SOB CUIDADOS DA EQUIPE MULTIPROFISSIONAL. AGUARDA VAGA EM UI. SINDROME DO DESCONFORTO RESPIRATORIO DO ADULTO.",
  "entities": {
    "Sinal ou Sintoma": [
      "DISPNÉIA",
      "RONCOS",
      "DISPNÉICO AOS ESFORÇOS"
    ],
    "Achado": [
      "CONSCIENTE",
      "ORIENTADO",
      "VERBALIZANDO",
      "BCRNF",
      "GLOBOSO",
      "DEPRESSÍVEL",
      "PERISTALTISMO PRESENTE",
      "DIURESE ESPONTÂNEA PRESENTE"
    ],
    "Conceito Quantitativo": [
      "5L/MIN",
      "91%",
      "98 bpm",
      "140/90 mmHg",
      "35 , 9ºC"
    ],
    "Abreviação": [
      "BCRNF",
      "AP",
      "TEMP",
      "UI",
      "98 bpm"
    ],
    "Procedimento Diagnóstico": [
      "AP",
      "OXÍMETRO"
    ],
    "Conceito Espacial": [
      "BILATERAL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABDOMEN"
    ],
    "Função de Organismo": [
      "EVACUAÇÃO"
    ],
    "Negação": [
      "AUSENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "DIETA",
      "REPOUSO EM SEMI-FOLWER",
      "AUXÍLIO DE O2",
      "REPOUSO NO LEITO"
    ],
    "Atributo Clínico": [
      "TEMP",
      "SAT O2"
    ],
    "Atividade de Assistência à Saúde": [
      "CUIDADOS"
    ],
    "Organização Relacionada à Saúde": [
      "UI",
      "EQUIPE MULTIPROFISSIONAL"
    ],
    "Doença ou Síndrome": [
      "FIBROSE PULMONAR",
      "SINDROME DO DESCONFORTO RESPIRATORIO DO ADULTO"
    ],
    "Dispositivo Médico": [
      "MÁSCARA FACIAL",
      "FRALDA DESCARTÁVEL"
    ],
    "Localização ou Região Corporal": [
      "BASE BILATERAL"
    ],
    "Conceito Temporal": [
      "UM DIA"
    ],
    "Objeto Manufaturado": [
      "FRALDA DESCARTÁVEL"
    ]
  },
  "labels": {
    "orientado": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C46.3": {
            "confidence_embedding": 0.7569,
            "text": "Representação de doença CID-11: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina ou metcatinona. Definição: Intoxicação por estimulantes, incluindo anfetaminas, metanfetamina e metcatinona, mas excluindo cafeína, cocaína e catinonas sintéticas é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de anfetaminas ou outros estimulantes, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos das anfetaminas ou outros estimulantes e sua intensidade está intimamente relacionada à quantidade de anfetaminas ou outros estimulantes consumida. Têm duração limitada, e diminuem à medida que as anfetaminas ou outros estimulantes são eliminados do corpo. Sintomas de apresentação podem incluir ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (possivelmente de intensidade delirante), alucinações auditivas transitórias, confusão transitória, mudanças na sociabilidade. Sudorese ou calafrios, nausea ou vômitos, e palpitações podem estar presentes. Sinais físicos podem incluir taquicardia, elevação da pressão arterial, dilatação pupilar, discinesias e distonias, e feridas na pele. Em casos raros, geralmente na intoxicação grave, o uso de estimulantes, incluindo anfetaminas, metanfetamina e metcatinona pode resultar em convulsões."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C49.3": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Intoxicação por alucinógenos. Definição: Intoxicação por alucinógenos é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de alucinógenos, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos dos alucinógenos e sua intensidade está intimamente relacionada à quantidade de alucinógenos consumida. Têm duração limitada, e diminuem à medida que o alucinógeno é eliminado do corpo. A apresentação pode incluir alucinações, ilusões, alterações perceptivas como despersonalização, desrealização, ou sinestesias (fusão de sentidos, como um estímulo visual evocando um cheiro), ansiedade, humor deprimido ou disfórico, ideias de referência, ideação paranoide, julgamento comprometido, palpitações, sudorese, visão turva, tremores e descoordenação. Sinais físicos podem incluir taquicardia, pressão arterial elevada, dilatação pupilar. Em casos raros, a intoxicação por alucinógenos pode facilitar ideação e comportamento suicidas."
          }
        }
      ]
    },
    "fibrose pulmonar": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB03.1": {
            "confidence_embedding": 0.8232,
            "text": "Representação de doença CID-11: Combinação de fibrose pulmonar e enfisema. Definição: Combinação de fibrose pulmonar e enfisema (CPFE) é uma síndrome de combinação de enfisema de lobos superiores dos pulmões e fibrose de lobos inferiores, definida em tomografia do tórax e caracterizada por espirometria subnormal, comprometimento grave da troca gasosa, prevalência elevada de hipertensão pulmonar e sobrevida ruim. \r\nO perfil funcional característico da CPFE é uma capacidade de difusão do monóxido de carbono acentuadamente comprometida, e hipoxemia ao esforço, com volumes pulmonares preservados. Apesar da espirometria subnormal, que pode ser responsável pelo seu subdiagnóstico, a CPFE é uma entidade grave. A presença de hipertensão arterial pulmonar no momento do diagnóstico é um determinante crítico do prognóstico."
          }
        },
        {
          "CB25": {
            "confidence_embedding": 0.8194,
            "text": "Representação de doença CID-11: Fibrotórax. Definição: Fibrotórax resulta da fibrose da pleura visceral e se manifesta clinicamente por excursão respiratória reduzida e por fisiologia pulmonar restritiva. Existem dois mecanismos distintos que podem levar à formação do fibrotórax: 1) Mais frequentemente o fibrotórax se desenvolve como consequência de inflamação pleural em pacientes com derrames pleurais, inclusive hemotórax, derrame tuberculso ou empiema crônico; 2) Menos frequentemente, o fibrotórax resulta de doença parenquimatosa pulmonar e pode ser observado em pacientes com tuberculose, bronquiectasias ou abscesso pulmonar."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.8165,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.8004,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB0Z": {
            "confidence_embedding": 0.7965,
            "text": "Representação de doença CID-11: Doenças respiratórias que afetam principalmente o interstício pulmonar, não especificadas. Definição: "
          }
        }
      ]
    },
    "depressível": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.802,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DA20.3": {
            "confidence_embedding": 0.7901,
            "text": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.786,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7824,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7761,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        }
      ]
    },
    "dispnéia": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.8476,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.8462,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB0Z": {
            "confidence_embedding": 0.8282,
            "text": "Representação de doença CID-11: Doenças respiratórias que afetam principalmente o interstício pulmonar, não especificadas. Definição: "
          }
        },
        {
          "CB0Y": {
            "confidence_embedding": 0.8261,
            "text": "Representação de doença CID-11: Outras doenças respiratórias que afetam principalmente o interstício pulmonar, especificadas. Definição: "
          }
        },
        {
          "CB41.20": {
            "confidence_embedding": 0.8175,
            "text": "Representação de doença CID-11: Insuficiência respiratória não especificada, Tipo I. Definição: Esta ocorre quando a PaCO2 pode estar normal ou baixa. É tipicamente causada por um desequilíbrio da relação ventilação/perfusão (V/Q); o volume de ar que entra e sai dos pulmões não se corresponde ao fluxo sanguíneo pulmonar. O defeito básico na insuficiência respiratória tipo 1 é a insuficiência de oxigenação."
          }
        }
      ]
    },
    "roncos": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.802,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7794,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7617,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB0Y": {
            "confidence_embedding": 0.7609,
            "text": "Representação de doença CID-11: Outras doenças respiratórias que afetam principalmente o interstício pulmonar, especificadas. Definição: "
          }
        },
        {
          "CB0Z": {
            "confidence_embedding": 0.7598,
            "text": "Representação de doença CID-11: Doenças respiratórias que afetam principalmente o interstício pulmonar, não especificadas. Definição: "
          }
        }
      ]
    },
    "globoso": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA60.3": {
            "confidence_embedding": 0.7454,
            "text": "Representação de doença CID-11: Úlceras de estresse do estômago. Definição: Úlceras de estresse do estômago são lesões agudas da mucosa que ocorrem em pacientes criticamente doentes e que podem resultar em hemorragia digestiva alta aguda. São normalmente erosões superficiais mas podem evoluir para úlceras. As úlceras de estresse do estômago podem desenvolver-se em qualquer segmento gástrico mas são mais frequentemente observadas na mucosa fúndica, que reveste o corpo e o fundo do estômago."
          }
        },
        {
          "DB32.0": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Pseudo-obstrução do cólon. Definição: A pseudo-obstrução do cólon é uma condição rara, com sintomas de diminuição da capacidade do cólon de fazer transitar líquidos, alimentos e ar, como aqueles causados ​​por uma obstrução cólica. Os achados clínicos e radiológicos são frequentemente semelhantes à obstrução verdadeira, mas nenhum bloqueio mecânico verdadeiro é encontrado. Os sintomas geralmente incluem dispepsia, constipação crônica e cólicas abdominais nos momentos em que está presente. Síndrome de Ogilvie: a pseudo-obstrução aguda do cólon em pacientes debilitados gravemente enfermos está incluída aqui como a forma aguda."
          }
        },
        {
          "DD50": {
            "confidence_embedding": 0.7354,
            "text": "Representação de doença CID-11: Hérnia de parede não abdominal. Definição: Hérnia que ocorre através do forame no diafragma, na parede pélvica e em outra abertura coberta por peritônio mas não através da parede abdominal."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7302,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        },
        {
          "DB99.3": {
            "confidence_embedding": 0.7233,
            "text": "Representação de doença CID-11: Hipertensão portopulmonar. Definição: É a coexistência de hipertensão portal e pulmonar, e é uma complicação séria da doença hepática, presente em 0,25 a 4% dos pacientes que sofrem de cirrose."
          }
        }
      ]
    },
    "verbalizando": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C48.2": {
            "confidence_embedding": 0.7752,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6E61": {
            "confidence_embedding": 0.7751,
            "text": "Representação de doença CID-11: Síndrome psicótica secundária. Definição: Síndrome caracterizada pela presença de alucinações ou delírios proeminentes, considerados consequência fisiopatológica direta de uma condição de saúde não classificada como transtorno mental e comportamental, com base em evidências de anamnese, exame físico ou achados laboratoriais. Os sintomas não são explicados por delirium ou por outro transtorno mental e comportamental, e não são uma resposta psicologicamente mediada a uma condição médica grave (p. ex., uma reação aguda ao estresse em resposta ao diagnóstico de uma doença potencialmente fatal). Essa categoria deve ser utilizada somada ao diagnóstico do transtorno ou doença subjacente presumido, quando os sintomas psicóticos forem suficientemente graves para exigir atenção clínica específica."
          }
        },
        {
          "6C40.4": {
            "confidence_embedding": 0.7743,
            "text": "Representação de doença CID-11: Abstinência de álcool. Definição: Abstinência de álcool é um conjunto clinicamente significativo de sintomas, comportamentos e/ou manifestações fisiológicas, variando em grau de gravidade e duração, que ocorre quando da cessação ou redução do uso de álcool em indivíduos que tenham desenvolvido dependência de álcool ou que tenham usado álcool por um período prolongado ou em grandes quantidades. Sintomas de apresentação da abstinência de álcool podem incluir hiperatividade autonômica (p. ex., taquicardia, hipertensão, sudorese), tremores aumentados nas mãos, náusea, ânsia de vômito ou vômito, insônia, ansiedade, agitação psicomotora, humor deprimido ou disfórico, ilusões ou alucinações visuais, táteis ou auditivas transitórias e distratibilidade. Menos comumente, o estado de abstinência é complicado por convulsões tônico-clônicas. O estado de abstinência pode progredir para uma forma muito grave de delirium, caracterizada por confusão e desorientação, delírios e alucinações visuais, táteis ou auditivas prolongadas. Nesses casos, um diagnóstico separado de delirium induzido por álcool também deve ser atribuído."
          }
        },
        {
          "6C45.3": {
            "confidence_embedding": 0.7742,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        }
      ]
    },
    "peristaltismo presente": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA21.22": {
            "confidence_embedding": 0.831,
            "text": "Representação de doença CID-11: Peristaltismo espástico. Definição: Este é um transtorno de motilidade do esôfago caracterizado por peristaltismo espástico hipercontrátil, conhecido como esôfago em britadeira na presença de relaxamento normal do esfíncter esofágico inferior (EEI). Esta categoria também inclui espasmo esofagiano difuso (EED) com contração descoordenada, caracterizada por latência distal reduzida na manometria esofágica."
          }
        },
        {
          "DA21.21": {
            "confidence_embedding": 0.8301,
            "text": "Representação de doença CID-11: Peristaltismo hipotensivo. Definição: Este é um transtorno de motilidade do esôfago caracterizado por peristaltismo reduzido. A disfunção peristáltica provavelmente leva à depuração de volume prejudicada."
          }
        },
        {
          "DA21.2Y": {
            "confidence_embedding": 0.8145,
            "text": "Representação de doença CID-11: Outro transtorno especificado do peristaltismo esofágico. Definição: "
          }
        },
        {
          "DA21.2Z": {
            "confidence_embedding": 0.8112,
            "text": "Representação de doença CID-11: Transtorno do peristaltismo esofágico, não especificado. Definição: "
          }
        },
        {
          "DA21.20": {
            "confidence_embedding": 0.8037,
            "text": "Representação de doença CID-11: Peristaltismo hipertensivo. Definição: Transtorno de motilidade do esôfago caracterizado por peristaltismo hipertensivo. Esta anormalidade da motilidade inclui o esôfago em quebra-nozes, que foi relatado em associação com disfagia, dor torácica não cardíaca e azia."
          }
        }
      ]
    },
    "sindrome do desconforto respiratorio do adulto": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.7912,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.7835,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CB00": {
            "confidence_embedding": 0.7646,
            "text": "Representação de doença CID-11: Síndrome do desconforto respiratório agudo. Definição: Síndrome do desconforto respiratório agudo (SDRA) é uma inflamação e edema nos pulmões com risco de vida iminente, que leva a insuficiência respiratória aguda grave. A SDRA é uma síndrome clínica de lesão pulmonar com insuficiência respiratória aguda hipoxêmica causada por intensa inflamação pulmonar que se desenvolve após lesão fisiopatológica grave."
          }
        },
        {
          "CB03.1": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Combinação de fibrose pulmonar e enfisema. Definição: Combinação de fibrose pulmonar e enfisema (CPFE) é uma síndrome de combinação de enfisema de lobos superiores dos pulmões e fibrose de lobos inferiores, definida em tomografia do tórax e caracterizada por espirometria subnormal, comprometimento grave da troca gasosa, prevalência elevada de hipertensão pulmonar e sobrevida ruim. \r\nO perfil funcional característico da CPFE é uma capacidade de difusão do monóxido de carbono acentuadamente comprometida, e hipoxemia ao esforço, com volumes pulmonares preservados. Apesar da espirometria subnormal, que pode ser responsável pelo seu subdiagnóstico, a CPFE é uma entidade grave. A presença de hipertensão arterial pulmonar no momento do diagnóstico é um determinante crítico do prognóstico."
          }
        },
        {
          "CA22.1": {
            "confidence_embedding": 0.7519,
            "text": "Representação de doença CID-11: Outra doença pulmonar crônica especificada especificada. Definição: "
          }
        }
      ]
    },
    "dispnéico aos esforços": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA22.0": {
            "confidence_embedding": 0.8406,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CB21.1": {
            "confidence_embedding": 0.8378,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.8167,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB0Y": {
            "confidence_embedding": 0.8103,
            "text": "Representação de doença CID-11: Outras doenças respiratórias que afetam principalmente o interstício pulmonar, especificadas. Definição: "
          }
        },
        {
          "CB0Z": {
            "confidence_embedding": 0.8101,
            "text": "Representação de doença CID-11: Doenças respiratórias que afetam principalmente o interstício pulmonar, não especificadas. Definição: "
          }
        }
      ]
    }
  }
}