{
  "prontuario_id": 988,
  "text": "Realizada analgesia em cateter peridural. Após, pcte foi ao banheiro e apresentou síncope, sendo segurada pela mãe e não sofreu queda. Apresentou vômitos e sudorese profusa.  SSVV estáveis. Tentado contato com Doutor Vital Brazil sem sucesso, sendo deixado recado na caixa postal. Entrado em contato com Doutor Vital Brazil , a qual prescreveu SG 5%. Segue sob cuidados de enfermagem.  Enfermeira Florence Nightingale.  EXAME GERAL E INVESTIGACAO DE PESSOAS SEM QUEIXAS OU DIAGNOSTICO RELATADO.",
  "entities": {
    "Procedimento Terapêutico ou Preventivo": [
      "analgesia",
      "cateter peridural"
    ],
    "Conceito Temporal": [
      "Após"
    ],
    "Abreviação": [
      "pcte",
      "SSVV estáveis"
    ],
    "Sinal ou Sintoma": [
      "síncope",
      "vômitos",
      "QUEIXAS",
      "sudorese profusa"
    ],
    "Negação": [
      "não",
      "sem",
      "SEM"
    ],
    "Lesão ou Envenenamento": [
      "queda"
    ],
    "Atividade de Assistência à Saúde": [
      "contato",
      "prescreveu",
      "cuidados",
      "EXAME GERAL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor",
      "enfermagem",
      "Enfermeira"
    ],
    "Substância Farmacológica": [
      "SG"
    ],
    "Conceito Quantitativo": [
      "5%"
    ],
    "Dispositivo Médico": [
      "cateter peridural"
    ],
    "Atributo Clínico": [
      "SSVV estáveis"
    ],
    "Procedimento Diagnóstico": [
      "INVESTIGACAO DE PESSOAS"
    ],
    "Doença ou Síndrome": [
      "DIAGNOSTICO RELATADO"
    ]
  },
  "labels": {
    "síncope": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA60.2Z": {
            "confidence_embedding": 0.7893,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "NA07.08": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração não especificada ou desconhecida devido aos efeitos da terapia. Definição: "
          }
        },
        {
          "NA60.3Z": {
            "confidence_embedding": 0.7803,
            "text": "Representação de doença CID-11: Lesão da veia jugular interna, não especificada. Definição: "
          }
        },
        {
          "NA60.20": {
            "confidence_embedding": 0.7797,
            "text": "Representação de doença CID-11: Laceração da veia jugular externa, menor. Definição: "
          }
        },
        {
          "NB51.2": {
            "confidence_embedding": 0.7777,
            "text": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        }
      ]
    },
    "vômitos": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA20.3": {
            "confidence_embedding": 0.7855,
            "text": "Representação de doença CID-11: Perfuração do esôfago. Definição: Perfuração do esôfago é uma penetração ou orifício da parede do esôfago, resultando em conteúdo luminal no esôfago fluindo para o mediastino e/ou cavidade torácica."
          }
        },
        {
          "DD50.20": {
            "confidence_embedding": 0.7829,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal primária. Definição: Hérnia que ocorre dentro do abdômen e primariamente através da uma abertura coberta por peritônio, sem cirurgia ou traumatismo."
          }
        },
        {
          "DA09.1": {
            "confidence_embedding": 0.7808,
            "text": "Representação de doença CID-11: Necrose da polpa. Definição: Necrose da polpa dentária é quando clinicamente o dente não responde a estímulos térmicos; o dente pode estar assintomático ou sensível a percussão e palpação."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7773,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DB53": {
            "confidence_embedding": 0.774,
            "text": "Representação de doença CID-11: Prolapso anal. Definição: É uma condição em que o tecido retal perde o seu suporte interno, protraindo-se do ânus para o exterior do corpo."
          }
        }
      ]
    },
    "queda": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND92.02": {
            "confidence_embedding": 0.7534,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NA60.2Z": {
            "confidence_embedding": 0.7482,
            "text": "Representação de doença CID-11: Lesão da veia jugular externa, não especificada. Definição: "
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7469,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NA07.08": {
            "confidence_embedding": 0.7457,
            "text": "Representação de doença CID-11: Concussão com perda da consciência, duração não especificada ou desconhecida devido aos efeitos da terapia. Definição: "
          }
        },
        {
          "NA60.20": {
            "confidence_embedding": 0.741,
            "text": "Representação de doença CID-11: Laceração da veia jugular externa, menor. Definição: "
          }
        }
      ]
    },
    "queixas": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB20.1": {
            "confidence_embedding": 0.7664,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.766,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME86": {
            "confidence_embedding": 0.7608,
            "text": "Representação de doença CID-11: Sintoma ou queixa de uma parte do corpo. Definição: "
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    },
    "sudorese profusa": {
      "capitulo": "14",
      "opcoes": [
        {
          "EA90": {
            "confidence_embedding": 0.729,
            "text": "Representação de doença CID-11: Psoríase. Definição: A psoríase é uma afecção cutânea inflamatória comum, crônica e recorrente, caracterizada por queratinização e hiperproliferação epidérmicas anormais. Apresenta um importante componente genético e afeta cerca de 2% das populações de muitas regiões do mundo. Até 10-20% dos pacientes com psoríase também apresentam poliartrite inflamatória (artrite psoriática). Embora muitas pessoas com psoríase tenham doença limitada, tanto a psoríase quanto a artrite associada frequentemente causam grande incapacidade funcional e psicossocial. As formas mais graves de psoríase estão frequentemente associadas à síndrome metabólica e, consequentemente, à redução da expectativa de vida."
          }
        },
        {
          "EK12": {
            "confidence_embedding": 0.718,
            "text": "Representação de doença CID-11: Sensibilização alérgica por contato. Definição: A presença de hipersensibilidade tardia tipo IV do sistema imune a uma determinada substância sem definição de doença prévia ou atual. Tal sensibilização é normalmente adquirida por contato prévio de pele ou mucosa com a própria substância ou com outra quimicamente similar (reatividade cruzada). Contato subsequente com a substância pode provocar reação alérgica. Em determinadas circunstâncias, essa sensibilização pode impedir que um indivíduo aceite ou continue em um emprego em que a exposição ao alérgeno não pode ser evitada. Alguns indivíduos sensibilizados para um alérgeno específico, entretanto, podem nunca manifestar sintomas caso ocorra o contato."
          }
        },
        {
          "EC92.1": {
            "confidence_embedding": 0.7093,
            "text": "Representação de doença CID-11: Disestesia do couro cabeludo. Definição: Transtorno somatoforme incomum mas angustiante, no qual há uma queixa clara e precisa de dor no couro cabeludo ou sensação de queimação para a qual nenhuma causa subjacente pode ser encontrada."
          }
        },
        {
          "ED70.30": {
            "confidence_embedding": 0.7071,
            "text": "Representação de doença CID-11: Eflúvio telógeno agudo. Definição: Eflúvio telógeno agudo é uma queda de cabelos do couro cabeludo de início agudo que ocorre dois a três meses após um estresse desencadeante, muitas vezes com risco à vida, e que interrompe o crescimento anágeno normal do fio. É comumente observado em sobreviventes que necessitaram de cuidados intensivos para sepse, hemorragia, doença inflamatória ou traumatismo graves. Também pode resultar de desnutrição aguda. Um grande número de fios anágenos são convertidos em telógenos e são eliminados dois a três meses depois, resultando em uma alopecia difusa."
          }
        },
        {
          "EA90.2": {
            "confidence_embedding": 0.7061,
            "text": "Representação de doença CID-11: Psoríase instável. Definição: Psoríase instável é uma forma inflamatória de psoríase que pode ser precursora de psoríase eritrodérmica ou pustulosa generalizada. Caracteriza-se por inflamação em torno das margens das placas existentes e/ou aparecimento de múltiplas pequenas pápulas e placas inflamatórias. Alguns pacientes podem ter uma tendência por toda a vida para psoríase instável. Tende a ser difícil de controlar sem recorrer a terapia sistêmica."
          }
        }
      ]
    }
  }
}