{
  "prontuario_id": 947,
  "text": "Paciente com história de Tx renal com falência do enxerto em outubro / 2006, há 3 meses com hematúria e prostração. Refere por +- 4 semanas antes da internação eletiva para nefrectomia, queixa de tosse paroxística, sendo admitida para internação previamente na instituição de origem, sendo afastadas causas infecciosas para o quadro. Admitida afebril e sem alterações no leucograma, sendo manejada com sintomáticos, com boa evolução do quadro. Nefrectomia de enxerto sem intercorrências, com boa evolução pós-operatória. Alta em 3o PO em boas condições, com retorno para reavaliação com urologia em 12/07/2007.",
  "entities": {
    "Sinal ou Sintoma": [
      "hematúria",
      "prostração",
      "queixa",
      "quadro",
      "afebril",
      "intercorrências",
      "tosse paroxística"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "nefrectomia",
      "Tx renal",
      "Nefrectomia de enxerto"
    ],
    "Atividade de Assistência à Saúde": [
      "admitida",
      "internação",
      "afastadas",
      "Admitida",
      "manejada",
      "Alta",
      "internação eletiva",
      "retorno para reavaliação"
    ],
    "Negação": [
      "afebril",
      "sem"
    ],
    "Substância Farmacológica": [
      "sintomáticos"
    ],
    "Conceito Temporal": [
      "pós-operatória",
      "3o PO"
    ],
    "Organização Relacionada à Saúde": [
      "urologia",
      "instituição de origem"
    ],
    "Grupo Profissional ou Ocupacional": [
      "urologia"
    ],
    "Abreviação": [
      "Tx renal",
      "3o PO"
    ],
    "Função Patológica": [
      "causas infecciosas"
    ],
    "Resultado Laboratorial ou de Teste": [
      "alterações no leucograma"
    ],
    "Achado": [
      "boa evolução do quadro",
      "boas condições"
    ]
  },
  "labels": {
    "causas infecciosas": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D62": {
            "confidence_embedding": 0.7847,
            "text": "Representação de doença CID-11: Doença por hantavírus. Definição: Doença viral zoonótica aguda caracterizada por início abrupto de febre, sinais clínicos semelhantes aos da influenza (p.ex., calafrios, dor de cabeça, mialgia, tosse seca), sinais gastrointestinais (p.ex., dor abdominal difusa, vômito, diarreia), visão turva transitória (miopia aguda), lombalgia devida a edema renal, manifestações hemorrágicas em vários graus, às vezes seguidas por dispneia crescente devida a edema agudo de pulmão não cardiogênico, e/ou envolvimento renal. Este último é caracterizado por proteinúria e microhematúria iniciais, muitas vezes maciças, às vezes acompanhadas por comprometimento transitório da função renal. Todas as infecções por hantavírus são precedidas por vários graus de trombocitopenia transitória, que pode servir como um indicador de gravidade clínica."
          }
        },
        {
          "1C1C.1": {
            "confidence_embedding": 0.763,
            "text": "Representação de doença CID-11: Síndrome de Waterhouse-Friderichsen. Definição: Síndrome caracterizada por insuficiência adrenal devida a sangramento nas glândulas suprarrenais (a maioria bilateral mas algumas vezes unilateral), comumente causada por uma infecção por meningococo (Neisseria meningitidis). No entanto, isto também pode ser causado por infecção por outras bactérias como Streptococcus pneumoniae ou Haemophilus influenzae ou até por algumas infecções virais graves.\r\nEssa síndrome pode se manifestar com febre, calafrios, vômitos, mialgia ou erupção cutânea, com progressão para coagulação intravascular disseminada. A transmissão de infecções subjacentes se dá por contato direto ou transmissão por gotículas."
          }
        },
        {
          "1F02": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Rubéola. Definição: Doença causada por uma infecção pelo vírus da rubéola. Essa doença comumente se apresenta com linfadenopatia, ou um exantema que se inicia na face e se espalha para os membros e o tronco. A transmissão ocorre comumente por inalação de secreções respiratórias infectadas ou por contato direto."
          }
        },
        {
          "1D62.0": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Febre hemorrágica com síndrome renal. Definição: Doença viral zoonótica aguda com início abrupto de febre, dor lombar, com graus variados de manifestações hemorrágicas e envolvimento renal causada por certos hantavírus."
          }
        },
        {
          "1F04": {
            "confidence_embedding": 0.7568,
            "text": "Representação de doença CID-11: Eritema infeccioso. Definição: Afecção causada pela infecção pelo parvovírus B19 (membro do gênero Erythroparvovirus). Em crianças, essa condição é caracterizada inicialmente por febre e sintomas semelhantes aos do resfriado, seguidos por uma erupção cutânea tipicamente na região facial. Em adolescentes e adultos, essa condição pode se manifestar com articulações doloridas e inchadas. A transmissão é por transmissão por gotículas ou transmissão vertical."
          }
        }
      ]
    },
    "quadro": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7731,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7624,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7589,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.756,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "22",
      "opcoes": [
        {
          "ND92.02": {
            "confidence_embedding": 0.768,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NA06.00": {
            "confidence_embedding": 0.7606,
            "text": "Representação de doença CID-11: Avulsão da pálpebra. Definição: Lesão em que uma estrutura corporal é forçadamente destacada do seu ponto normal de inserção por traumatismo ou cirurgia. O termo mais comumente se refere a um traumatismo de superfície em que todas as camadas da pele foram laceradas, expondo estruturas subjacentes (isto é, tecido subcutâneo, músculo, tendões ou osso). É semelhante a uma abrasão, mas mais grave, em que a pálpebra pode estar parcial ou completamente destacada do corpo."
          }
        },
        {
          "NA06.4": {
            "confidence_embedding": 0.7553,
            "text": "Representação de doença CID-11: Lesão da conjuntiva ou abrasão da córnea sem menção de corpo estranho. Definição: "
          }
        },
        {
          "NB93": {
            "confidence_embedding": 0.755,
            "text": "Representação de doença CID-11: Lesão por esmagamento ou amputação traumática de parte do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "ND70.1": {
            "confidence_embedding": 0.7513,
            "text": "Representação de doença CID-11: Corpo estranho no saco conjuntival. Definição: "
          }
        }
      ]
    },
    "prostração": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A23.01": {
            "confidence_embedding": 0.7816,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7792,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6C40.3": {
            "confidence_embedding": 0.7769,
            "text": "Representação de doença CID-11: Intoxicação por álcool. Definição: Intoxicação por álcool é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de álcool, que é caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos do álcool e sua intensidade está intimamente relacionada à quantidade de álcool consumida. Têm duração limitada, e diminuem à medida que o álcool é eliminado do corpo. Sintomas de apresentação podem incluir atenção prejudicada, comportamento inadequado ou agressivo, labilidade do humor e das emoções, julgamento comprometido, coordenação deficiente, marcha instável, nistagmo fino e fala arrastada. Nos níveis mais graves de intoxicação, estupor ou coma podem ocorrer. A intoxicação por álcool pode facilitar ideação ou comportamento suicidas."
          }
        },
        {
          "6A23.11": {
            "confidence_embedding": 0.7762,
            "text": "Representação de doença CID-11: Transtorno psicótico agudo e transitório, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno psicótico agudo e transitório, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6E40.2": {
            "confidence_embedding": 0.7707,
            "text": "Representação de doença CID-11: Traços de personalidade ou estilos de enfrentamento afetando transtornos ou doenças classificados em outra parte. Definição: Todos os critérios diagnósticos para fatores psicológicos ou comportamentais afetando transtornos ou doenças classificados em outra parte são preenchidos. O indivíduo apresenta traços de personalidade ou estilos de enfrentamento que não preenchem critérios diagnósticos para um transtorno mental, comportamental ou do neurodesenvolvimento, que afetam de forma adversa a manifestação, o tratamento ou curso de um transtorno ou doença classificado em outro capítulo (p.ex., negação patológica da necessidade de cirurgia em um paciente com câncer; comportamento hostil e tenso contribuindo para doença cardíaca)."
          }
        }
      ]
    },
    "queixa": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF96": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7635,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MF92": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Quilúria. Definição: A quilúria, também chamada de urina quilosa, é uma condição médica que envolve a presença de quilo no jato urinário, o que resulta na aparência da urina de cor branca leitosa."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        }
      ]
    },
    "tosse paroxística": {
      "capitulo": "12",
      "opcoes": [
        {
          "CA05.1": {
            "confidence_embedding": 0.7576,
            "text": "Representação de doença CID-11: Traqueíte aguda. Definição: Esta condição se refere à inflamação aguda da traqueia."
          }
        },
        {
          "CA42.3": {
            "confidence_embedding": 0.7424,
            "text": "Representação de doença CID-11: Bronquite aguda devida a vírus parainfluenza. Definição: Doenças dos brônquios, causada por infecção aguda por vírus parainfluenza. Esta doença é caracterizada por inflamação aguda dos brônquios, levando a tosse, produção de catarro, chieira torácica ou falta de ar. A transmissão ocorre por inalação de secreções respiratórias infectadas, por contato direto ou por meio de fômites. A confirmação é feita pela identificação do vírus parainfluenza nas secreções respiratórias, pela detecção de elevação significativa de anticorpos IgG específicos para o parainfluenza em amostras pareadas de soro ou pela detecção de IgM específica para o parainfluenza em uma única amostra de soro."
          }
        },
        {
          "CB05.41": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Transtornos respiratórios na poliangeíte microscópica. Definição: Abrange condições patológicas que afetam órgãos e tecidos que possibilitam a troca gasosa em organismos superiores, e inclui condições do trato respiratório superior, traqueia, brônquios e bronquíolos, alvéolos pleura e cavidade pleural, nervos e músculos envolvidos na respiração. Este diagnóstico é quando há uma doença autoimune mal definida caracterizada por uma vasculite sistêmica, pauci-imune, necrotizante, de pequenos vasos sem evidência clínica ou patológica de uma inflamação granulomatosa necrotizante."
          }
        },
        {
          "CA23.22": {
            "confidence_embedding": 0.7348,
            "text": "Representação de doença CID-11: Asma variante com tosse. Definição: Asma variante com tosse é uma forma oculta de asma em que o único sinal ou sintoma é tosse crônica."
          }
        },
        {
          "CA70.0": {
            "confidence_embedding": 0.7277,
            "text": "Representação de doença CID-11: Pulmão de fazendeiro. Definição: Doença pulmonar do fazendeiro é uma pneumonite por hipersensibilidade, causada por inalação de poeira orgânica contendo esporos de microrganismos, frequentemente actinomicetos termofílicos, e menos comumente Saccharopolyspora rectivirgula, vivendo em feno, palha ou grãos mofados. Sintomas típicos incluem dispneia, tosse, cansaço, dores de cabeça e febre/sudorese noturna ocasionais, com curso clínico agudo, subagudo ou crônico e que podem resultar em insuficiência crônica com doença granulomatosa."
          }
        }
      ]
    },
    "hematúria": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.8213,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB50": {
            "confidence_embedding": 0.807,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
          }
        },
        {
          "GB90.48": {
            "confidence_embedding": 0.7924,
            "text": "Representação de doença CID-11: Transtornos da excreção de cálcio ou fosfato. Definição: Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
          }
        },
        {
          "GB55.0": {
            "confidence_embedding": 0.7923,
            "text": "Representação de doença CID-11: Nefropatia dos Bálcãs. Definição: Nefropatia dos Bálcãs é uma forma de nefrite intersticial caracterizada por uma ocorrência geográfica muito localizada. Foi identificada pela primeira vez na década de 1920 entre várias comunidades pequenas e distintas ao longo do rio Danúbio e seus principais afluentes. Agora acredita-se que seja devida à ingestão crônica de ácido aristolóquico (ingestão de sementes de Aristolochia clematitis, nativa da região dos Bálcãs), embora tenha algumas diferenças em relação à nefropatia herbácea chinesa. Esta doença é caracterizada por insuficiência renal, proteinúria, nefrite tubulointersticial, anemia, fraqueza, descoloração cúprica da pele, e pode levar a doença renal em estágio terminal dentro de 5 anos após seu início."
          }
        },
        {
          "GB90.0": {
            "confidence_embedding": 0.7878,
            "text": "Representação de doença CID-11: Nefroptose. Definição: Maior mobilidade do rim resultando em ptose quando o paciente está em pé. Mais comum à direita, associado a uma artéria renal mais longa e discutivelmente associado a hiperplasia fibromuscular e hipertensão."
          }
        }
      ]
    }
  }
}