{
  "prontuario_id": 79,
  "text": "LUCAS, 49 anos.  # Síndrome do intestino curto há 17 anos.   - lesão da raiz do mesentério em acidente automobilístico 1990.   - diarréia crônica - vinha com boa adaptação às restrições dietéticas.   - aproximadamente 40 cm de delgado + colón esquerdo.  # IRC - instalação rápida - aproximadamente 2 anos de instalação.   - em hemodiálise desde janeiro 2007 - no XXXX.  - Bx Renal - cidade XXXX Jan/2007 - Glomerulopatia esclerosante difusa; sem depósito de imunocomplexos ou sinal de lesão imunomediada   - Previamente - aproxiamdamente 2 anos com sintoas típicos de insuficiência renal progressiva, culminando com fanca síndrome urêmica em dezembro de 2006.  # Atual: investigação de emagreciemtno involuntário em adulto - encerrado - atribuído à IRC + S intestino curto.  # Hipotireoidismo - compensado.  # Plano de otimizar manejo nutricional e vincular à nefrologia do XXXX para hemodiálise e visando Tx renal.   Pcte recebe alta em bom estado geral, encaminhada ao Hospital XXXX para dialise, enquanto aguarda ser chamada para iniciar dialise no XXXX ( esta na lista de espera). Tem retorno com a equipe da nutrologia e consulta para iniciar protocolo de transplante renal com doador vivo.",
  "entities": {
    "Abreviação": [
      "IRC",
      "Pcte",
      "Bx Renal",
      "S intestino curto",
      "Tx renal"
    ],
    "Doença ou Síndrome": [
      "IRC",
      "Hipotireoidismo",
      "Síndrome do intestino curto",
      "Glomerulopatia esclerosante difusa",
      "insuficiência renal progressiva",
      "síndrome urêmica",
      "S intestino curto"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "hemodiálise",
      "dialise",
      "restrições dietéticas",
      "Tx renal"
    ],
    "Negação": [
      "sem"
    ],
    "Conceito Temporal": [
      "Previamente",
      "instalação rápida",
      "2 anos de instalação",
      "aproxiamdamente 2 anos"
    ],
    "Atividade de Assistência à Saúde": [
      "investigação",
      "vincular",
      "alta",
      "encaminhada",
      "retorno",
      "consulta",
      "restrições dietéticas",
      "otimizar manejo nutricional"
    ],
    "Achado": [
      "compensado",
      "boa adaptação",
      "bom estado geral"
    ],
    "Grupo Profissional ou Ocupacional": [
      "nefrologia",
      "equipe da nutrologia"
    ],
    "Organização Relacionada à Saúde": [
      "nefrologia",
      "Hospital",
      "equipe da nutrologia"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "raiz do mesentério",
      "colón esquerdo"
    ],
    "Fenômeno ou Processo": [
      "acidente automobilístico"
    ],
    "Sinal ou Sintoma": [
      "diarréia crônica",
      "sinal de lesão imunomediada",
      "sintoas típicos",
      "emagreciemtno involuntário"
    ],
    "Conceito Quantitativo": [
      "40 cm"
    ],
    "Procedimento Diagnóstico": [
      "Bx Renal"
    ],
    "Resultado Laboratorial ou de Teste": [
      "depósito de imunocomplexos",
      "sinal de lesão imunomediada"
    ],
    "Grupo Populacional": [
      "doador vivo"
    ]
  },
  "labels": {
    "síndrome do intestino curto": {
      "capitulo": "13",
      "opcoes": [
        {
          "DA96.04": {
            "confidence_embedding": 0.7986,
            "text": "Representação de doença CID-11: Síndrome do intestino curto. Definição: Ter menos de 200 cm de intestino delgado residual, com ou sem cólon em um adulto e, para crianças (< 18 anos), menos de 25% do comprimento normal do intestino para sua respectiva idade."
          }
        },
        {
          "DB31.0": {
            "confidence_embedding": 0.7943,
            "text": "Representação de doença CID-11: Fístula do intestino grosso. Definição: A fístula do intestino grosso é definida como uma comunicação anormal entre o intestino grosso e outra superfície epitelizada, como a pele, um órgão ou uma alça intestinal adjacentes. A fístula colovesical é a mais comum, mas foram descritas fístulas colovaginais, colocólicas, coloileais, colocutâneas e coloanais. A fístula devida à doença de Crohn está excluída desta entidade nosológica."
          }
        },
        {
          "DB30.0": {
            "confidence_embedding": 0.7938,
            "text": "Representação de doença CID-11: Intussuscepção do intestino grosso. Definição: A intussuscepção ocorre quando um segmento do intestino se invagina (como um telescópio) no intestino distal adjacente, levando à obstrução e possivelmente lesão isquêmica. A intussuscepção do cólon é uma condição relativamente incomum, que é mais frequente nos primeiros anos de vida. Existem três variedades principais: cecocólica, colocólica e sigmoidoretal."
          }
        },
        {
          "DB32.20": {
            "confidence_embedding": 0.7924,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DD91": {
            "confidence_embedding": 0.785,
            "text": "Representação de doença CID-11: Síndrome do intestino irritável ou alguns transtornos funcionais intestinais especificados. Definição: Este grupo incorpora transtornos intestinais funcionais que apresentam principalmente sintomas atribuíveis ao trato intestinal na ausência de patologia orgânica única e específica no intestino delgado e grosso."
          }
        }
      ]
    },
    "diarréia crônica": {
      "capitulo": "13",
      "opcoes": [
        {
          "DB32.20": {
            "confidence_embedding": 0.8074,
            "text": "Representação de doença CID-11: Megacólon tóxico. Definição: Megacólon tóxico é uma forma aguda de distensão do cólon, caracterizada por dilatação acentuada do cólon, acompanhada por distensão abdominal (inchaço) e, às vezes, febre, dor abdominal ou choque. \"Tóxico\" significa que esta complicação ocorre com inflamação. O megacólon tóxico é uma rara dilatação do intestino grosso com risco de vida, que evolui em poucos dias, ocorrendo como complicação de doença inflamatória intestinal, tais como colite ulcerativa e doença de Crohn, ou colite de origem infecciosa."
          }
        },
        {
          "DA23": {
            "confidence_embedding": 0.7938,
            "text": "Representação de doença CID-11: Epitélio metaplásico colunar do esôfago. Definição: Condição adquirida na qual o tecido que reveste o esôfago é substituído por tecido semelhante ao revestimento do intestino ou do estômago subsequente a refluxo gastroesofágico crônico."
          }
        },
        {
          "DA94.01": {
            "confidence_embedding": 0.7877,
            "text": "Representação de doença CID-11: Úlceras crônicas múltiplas não específicas do intestino delgado. Definição: Em pacientes afetados, as úlceras crônicas múltiplas não específicas são predominantemente encontradas no íleo, de forma circular ou irregular. As margens das úlceras são sempre claras e a mucosa interposta parece normal. O quadro destas é frequentemente caracterizado por anemia e hipoalbuminemia devido a sangramento e perda de proteínas pelas úlceras múltiplas."
          }
        },
        {
          "DB35.0": {
            "confidence_embedding": 0.7868,
            "text": "Representação de doença CID-11: Pólipo hiperplásico do intestino grosso. Definição: Pólipos hiperplásicos são lesões verdadeiramente benignas, sem possuir potencial de progressão para câncer colorretal. Patologicamente, os pólipos hiperplásicos não têm displasia."
          }
        },
        {
          "DB33.20": {
            "confidence_embedding": 0.7852,
            "text": "Representação de doença CID-11: Proctite ou colite infantil induzida por proteína de alimentos. Definição: Hipersensibilidade intestinal não mediada por IgE (na ausência de anticorpos IgE) induzida por proteína alimentar que provoca resposta inflamatória principalmente do cólon sigmoide distal e do reto. É uma condição em bebês que resulta de resposta imune desencadeada por proteínas da dieta, principalmente do leite (através da amamentação). Os pacientes geralmente parecem saudáveis e têm fezes normais e macias com manchas ou raias de sangue. O diagnóstico é feito usualmente baseado na resolução dos sintomas com a retirada do suposto antígeno alimentar. O início usual é nos primeiros 2 meses de vida, mas pode também ocorrer em bebês de 1 dia a 6 meses de idade."
          }
        }
      ]
    },
    "irc": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB81": {
            "confidence_embedding": 0.7769,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB70.00": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Cálculo de Staghorn. Definição: Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
          }
        },
        {
          "GB90.48": {
            "confidence_embedding": 0.7682,
            "text": "Representação de doença CID-11: Transtornos da excreção de cálcio ou fosfato. Definição: Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
          }
        },
        {
          "GB80.1": {
            "confidence_embedding": 0.7652,
            "text": "Representação de doença CID-11: Cisto renal complexo. Definição: Cisto renal com alta atenuação ou conteúdo misto, parede septada ou espessada. Pode ser subclassificado pela classificação Bosniak Bosniak 2-4 para indicar o aumento da probabilidade de neoplasia."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7643,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        }
      ]
    },
    "glomerulopatia esclerosante difusa": {
      "capitulo": "04",
      "opcoes": [
        {
          "4B24.0": {
            "confidence_embedding": 0.7436,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro aguda. Definição: Doença do enxerto-versus-hospedeiro apresentando-se normalmente nos primeiros 100 dias após o transplante. Manifesta-se mais comumente com erupção maculopapular acompanhada de febre. O prognóstico se correlaciona com a extensão do acometimento cutâneo, que pode evoluir para necrólise epidérmica generalizada, e com a gravidade do acometimento gastrointestinal e hepático que pode se manifestar com diarreia e icterícia respectivamente. A mortalidade é alta na doença do enxerto-versus-hospedeiro aguda grave."
          }
        },
        {
          "4A85.01": {
            "confidence_embedding": 0.7394,
            "text": "Representação de doença CID-11: Hipersensibilidade renal induzida por droga. Definição: Hipersensibilidade renal induzida por droga constitui uma importante causa de insuficiência renal aguda e doença renal crônica na prática clínica atual. Diferentes classes de drogas, em virtude de mecanismos imunológicos, desencadeiam respostas inflamatórias renais específicas, que se manifestam por diferentes padrões clínicos, como a nefrite intersticial induzida por drogas. A hipersensibilidade renal induzida por drogas pode se manifestar isoladamente ou em combinação com outros transtornos de hipersensibilidades induzida por drogas em outro órgão ou sistema."
          }
        },
        {
          "4A44.B": {
            "confidence_embedding": 0.737,
            "text": "Representação de doença CID-11: Vasculite leucocitoclástica. Definição: Vasculite leucocitoclástica (vasculite de hipersensibilidade; angeíte de hipersensibilidade) é um termo histopatológico comumente usado para descrever uma vasculite de pequenos vasos. Pode ser localizada na pele ou pode se manifestar em outros órgãos. Os órgãos internos mais comumente afetados incluem as articulações, o trato gastrointestinal e os rins. O prognóstico é bom na ausência de envolvimento interno. A vasculite leucocitoclástica tem muitas causas, incluindo infecções, drogas e doenças autoimunes sistêmicas, mas nenhuma causa é identificada em até 50% dos pacientes com essa condição."
          }
        },
        {
          "4B24.1": {
            "confidence_embedding": 0.7331,
            "text": "Representação de doença CID-11: Doença do enxerto-versus-hospedeiro crônica. Definição: Doença do enxerto-versus-hospedeiro (GVHD) crônica apresenta-se mais de 100 dias após o transplante de células linfoides de um doador imunocompetente. Tem características clínicas específicas pela quais pode ser distinguida da GVHD aguda. Pode surgir como recidiva, mas frequentemente, sucede a GVHD aguda. Menos comumente, ocorre de forma concomitante à GVHD aguda. As fases iniciais de GVHD crônica são caracterizadas por erupção liquenoide disseminado, poiquilodermia e envolvimento de unhas e mucosa oral. Se a doença permanece ativa, esclerose progressiva da pele e de tecidos profundos provoca contraturas articulares, fibrose de órgãos internos e grave má absorção."
          }
        },
        {
          "4B24": {
            "confidence_embedding": 0.7325,
            "text": "Representação de doença CID-11: Doença do enxerto versus hospedeiro. Definição: Doença do enxerto-versus-hospedeiro (GVHD) ocorre quando células linfoides de um doador imunocompetente são introduzidas num receptor histo-incompatível incapaz de rejeitá-las. Isso usualmente ocorre como resultado de transplante de células tronco hematopoiéticas. Os principais alvos dos linfócitos do doador são a pele, o trato gastrointestinal e o fígado do receptor. A GVHD aguda, que ocorre normalmente nos primeiros 100 dias, tem alta mortalidade. A fase aguda pode ser seguida por GVHD crônica, que também pode sofrer nova agudização. Isso, geralmente, se apresenta como uma erupção liquenoide, mas pode evoluir para grave doença fibrosante afetando pele, pulmões e fígado."
          }
        }
      ]
    },
    "sintoas típicos de insuficiência renal progressiva": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7698,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7413,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF95": {
            "confidence_embedding": 0.7276,
            "text": "Representação de doença CID-11: Mioglobinúria. Definição: Mioglobinúria é a presença de mioglobina na urina, geralmente como resultado de rabdomiólise. Qualquer processo que interfira no armazenamento ou uso de energia pelas células musculares pode levar à mioglobinúria. Quando excretada na urina, a mioglobina pode precipitar, causando obstrução tubular e lesão renal aguda. As causas mais comuns de mioglobinúria em adultos são traumatismos e abuso de álcool e drogas, geralmente relacionadas à necrose muscular por imobilização e pressão prolongadas pelo peso corporal. O consumo prolongado de etanol e a atividade convulsiva, semelhante à atividade física excessiva, podem produzir um desequilíbrio entre o consumo e a produção de energia muscular, resultando na destruição muscular."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7269,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        }
      ]
    },
    "emagreciemtno involuntário em adulto": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C51.20": {
            "confidence_embedding": 0.7873,
            "text": "Representação de doença CID-11: Hiperoxalúria primária tipo I. Definição: A hiperoxalúria tipo 1 é devido a um defeito numa enzima hepática peroxissomal alanina glioxilato aminotransferase. A forma infantil é caracterizada por insuficiência renal crônica por deposição excessiva de oxalato. Em outros pacientes apresenta-se como urolitíase recidivante , que se deteriora com infecções, hematúria, cólicas nefréticas ou comprometimento renal agudo por obstrução completa. Doença renal terminal ocorre antes dos 15 anos de idade em metade dos casos e acabam levando a deposição de oxalato em outros tecidos, causando defeitos de condução cardíaca, hipertensão, gangrena distal e redução da mobilidade e dor articular."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.739,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B70": {
            "confidence_embedding": 0.7336,
            "text": "Representação de doença CID-11: Deficiência de ácidos graxos essenciais. Definição: A deficiência de ácidos graxos essenciais - AGE- (ácido linoléico, ácido linolênico, ácido araquidônico, ácido docosapentaenóico, ácido docosahexaenóico e ácido eicosapentaenóico) pode ser causada por ingestão deficiente, particularmente, em bebês de crescimento rápido (como prematuros), em pacientes recebendo nutrição parenteral sem uma fonte adequada de AGE, e em doenças com má absorção de gordura. Os achados clínicos são: dermatite, alopecia e trombocitopenia. O papel do AGE durante a gravidez e a lactação tem sido destacado, e o papel dos ácidos graxos n-3 de cadeia longa como componentes estruturais para o desenvolvimento da função da retina e do sistema nervoso central é agora aceito. O período pré-natal é um período de risco aumentado para deficiência de ômega-3, pois os estoques de tecido materno tendem a diminuir à medida que são usados ​​para o desenvolvimento do feto. A deficiência de n-3 AGE pode afetar o crescimento e a função cognitiva e visual em bebês. Os sinais característicos de deficiência atribuídos aos ácidos graxos n-6 são erupção cutânea escamosa, aumento da perda de água transepidérmica, crescimento reduzido e elevação da proporção plasmática de ácido eicosatrienóico: ácido araquidônico. A deficiência de AGE em populações especiais tem sido associada a distúrbios hematológicos e diminuição da resposta imunológica. Os ácidos graxos n-3 e n-6 de cadeia longa são nutrientes essenciais e também, como parte do suprimento geral de gordura, podem afetar a prevalência e a gravidade das doenças cardiovasculares, diabetes, câncer e declínio funcional relacionado à idade."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5B81": {
            "confidence_embedding": 0.7334,
            "text": "Representação de doença CID-11: Obesidade. Definição: A obesidade é uma doença crônica complexa definida por adiposidade excessiva que pode prejudicar a saúde. Na maioria dos casos, é uma doença multifatorial devido a ambientes obesogênicos, fatores psicossociais e variantes genéticas. Em um subgrupo de pacientes, fatores etiológicos únicos podem ser identificados (medicamentos, doenças, imobilização, procedimentos iatrogênicos, doença monogênica / síndrome genética).\r\nO índice de massa corporal (IMC) é um marcador substituto da adiposidade calculado como peso (kg)/altura² (m²). As categorias de IMC para definir obesidade variam por idade e sexo em bebês, crianças e adolescentes. Para adultos, a obesidade é definida por um IMC maior ou igual a 30,0 kg/m². Existem três níveis de gravidade em reconhecimento das diferentes opções de gerenciamento."
          }
        }
      ]
    },
    "insuficiência renal progressiva": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.7877,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.78,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB55": {
            "confidence_embedding": 0.7781,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial crônica. Definição: Doença caracterizada por inflamação e dano aos túbulos e/ou interstício do rim, cicatriz intersticial, fibrose e atrofia tubular, resultando em insuficiência renal crônica progressiva"
          }
        },
        {
          "GB90.48": {
            "confidence_embedding": 0.7741,
            "text": "Representação de doença CID-11: Transtornos da excreção de cálcio ou fosfato. Definição: Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
          }
        },
        {
          "GB80": {
            "confidence_embedding": 0.7726,
            "text": "Representação de doença CID-11: Doença renal cística não familiar não genética. Definição: Doenças em que há alterações anatômicas ou patológicas do desenvolvimento na substância renal que não ocorrem em uma distribuição familiar e não são conhecidas por terem uma causa monogenética."
          }
        }
      ]
    },
    "síndrome urêmica": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.8155,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB81": {
            "confidence_embedding": 0.8151,
            "text": "Representação de doença CID-11: Doença renal policística autossômica dominante. Definição: Cistos múltiplos em ambos os rins aumentando em número e tamanho a partir da adolescência, associados ao desenvolvimento de hipertensão e insuficiência renal crônica. O padrão familiar autossômico dominante é comum e devido a mutações nos cromossomos 16 e 4. As manifestações não renais podem incluir cistos no fígado e menos comumente no pâncreas. Aneurismas arteriais cerebrais com hemorragia subaracnoide e outras anormalidades vasculares não renais também podem ocorrer."
          }
        },
        {
          "GB70.00": {
            "confidence_embedding": 0.8141,
            "text": "Representação de doença CID-11: Cálculo de Staghorn. Definição: Condição do rim, caracterizada por cálculos grandes, ramificados, de estruvita ou de carbonato de cálcio apatita dentro da pelve renal e se estendendo para uma ou mais extensões caliciais, e febre, hematúria ou dor em flanco, levando à insuficiência renal e sepse com risco de vida. Essa condição pode estar associada a infecção do trato urinário. A confirmação é feita por exame de imagem da região abdominal."
          }
        },
        {
          "GB90.48": {
            "confidence_embedding": 0.8113,
            "text": "Representação de doença CID-11: Transtornos da excreção de cálcio ou fosfato. Definição: Condições nas quais a excreção renal de cálcio e/ou fosfato está alterada."
          }
        },
        {
          "GB50": {
            "confidence_embedding": 0.7993,
            "text": "Representação de doença CID-11: Nefrite túbulo-intersticial aguda. Definição: Doença caracterizada por inflamação aguda dos, e dano aos, túbulos e interstício renal, geralmente acompanhada por insuficiência renal aguda (lesão renal aguda). A histologia mostra infiltrado inflamatório agudo no interstício com edema e necrose de células tubulares, e frequentemente eosinófilos e plasmócitos proeminentes. Geralmente devida a uma reação alérgica ou imunológica a um alérgeno identificável. Geralmente acompanhada por insuficiência renal aguda, que pode ser reversível se o alérgeno for retirado rapidamente com ou sem administração de corticosteroides. Pode causar nefrite tubulointersticial crônica, particularmente se a exposição ao alérgeno não for de curto prazo. Pode estar associada a outros sinais de uma reação alérgica, como erupção cutânea ou febre."
          }
        }
      ]
    },
    "hipotireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.0": {
            "confidence_embedding": 0.808,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito. Definição: Hipotireoidismo congênito é caracterizado quando ao nascimento observar-se pouca ou nenhuma produção dos hormônios tireoidianos. Achados clínicos comuns incluem atividade diminuída e sonolência exacerbada, dificuldade de alimentação e constipação, icterícia prolongada, fácies mixedematosa, alargamento de fontanelas (especialmente fontanela posterior), macroglossia, abdome distendido com hérnia umbilical e hipotonia."
          }
        },
        {
          "5A00.03": {
            "confidence_embedding": 0.7906,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito transitório. Definição: Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
          }
        },
        {
          "5A00.00": {
            "confidence_embedding": 0.7862,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito permanente com bócio difuso. Definição: Condição causada por perda parcial ou completa da função tireoidiana devido a falha no desenvolvimento da tireoide durante o período pré-natal. Nestes casos, a tireoide apresenta-se lisa e aumentada e em bebês por aspecto apático, edema facial, língua grossa que se sobressai. Esta afecção pode também se apresentar com episódios de sufocamento, constipação, cabelos secos, ralos e frágeis, icterícia, ausência de tônus muscular, linha capilar baixa, dificuldade de alimentação, baixa estatura, sonolência e lentificação."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.7831,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5D42": {
            "confidence_embedding": 0.7755,
            "text": "Representação de doença CID-11: Hipoparatireoidismo pós-procedimento. Definição: Trata-se da diminuição da função das glândulas paratireoides pós-procedimento, com diminuição da produção do hormônio da paratireoide. Isso pode acarretar níveis baixos de cálcio no sangue, muitas vezes causando câimbras e espasmos dos músculos ou tetania (contração muscular involuntária) e vários outros sintomas."
          }
        }
      ]
    }
  }
}