{
  "prontuario_id": 986,
  "text": "Paciente diabético e hipertenso internou para investigação de episódio único de síncope que ocorreu durante caminhada. Foi investigado com Tilt Test com resultado normal; cintilografia miocárdica sem alterações isquêmicas, hollter com ritmo sinusal, condução AV preservada, raras extrassístoles; ecodoppler de carótidas sem evidência de obstruções significativas; TC crânio normal; ecocardiograma transesofágico com os seguintes achados: AE 4,9, DD 5,5, DS 3,1, PP 1,1, S 1,1, VD 2,5, Déficit de relaxamento. Também realizou estudo eletrofisiológico que não evidenciou alterações.    Proposta Terapêutica:  Tratamento do diabetes e suas complicações, Captopril 12,5mg 8/8h, AAS 100mg /dia, Hidroclorotiazida 25mg /dia, Metformina 850mg VO 2x/dia,  Acompanhamento ambulatorial. Fará colonoscopia no dia 14-06-05 para avaliação de hábito intestinal.",
  "entities": {
    "Doença ou Síndrome": [
      "diabético",
      "hipertenso",
      "diabetes",
      "complicações",
      "raras extrassístoles"
    ],
    "Atividade de Assistência à Saúde": [
      "internou",
      "investigado",
      "realizou",
      "avaliação",
      "Proposta Terapêutica",
      "Acompanhamento ambulatorial"
    ],
    "Procedimento Diagnóstico": [
      "investigação",
      "hollter",
      "colonoscopia",
      "Tilt Test",
      "cintilografia miocárdica",
      "ecodoppler de carótidas",
      "TC crânio",
      "ecocardiograma transesofágico",
      "estudo eletrofisiológico"
    ],
    "Sinal ou Sintoma": [
      "síncope",
      "alterações",
      "alterações isquêmicas",
      "Déficit de relaxamento"
    ],
    "Atividade Diária ou Recreativa": [
      "caminhada"
    ],
    "Negação": [
      "sem",
      "não"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Tratamento"
    ],
    "Substância Farmacológica": [
      "Captopril",
      "AAS",
      "Hidroclorotiazida",
      "Metformina"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "Captopril"
    ],
    "Abreviação": [
      "AAS",
      "condução AV preservada",
      "AE 4 , 9",
      "DD 5 , 5",
      "DS 3 , 1",
      "PP 1",
      "VD 2 , 5"
    ],
    "Substância Química Orgânica": [
      "AAS",
      "Hidroclorotiazida",
      "Metformina"
    ],
    "Conceito Quantitativo": [
      "episódio único",
      "12 , 5mg 8/8h",
      "100mg /dia",
      "25mg /dia",
      "850mg VO 2x/dia"
    ],
    "Resultado Laboratorial ou de Teste": [
      "resultado normal",
      "ritmo sinusal",
      "condução AV preservada",
      "raras extrassístoles",
      "evidência de obstruções significativas",
      "AE 4 , 9",
      "DD 5 , 5",
      "DS 3 , 1",
      "PP 1",
      "S 1 , 1",
      "VD 2 , 5",
      "Déficit de relaxamento"
    ],
    "Achado": [
      "ritmo sinusal",
      "condução AV preservada"
    ],
    "Anormalidade Anatômica": [
      "evidência de obstruções significativas"
    ],
    "Função de Organismo": [
      "hábito intestinal"
    ]
  },
  "labels": {
    "diabetes": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A13.3": {
            "confidence_embedding": 0.8026,
            "text": "Representação de doença CID-11: Diabetes mellitus devido a endocrinopatias. Definição: Outro diabetes mellitus especificado devido a endocrinopatias é causado por excesso de hormônios (por exemplo, hormônio do crescimento cortisol, glucagon, adrenalina), que antagonizam a ação da insulina. \r\nQuantidades excessivas desses hormônios (que são secretados por exemplo, na acromegalia, \r\n na síndrome de Cushing, no glucagonoma, \r\n e no feocromocitoma, respectivamente) podem causar diabetes. Isso geralmente ocorre em indivíduos com defeitos pré-existentes na secreção de insulina, e a hiperglicemia geralmente desaparece quando o \r\n excesso de hormônio é resolvido."
          }
        },
        {
          "5D41": {
            "confidence_embedding": 0.8001,
            "text": "Representação de doença CID-11: Hipoinsulinemia pós-procedimento. Definição: Esta é uma redução nos níveis de insulina que pode ocorrer após procedimentos médicos, incluindo radiação, e aumenta o risco de desenvolver diabetes mellitus."
          }
        },
        {
          "5A60.2": {
            "confidence_embedding": 0.785,
            "text": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados."
          }
        },
        {
          "5A24": {
            "confidence_embedding": 0.7824,
            "text": "Representação de doença CID-11: Diabetes mellitus não controlado ou instável. Definição: Diabetes instável ou lábil é um termo utilizado para descrever diabetes mellitus tipo 1 e tipo 2 com controle particularmente difícil. Isso resulta em oscilações extremas e frequentes nos níveis de glicose no sangue, causando hiperglicemia que pode levar à cetoacidose e hipoglicemia."
          }
        },
        {
          "5A13.7": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Diabetes mellitus devido a subtipos clínicos definidos ou síndromes. Definição: Diabetes mellitus que tem subtipos clínicos definidos ou associado a síndromes."
          }
        }
      ]
    },
    "hipertenso": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8309,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7888,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BA03": {
            "confidence_embedding": 0.787,
            "text": "Representação de doença CID-11: Crise hipertensiva. Definição: "
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.7704,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7628,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        }
      ]
    },
    "déficit de relaxamento": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D89.2": {
            "confidence_embedding": 0.7763,
            "text": "Representação de doença CID-11: Síndrome de taquicardia postural ortostática. Definição: Síndrome de taquicardia postural ortostática é um tipo de intolerância ortostática crônica com duração de três meses ou mais associada a taquicardia ereta excessiva na ausência de hipotensão ortostática, além de uma constelação de sintomas tipicamente diários que podem incluir sensação de \"cabeça leve\", tontura, náusea, dispneia, diaforese, dor de cabeça, fadiga e outros sintomas de disfunção autonômica. A taquicardia excessiva é definida por consenso atual como um aumento da frequência cardíaca de pelo menos 30 batimentos por minuto em adultos (40 batimentos por minuto para adolescentes), ou uma frequência cardíaca superior a 120 batimentos por minuto, dentro de 10 minutos do teste de inclinação vertical."
          }
        },
        {
          "8A64": {
            "confidence_embedding": 0.769,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8A68.4": {
            "confidence_embedding": 0.7661,
            "text": "Representação de doença CID-11: Crise epiléptica tônico-clônica generalizada. Definição: Crise epiléptica caracterizada por início abrupto com perda de consciência e extensão tônica bilateral do tronco e dos membros (fase tônica) seguida por espasmos musculares bruscos e descoordenados (fase clônica). Geralmente seguida por uma fase pós-ictal, com duração de vários minutos a horas, caracterizada por midríase inicial, relaxamento corporal, hipotonia e sono."
          }
        },
        {
          "8B24": {
            "confidence_embedding": 0.7621,
            "text": "Representação de doença CID-11: Encefalopatia hipóxico-isquêmica. Definição: Dano cerebral devido à hipóxia-isquemia: o termo anterior \"Dano cerebral anóxico\" foi alterado. O novo termo é agora amplamente aceito e descreve melhor a fisiopatologia, ou seja, a combinação de isquemia cerebral global transitória completa e incompleta juntamente com uma combinação de anóxia e hipóxia. Em um paciente sobrevivente, a encefalopatia anóxica pura é muito incomum."
          }
        },
        {
          "8A61.1": {
            "confidence_embedding": 0.7569,
            "text": "Representação de doença CID-11: Síndromes epilépticas genéticas de início na primeira infância. Definição: Inclui um vastro espectro de fenótipo que têm em comum uma base genética e o início na infância. Podem variar de síndromes benigna autolimitada a fármaco-resistente grave. História familiar de epilepsia é comum em algumas entidades sindrômicas e excepcional em outras."
          }
        }
      ]
    },
    "diabético": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.8021,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7958,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7952,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5A60.2": {
            "confidence_embedding": 0.7919,
            "text": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados."
          }
        },
        {
          "5B5K.A": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Deficiência de molibdênio. Definição: O molibdênio funciona como cofator para um número limitado de enzimas em humanos: sulfito oxidase, xantina oxidase e aldeído oxidase. Foi descrito um defeito metabólico grave e raro que causa deficiência do cofator de molibdênio e impede que essas enzimas sejam sintetizadas. Poucos bebês com esses defeitos sobrevivem aos primeiros dias de vida e os que sobrevivem apresentam graves anormalidades neurológicas. Embora a deficiência de molibdênio relacionada a uma deficiência alimentar seja extremamente rara em humanos, ela foi descrita na nutrição parenteral total (NPT) de longo prazo como secundária à administração de sulfito. Os sintomas incluem: taquicardia, dor de cabeça, cegueira noturna, irritabilidade e coma. As alterações bioquímicas podem consistir em elevadas concentrações plasmáticas de metionina , baixa concentração sérica de ácido úrico, altos níveis de tiossulfato urinário e baixos níveis urinários de ácido úrico e sulfato."
          }
        }
      ]
    },
    "raras extrassístoles": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB41.3": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Hiposmia. Definição: Diminuição da capacidade de sentir cheiro."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        }
      ]
    },
    "síncope": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA01": {
            "confidence_embedding": 0.8187,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.8054,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BE10": {
            "confidence_embedding": 0.8009,
            "text": "Representação de doença CID-11: Síndrome pós cardiotomia. Definição: Síndrome pós-cardiotomia é uma reação de hipersensibilidade a antígeno derivado do miocárdio lesado 3 semanas a 2 meses após infarto do miocárdio, cirurgia cardíaca ou lesão cardíaca penetrante e não penetrante. O diagnóstico é feito pelo antecedente de lesão cardíaca e exclusão de outras doenças, como insuficiência cardíaca congestiva, infarto do miocárdio recorrente, endocardite, miocardite e pericardite."
          }
        },
        {
          "BC81.30": {
            "confidence_embedding": 0.7973,
            "text": "Representação de doença CID-11: Fibrilação atrial paroxística. Definição: FA recorrente (> = 2 episódios) que termina espontaneamente em 7 dias ou menos (geralmente em 24 horas)."
          }
        },
        {
          "BA41": {
            "confidence_embedding": 0.7924,
            "text": "Representação de doença CID-11: Infarto agudo do miocárdio. Definição: O termo infarto do miocárdio (IM) agudo deve ser usado quando há evidência de necrose miocárdica em um contexto clínico consistente com isquemia miocárdica aguda. Nessas condições, qualquer um dos critérios a seguir atende ao diagnóstico de IM; \r\nDetecção de aumento e/ou queda de valores de biomarcadores cardíacos com pelo menos um valor acima do 99º percentil do limite de referência superior e com pelo menos um dos seguintes; \r\na. Sintomas de isquemia. \r\nb. Novas ou supostamente novas alterações significativas de segmento ST-onda T (ST-T) ou novo bloqueio de ramo esquerdo (BRE) no eletrocardiograma (ECG). \r\nc. Desenvolvimento de ondas Q patológicas no eletrocardiograma (ECG). \r\nd. Evidência em exame de imagem de nova perda de miocárdio viável ou nova anormalidade de movimento de parede regional. \r\ne. Identificação de um trombo intracoronário por angiografia ou autópsia. \r\n\r\n\r\nInfarto de qualquer localização do miocárdio, ocorrendo dentro de 4 semanas (28 dias) a partir do início de um infarto anterior (OMS)"
          }
        }
      ]
    },
    "alterações isquêmicas": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.8019,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.8006,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7864,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        },
        {
          "MC82.0": {
            "confidence_embedding": 0.7844,
            "text": "Representação de doença CID-11: Parada cardíaca com taquicardia e fibrilação ventricular. Definição: Despolarização ventricular rápida ou descoordenada resultando em colapso hemodinâmico."
          }
        },
        {
          "ME08": {
            "confidence_embedding": 0.7819,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        }
      ]
    },
    "complicações": {
      "capitulo": "05",
      "opcoes": [
        {
          "5B5A.0": {
            "confidence_embedding": 0.8021,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7958,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.7952,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        },
        {
          "5A60.2": {
            "confidence_embedding": 0.7919,
            "text": "Representação de doença CID-11: Síndrome da secreção inapropriada do hormônio antidiurético. Definição: Síndrome da secreção inapropriada do hormônio antidiurético (ADH)- SIADH- é caracterizada pela secreção contínua de ADH causando hiponatremia, hiposmolalidade e natriurese. A prevelência exata é desconhecida. A doença tem sido descrita em grupos de todas as idades. SIADH é frequentemente associada a tumores, doenças pulmonares, transtornos do sistema nervoso central ou exposição a drogas. Ocasionalmente ela é encontrada em pacientes com insuficiência adrenal, tireoidiana ou hipofisária. O transtorno é causado por mutações com ganho de função em genes que codificam o receptor de vasopressina V2. Restrição hídrica é o tratamento mais comum. O resultado está relacionado aos distúrbios subjacentes e associados."
          }
        },
        {
          "5B5K.A": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Deficiência de molibdênio. Definição: O molibdênio funciona como cofator para um número limitado de enzimas em humanos: sulfito oxidase, xantina oxidase e aldeído oxidase. Foi descrito um defeito metabólico grave e raro que causa deficiência do cofator de molibdênio e impede que essas enzimas sejam sintetizadas. Poucos bebês com esses defeitos sobrevivem aos primeiros dias de vida e os que sobrevivem apresentam graves anormalidades neurológicas. Embora a deficiência de molibdênio relacionada a uma deficiência alimentar seja extremamente rara em humanos, ela foi descrita na nutrição parenteral total (NPT) de longo prazo como secundária à administração de sulfito. Os sintomas incluem: taquicardia, dor de cabeça, cegueira noturna, irritabilidade e coma. As alterações bioquímicas podem consistir em elevadas concentrações plasmáticas de metionina , baixa concentração sérica de ácido úrico, altos níveis de tiossulfato urinário e baixos níveis urinários de ácido úrico e sulfato."
          }
        }
      ]
    },
    "evidência de obstruções significativas": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.8084,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.8038,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7874,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MF50.20": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Incontinência de tensão ('stress'). Definição: Incontinência urinária devida a diminuição da pressão uretral durante esforço ou tosse."
          }
        },
        {
          "ME01": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Distensão abdominal. Definição: Esta é uma condição em que o abdômen parece cheio e tenso por causa do inchaço do abdômen, geralmente devido a um aumento da quantidade de gases intestinais, mas ocorre às vezes quando fluidos, substâncias ou massa estão se acumulando ou se expandindo no abdômen."
          }
        }
      ]
    }
  }
}