{
  "prontuario_id": 555,
  "text": "Paciente G 2  C 1, TS A+, IG de 39 sem 3 dia(s), INTERNA COM PRÓDROMOS DE TP, HISTÓRIA DE CESÁREA PRÉVIA HÁ MENOS DE 2 ANOS. EVOLUI PARA  Cesárea POR RISCO DE RUPTURA UTERINA  em 02/06/2007 AS 05:25 hs. NASCE RN APGAR 8 / 9, MASC, 3605 G.  EXAMES:  VDRL NR, PN OK.  Apresenta boa evolução puereperal, mamas lactantes, lóquios fisiológicos, útero contraído, SV estáveis. Em condições de alta.  ORIENTAÇÕES:  # AMAMENTAÇÃO EXCLUSIVA POR 6 MESES. # TOMAR AS MEDICAÇÕES PRESCRITAS (SULFATO FERROSO 300MG 3X/DIA LONGE DAS REFEIÇÕES, PREFERENCIALMENTE COM SUCO DE LARANJA OU LIMÃO, POR 90 DIAS - PARACETAMOL 500MG 1-2 CP VO DE 6/6 HS SE DOR). # REAVALIAÇÃO COM GINECOLOGISTA EM 30 DIAS. # LAVAR FERIDA OPERATÓRIA 3X/DIA COM ÁGUA E SABÃO NEUTRO. # RETIRAR OS PONTOS EM 10 DIAS. # RETORNAR À EMERGÊNCIA DESTE HOSPITAL SE SANGRAMENTO AUMENTADO, FEBRE,DOR FORTE OU OUTRAS INTERCORRÊNCIAS. ",
  "entities": {
    "Conceito Quantitativo": [
      "2",
      "1",
      "3X/DIA",
      "3605 G",
      "300MG 3X/DIA",
      "500MG 1-2 CP",
      "6/6 HS"
    ],
    "Abreviação": [
      "IG",
      "RN",
      "VO",
      "TS A+",
      "39 sem 3 dia",
      "3605 G",
      "VDRL NR",
      "PN OK",
      "SV estáveis"
    ],
    "Atributo Clínico": [
      "IG"
    ],
    "Atividade de Assistência à Saúde": [
      "INTERNA",
      "alta",
      "ORIENTAÇÕES",
      "REAVALIAÇÃO",
      "LAVAR",
      "RETIRAR",
      "RETORNAR",
      "TOMAR AS MEDICAÇÕES PRESCRITAS"
    ],
    "Função de Organismo": [
      "TP",
      "AMAMENTAÇÃO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CESÁREA",
      "Cesárea"
    ],
    "Conceito Temporal": [
      "PRÉVIA",
      "EVOLUI",
      "39 sem 3 dia",
      "6 MESES",
      "LONGE DAS REFEIÇÕES",
      "90 DIAS",
      "EM 30 DIAS",
      "10 DIAS"
    ],
    "Grupo Etário": [
      "RN"
    ],
    "Achado": [
      "MASC",
      "3605 G",
      "boa evolução puereperal",
      "mamas lactantes",
      "lóquios fisiológicos",
      "útero contraído",
      "SV estáveis"
    ],
    "Resultado Laboratorial ou de Teste": [
      "EXAMES",
      "TS A+",
      "APGAR 8 / 9",
      "VDRL NR",
      "PN OK"
    ],
    "Procedimento Diagnóstico": [
      "EXAMES"
    ],
    "Substância Química Orgânica": [
      "PARACETAMOL"
    ],
    "Substância Farmacológica": [
      "PARACETAMOL",
      "SULFATO FERROSO"
    ],
    "Sinal ou Sintoma": [
      "DOR",
      "FEBRE",
      "INTERCORRÊNCIAS",
      "SANGRAMENTO AUMENTADO",
      "DOR FORTE"
    ],
    "Grupo Profissional ou Ocupacional": [
      "GINECOLOGISTA"
    ],
    "Substância Química Inorgânica": [
      "ÁGUA",
      "SULFATO FERROSO"
    ],
    "Objeto Manufaturado": [
      "PONTOS",
      "HOSPITAL",
      "SABÃO NEUTRO"
    ],
    "Organização Relacionada à Saúde": [
      "EMERGÊNCIA",
      "HOSPITAL"
    ],
    "Função Patológica": [
      "RUPTURA UTERINA"
    ],
    "Alimento": [
      "SUCO DE LARANJA OU LIMÃO"
    ],
    "Lesão ou Envenenamento": [
      "FERIDA OPERATÓRIA"
    ]
  },
  "labels": {
    "masc": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA18.1": {
            "confidence_embedding": 0.7746,
            "text": "Representação de doença CID-11: Cisto do corpo lúteo. Definição: Condição que afeta mulheres, causada pela expansão do corpo lúteo com ar, sangue ou fluido no ovário após a ovulação de um folículo. Essa condição é caracterizada por uma massa de até 10 cm de diâmetro. Essa condição também pode se apresentar com dor pélvica ou abdominal, hemorragia ou torção ovariana."
          }
        },
        {
          "GA34.20": {
            "confidence_embedding": 0.7718,
            "text": "Representação de doença CID-11: Dor pélvica cíclica. Definição: Sintoma que afeta mulheres, causado por aspectos ginecológicos e fisiológicos associados ao ciclo menstrual, como dismenorreia ou mittelschmerz. Este sintoma é caracterizado por dor recorrente na pelve, parede abdominal anterior, parte inferior das costas ou nádegas, associada a um momento ou período de tempo específico."
          }
        },
        {
          "GB22": {
            "confidence_embedding": 0.769,
            "text": "Representação de doença CID-11: Hipertrofia da mama. Definição: Uma afecção que afeta a mama, caracterizada por alargamento ou espessamento unilateral ou bilateral dos tecidos conjuntivos que excede 3% do peso corporal total. Essa afecção pode estar associada a um aumento da sensibilidade histológica ou a níveis anormalmente elevados de prolactina, estrogênio e progesterona no sangue."
          }
        },
        {
          "GA30.6": {
            "confidence_embedding": 0.7647,
            "text": "Representação de doença CID-11: Falência ovariana prematura. Definição: Menopausa que ocorre espontaneamente antes dos 40 anos de idade, geralmente resultando em amenorréia secundária, embora algumas mulheres possam apresentar função ovárica intermitente e ovulação, com uma minoria concebendo e dando à luz uma gravidez. FOP corre principalmente sem uma causa conhecida, mas pode ser causado pelas seguintes condições: anormalidades cromossômicas numéricas e estruturais, pré-mutações do X frágil, transtornos autoimunes, radioterapia, quimioterapia, galactosemia e outros defeitos enzimáticos raros ou mutações. É subdividido em 4 categorias de acordo com a causa: congênita, adquirida, iatrogênica e desconhecida."
          }
        },
        {
          "GA34.Y": {
            "confidence_embedding": 0.7643,
            "text": "Representação de doença CID-11: Outra dor pélvica especificada em mulher associada aos órgãos genitais ou ao ciclo menstrual. Definição: "
          }
        }
      ]
    },
    "febre": {
      "capitulo": "12",
      "opcoes": [
        {
          "CB21.1": {
            "confidence_embedding": 0.7811,
            "text": "Representação de doença CID-11: Outro pneumotórax espontâneo. Definição: O pneumotórax espontâneo não hipertensivo está incluído nesta classificação. \r\n\r\nAqui se incluem o pneumotórax espontâneo não hipertensivo e o pneumotórax secundário não hipertensivo. O pneumotórax espontâneo primário ocorre em pacientes sem uma doença pulmonar subjacente, classicamente em homens jovens magros na adolescência ou na terceira década de vida. É considerado como sendo causado por rotura espontânea de bolha ou cisto subpleural apical resultantes de tabagismo ou hereditários. Ocorre geralmente em repouso, embora alguns casos ocorram durante atividades que envolvam alongamento ou estiramento. O pneumotórax espontâneo primário ocorre também durante mergulho ou em voos a altas altitudes em decorrência de variações de pressão transmitidas de forma desigual nos pulmões. O pneumotórax espontâneo secundário ocorre em pacientes com doença pulmonar subjacente. Este resulta mais frequentemente da rotura de bolhas ou cistos em pacientes com DPOC grave, Infecção por Pneumocistiis jirovecii relacionada ao HIV, fibrose cística ou outra doença pulmonar parenquimatosa subjacente. O pneumotórax espontâneo secundário é mais grave do que o pneumotórax espontâneo primário porque ocorre em pacientes cuja doença pulmonar subjacente reduz a reserva pulmonar."
          }
        },
        {
          "CA22.0": {
            "confidence_embedding": 0.7789,
            "text": "Representação de doença CID-11: Doença pulmonar obstrutiva crônica com exacerbação aguda, não especificada. Definição: Uma exacerbação aguda não especificada da DPOC é um evento agudo caracterizado por um agravamento dos sintomas respiratórios do paciente além das variações normais do dia a dia e que levam a uma modificação na medicação. Exacerbações de DPOC podem ser precipitadas por vários fatores. O diagnóstico de uma exacerbação se baseia exclusivamente na apresentação clínica do paciente, que se queixa de piora aguda dos sintomas (dispneia basal, tosse e/ou produção de escarro) para além da sua variação normal dia a dia."
          }
        },
        {
          "CA23.00": {
            "confidence_embedding": 0.7788,
            "text": "Representação de doença CID-11: Asma alérgica com exacerbação. Definição: Refere-se a episódios agudos ou subagudos de piora progressiva de falta de ar, tosse, chieira, aperto no peito, ou alguma combinação desses sintomas, em um paciente com asma alérgica comprovada. Asma alérgica pode ser exacerbada por alérgenos aos quais o indivíduo é alérgico, outros fatores exógenos como infecção respiratória, poluentes ou mudança climática, ou cofatores endógenos. Exacerbações são caracterizadas por redução do fluxo expiratório que pode ser documentado e quantificado por medidas simples de função pulmonar (espirometria ou PFE), podem variar amplamente entre indivíduos e nos mesmos indivíduos de raras a frequentes. A gravidade das exacerbações de asma alérgica podem variar de leves a muito graves e ameaçadoras da vida, mas em geral respondem a tratamentos padrão com broncodilatadores (inalatórios) e esteroide."
          }
        },
        {
          "CB41.1": {
            "confidence_embedding": 0.7763,
            "text": "Representação de doença CID-11: Insuficiência respiratória crônica. Definição: Na insuficiência respiratória crônica a hipoxemia ocorre ao longo de semanas ou meses (mais de 7 dias) e a insuficiência respiratória se desenvolve mais lentamente e dura mais tempo do que na insuficiência respiratória aguda."
          }
        },
        {
          "CB41.0": {
            "confidence_embedding": 0.7512,
            "text": "Representação de doença CID-11: Insuficiência respiratória aguda. Definição: A insuficiência respiratória pode ser aguda (de curta duração) ou crônica (em evolução), usando o tempo como o principal parâmetro. Na insuficiência respiratória aguda a hipoxemia ocorre em um período de horas ou dias (menos de 7 dias) e a insuficiência respiratória pode se desenvolver rapidamente, e exigir tratamento de emergência."
          }
        }
      ]
    },
    "sangramento aumentado": {
      "capitulo": "18",
      "opcoes": [
        {
          "JA20.1": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão e doença cardíaca associada previamente diagnosticadas ou diagnosticadas nas primeiras 20 semanas. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, o parto ou o puerpério. A confirmação é feita por esfigmomanômetro."
          }
        },
        {
          "JA20": {
            "confidence_embedding": 0.7569,
            "text": "Representação de doença CID-11: Hipertensão preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão materna previamente diagnosticada. Esta condição é caracterizada por qualquer complicação durante a gravidez, o parto ou o puerpério como resultado de uma leitura da pressão arterial acima de 140/90 mmHg antes da 20ª semana de gravidez ou persistindo por mais de 12 semanas após o parto. A confirmação é feita por esfigmomanômetro."
          }
        },
        {
          "JA25.2": {
            "confidence_embedding": 0.7557,
            "text": "Representação de doença CID-11: Eclâmpsia no puerpério. Definição: Esta condição é caracterizada por crise epiléptica ou convulsões de aparecimento recente que surgem na gravidez. A condição é frequentemente associada a hipertensão induzida pela gravidez, convulsões, crise epiléptica, ansiedade, dor epigástrica, dor de cabeça intensa, visão turva, proteinúria e edema, e que ocorre durante o puerpério."
          }
        },
        {
          "JA21": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente."
          }
        },
        {
          "JA42.0": {
            "confidence_embedding": 0.7493,
            "text": "Representação de doença CID-11: Hemorragia intraparto com deficiência de coagulação. Definição: Condição que acomete mulheres grávidas, excluindo aquelas causadas por descolamento prematuro da placenta e placenta prévia. Esta condição é caracterizada por perda excessiva de sangue com alterações dos fatores de coagulação do sangue, após 20 semanas de gestação até o trabalho de parto e parto."
          }
        }
      ]
    },
    "ferida operatória": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB51.2": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NC91.4": {
            "confidence_embedding": 0.7324,
            "text": "Representação de doença CID-11: Ferida aberta por mordedura na perna. Definição: "
          }
        },
        {
          "NB51.3": {
            "confidence_embedding": 0.7304,
            "text": "Representação de doença CID-11: Ferimento perfurante com corpo estranho do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NC91.2": {
            "confidence_embedding": 0.7282,
            "text": "Representação de doença CID-11: Ferimento perfurante sem corpo estranho da perna. Definição: "
          }
        },
        {
          "NC95.Z": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Lesão de vaso sanguíneo não especificado na perna. Definição: "
          }
        }
      ]
    },
    "intercorrências": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME08": {
            "confidence_embedding": 0.7868,
            "text": "Representação de doença CID-11: Flatulência e afecções correlatas. Definição: Produção ou presença de gás no trato gastrointestinal que pode ser expelido pelo ânus e outras condições associadas à produção ou presença de gás no trato GI."
          }
        },
        {
          "MG24.D": {
            "confidence_embedding": 0.7773,
            "text": "Representação de doença CID-11: Medo de complicações da gravidez. Definição: "
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7729,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7714,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MF34": {
            "confidence_embedding": 0.7707,
            "text": "Representação de doença CID-11: Sintoma ou queixa da gravidez. Definição: "
          }
        }
      ]
    },
    "ruptura uterina": {
      "capitulo": "18",
      "opcoes": [
        {
          "JA21": {
            "confidence_embedding": 0.7772,
            "text": "Representação de doença CID-11: Pré-eclâmpsia superposta a hipertensão crônica. Definição: Condição que acomete mulheres grávidas com mais de 20 semanas de gestação. Esta condição é caracterizada por pressão arterial sistólica maior que 140 mmHg e diastólica igual ou maior a 90 mmHg em duas ocasiões com 4 horas de intervalo na presença de proteinúria ou outra nova disfunção orgânica materna, caracterizada por trombocitopenia, creatinina sérica ou transaminases hepáticas elevadas, ou condições neurológicas ou restrição do crescimento fetal em uma mulher com diagnóstico de hipertensão preexistente."
          }
        },
        {
          "JA84.2": {
            "confidence_embedding": 0.773,
            "text": "Representação de doença CID-11: Assistência prestada à mãe por cicatriz uterina devida a uma cirurgia prévia. Definição: "
          }
        },
        {
          "JA23": {
            "confidence_embedding": 0.7721,
            "text": "Representação de doença CID-11: Hipertensão gestacional. Definição: Condição que acomete mulheres grávidas, caracterizada por pressão arterial sistólica maior que 140 mmHg e/ou pressão arterial diastólica igual ou maior que 90 mmHg em duas ocasiões, com 4 horas ou mais de intervalo. Pode ser diagnosticada inicialmente após 20 semanas de gestação ou antes de 1 semana após o parto. A confirmação é feita por medição da pressão arterial, exames de funções hepática e renal e exame de urina."
          }
        },
        {
          "JB02.2": {
            "confidence_embedding": 0.7721,
            "text": "Representação de doença CID-11: Outras formas de inércia uterina. Definição: Uma afecção idiopática que afeta mulheres grávidas. Esta é caracterizada pela ausência de contrações uterinas efetivas durante o trabalho de parto e relaxamento anormal do útero, durante o trabalho de parto. Esta condição leva à falta de progresso do trabalho de parto ou hemorragia uterina."
          }
        },
        {
          "JA20.1": {
            "confidence_embedding": 0.7694,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva preexistente complicando a gravidez, o parto ou o puerpério. Definição: Condição que acomete mulheres grávidas, causada por hipertensão e doença cardíaca associada previamente diagnosticadas ou diagnosticadas nas primeiras 20 semanas. Essa condição é caracterizada por pressão arterial maior ou igual a 140/90 mmHg, levando a uma complicação durante a gravidez, o parto ou o puerpério. A confirmação é feita por esfigmomanômetro."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.7826,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7794,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7778,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.7739,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        },
        {
          "MG31": {
            "confidence_embedding": 0.763,
            "text": "Representação de doença CID-11: Dor aguda. Definição: Dor com duração inferior a 3 meses.\r\n\r\nEste código deve ser usado apenas quando não houver especificações adicionais de localização da dor."
          }
        }
      ]
    },
    "dor forte": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        },
        {
          "MG30.3": {
            "confidence_embedding": 0.7521,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento."
          }
        }
      ]
    }
  }
}