{
  "prontuario_id": 475,
  "text": "LUCAS\n\nCMD APÓS GESTAÇÃO.\nIMPLANTOU RESSINC E CDI EM NOV DE 15.\nNÃO REALIZOU CONSULTA EM NOSSO AMBU DO MP.\n\nHOJE VEIO COMO PROCURA DIRETA - ENCAIXE.\nSENTE-SE MELHOR POREM NÃO ESTA 100%.\nANTES SENTIA-SE MAL ATÉ EM PENTEAR O CABELO, TOMAR BANHO (ESTAVA PRATICAMENTE EM CADEIRA DE RODAS), TINHA DPN E ORTOPNEIA.\nAGORA CONSEGUE CAMINHAR EMPURRANDO CARRINHO POR MEIA QUADRA.\n \n \n# mp MULTISSITIO.\n# programado em BIV 70 70.\n# operando MAIS DE 95% EM BIV.\n# ritmo proprio = BRADI SINUSAL.\n# a - imp = 537, sense = 2,6, cla = 1,2 x 0,5.\n# v - imp = 522, sense = 17, clv = 0,7 x 0,5.\nVE COM 609, 19,6 E 11 X 0,5.\n# bat ok.\n\n# programado em FC DE 60 - 50, mantido demais, retorno em 30 DIAS  + NÃO FALTAR CONSULTA COM Doutor Vital Brazil. ",
  "entities": {
    "Abreviação": [
      "CMD",
      "DPN",
      "VE",
      "FC",
      "AMBU DO MP",
      "mp MULTISSITIO"
    ],
    "Doença ou Síndrome": [
      "CMD"
    ],
    "Conceito Temporal": [
      "APÓS",
      "HOJE",
      "ANTES",
      "30 DIAS"
    ],
    "Função de Organismo": [
      "GESTAÇÃO"
    ],
    "Dispositivo Médico": [
      "RESSINC",
      "CDI",
      "CADEIRA DE RODAS"
    ],
    "Negação": [
      "NÃO"
    ],
    "Atividade de Assistência à Saúde": [
      "CONSULTA",
      "ENCAIXE",
      "programado",
      "retorno",
      "PROCURA DIRETA",
      "FALTAR CONSULTA"
    ],
    "Achado": [
      "100%",
      "SENTE-SE MELHOR",
      "CAMINHAR EMPURRANDO CARRINHO",
      "ritmo proprio"
    ],
    "Sinal ou Sintoma": [
      "DPN",
      "ORTOPNEIA",
      "SENTIA-SE MAL"
    ],
    "Atributo Clínico": [
      "BIV",
      "imp",
      "sense",
      "cla",
      "clv",
      "FC"
    ],
    "Atividade de Máquina": [
      "operando",
      "ritmo proprio"
    ],
    "Conceito Quantitativo": [
      "95%",
      "537",
      "522",
      "17",
      "MEIA QUADRA",
      "70 70",
      "2 , 6",
      "1 , 2 x 0 , 5",
      "0 , 7 x 0 , 5",
      "11 X 0 , 5",
      "60 - 50"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "VE"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor"
    ],
    "Organização Relacionada à Saúde": [
      "AMBU DO MP"
    ],
    "Atividade Diária ou Recreativa": [
      "PENTEAR O CABELO",
      "TOMAR BANHO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "mp MULTISSITIO"
    ]
  },
  "labels": {
    "ortopneia": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7015,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA25.20": {
            "confidence_embedding": 0.6962,
            "text": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
          }
        },
        {
          "FA80.6": {
            "confidence_embedding": 0.6918,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna torácica com esporão ósseo na vértebra. Definição: "
          }
        },
        {
          "FA38": {
            "confidence_embedding": 0.6841,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FB85.1": {
            "confidence_embedding": 0.6814,
            "text": "Representação de doença CID-11: Doença de Paget do osso na doença neoplásica. Definição: "
          }
        }
      ]
    },
    "caminhar empurrando carrinho": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB44.2": {
            "confidence_embedding": 0.7131,
            "text": "Representação de doença CID-11: Dificuldade de caminhar. Definição: "
          }
        },
        {
          "MB27.26": {
            "confidence_embedding": 0.6898,
            "text": "Representação de doença CID-11: Alucinações táteis. Definição: Alucinações envolvendo a percepção de ser tocado (p.ex., sensação de que insetos estão rastejando na pele, alfinetes sendo enfiados no dedo) que não se restringem ao período de despertar ou ao início do sono."
          }
        },
        {
          "MF54": {
            "confidence_embedding": 0.6844,
            "text": "Representação de doença CID-11: Mudanças macroscópicas do tamanho do rim. Definição: Qualquer condição caracterizada por alterações no tamanho do rim, observáveis a olho nu."
          }
        },
        {
          "MB23.4": {
            "confidence_embedding": 0.6834,
            "text": "Representação de doença CID-11: Compulsões. Definição: Comportamentos ou rituais repetitivos (p. ex., lavar, verificar) ou ações mentais (por exemplo, repetir palavras silenciosamente) que o indivíduo se sente impelido a realizar em resposta a uma obsessão, de acordo com regras rígidas, ou para alcançar uma sensação de \"plenitude\"."
          }
        },
        {
          "ME65.3": {
            "confidence_embedding": 0.6809,
            "text": "Representação de doença CID-11: Sensação de picadas na pele. Definição: Sensação desagradável, como a que pode ser provocada por \"agulhas picando\", mas que pode ser desencadeada em alguns indivíduos por uma ampla variedade de preparados ou estímulos tópicos que, de outra forma, são bem tolerados pela maioria das pessoas."
          }
        }
      ]
    },
    "ritmo proprio": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A06.21": {
            "confidence_embedding": 0.6814,
            "text": "Representação de doença CID-11: Soluços crônicos. Definição: Soluço crônico é um transtorno raro causando espasmos inspiratórios repetitivos em um período de 48 horas ou mais."
          }
        },
        {
          "8A68.6": {
            "confidence_embedding": 0.678,
            "text": "Representação de doença CID-11: Crise epiléptica tônico generalizada. Definição: Convulsão caracterizada por aumento sustentado da contração muscular durando de alguns segundos a minutos."
          }
        },
        {
          "8A05.0": {
            "confidence_embedding": 0.6777,
            "text": "Representação de doença CID-11: Tiques primários ou transtornos do tique. Definição: Tiques primários ou transtornos do tique são caracterizados pela presença de tiques crônicos motores e/ou vocais (fônicos). Tiques motores e vocais são definidos respectivamente como movimentos ou vocalizações abruptos, rápidos, não rítmicos e recorrentes. Para serem diagnosticados, tiques devem estar presentes por pelo menos um ano, apesar de poderem não ser manifestos de forma consistente."
          }
        },
        {
          "8A05.03": {
            "confidence_embedding": 0.6766,
            "text": "Representação de doença CID-11: Tiques motores transitórios. Definição: Tiques são movimentos abruptos, não rítmicos, estereotipados como piscar, fungar, bater, etc. Devem estar presentes por menos de um ano."
          }
        },
        {
          "8A63.00": {
            "confidence_embedding": 0.6712,
            "text": "Representação de doença CID-11: Convulsões febris simples. Definição: Convulsões febris durando menos de 15 minutos, sem características focais e sem ocorrência em série."
          }
        }
      ]
    },
    "sentia-se mal": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB27.0": {
            "confidence_embedding": 0.7305,
            "text": "Representação de doença CID-11: Despersonalização. Definição: Sentir-se irreal ou estranho a si mesmo, ou sentir-se separado, ou como se fosse um observador externo, dos próprios pensamentos, sentimentos, sensações, corpo ou ações. A despersonalização pode assumir forma de entorpecimento emocional e/ou físico, uma sensação de se observar à distância ou \"estar em uma peça de teatro\", ou alterações perceptivas (p.ex., uma sensação distorcida de tempo)."
          }
        },
        {
          "MG25": {
            "confidence_embedding": 0.7274,
            "text": "Representação de doença CID-11: Sentir-se doente. Definição: "
          }
        },
        {
          "MB26.07": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Delírio persecutório. Definição: Delírio no qual o tema central é de que o indivíduo (ou alguém próximo a ele) está sendo atacado, ridicularizado, assediado, enganado, vítima de uma conspiração ou perseguido."
          }
        },
        {
          "MB22.7": {
            "confidence_embedding": 0.7135,
            "text": "Representação de doença CID-11: Cansaço. Definição: Sensação de redução do estado de alerta e de redução concomitante da acuidade mental, em alguns casos resultando no impulso ou tendência de adormecer."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.7129,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        }
      ]
    },
    "dpn": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB54.1": {
            "confidence_embedding": 0.7083,
            "text": "Representação de doença CID-11: Síndrome da banda iliotibial. Definição: Esta é a lesão mais comum da porção lateral do joelho de corredores. Ela é uma lesão não traumática, pelo uso excessivo, causada pela flexão e extensão repetida do joelho, que leva à irritação das estruturas ao redor do joelho e consequente dor."
          }
        },
        {
          "FA31.3": {
            "confidence_embedding": 0.7029,
            "text": "Representação de doença CID-11: Punho caído adquirido. Definição: "
          }
        },
        {
          "FA33.Z": {
            "confidence_embedding": 0.7002,
            "text": "Representação de doença CID-11: Transtorno interno do joelho, não especificado. Definição: "
          }
        },
        {
          "FA33.Y": {
            "confidence_embedding": 0.6954,
            "text": "Representação de doença CID-11: Outro transtorno interno especificado do joelho. Definição: "
          }
        },
        {
          "FB53": {
            "confidence_embedding": 0.6856,
            "text": "Representação de doença CID-11: Lesões do ombro. Definição: Este é um grupo de transtornos que usualmente se caracterizam pela presença de dor e redução da amplitude de movimento da cintura escapular"
          }
        }
      ]
    },
    "cmd": {
      "capitulo": "18",
      "opcoes": [
        {
          "JB61.1": {
            "confidence_embedding": 0.7131,
            "text": "Representação de doença CID-11: Morte por causa obstétrica indireta, que ocorre mais de 42 dias, mas menos de 1 ano, após o parto. Definição: Qualquer afecção que resulte, indiretamente, em morte por causa intermediária devido a qualquer problema associado a alterações fisiológicas ou quaisquer outras que ocorram durante o período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (parto) ou aproximadamente seis semanas após parto, durante o qual o útero volta ao tamanho original (puerpério)."
          }
        },
        {
          "JB61.0": {
            "confidence_embedding": 0.7081,
            "text": "Representação de doença CID-11: Morte por causa obstétrica direta, que ocorre mais de 42 dias, mas menos de 1 ano, após o parto. Definição: Qualquer afecção que resulte diretamente em morte por qualquer causa associada a alterações fisiológicas ou quaisquer outras que ocorram durante o período de tempo desde a concepção até o parto (gravidez), durante o trabalho de parto e parto (parto) ou aproximadamente seis semanas após o parto durante as quais o útero volta ao tamanho original (puerpério)."
          }
        },
        {
          "JB06": {
            "confidence_embedding": 0.7054,
            "text": "Representação de doença CID-11: Trabalho de parto obstruído por outras causas. Definição: Qualquer outra condição caracterizada pela incapacidade da parte do feto que se apresenta em progredir para o canal do parto por qualquer motivo."
          }
        },
        {
          "JA86": {
            "confidence_embedding": 0.7033,
            "text": "Representação de doença CID-11: Assistência prestada à mãe por outros problemas no feto. Definição: Condição caracterizada pela realização de intervenções de saúde para a mãe devido a qualquer outro problema presente ou suspeito no feto."
          }
        },
        {
          "JB01.1": {
            "confidence_embedding": 0.7031,
            "text": "Representação de doença CID-11: Falha na indução instrumental do trabalho de parto. Definição: Condição caracterizada por uma tentativa fracassada de estimular por meio instrumental as contrações antes do início espontâneo do trabalho de parto. Esta condição pode ocorrer com ou sem membranas rotas/rompidas."
          }
        }
      ]
    }
  }
}