{
  "prontuario_id": 212,
  "text": "QP: Herniorrafia Inguinal E\nHMA\n- Cx no dia 19/06/2015\n- Dor na região inguinal ao esforço\n- Urina normalmente\n- Paciente constipado de longo prazo, sente dor no local da cirurgia no ato evacuatorio\n- Sem dificuldade de se alimentar\nHMP\n- Hiperplasia Prostatica\n- Colecistectomia e Heniorrafia anterior a atual\n- Nega uso de medicações\nHMF\n- 1 irmão com DM\nCHV\n- Nega tabagsmo e etilismo atualmente, ja fez uso social anteriormente\nExame Fisico\nBEG, LOTE, anicterico, acianotico, corado e hidratado\n- Cicatriz cirurgica em região inguinal (E) sem sinais de inflamação / infecção ou sinais de secreção, não houve evidencia de abaulamente à manobra de Valsalva\nPlano\n- Retorno em 30 dias para reavaliação\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "constipado",
      "anicterico",
      "abaulamente",
      "dificuldade de se alimentar",
      "sinais de inflamação",
      "sinais de secreção"
    ],
    "Abreviação": [
      "QP",
      "HMA",
      "Cx",
      "HMP",
      "HMF",
      "DM",
      "CHV",
      "BEG",
      "LOTE",
      "Herniorrafia Inguinal E"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "Cx",
      "cirurgia",
      "Colecistectomia",
      "Heniorrafia",
      "Herniorrafia Inguinal E"
    ],
    "Localização ou Região Corporal": [
      "inguinal"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Negação": [
      "Sem",
      "Nega",
      "anicterico",
      "acianotico",
      "sem",
      "não"
    ],
    "Substância Farmacológica": [
      "medicações"
    ],
    "Doença ou Síndrome": [
      "DM",
      "tabagsmo",
      "etilismo",
      "Hiperplasia Prostatica"
    ],
    "Conceito Temporal": [
      "anteriormente",
      "longo prazo",
      "30 dias"
    ],
    "Achado": [
      "BEG",
      "LOTE",
      "anicterico",
      "acianotico",
      "corado",
      "hidratado"
    ],
    "Atividade de Assistência à Saúde": [
      "Plano",
      "Retorno",
      "reavaliação"
    ],
    "Função Fisiológica": [
      "ato evacuatorio"
    ],
    "Lesão ou Envenenamento": [
      "Cicatriz cirurgica"
    ],
    "Procedimento Diagnóstico": [
      "manobra de Valsalva"
    ]
  },
  "labels": {
    "sinais de secreção": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB90.Y": {
            "confidence_embedding": 0.7823,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.Z": {
            "confidence_embedding": 0.7768,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos não especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.7": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Lesão de múltiplos vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NC75.Y": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível de quadril ou coxa. Definição: "
          }
        }
      ]
    },
    "sinais de inflamação": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB90.Y": {
            "confidence_embedding": 0.7823,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.Z": {
            "confidence_embedding": 0.7768,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos não especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.7": {
            "confidence_embedding": 0.7747,
            "text": "Representação de doença CID-11: Lesão de múltiplos vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NC75.Y": {
            "confidence_embedding": 0.7717,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível de quadril ou coxa. Definição: "
          }
        }
      ]
    },
    "hiperplasia prostatica": {
      "capitulo": "16",
      "opcoes": [
        {
          "GA91.0": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Prostatite crônica. Definição: Afecção causada por obstrução das glândulas da próstata. Esta afecção é caracterizada por inflamação da próstata, disúria, polaciúria, urgência urinária, dor genital, dor lombar, dor abdominal e infecções repetidas da bexiga que duram pelo menos três meses."
          }
        },
        {
          "GA90": {
            "confidence_embedding": 0.7611,
            "text": "Representação de doença CID-11: Hiperplasia da próstata. Definição: Condição da próstata, causada por um aumento da taxa de divisão celular das células glandulares e do estroma. Esta condição é caracterizada por aumento do tecido prostático, disúria, urgência urinária, noctúria, fluxo urinário fraco, esforço ao urinar, esvaziamento incompleto da bexiga durante a micção ou aumento da frequência de infecção do trato urinário."
          }
        },
        {
          "GC40.52": {
            "confidence_embedding": 0.7433,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.50": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Incontinência de esforço associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por fraqueza dos músculos do assoalho pélvico e aumento da pressão intra-abdominal, causando pressão na bexiga. Esta condição é caracterizada por uma mudança na posição da uretra, permitindo que a urina saia facilmente, e incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.5": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Incontinência urinária associada a prolapso de órgãos pélvicos. Definição: Uma afecção do sistema urinário, causada pelo deslocamento anormal de um ou mais órgãos pélvicos. Esta afecção é caracterizada pela perda involuntária de urina. A confirmação é feita por urinálise."
          }
        }
      ]
    },
    "constipado": {
      "capitulo": "13",
      "opcoes": [
        {
          "DD51": {
            "confidence_embedding": 0.7658,
            "text": "Representação de doença CID-11: Hérnia inguinal. Definição: Hérnia que ocorre quando parte de um órgão interno protunde atráves de uma área frágil do músculo. A maioria das hérnias ocorrem no abdômen. Hérnia inguinal é o tipo mais comum e ocorre na virilha (região inguinal)."
          }
        },
        {
          "DB53": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Prolapso anal. Definição: É uma condição em que o tecido retal perde o seu suporte interno, protraindo-se do ânus para o exterior do corpo."
          }
        },
        {
          "DA40.1": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Fístula gástrica adquirida. Definição: Fístula gástrica adquirida é uma comunicação através da parede gástrica com a cavidade peritoneal, ou com outro órgão e vasos que normalmente não se conectam, ou através da parede abdominal."
          }
        },
        {
          "DC72.0": {
            "confidence_embedding": 0.7309,
            "text": "Representação de doença CID-11: Divertículo do intestino delgado com hemorragia. Definição: Condição morfológica na qual há uma pequena bolsa chamada divertículo no revestimento do intestino delgado, com hemorragia."
          }
        },
        {
          "DD50.2": {
            "confidence_embedding": 0.7291,
            "text": "Representação de doença CID-11: Hérnia intra-abdominal. Definição: Uma hérnia que ocorre dentro do abdômen através de abertura coberta pelo peritônio."
          }
        }
      ]
    },
    "dm": {
      "capitulo": "05",
      "opcoes": [
        {
          "5C50.10": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Alcaptonúria. Definição: A alcaptonúria é caracterizada pelo acúmulo de ácido homogentísico (HGA) e seu produto oxidado ácido benzoquinona acético (BQA), levando ao escurecimento da urina quando deixada exposta ao ar, coloração cinza-azulada da esclera do olho e da hélice da orelha (ocronose), e doença articular incapacitante que envolve as articulações axiais e periféricas (artropatia ocronótica)."
          }
        },
        {
          "5C78": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Sobrecarga de líquidos. Definição: Esta é a condição em que há muito líquido no sangue. A condição oposta é a hipovolemia, que é um volume de líquido insuficiente no sangue. O excesso de volume de líquido no compartimento intravascular ocorre devido ao aumento do teor de sódio total corporal e consequente aumento da água corporal extracelular. O mecanismo geralmente decorre de mecanismos regulatórios comprometidos para o manuseio de sódio, conforme observado na insuficiência cardíaca congestiva (ICC), na insuficiência renal e na insuficiência hepática. Também pode ser causado pela ingestão excessiva de sódio dos alimentos, soluções intravenosas e transfusões de sangue, medicamentos ou contrastes para exames de imagem."
          }
        },
        {
          "5B5A.0": {
            "confidence_embedding": 0.7383,
            "text": "Representação de doença CID-11: Beribéri. Definição: O quadro clínico do beribéri é geralmente dividido em tipo seco (neurítico) e tipo úmido (cardíaco). A doença é úmida ou seca dependendo da quantidade de líquido que se acumula no corpo devido a fatores como função cardíaca, lesões renais e outros; mesmo que a causa exata deste edema nunca tenha sido explicada com sucesso. Muitos casos de deficiência de tiamina mostram uma mistura das duas características principais e são mais apropriadamente denominados deficiência de tiamina com cardiopatia e neuropatia periférica. O bebê mostra sinais de cianose e pode ocorrer um ataque cardíaco agudo, geralmente morrendo em 2 a 4 horas. A idade comum para essa forma de doença por deficiência é de um mês até o terceiro mês. Esse tipo de deficiência responde de forma muito dramática à tiamina."
          }
        },
        {
          "5D45": {
            "confidence_embedding": 0.7333,
            "text": "Representação de doença CID-11: Insuficiência Androgênica pós procedimento. (descontinuado). Definição: Condição em homens caracterizada por deficiência de testosterona, causada por ou após qualquer intervenção. Esta condição pode se manifestar com fadiga, diminuição da libido, disfunção erétil, humor deprimido, diminuição da massa corporal magra, aumento da massa gorda e/ou diminuição da densidade mineral óssea."
          }
        },
        {
          "5B5K.7": {
            "confidence_embedding": 0.727,
            "text": "Representação de doença CID-11: Deficiência de selênio. Definição: Deficiência de selênio é rara mas tem sido observada em indivíduos em uso prolongado de dieta parenteral total(NPT) sem selênio. Manifestações clínicas da deficiência decorrente de tal situação são incomuns e pouco definidas. Elas incluem fraqueza muscular e mialgia com, em casos graves, o desenvolvimento de insuficiência cardíaca congestiva. A importância do selênio para o metabolismo dos hormônios tireoidianos é evidente, a partir de mudanças na proporção T3-T4 que se desenvolvem após uma depleção de selênio relativamente leve em bebês e idosos"
          }
        }
      ]
    },
    "etilismo": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA77": {
            "confidence_embedding": 0.7188,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QB80.Y": {
            "confidence_embedding": 0.706,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para cirurgia profilática. Definição: "
          }
        },
        {
          "QB80.Z": {
            "confidence_embedding": 0.7047,
            "text": "Representação de doença CID-11: Contato com os serviços de saúde para cirurgia profilática, não especificado. Definição: "
          }
        },
        {
          "QA15.Y": {
            "confidence_embedding": 0.702,
            "text": "Representação de doença CID-11: Outro aconselhamento especificado relativo à sexualidade. Definição: "
          }
        },
        {
          "QB81": {
            "confidence_embedding": 0.7019,
            "text": "Representação de doença CID-11: Contato com os serviços de saúde para cirurgia plástica por razões estéticas outras que não transplante de cabelo. Definição: "
          }
        }
      ]
    },
    "dificuldade de se alimentar": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF42": {
            "confidence_embedding": 0.7564,
            "text": "Representação de doença CID-11: Testículo retrátil. Definição: Um testículo retrátil é aquele que pode se deslocar entre o saco escrotal e a virilha. Na maioria dos meninos, o problema se resolve em algum momento antes ou durante a puberdade."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7419,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "ME05.0": {
            "confidence_embedding": 0.7385,
            "text": "Representação de doença CID-11: Constipação. Definição: A constipação é uma condição aguda ou crônica na qual os movimentos intestinais ocorrem com menor frequência do que o normal ou consiste em fezes secas e duras que costumam ser dolorosas ou difíceis de evacuar. Aqui está descrita a constipação que não está especificamente descrita em outra parte, como em transtornos da motilidade do intestino ou em doenças funcionais do intestino."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7384,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME0A": {
            "confidence_embedding": 0.7339,
            "text": "Representação de doença CID-11: Peristaltismo visível. Definição: Movimentos peristálticos dos intestinos aumentados, em formato de onda, pelos quais o conteúdo é forçado para a frente em direção à abertura de tal forma que se tornam visíveis através das paredes abdominais à inspeção."
          }
        }
      ]
    },
    "cicatriz cirurgica": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.3": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB51.4": {
            "confidence_embedding": 0.7212,
            "text": "Representação de doença CID-11: Fibrose retroperitoneal. Definição: Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7126,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7108,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7082,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        }
      ]
    },
    "tabagsmo": {
      "capitulo": "24",
      "opcoes": [
        {
          "QA77": {
            "confidence_embedding": 0.7052,
            "text": "Representação de doença CID-11: Medicação ou substância que se sabe que está contraindicada para o paciente sem lesão ou dano. Definição: "
          }
        },
        {
          "QA8D": {
            "confidence_embedding": 0.6937,
            "text": "Representação de doença CID-11: Paciente que recebeu um teste diagnóstico ou tratamento destinado a outro paciente, sem lesão ou dano. Definição: "
          }
        },
        {
          "QA03.Y": {
            "confidence_embedding": 0.6909,
            "text": "Representação de doença CID-11: Outro exame geral de rotina ('check-up') especificado de subpopulação definida. Definição: "
          }
        },
        {
          "QB80.Y": {
            "confidence_embedding": 0.6899,
            "text": "Representação de doença CID-11: Outro contato especificado com os serviços de saúde para cirurgia profilática. Definição: "
          }
        },
        {
          "QB81": {
            "confidence_embedding": 0.6868,
            "text": "Representação de doença CID-11: Contato com os serviços de saúde para cirurgia plástica por razões estéticas outras que não transplante de cabelo. Definição: "
          }
        }
      ]
    },
    "qp": {
      "capitulo": "X",
      "opcoes": [
        {
          "XA99Q6": {
            "confidence_embedding": 0.7271,
            "text": "Representação de doença CID-11: Ramo genital do nervo genitofemoral. Definição: "
          }
        },
        {
          "XA2XG2": {
            "confidence_embedding": 0.7228,
            "text": "Representação de doença CID-11: Prega inguinocrural. Definição: "
          }
        },
        {
          "XE4VF": {
            "confidence_embedding": 0.7058,
            "text": "Representação de doença CID-11: Contaminação do dispositivo com fluido corporal. Definição: "
          }
        },
        {
          "XA4H19": {
            "confidence_embedding": 0.6969,
            "text": "Representação de doença CID-11: Vasos sanguíneos intracranianos, não classificados em outra parte. Definição: "
          }
        },
        {
          "XA0V25": {
            "confidence_embedding": 0.695,
            "text": "Representação de doença CID-11: Tendão do transverso do abdome. Definição: "
          }
        }
      ]
    },
    "abaulamente": {
      "capitulo": "22",
      "opcoes": [
        {
          "NB51.4": {
            "confidence_embedding": 0.7501,
            "text": "Representação de doença CID-11: Mordedura aberta do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.Y": {
            "confidence_embedding": 0.7489,
            "text": "Representação de doença CID-11: Lesão de outros vasos sanguíneos especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90": {
            "confidence_embedding": 0.7488,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB90.Z": {
            "confidence_embedding": 0.7476,
            "text": "Representação de doença CID-11: Lesão de vasos sanguíneos não especificados ao nível do abdome, região lombar ou pelve. Definição: "
          }
        },
        {
          "NB51.Z": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Ferimento aberto do abdome, região lombar ou pelve, não especificado. Definição: "
          }
        }
      ]
    }
  }
}