{
  "prontuario_id": 820,
  "text": "# Lucas, 80 anos\n# HAS / HIPOTIREOIDISMO\n# PCTE EM ACOMPANHAMENTO POR QUADRO DE TINEA PEDIS + ONICOMICOSE\n   - EM USO DE URÉIA 40% NAS UNHAS E FENTIZOL CREME NOS PÉS\n** NAO TROUXE EXAMES LAB ***\n# PCTE NEGA MELHORA DO QUADRO. \n   REFERE SURGIMENTO DE LESÕES HIPOCRÔMICAS EM MMSS E DORSO, COM DESCAMAÇÃO FINA SUPERFICIAL. \n# AO EXAME:\nDESCAMAÇÃO SUPERFICIAL COURO CABELUDO\nMÁCULAS HIPOCRÔMICAS EM DORSO E MMSS, COM DESCAMAÇÃO SUPERFICIAL. ZILERI POSITIVO\nDESCAMAÇÃO PLANTAR E MACERAÇÃO INTERDIGITAL BILATERAL\nHIPERCERATOSE UNGUEAL, ONICODISTROFIA, ONICOLISE DISTAL, UNHAS AMARELADAS\n# A: PTIRIASE VERSICOLOR\n   TINEA PEDIS + ONICOMICOSE\n# P: CETOCONAZOL 2% SHAMPOO + ICADEN SPRAY PARA PV\n  UREIA 35% + AC SALICILICO 2% + CREME 50GR NAS UNHAS\n  CETOC 2% + MANT KARITE + UREIA 10% EM CREME PARA OS PÉS\n  RET EM 3 MESES COM LAB. \n\n \n \n \n ",
  "entities": {
    "Doença ou Síndrome": [
      "HIPOTIREOIDISMO",
      "HIPERCERATOSE",
      "ONICODISTROFIA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PCTE"
    ],
    "Abreviação": [
      "PCTE",
      "MMSS",
      "AC SALICILICO"
    ],
    "Atividade de Assistência à Saúde": [
      "ACOMPANHAMENTO"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PÉS",
      "COURO CABELUDO"
    ],
    "Negação": [
      "NAO",
      "NEGA"
    ],
    "Conceito Qualitativo": [
      "MELHORA"
    ],
    "Localização ou Região Corporal": [
      "MMSS",
      "DORSO",
      "PLANTAR",
      "UNGUEAL"
    ],
    "Sinal ou Sintoma": [
      "ONICOLISE",
      "LESÕES HIPOCRÔMICAS",
      "DESCAMAÇÃO FINA SUPERFICIAL",
      "DESCAMAÇÃO SUPERFICIAL",
      "MÁCULAS HIPOCRÔMICAS",
      "UNHAS AMARELADAS"
    ],
    "Conceito Espacial": [
      "DISTAL"
    ],
    "Substância Farmacológica": [
      "CREME",
      "FENTIZOL CREME",
      "ICADEN SPRAY",
      "AC SALICILICO"
    ],
    "Conceito Quantitativo": [
      "3"
    ],
    "Conceito Temporal": [
      "MESES"
    ],
    "Procedimento Laboratorial": [
      "LAB"
    ],
    "Substância Química Orgânica": [
      "FENTIZOL CREME",
      "ICADEN SPRAY"
    ]
  },
  "labels": {
    "hipotireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.00": {
            "confidence_embedding": 0.8296,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito permanente com bócio difuso. Definição: Condição causada por perda parcial ou completa da função tireoidiana devido a falha no desenvolvimento da tireoide durante o período pré-natal. Nestes casos, a tireoide apresenta-se lisa e aumentada e em bebês por aspecto apático, edema facial, língua grossa que se sobressai. Esta afecção pode também se apresentar com episódios de sufocamento, constipação, cabelos secos, ralos e frágeis, icterícia, ausência de tônus muscular, linha capilar baixa, dificuldade de alimentação, baixa estatura, sonolência e lentificação."
          }
        },
        {
          "5D42": {
            "confidence_embedding": 0.8282,
            "text": "Representação de doença CID-11: Hipoparatireoidismo pós-procedimento. Definição: Trata-se da diminuição da função das glândulas paratireoides pós-procedimento, com diminuição da produção do hormônio da paratireoide. Isso pode acarretar níveis baixos de cálcio no sangue, muitas vezes causando câimbras e espasmos dos músculos ou tetania (contração muscular involuntária) e vários outros sintomas."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.8274,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5A00.0": {
            "confidence_embedding": 0.8224,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito. Definição: Hipotireoidismo congênito é caracterizado quando ao nascimento observar-se pouca ou nenhuma produção dos hormônios tireoidianos. Achados clínicos comuns incluem atividade diminuída e sonolência exacerbada, dificuldade de alimentação e constipação, icterícia prolongada, fácies mixedematosa, alargamento de fontanelas (especialmente fontanela posterior), macroglossia, abdome distendido com hérnia umbilical e hipotonia."
          }
        },
        {
          "5A50.02": {
            "confidence_embedding": 0.8176,
            "text": "Representação de doença CID-11: Hipoparatireoidismo devido a destruição das glândulas paratireoides. Definição: Disfunção das glândulas paratireoides pode ser causada por etiologias graves como radiação, destruição das glândulas paratireoides por doença granulomatosa ou infiltração por câncer e deposição de ferro ou cobre."
          }
        }
      ]
    },
    "lesões hipocrômicas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB51": {
            "confidence_embedding": 0.8208,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EG30.2": {
            "confidence_embedding": 0.8115,
            "text": "Representação de doença CID-11: Pitiríase amiantácea. Definição: A pitiríase amiantácea refere-se a um padrão de reação no couro cabeludo, em que grandes escamas aderentes estão presas aos cabelos em crescimento e se sobrepõem como telhas em um telhado. A anormalidade pode ser localizada e confinada a uma pequena placa ou disseminada envolvendo todo o couro cabeludo. O couro cabeludo subjacente é frequentemente úmido e inflamado. A condição pode ocorrer por si ou pode estar associada a transtornos inflamatórios, como dermatite seborreica e psoríase, ou com dermatofitose subjacente (tinea capitis)."
          }
        },
        {
          "ED54": {
            "confidence_embedding": 0.8103,
            "text": "Representação de doença CID-11: Xerose cutânea ou asteatose. Definição: Ressecamento da superfície da pele comumente devido ao desengorduramento da epiderme por exposição excessiva a sabões e detergentes ou dessecação por exposição prolongada à baixa umidade ambiente. Ocorre mais comumente em idosos e é observada particularmente nas pernas. É uma das principais causas de prurido em idosos. Em casos mais graves, a pele pode ficar inflamada (eczema asteatótico)."
          }
        },
        {
          "EA83.1": {
            "confidence_embedding": 0.8099,
            "text": "Representação de doença CID-11: Liquenificação secundária. Definição: Espessamento da pele afetada por uma dermatose primária como resultado de repetidas fricções e arranhões."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.8098,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        }
      ]
    },
    "descamação fina superficial": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME63": {
            "confidence_embedding": 0.7663,
            "text": "Representação de doença CID-11: Dermatose crônica de natureza incerta ou não especificada. Definição: Diagnóstico provisório de uma afecção crônica da pele (de no mínimo seis semanas de duração) de natureza desconhecida, incerta ou não especificada."
          }
        },
        {
          "ME63.2": {
            "confidence_embedding": 0.7638,
            "text": "Representação de doença CID-11: Dermatose papulosa crônica. Definição: Diagnóstico provisório para um transtorno crônico da pele de natureza desconhecida, incerta ou não especificada e caracterizado pela presença de múltiplas pápulas cutâneas."
          }
        },
        {
          "ME63.7": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Escoriação cutânea crônica. Definição: Diagnóstico provisório para um transtorno crônico da pele de natureza desconhecida ou incerta, caracterizado pela presença de múltiplas escoriações. Em alguns casos, a escoriação é secundária a prurido intenso decorrente de um transtorno sistêmico subjacente, como uremia, ou de uma doença de pele pruriginosa, como eczema. Em muitos casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        },
        {
          "ME63.5": {
            "confidence_embedding": 0.7461,
            "text": "Representação de doença CID-11: Dermatose liquenificada crônica. Definição: Diagnóstico provisório para um transtorno crônico da pele de natureza desconhecida ou incerta, na qual a liquenificação é a característica proeminente. Exemplos incluem eczema crônico, líquen simples e líquen plano."
          }
        },
        {
          "ME62.9": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        }
      ]
    },
    "onicolise": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED54": {
            "confidence_embedding": 0.8041,
            "text": "Representação de doença CID-11: Xerose cutânea ou asteatose. Definição: Ressecamento da superfície da pele comumente devido ao desengorduramento da epiderme por exposição excessiva a sabões e detergentes ou dessecação por exposição prolongada à baixa umidade ambiente. Ocorre mais comumente em idosos e é observada particularmente nas pernas. É uma das principais causas de prurido em idosos. Em casos mais graves, a pele pode ficar inflamada (eczema asteatótico)."
          }
        },
        {
          "EB51": {
            "confidence_embedding": 0.8004,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EA83.1": {
            "confidence_embedding": 0.7864,
            "text": "Representação de doença CID-11: Liquenificação secundária. Definição: Espessamento da pele afetada por uma dermatose primária como resultado de repetidas fricções e arranhões."
          }
        },
        {
          "EG30.2": {
            "confidence_embedding": 0.7821,
            "text": "Representação de doença CID-11: Pitiríase amiantácea. Definição: A pitiríase amiantácea refere-se a um padrão de reação no couro cabeludo, em que grandes escamas aderentes estão presas aos cabelos em crescimento e se sobrepõem como telhas em um telhado. A anormalidade pode ser localizada e confinada a uma pequena placa ou disseminada envolvendo todo o couro cabeludo. O couro cabeludo subjacente é frequentemente úmido e inflamado. A condição pode ocorrer por si ou pode estar associada a transtornos inflamatórios, como dermatite seborreica e psoríase, ou com dermatofitose subjacente (tinea capitis)."
          }
        },
        {
          "EK91.0": {
            "confidence_embedding": 0.7771,
            "text": "Representação de doença CID-11: Parapsoríase em placas grandes. Definição: Parapsoríase em placas grandes é um transtorno crônico da pele caracterizado pelo desenvolvimento indolente ao longo de anos ou décadas de manchas descamativas ou placas levemente elevadas que podem ser clinicamente indistinguíveis da micose fungoide inicial, mas na qual nenhuma evidência de infiltração por linfócitos anormais pode ser encontrada. Aproximadamente 10% dos pacientes, no entanto, eventualmente evoluem para micose fungoide."
          }
        }
      ]
    },
    "unhas amareladas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB51": {
            "confidence_embedding": 0.7808,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EE11.1": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Síndrome das unhas amarelas. Definição: A síndrome das unhas amarelas é caracterizada por unhas amarelas, distróficas, grossas e de crescimento lento, associadas a linfedema e comprometimento respiratório. Menos de 100 casos foram descritos. O linfedema ocorre com maior frequência nos membros inferiores. Pode aparecer no nascimento ou mais tarde na vida. O início se segue, geralmente, ao aparecimento das unhas amarelas. Os pacientes usualmente sofrem de bronquite crônica e, em alguns casos, de sinusite crônica, bronquiectasia e pneumonite recorrente. Também podem apresentar derrame pleural (30% dos casos) e hiper-reatividade brônquica. A maioria dos casos é esporádica. No entanto, formas familiares foram descritas. A etiologia é desconhecida."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.7749,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        },
        {
          "EA11": {
            "confidence_embedding": 0.7695,
            "text": "Representação de doença CID-11: Síndrome pápulo-purpúrica em 'luvas e meias'. Definição: Esta dermatose acral aguda é caracterizada por uma erupção papular e frequentemente purpúrica intensamente pruriginosa que afeta mãos, punhos, pés e tornozelos. Ela é frequentemente acompanhada de inflamação e ulceração orais, astenia e febre. Afeta predominantemente adultos e foi associada a uma série de infecções virais, mais comumente ao parvovírus B19."
          }
        },
        {
          "ED54": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Xerose cutânea ou asteatose. Definição: Ressecamento da superfície da pele comumente devido ao desengorduramento da epiderme por exposição excessiva a sabões e detergentes ou dessecação por exposição prolongada à baixa umidade ambiente. Ocorre mais comumente em idosos e é observada particularmente nas pernas. É uma das principais causas de prurido em idosos. Em casos mais graves, a pele pode ficar inflamada (eczema asteatótico)."
          }
        }
      ]
    },
    "máculas hipocrômicas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB51": {
            "confidence_embedding": 0.8208,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EG30.2": {
            "confidence_embedding": 0.8115,
            "text": "Representação de doença CID-11: Pitiríase amiantácea. Definição: A pitiríase amiantácea refere-se a um padrão de reação no couro cabeludo, em que grandes escamas aderentes estão presas aos cabelos em crescimento e se sobrepõem como telhas em um telhado. A anormalidade pode ser localizada e confinada a uma pequena placa ou disseminada envolvendo todo o couro cabeludo. O couro cabeludo subjacente é frequentemente úmido e inflamado. A condição pode ocorrer por si ou pode estar associada a transtornos inflamatórios, como dermatite seborreica e psoríase, ou com dermatofitose subjacente (tinea capitis)."
          }
        },
        {
          "ED54": {
            "confidence_embedding": 0.8103,
            "text": "Representação de doença CID-11: Xerose cutânea ou asteatose. Definição: Ressecamento da superfície da pele comumente devido ao desengorduramento da epiderme por exposição excessiva a sabões e detergentes ou dessecação por exposição prolongada à baixa umidade ambiente. Ocorre mais comumente em idosos e é observada particularmente nas pernas. É uma das principais causas de prurido em idosos. Em casos mais graves, a pele pode ficar inflamada (eczema asteatótico)."
          }
        },
        {
          "EA83.1": {
            "confidence_embedding": 0.8099,
            "text": "Representação de doença CID-11: Liquenificação secundária. Definição: Espessamento da pele afetada por uma dermatose primária como resultado de repetidas fricções e arranhões."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.8098,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        }
      ]
    },
    "hiperceratose": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA26.1": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Doença por deposição de hidroxiapatita. Definição: A doença por deposição de cristais de hidroxiapatita de cálcio é caracterizada pela presença de cristais de fosfato de cálcio básico - predominantemente hidroxiapatita - em tecidos moles periarticulares, especialmente os tendões. Essa entidade é melhor reconhecida como \"tendinite calcificada\" no local mais frequente de acometimento no ombro, mas manifesta-se em vários outros locais, com a denominação mais adequada de periartrite calcificada."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.724,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB54.3": {
            "confidence_embedding": 0.7229,
            "text": "Representação de doença CID-11: Esporão calcâneo. Definição: Este é um transtorno em que ocorre uma exostose no calcâneo (o osso do calcanhar)"
          }
        },
        {
          "FB50.0": {
            "confidence_embedding": 0.7193,
            "text": "Representação de doença CID-11: Bursite infecciosasa. Definição: Esta é uma inflamação de uma ou mais bursas (pequenas bolsas) sinoviais que geralmente resulta em dor e é causada por um agente infeccioso."
          }
        },
        {
          "FB54.0": {
            "confidence_embedding": 0.7172,
            "text": "Representação de doença CID-11: Esporão da crista ilíaca. Definição: Esta é uma afecção caracterizada pela exostose óssea da inserção do músculo ilíaco em sua origem."
          }
        }
      ]
    },
    "descamação superficial": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME63": {
            "confidence_embedding": 0.7755,
            "text": "Representação de doença CID-11: Dermatose crônica de natureza incerta ou não especificada. Definição: Diagnóstico provisório de uma afecção crônica da pele (de no mínimo seis semanas de duração) de natureza desconhecida, incerta ou não especificada."
          }
        },
        {
          "ME63.2": {
            "confidence_embedding": 0.7735,
            "text": "Representação de doença CID-11: Dermatose papulosa crônica. Definição: Diagnóstico provisório para um transtorno crônico da pele de natureza desconhecida, incerta ou não especificada e caracterizado pela presença de múltiplas pápulas cutâneas."
          }
        },
        {
          "ME63.7": {
            "confidence_embedding": 0.7629,
            "text": "Representação de doença CID-11: Escoriação cutânea crônica. Definição: Diagnóstico provisório para um transtorno crônico da pele de natureza desconhecida ou incerta, caracterizado pela presença de múltiplas escoriações. Em alguns casos, a escoriação é secundária a prurido intenso decorrente de um transtorno sistêmico subjacente, como uremia, ou de uma doença de pele pruriginosa, como eczema. Em muitos casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        },
        {
          "ME62.9": {
            "confidence_embedding": 0.7562,
            "text": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        },
        {
          "ME66.6": {
            "confidence_embedding": 0.754,
            "text": "Representação de doença CID-11: Rash. Definição: Termo inespecífico que indica a presença de um distúrbio cutâneo adquirido, que deve ser usado somente quando nenhuma informação mais precisa estiver disponível."
          }
        }
      ]
    },
    "onicodistrofia": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB51": {
            "confidence_embedding": 0.8023,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "ED54": {
            "confidence_embedding": 0.7907,
            "text": "Representação de doença CID-11: Xerose cutânea ou asteatose. Definição: Ressecamento da superfície da pele comumente devido ao desengorduramento da epiderme por exposição excessiva a sabões e detergentes ou dessecação por exposição prolongada à baixa umidade ambiente. Ocorre mais comumente em idosos e é observada particularmente nas pernas. É uma das principais causas de prurido em idosos. Em casos mais graves, a pele pode ficar inflamada (eczema asteatótico)."
          }
        },
        {
          "EA83.1": {
            "confidence_embedding": 0.7875,
            "text": "Representação de doença CID-11: Liquenificação secundária. Definição: Espessamento da pele afetada por uma dermatose primária como resultado de repetidas fricções e arranhões."
          }
        },
        {
          "EG30.2": {
            "confidence_embedding": 0.7859,
            "text": "Representação de doença CID-11: Pitiríase amiantácea. Definição: A pitiríase amiantácea refere-se a um padrão de reação no couro cabeludo, em que grandes escamas aderentes estão presas aos cabelos em crescimento e se sobrepõem como telhas em um telhado. A anormalidade pode ser localizada e confinada a uma pequena placa ou disseminada envolvendo todo o couro cabeludo. O couro cabeludo subjacente é frequentemente úmido e inflamado. A condição pode ocorrer por si ou pode estar associada a transtornos inflamatórios, como dermatite seborreica e psoríase, ou com dermatofitose subjacente (tinea capitis)."
          }
        },
        {
          "EA81": {
            "confidence_embedding": 0.7776,
            "text": "Representação de doença CID-11: Dermatite seborreica e condições relacionadas. Definição: Um grupo de doenças inflamatórias relacionadas à pele que afetam predominantemente o couro cabeludo, face, tronco superior e áreas de dobras e se caracteriza por graus variáveis de eritema, descamação, inflamação e exsudação. Acredita-se que as leveduras malassezias exerçam um papel importante em sua patogênese. Embora esses transtornos sejam comuns, eles são vistos com maior frequência e gravidade entre as pessoas infectadas pelo HIV."
          }
        }
      ]
    }
  }
}