{
  "prontuario_id": 740,
  "text": "Lucas, 37 anos\nPrimeira consulta, encaminhada da ortpedia\nPaciente vítima de PAF em antebaço direito 25/06, com fratura em rádio (distal e cabeça) sob tratamento conservador com tala gessada. \nQueixa de parestesia e hipostesia em V quirodáctilo, dor em queimação e choque  e face dorsal proximal do I e II quirodáctilos. \nDesfazemos curativo de tala para avaliação:\nFM = 3 para oponência polegar-mínimo (limitação antálgica?)\nFM - 4 para abdução dos dedos, adução do polegar, flexão distal do II ao iV quirodáctilos \nFM = 5 para flexão distal do polegar, flexão e extensão do unho \nhipoestesia em toda face dorsal da mao , principalmente em IV e V quirodáctilos. \nOE em face radial do antebraço direto e OS em  face ventral do antebraço em linha média\nOE em superfície lateral do antebraço direito e OS face medial do cotovelo \nHD: lesão de radial superficial e ulnar. \nCD: Solciito ENMG por rota 3.  Retorno com exame. Se inidcação ortopédica, avisar neurocirurgia (programar possível abordagem conjunta)\n \n \n \n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "consulta",
      "encaminhada",
      "Desfazemos",
      "avaliação",
      "CD",
      "Solciito",
      "Retorno",
      "abordagem conjunta"
    ],
    "Grupo Profissional ou Ocupacional": [
      "ortpedia",
      "neurocirurgia"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente",
      "vítima"
    ],
    "Lesão ou Envenenamento": [
      "PAF",
      "fratura",
      "lesão"
    ],
    "Abreviação": [
      "PAF",
      "OE",
      "OS",
      "HD",
      "CD",
      "ENMG",
      "FM = 3",
      "FM = 5"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "rádio",
      "ulnar",
      "antebaço direito",
      "V quirodáctilo",
      "face dorsal proximal do I e II quirodáctilos",
      "IV e V quirodáctilos",
      "radial superficial"
    ],
    "Localização ou Região Corporal": [
      "cabeça",
      "face radial do antebraço direto",
      "face ventral do antebraço em linha média",
      "superfície lateral do antebraço direito",
      "face medial do cotovelo"
    ],
    "Sinal ou Sintoma": [
      "Queixa",
      "parestesia",
      "hipostesia",
      "choque",
      "hipoestesia",
      "dor em queimação",
      "FM = 3",
      "limitação antálgica"
    ],
    "Procedimento Diagnóstico": [
      "ENMG"
    ],
    "Resultado Laboratorial ou de Teste": [
      "exame"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tratamento conservador",
      "tala gessada",
      "curativo de tala"
    ],
    "Achado": [
      "oponência polegar-mínimo",
      "adução do polegar",
      "flexão distal do II ao iV quirodáctilos",
      "FM = 5",
      "flexão distal do polegar",
      "flexão e extensão do unho"
    ],
    "Conceito Funcional": [
      "abdução dos dedos",
      "adução do polegar",
      "flexão distal do II ao iV quirodáctilos",
      "flexão distal do polegar",
      "flexão e extensão do unho"
    ]
  },
  "labels": {
    "limitação antálgica": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.Y": {
            "confidence_embedding": 0.8165,
            "text": "Representação de doença CID-11: Artropatia especificada em outras doenças especificadas classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38.1Y": {
            "confidence_embedding": 0.8125,
            "text": "Representação de doença CID-11: Outra artropatia neuropática especificada. Definição: "
          }
        },
        {
          "FA38": {
            "confidence_embedding": 0.8095,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FA81": {
            "confidence_embedding": 0.8016,
            "text": "Representação de doença CID-11: Espondilólise. Definição: Afecção caracterizada por degeneração de uma parte da vértebra, geralmente na “pars interarticularis” (a porção do arco vertebral que une as facetas articulares superior e inferior)."
          }
        },
        {
          "FA38.1Z": {
            "confidence_embedding": 0.7997,
            "text": "Representação de doença CID-11: Artropatia neuropática, não especificada. Definição: "
          }
        }
      ]
    },
    "adução do polegar": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38": {
            "confidence_embedding": 0.7622,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FA84.1": {
            "confidence_embedding": 0.7612,
            "text": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
          }
        },
        {
          "FA38.Y": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Artropatia especificada em outras doenças especificadas classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38.1Y": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Outra artropatia neuropática especificada. Definição: "
          }
        },
        {
          "FA81": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Espondilólise. Definição: Afecção caracterizada por degeneração de uma parte da vértebra, geralmente na “pars interarticularis” (a porção do arco vertebral que une as facetas articulares superior e inferior)."
          }
        }
      ]
    },
    "choque": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA02.Y": {
            "confidence_embedding": 0.7881,
            "text": "Representação de doença CID-11: Fratura de outros ossos especificados da face ou do crânio. Definição: "
          }
        },
        {
          "NA02.Z": {
            "confidence_embedding": 0.7771,
            "text": "Representação de doença CID-11: Fratura de ossos da face ou do crânio, parte não especificada. Definição: "
          }
        },
        {
          "NA03.0": {
            "confidence_embedding": 0.7769,
            "text": "Representação de doença CID-11: Luxação da mandíbula. Definição: Luxação da mandíbula, o maior e mais forte osso da face. A luxação da articulação temporomandibular (ATM) é uma condição dolorosa que ocorre quando o côndilo mandibular fica fixo na face antero-superior da eminência articular.\r\nA luxação da ATM deve-se a trauma ou, mais comumente, abertura excessiva da mandíbula. O espasmo dos músculos masseter, temporal e pterigóideo medial resulta em trismo, impedindo o retorno do côndilo à fossa temporal."
          }
        },
        {
          "NC53.3Z": {
            "confidence_embedding": 0.7766,
            "text": "Representação de doença CID-11: Fratura de outro osso do metacarpo, não especificada. Definição: "
          }
        },
        {
          "NC93.1Z": {
            "confidence_embedding": 0.7759,
            "text": "Representação de doença CID-11: Luxação da patela, não especificada. Definição: "
          }
        }
      ]
    },
    "oponência polegar-mínimo": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.Y": {
            "confidence_embedding": 0.7341,
            "text": "Representação de doença CID-11: Artropatia especificada em outras doenças especificadas classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38": {
            "confidence_embedding": 0.7333,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FA84.1": {
            "confidence_embedding": 0.7327,
            "text": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
          }
        },
        {
          "FA38.1Y": {
            "confidence_embedding": 0.7314,
            "text": "Representação de doença CID-11: Outra artropatia neuropática especificada. Definição: "
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7305,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        }
      ]
    },
    "dor em queimação": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.8304,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.8296,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.8212,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.3": {
            "confidence_embedding": 0.8099,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica. Definição: Dor musculoesquelética secundária crônica é u a dor crônica que surge de osso(s), articulação(ões), músculo(s), coluna vertebral, tendão(ões) ou tecido(s) mole(s) relacionado(s). É um grupo heterogêneo de condições dolorosas crônicas originadas de nocicepção persistente em articulações, ossos, músculos, coluna vertebral, tendões e tecidos moles relacionados, com etiologias locais e sistêmicas, mas também relacionadas a lesões somáticas profundas. A dor pode ser espontânea ou induzida por movimento."
          }
        },
        {
          "ME84": {
            "confidence_embedding": 0.8037,
            "text": "Representação de doença CID-11: Dor na coluna. Definição: Condição caracterizada por dor sentida nas costas/região dorsal, que geralmente se origina nos músculos, nervos, ossos, articulações ou outras estruturas da coluna vertebral."
          }
        }
      ]
    },
    "flexão distal do polegar": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FA27.0": {
            "confidence_embedding": 0.7249,
            "text": "Representação de doença CID-11: Doença de Kashin-Beck. Definição: A doença de Kashin-Beck (KBD) é uma osteocondropatia endêmica, crônica e de etiologia desconhecida. A doença é distribuída principalmente em uma faixa diagonal que vai do nordeste ao sudoeste da China, onde o teor de selénio do solo é baixo. Deficiências minerais (por exemplo, selênio, iodo), contaminação de cereais por fungos e contaminação da água podem ser fatores que contribuem para sua etiologia. A doença se manifesta por dor articular, rigidez matinal, dedos com aumento de volume e encurtados, articulações deformadas e com limitação de amplitude de movimento nas extremidades."
          }
        },
        {
          "FA38.Y": {
            "confidence_embedding": 0.7246,
            "text": "Representação de doença CID-11: Artropatia especificada em outras doenças especificadas classificadas em outra parte. Definição: "
          }
        },
        {
          "FA25.12": {
            "confidence_embedding": 0.7199,
            "text": "Representação de doença CID-11: Artropatia gotosa devida a defeitos enzimáticos ou outros transtornos hereditários.. Definição: "
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        }
      ]
    },
    "flexão e extensão do unho": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.Y": {
            "confidence_embedding": 0.7919,
            "text": "Representação de doença CID-11: Artropatia especificada em outras doenças especificadas classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38.1Y": {
            "confidence_embedding": 0.7907,
            "text": "Representação de doença CID-11: Outra artropatia neuropática especificada. Definição: "
          }
        },
        {
          "FA38": {
            "confidence_embedding": 0.7904,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.7812,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FA81": {
            "confidence_embedding": 0.7799,
            "text": "Representação de doença CID-11: Espondilólise. Definição: Afecção caracterizada por degeneração de uma parte da vértebra, geralmente na “pars interarticularis” (a porção do arco vertebral que une as facetas articulares superior e inferior)."
          }
        }
      ]
    },
    "fratura": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA72.3": {
            "confidence_embedding": 0.7841,
            "text": "Representação de doença CID-11: Fratura vertebral por fadiga. Definição: "
          }
        },
        {
          "FA38": {
            "confidence_embedding": 0.784,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38.1": {
            "confidence_embedding": 0.7834,
            "text": "Representação de doença CID-11: Artropatia neuropática. Definição: A artropatia neuropática é uma artrite progressiva, destrutiva, associada à perda da sensibilidade dolorosa, da propriocepção, ou de ambas. Os reflexos musculares normais que modulam os movimentos articulares também estão diminuídos. Sem estes mecanismos de proteção, as articulações ficam sujeitas ao trauma repetitivo, o que resulta no dano cartilaginoso e ósseo progressivo. Os sintomas adicionais incluem alterações cutâneas, tais como eritema, edema, hiperpigmentação ou púrpura, e úlceras de tecidos moles sobre as áreas afetadas, bem como afrouxamento ou instabilidade das articulações e deformidades articulares."
          }
        },
        {
          "FA38.Y": {
            "confidence_embedding": 0.7802,
            "text": "Representação de doença CID-11: Artropatia especificada em outras doenças especificadas classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38.1Y": {
            "confidence_embedding": 0.7751,
            "text": "Representação de doença CID-11: Outra artropatia neuropática especificada. Definição: "
          }
        }
      ]
    },
    "parestesia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.7921,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8C10.0": {
            "confidence_embedding": 0.7547,
            "text": "Representação de doença CID-11: Síndrome do túnel do carpo. Definição: Neuropatia compressiva causada por compressão do nervo mediano dentro do túnel do carpo no punho."
          }
        },
        {
          "8B61.3": {
            "confidence_embedding": 0.7524,
            "text": "Representação de doença CID-11: Atrofia muscular espinal de início no adulto, tipo IV. Definição: Na fraqueza AMS tipo 4, ocorre mais comumente após os 35 anos de idade (menos comumente entre 18 e 35 anos). A fraqueza dos músculos proximais é mais proeminente nas pernas do que nos braços. Início insidioso e progressão muito lenta são os traços característicos, e a expectativa de vida é normal."
          }
        },
        {
          "8C62": {
            "confidence_embedding": 0.747,
            "text": "Representação de doença CID-11: Síndrome de Eaton-Lambert. Definição: A síndrome miastênica de Lambert-Eaton, 20 vezes mais rara que a miastenia gravis positiva para receptores de acetilcolina, com prevalência de 3,42 por milhão, é uma doença imunomediada da junção neuromuscular. Clinicamente, a doença é caracterizada por fraqueza proximal das pernas. Na maioria dos pacientes, a fraqueza se estende a outros músculos, incluindo os músculos oculobulbares. Os sintomas autonômicos (boca seca, disfunção erétil, constipação) são frequentes. Os reflexos tendinosos estão reduzidos. A estimulação nervosa repetitiva mostra baixos potenciais de ação compostos do músculo, decréscimo > 10% em baixa frequência e incremento > 100% após a contração voluntária máxima em alta frequência."
          }
        },
        {
          "8B44.0": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Paraplegia espástica hereditária. Definição: Paraplegias espásticas hereditárias (PEH) compreendem um grupo genetica e clinicamente heterogêneo de transtornos neurodegenerativos caracterizados por graus variáveis de espasticidade de membros inferiores, fraqueza piramidal, hiperreflexia e envolvimento da bexiga hipertônica. Clinicamente, as PEH podem ser divididas em dois grupos principais: formas não complicadas (puras) e complicadas (complexas), dependendo da presença de outras manifestações neurológicas, incluindo ataxia, neuropatia periférica, comprometimento cognitivo, epilepsia, amiotrofia, retinopatia, surdez, ictiose e envolvimento extrapiramidal , além de paraparesia espástica. As PEH puras são caracterizadas por espasticidade e fraqueza lentamente progressivas em extremidades inferiores, frequentemente associadas a distúrbios urinários hipertônicos, leve redução da sensibilidade vibratória de extremidades inferiores e, ocasionalmente, da sensação de posição articular. As formas complexas de PEH são caracterizadas pela presença de manifestações neurológicas ou não neurológicas adicionais. Uma história familiar positiva, particularmente em casos autossômicos dominantes, está frequentemente presente, mas nem sempre. O diagnóstico pode ser auxiliado por neuroimagem e testes genéticos."
          }
        }
      ]
    },
    "queixa": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME84.Z": {
            "confidence_embedding": 0.7812,
            "text": "Representação de doença CID-11: Dor na coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "MB47.B": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Opistótono. Definição: Posição arqueada do corpo devida a espasmo dos músculos axiais ao longo da coluna vertebral"
          }
        },
        {
          "ME83": {
            "confidence_embedding": 0.7626,
            "text": "Representação de doença CID-11: Reumatismo, não especificado. Definição: É um grupo de doenças marcadas por inflamação ou dor em estruturas de tecido conjuntivo do corpo e é considerado não especificado."
          }
        },
        {
          "ME86.B": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Sintoma ou queixa da perna ou coxa. Definição: "
          }
        },
        {
          "MG30.6Y": {
            "confidence_embedding": 0.757,
            "text": "Representação de doença CID-11: Outra cefaleia ou dor orofacial secundárias crônicas, especificadas. Definição: "
          }
        }
      ]
    },
    "paf": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA03.0": {
            "confidence_embedding": 0.7653,
            "text": "Representação de doença CID-11: Luxação da mandíbula. Definição: Luxação da mandíbula, o maior e mais forte osso da face. A luxação da articulação temporomandibular (ATM) é uma condição dolorosa que ocorre quando o côndilo mandibular fica fixo na face antero-superior da eminência articular.\r\nA luxação da ATM deve-se a trauma ou, mais comumente, abertura excessiva da mandíbula. O espasmo dos músculos masseter, temporal e pterigóideo medial resulta em trismo, impedindo o retorno do côndilo à fossa temporal."
          }
        },
        {
          "NC32.4": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Fratura das diáfises da ulna e do rádio. Definição: "
          }
        },
        {
          "NA02.Y": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Fratura de outros ossos especificados da face ou do crânio. Definição: "
          }
        },
        {
          "NC56.0Z": {
            "confidence_embedding": 0.7538,
            "text": "Representação de doença CID-11: Lesão da artéria ulnar ao nível do punho ou mão, não especificada. Definição: "
          }
        },
        {
          "NC56.0Y": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Outra lesão especificada da artéria ulnar ao nível do punho ou mão. Definição: "
          }
        }
      ]
    },
    "hipoestesia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.7812,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8B88.2": {
            "confidence_embedding": 0.7711,
            "text": "Representação de doença CID-11: Espasmo hemifacial. Definição: O espasmo hemifacial (EHF) é um transtorno do movimento mais comumente causado pela compressão vascular do VII nervo craniano em sua zona de saída da raiz do tronco encefálico. Ela se manifesta como contrações involuntárias e espasmos em uma das metades da face."
          }
        },
        {
          "8B22.A": {
            "confidence_embedding": 0.753,
            "text": "Representação de doença CID-11: Síndrome de roubo da subclávia. Definição: Fluxo sanguíneo retrógrado na artéria vertebral no contexto de estenose ou oclusão proximal da artéria subclávia ipsilateral, levando a sintomas de insuficiência basilar."
          }
        },
        {
          "8B84": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Transtornos do nervo hipoglosso. Definição: "
          }
        },
        {
          "8C62": {
            "confidence_embedding": 0.752,
            "text": "Representação de doença CID-11: Síndrome de Eaton-Lambert. Definição: A síndrome miastênica de Lambert-Eaton, 20 vezes mais rara que a miastenia gravis positiva para receptores de acetilcolina, com prevalência de 3,42 por milhão, é uma doença imunomediada da junção neuromuscular. Clinicamente, a doença é caracterizada por fraqueza proximal das pernas. Na maioria dos pacientes, a fraqueza se estende a outros músculos, incluindo os músculos oculobulbares. Os sintomas autonômicos (boca seca, disfunção erétil, constipação) são frequentes. Os reflexos tendinosos estão reduzidos. A estimulação nervosa repetitiva mostra baixos potenciais de ação compostos do músculo, decréscimo > 10% em baixa frequência e incremento > 100% após a contração voluntária máxima em alta frequência."
          }
        }
      ]
    },
    "flexão distal do ii ao iv quirodáctilos": {
      "capitulo": "15",
      "opcoes": [
        {
          "FA38.Y": {
            "confidence_embedding": 0.7532,
            "text": "Representação de doença CID-11: Artropatia especificada em outras doenças especificadas classificadas em outra parte. Definição: "
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.7496,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FA38.1Y": {
            "confidence_embedding": 0.7492,
            "text": "Representação de doença CID-11: Outra artropatia neuropática especificada. Definição: "
          }
        },
        {
          "FA38": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        }
      ]
    },
    "hipostesia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8C01.0": {
            "confidence_embedding": 0.765,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8C10.0": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Síndrome do túnel do carpo. Definição: Neuropatia compressiva causada por compressão do nervo mediano dentro do túnel do carpo no punho."
          }
        },
        {
          "8C12.2": {
            "confidence_embedding": 0.7516,
            "text": "Representação de doença CID-11: Lesão do nervo supraescapular. Definição: "
          }
        },
        {
          "8B88.2": {
            "confidence_embedding": 0.7499,
            "text": "Representação de doença CID-11: Espasmo hemifacial. Definição: O espasmo hemifacial (EHF) é um transtorno do movimento mais comumente causado pela compressão vascular do VII nervo craniano em sua zona de saída da raiz do tronco encefálico. Ela se manifesta como contrações involuntárias e espasmos em uma das metades da face."
          }
        },
        {
          "8B22.A": {
            "confidence_embedding": 0.7489,
            "text": "Representação de doença CID-11: Síndrome de roubo da subclávia. Definição: Fluxo sanguíneo retrógrado na artéria vertebral no contexto de estenose ou oclusão proximal da artéria subclávia ipsilateral, levando a sintomas de insuficiência basilar."
          }
        }
      ]
    },
    "lesão": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA03.0": {
            "confidence_embedding": 0.8136,
            "text": "Representação de doença CID-11: Luxação da mandíbula. Definição: Luxação da mandíbula, o maior e mais forte osso da face. A luxação da articulação temporomandibular (ATM) é uma condição dolorosa que ocorre quando o côndilo mandibular fica fixo na face antero-superior da eminência articular.\r\nA luxação da ATM deve-se a trauma ou, mais comumente, abertura excessiva da mandíbula. O espasmo dos músculos masseter, temporal e pterigóideo medial resulta em trismo, impedindo o retorno do côndilo à fossa temporal."
          }
        },
        {
          "NA02.Y": {
            "confidence_embedding": 0.8051,
            "text": "Representação de doença CID-11: Fratura de outros ossos especificados da face ou do crânio. Definição: "
          }
        },
        {
          "NC53.3Z": {
            "confidence_embedding": 0.8001,
            "text": "Representação de doença CID-11: Fratura de outro osso do metacarpo, não especificada. Definição: "
          }
        },
        {
          "NC32.4": {
            "confidence_embedding": 0.7979,
            "text": "Representação de doença CID-11: Fratura das diáfises da ulna e do rádio. Definição: "
          }
        },
        {
          "NC53.3": {
            "confidence_embedding": 0.7942,
            "text": "Representação de doença CID-11: Fratura de outro osso do metacarpo. Definição: "
          }
        }
      ]
    }
  }
}