{
  "prontuario_id": 767,
  "text": "# PO de MPIC à direita (HSA traumática)\n# Acidente automobilístico - 20/12/13\nPaciente segue estável do ponto de vista neurológico. Apresentando dor em perna direita e ombro direito. Apresentando edema importante de de mão esquerda e muita dor à palpação do antebraço esquerdo. \nAo exame: Glasgow 15, pupilas iso / fotorreagentes, força muscular grau V, apresenta limitação funcional em MSE pela dor intensa. \nCd: Encaminho ao PS da ortopedia \n      Solicito Tc de crânio - controle\n      Retorno com exame.\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "PO",
      "iso",
      "MSE",
      "Cd",
      "HSA traumática",
      "PS da ortopedia",
      "Tc de crânio"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "MPIC"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Achado": [
      "estável",
      "iso",
      "fotorreagentes",
      "Glasgow 15",
      "força muscular grau V"
    ],
    "Sinal ou Sintoma": [
      "dor",
      "edema",
      "limitação funcional",
      "dor intensa"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "pupilas",
      "MSE",
      "perna direita",
      "ombro direito",
      "mão esquerda",
      "antebraço esquerdo"
    ],
    "Atividade de Assistência à Saúde": [
      "Cd",
      "Encaminho",
      "Solicito",
      "Retorno"
    ],
    "Procedimento Diagnóstico": [
      "exame",
      "Tc de crânio"
    ],
    "Conceito Espacial": [
      "à direita"
    ],
    "Doença ou Síndrome": [
      "HSA traumática"
    ],
    "Lesão ou Envenenamento": [
      "Acidente automobilístico"
    ],
    "Organização Relacionada à Saúde": [
      "PS da ortopedia"
    ]
  },
  "labels": {
    "força muscular grau v": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7618,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FB32.1": {
            "confidence_embedding": 0.7581,
            "text": "Representação de doença CID-11: Ruptura muscular espontânea. Definição: Esta é uma condição em que ocorre um afastamento ou ruptura entre fibras musculares e outras fibras musculares, tendões ou fáscias, na ausência de trauma"
          }
        },
        {
          "FB32.0": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Diástase de músculo. Definição: Esta é uma condição em que ocorre uma separação ou ruptura patológica entre fibras musculares e outras fibras musculares, tendões ou fáscia"
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7456,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB32.2Y": {
            "confidence_embedding": 0.7445,
            "text": "Representação de doença CID-11: Outro Infarto isquêmico muscular, especificado. Definição: "
          }
        }
      ]
    },
    "limitação funcional": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7793,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "MG00": {
            "confidence_embedding": 0.7648,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7605,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MF40.3": {
            "confidence_embedding": 0.7596,
            "text": "Representação de doença CID-11: Ejaculação retrógrada. Definição: A ejaculação retrógrada é uma condição na qual o sêmen, que normalmente é ejaculado pela uretra, é redirecionado para a bexiga urinária. A ejaculação retrógrada é tipicamente acompanhada por orgasmo subjetivo, embora o homem possa notar que a liberação de sêmen é limitada ou ausente. A ejaculação retrógrada ocorre mais comumente como uma complicação da ressecção transuretral da próstata, porém também pode ser causada por outra cirurgia pélvica, disfunção do sistema nervoso ou uso de agentes farmacológicos. A confirmação é feita pela identificação de espermatozoides em uma amostra de urina."
          }
        },
        {
          "MB26.09": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Delírio somático. Definição: Delírio envolvendo o funcionamento ou aparência do próprio corpo, incluindo o pensamento de ter uma doença grave."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA90": {
            "confidence_embedding": 0.7958,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal torácica. Definição: "
          }
        },
        {
          "NB60": {
            "confidence_embedding": 0.7858,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal lombar. Definição: "
          }
        },
        {
          "NB61": {
            "confidence_embedding": 0.7777,
            "text": "Representação de doença CID-11: Concussão ou edema da medula espinhal sacral. Definição: "
          }
        },
        {
          "NA07.2Y": {
            "confidence_embedding": 0.7607,
            "text": "Representação de doença CID-11: Outro edema cerebral traumático especificado. Definição: "
          }
        },
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7559,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        }
      ]
    },
    "glasgow 15": {
      "capitulo": "21",
      "opcoes": [
        {
          "MB23.H": {
            "confidence_embedding": 0.7574,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7502,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MG00": {
            "confidence_embedding": 0.7444,
            "text": "Representação de doença CID-11: Achados clínicos de exames para diagnóstico por imagem da mama. Definição: Achados clínicos no diagnóstico por imagem da mama são achados diagnósticos de imagem da mama que não aparecem no estado normal do corpo. Diagnóstico por imagem refere-se a tecnologias que os médicos usam para olhar dentro do corpo em busca de pistas sobre uma condição médica. Raios-X, tomografias computadorizadas, exames de medicina nuclear, exames de ressonância magnética e ultrassom são todos tipos diagnóstico por imagem."
          }
        },
        {
          "MB20.1": {
            "confidence_embedding": 0.74,
            "text": "Representação de doença CID-11: Coma. Definição: Estado agudo com duração de mais de uma hora e geralmente menos de um mês. O paciente em coma está arresponsivo, fica com os olhos fechados e não pode ser despertado nem mesmo por estímulos vigorosos e dolorosos. As respostas motoras à estimulação dolorosa estão limitadas a reflexos. As etiologias incluem, mas não estão limitadas a, lesões cerebrais traumáticas, anóxicas, infecciosas, neoplásicas, vasculares, inflamatórias e metabólicas."
          }
        },
        {
          "MB4B.3": {
            "confidence_embedding": 0.7392,
            "text": "Representação de doença CID-11: Agrafia. Definição: Agrafia refere-se à perda, geralmente na idade adulta, da habilidade prévia de escrita, sendo tal incapacidade inconsistente com o nível geral de funcionamento intelectual do indivíduo e que se apresenta após o período de desenvolvimento, em pessoas que já haviam adquirido essa habilidade anteriormente. Pode ter como causa um acidente vascular cerebral ou outra lesão cerebral."
          }
        }
      ]
    },
    "fotorreagentes": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7939,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.7623,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9B75.01": {
            "confidence_embedding": 0.7551,
            "text": "Representação de doença CID-11: Degeneração macular relacionada à idade intermediária. Definição: Consiste em drusas intermediárias extensas, pelo menos uma drusa grande (> = 125 mícrons de diâmetro) ou atrofia geográfica que não envolve o centro da fóvea"
          }
        },
        {
          "9B78.6Z": {
            "confidence_embedding": 0.7494,
            "text": "Representação de doença CID-11: Separação das camadas da retina, não especificada. Definição: "
          }
        },
        {
          "9A06.8": {
            "confidence_embedding": 0.7489,
            "text": "Representação de doença CID-11: Blefarocalásia. Definição: Trata-se de um mal posicionamento da pálpebra causado por involução ou inflamação da pálpebra. A inflamação é caracterizada por exacerbações e remissões de edema palpebral, que resulta em estiramento e subsequente atrofia dos tecidos palpebrais resultando em dobras redundantes sobre as margens da pálpebra. Tipicamente afeta apenas as pálpebras superiores e pode ser unilateral ou bilateral."
          }
        }
      ]
    },
    "hsa traumática": {
      "capitulo": "22",
      "opcoes": [
        {
          "NE81.0Z": {
            "confidence_embedding": 0.7453,
            "text": "Representação de doença CID-11: Hemorragia ou hematoma de outro localização ou não especificada, complicando um procedimento, não classificado em outra parte. Definição: "
          }
        },
        {
          "NE8Z": {
            "confidence_embedding": 0.7453,
            "text": "Representação de doença CID-11: Lesão ou dano decorrente de cuidados cirúrgicos ou médicos, não classificado em outra parte, não especificado. Definição: "
          }
        },
        {
          "ND92.02": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Queimadura da parede abdominal, queimadura epidérmica. Definição: "
          }
        },
        {
          "NE8Y": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Outra lesão ou dano especificado decorrente de cuidados cirúrgicos ou médicos, não classificados em outra parte. Definição: "
          }
        },
        {
          "ND56.7": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Lesão por esmagamento de região do corpo não especificada. Definição: "
          }
        }
      ]
    },
    "acidente automobilístico": {
      "capitulo": "23",
      "opcoes": [
        {
          "PL14.C": {
            "confidence_embedding": 0.7811,
            "text": "Representação de doença CID-11: Paciente recebeu teste diagnóstico ou tratamento destinado a outro paciente. Definição: "
          }
        },
        {
          "PL13.7": {
            "confidence_embedding": 0.7654,
            "text": "Representação de doença CID-11: Medicamento ou substância que é sabidamente contraindicada para o paciente como modo de lesão ou dano. Definição: "
          }
        },
        {
          "PL11.3": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Corpo estranho deixado acidentalmente no corpo como modo de lesão ou dano. Definição: "
          }
        },
        {
          "PH56": {
            "confidence_embedding": 0.7557,
            "text": "Representação de doença CID-11: Exposição de intenção indeterminada a outras ou não especificadas substâncias principalmente não medicinais quanto a origem ou a seus efeitos nocivos. Definição: "
          }
        },
        {
          "PL14": {
            "confidence_embedding": 0.7459,
            "text": "Representação de doença CID-11: Modo de lesão ou dano associado às outras causas relacionadas aos cuidados de saúde. Definição: "
          }
        }
      ]
    },
    "dor intensa": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.7803,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7755,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7718,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MD81.2": {
            "confidence_embedding": 0.7491,
            "text": "Representação de doença CID-11: Dor abdominal generalizada. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de gravidade, ou cólicas, contrações espasmódicas causando dor intensa na região abdominal em geral."
          }
        },
        {
          "MB23.H": {
            "confidence_embedding": 0.7481,
            "text": "Representação de doença CID-11: Crise de pânico. Definição: Episódio distinto de medo ou apreensão intensos, acompanhado pelo início súbito e simultâneo de uma série de sintomas característicos. Esses sintomas podem incluir, mas não estão limitados a, palpitações ou aumento da frequência cardíaca, sudorese, tremores, sensação de falta de ar, sensação de asfixia, dor no peito, náusea ou desconforto abdominal, tontura ou sensação de desmaio, calafrios ou ondas de calor, formigamento ou falta de sensação de extremidades (i.e., parestesias), despersonalização ou desrealização, medo de perder o controle ou enlouquecer e medo de morte iminente. Os ataques de pânico podem aparecer sem motivo aparente ou podem ser desencadeados por situações específicas."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG30.2": {
            "confidence_embedding": 0.7937,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7933,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7888,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.31": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Dor musculoesquelética secundária crônica associada a alterações estruturais. Definição: Dor musculoesquelética secundária crônica associada a alterações estruturais é uma dor crônica de mecanismo(s) desconhecido(s), que é atribuível a alterações anatômicas em articulação(ões), osso(s) ou tendão(ões). A alteração estrutural precisa ser inferida a partir de exame clínico e/ou demonstrável por exame de imagem. A dor pode ser espontânea ou induzida por movimento. É caracterizada por aspectos clínicos como inchaço, alodinia ou restrição de movimentos.\r\n\r\nCritérios de Diagnóstico:\r\n\r\nAs condições de A a D são preenchidas:\r\n\r\nA) Dor crônica (persistente ou recorrente por mais de 3 meses) em articulação(ões), osso(s) ou tendão(ões) está presente. A dor pode ser espontânea ou induzida por movimento.\r\n\r\nB) Pelo menos um dos seguintes critérios atendidos:\r\nB1) Inchaço está presente.\r\nB2) Alodinia sobre a parte está presente.\r\n\r\nC) A alteração estrutural é inferida a partir de exame clínico ou de imagem.\r\n\r\nD) A dor não é melhor explicada por outro diagnóstico de dor crônica."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.7584,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        }
      ]
    },
    "iso": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7871,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A05.0": {
            "confidence_embedding": 0.7625,
            "text": "Representação de doença CID-11: Mioquimia da pálpebra. Definição: Mioquimia é usado para descrever uma contração muscular involuntária da pálpebra, tipicamente envolvendo a pálpebra inferior ou menos frequentemente a pálpebra superior. Ocorre em indivíduos normais e tipicamente começa e desaparece espontaneamente. Todavia, às vezes pode durar até três semanas. Como a condição tipicamente se resolve sozinha, profissionais médicos não a consideram como algo sério ou uma causa para preocupação."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.7566,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9B10.22": {
            "confidence_embedding": 0.7462,
            "text": "Representação de doença CID-11: Pós-catarata. Definição: Pós-catarata é a complicação mais comum da cirurgia moderna para catarata, ocorrendo em cerca de 20 a 25% dos casos. Também é conhecida como opacificação de cápsula posterior."
          }
        },
        {
          "9A78.7": {
            "confidence_embedding": 0.7384,
            "text": "Representação de doença CID-11: Hipoestesia da córnea. Definição: Isso se refere a uma redução da perceção de tato ou sensação, ou perda parcial de sensibilidade aos estímulos sensoriais, da parte frontal transparente do olho que cobre a íris, a pupila e a câmara anterior."
          }
        }
      ]
    }
  }
}