{
  "prontuario_id": 626,
  "text": "R1 Doutor Vital Brazil\nR2 Doutor Vital Brazil\nLucas, 19 ANOS\n# PACIENTE COM QUEIXA DE BAV OD HA 1 MES, APOS EPISODIO DE CONJUNTIVITE (SIC). \n     REFERE QUE POSSUI LESAO CORNEANA PERIFERICA DESDE INFANCIA. , COM PIORA TAMBEM APOS PROVAVEL CONJUNTIVITE (SIC)\n# HMP: NEGA CX OU TRAUMA OCULAR\n             NEGA COMORBIDADES\n# HMF: NEGA\n# AVSC:\n20/200\n20/20\n# ESQ:\nREFLEXO DIMINUIDO\n+0,50 ESF\n# TOLERA:\nSEM MELHORA 20/200\nPL ESF 20/20\n# BIO:\nOD - OPACIDADE CORNEANA (ESTROMAL) ACOMETENDO EIXO, VH4, PFR, CERATITE PUNTATA INFERIOR, SEM REAÇÃO DE CAMARA, PIGMENTO DE IRIS EM CRISTALINO, NEOVASOS FINOS CORNEANOS 4H\n# BIO DE FUNDO //  FO:\nOD - IMPOSSIVEL DEVIDO A OPACIDADE DE MEIOS\nOE - MACULA E PAPILA NORMAIS\n# MR OD:\nOPACIDADE DE MEIOS\n# PIO:\n10/10\n# A: BAV OD (LEUCOMA ACOMETENDO EIXO VISUAL)\n# CD: AGENDO RETORNO DIA 15/09/16 PARA AVALIAÇÃO COM Doutor Vital Brazil PRESCREVO VIDISIC 6/6H + SYSTANE 4/4H\n \n \n \n ",
  "entities": {
    "Abreviação": [
      "R1",
      "R2",
      "BAV",
      "OD",
      "CX",
      "HMF",
      "ESQ",
      "ESF",
      "TOLERA",
      "PL",
      "BIO",
      "VH4",
      "PFR",
      "FO",
      "OE",
      "MR",
      "PIO",
      "CD",
      "BIO DE FUNDO"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "Doutor",
      "R2"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Sinal ou Sintoma": [
      "QUEIXA",
      "BAV",
      "REFLEXO DIMINUIDO",
      "OPACIDADE CORNEANA",
      "REAÇÃO DE CAMARA",
      "NEOVASOS FINOS CORNEANOS",
      "IMPOSSIVEL DEVIDO A OPACIDADE DE MEIOS",
      "OPACIDADE DE MEIOS"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OD",
      "ESTROMAL",
      "OE"
    ],
    "Doença ou Síndrome": [
      "CONJUNTIVITE",
      "CERATITE PUNTATA INFERIOR"
    ],
    "Conceito Temporal": [
      "APOS",
      "HA 1 MES",
      "DESDE INFANCIA"
    ],
    "Negação": [
      "NEGA",
      "SEM"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX"
    ],
    "Procedimento Diagnóstico": [
      "ESQ",
      "BIO",
      "PFR",
      "FO",
      "MR",
      "PIO",
      "BIO DE FUNDO"
    ],
    "Conceito Qualitativo": [
      "MELHORA"
    ],
    "Conceito Quantitativo": [
      "20/200",
      "20/20",
      "10/10",
      "+0 , 50"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "AGENDO",
      "RETORNO",
      "AVALIAÇÃO",
      "PRESCREVO"
    ],
    "Substância Química Orgânica": [
      "VIDISIC"
    ],
    "Substância Farmacológica": [
      "VIDISIC",
      "SYSTANE"
    ],
    "Lesão ou Envenenamento": [
      "LESAO CORNEANA PERIFERICA",
      "TRAUMA OCULAR"
    ],
    "Achado": [
      "REAÇÃO DE CAMARA",
      "PIGMENTO DE IRIS EM CRISTALINO",
      "MACULA E PAPILA NORMAIS"
    ]
  },
  "labels": {
    "bav": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A03.24": {
            "confidence_embedding": 0.7852,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A03.2": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Ectrópio da pálpebra. Definição: A dobra para fora (eversão) da margem da pálpebra, resultando na exposição da conjuntiva palpebral"
          }
        },
        {
          "9A60.0Y": {
            "confidence_embedding": 0.7765,
            "text": "Representação de doença CID-11: Outra conjuntivite papilar especificada. Definição: "
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7715,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A01.2": {
            "confidence_embedding": 0.7629,
            "text": "Representação de doença CID-11: Hordéolo. Definição: Infecção focal aguda geralmente por Staphylococcus aureus envolvendo o folículo dos cílios e suas glândulas de Meibomius e Zeis associadas. Se o foco principal de infecção for o folículo, ele se apresenta com um furúnculo doloroso que libera pus na margem palpebral (hordéolo externo ou terçol). Se a infecção estiver centrada na glândula de Meibomius (hordéolo interno), então ocorre supuração para a superfície conjuntival."
          }
        }
      ]
    },
    "opacidade corneana": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A03.24": {
            "confidence_embedding": 0.7577,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7571,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A10.3": {
            "confidence_embedding": 0.7565,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        },
        {
          "9D43": {
            "confidence_embedding": 0.7537,
            "text": "Representação de doença CID-11: Comprometimento da visão de contraste. Definição: Sensibilidade ao contraste se refere à habilidade para distinguir pequenas diferenças no brilho entre superfícies adjacentes.\r\n\r\nSensibilidade ao contraste de pico se refere às menores diferenças que são discerníveis para estímulos grandes. \r\n\r\nPara pequenos objetos, como aqueles envolvidos em muitas atividades de vida diária, a sensibilidade ao contraste interage com a acuidade visual e o campo visual. Melhor contraste torna pequenos detalhes visíveis. O campo visual é maior para estímulos mais intensos."
          }
        },
        {
          "9A06.72": {
            "confidence_embedding": 0.753,
            "text": "Representação de doença CID-11: Blefaroconjuntivite alérgica de contato. Definição: Dermatite de contato alérgica afetando as pálpebras e a conjuntiva."
          }
        }
      ]
    },
    "lesao corneana periferica": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A03.24": {
            "confidence_embedding": 0.7557,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7557,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A10.1": {
            "confidence_embedding": 0.7515,
            "text": "Representação de doença CID-11: Síndrome inflamatória da órbita. Definição: Refere-se a uma lesão tipo massa marginada e realçada de tecido mole envolvendo qualquer área da órbita. É a massa orbitária dolorosa mais comum na população adulta e está associada a proptose, paresia de nervo craniano (síndrome Tolosa-Hunt), uveíte e descolamento de retina."
          }
        },
        {
          "9A06.72": {
            "confidence_embedding": 0.7474,
            "text": "Representação de doença CID-11: Blefaroconjuntivite alérgica de contato. Definição: Dermatite de contato alérgica afetando as pálpebras e a conjuntiva."
          }
        },
        {
          "9C61.34": {
            "confidence_embedding": 0.7421,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico."
          }
        }
      ]
    },
    "ceratite puntata inferior": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A60.5": {
            "confidence_embedding": 0.7678,
            "text": "Representação de doença CID-11: Ceratoconjuntivite vernal. Definição: Ceratoconjuntivite vernal é uma forma persistente e grave de alergia ocular que afeta crianças e adultos jovens, geralmente em climas quentes. A ceratoconjuntivite vernal tipicamente aparece em meninos entre as idades de 4 a 12 anos. Os sintomas típicos são coceira intensa, lacrimejamento e fotofobia. A exacerbação da doença pode ser desencadeada pela reexposição ao alérgeno ou por estímulos inespecíficos, como luz solar, vento e poeira. A forma tarsal é caracterizada por papilas hipertróficas de tamanho irregular, levando a uma aparência de paralelepípedos na placa tarsal superior. A forma límbica é caracterizada por infiltrados limbais múltiplos transitórios ou infiltrados conjuntivais gelatinosos amarelo-acinzentados sobrepostos com pontos ou depósitos brancos, conhecidos como pontos de Horner-Trantas, e papilas no limbo."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7653,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A78.20": {
            "confidence_embedding": 0.763,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7614,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A73": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Ceratite de exposição. Definição: condição de exposição em que a córnea do olho, a parte frontal do olho, fica inflamada. A condição é frequentemente marcada por dor moderada a intensa e geralmente envolve comprometimento da visão. Pode causar sensação de areia cada vez que o indivíduo pisca os olhos."
          }
        }
      ]
    },
    "trauma ocular": {
      "capitulo": "22",
      "opcoes": [
        {
          "NA06.5": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Trauma do esfíncter da íris. Definição: Refere-se ao trauma ao músculo na parte do olho chamada íris. Este circunda internamente a pupila da íris, o que é apropriado à sua função como constritor da pupila."
          }
        },
        {
          "NA06.1": {
            "confidence_embedding": 0.778,
            "text": "Representação de doença CID-11: Ferimento penetrante da órbita ocular com ou sem corpo estranho. Definição: "
          }
        },
        {
          "NA06.84": {
            "confidence_embedding": 0.775,
            "text": "Representação de doença CID-11: Ferimento penetrante do globo ocular sem corpo estranho, unilateral. Definição: "
          }
        },
        {
          "ND70.1": {
            "confidence_embedding": 0.7732,
            "text": "Representação de doença CID-11: Corpo estranho no saco conjuntival. Definição: "
          }
        },
        {
          "NA06.9": {
            "confidence_embedding": 0.7723,
            "text": "Representação de doença CID-11: Contusão do olho ou dos tecidos orbitários. Definição: Traumatismos ao globo ocular e aos tecidos adjacentes resultando em hemorragia, usualmente manifestada na pele."
          }
        }
      ]
    },
    "conjuntivite": {
      "capitulo": "01",
      "opcoes": [
        {
          "1D84.1": {
            "confidence_embedding": 0.808,
            "text": "Representação de doença CID-11: Conjuntivite hemorrágica epidêmica aguda. Definição: Doença da conjuntiva, causada por uma infecção por enterovírus. Esta doença é caracterizada por olhos doloridos e vermelhos, pálpebras inchadas, folículos conjuntivais, quemose e hemorragia subconjuntival. A transmissão se dá por contato direto ou contato com água contaminada."
          }
        },
        {
          "1D84.0": {
            "confidence_embedding": 0.7898,
            "text": "Representação de doença CID-11: Conjuntivite devida ao adenovírus. Definição: Condição da conjuntiva, causada por uma infecção por adenovírus. Essa condição é caracterizada por coceira nos olhos, lacrimejamento, vermelhidão, secreção ou fotofobia (com envolvimento da córnea). A transmissão é por contato direto, contato indireto ou transmissão por gotículas."
          }
        },
        {
          "1D84": {
            "confidence_embedding": 0.7764,
            "text": "Representação de doença CID-11: Conjuntivite viral. Definição: Inflamação, geralmente leve, da conjuntiva causada por uma variedade de agentes virais. O envolvimento conjuntival pode ser parte de uma infecção sistêmica."
          }
        },
        {
          "1C20": {
            "confidence_embedding": 0.7708,
            "text": "Representação de doença CID-11: Conjuntivite causada por clamídias. Definição: A conjuntivite por clamídia é uma infecção sexualmente transmissível da conjuntiva causada pela bactéria Chlamydia trachomatis. Os sintomas incluem vermelhidão com secreção pegajosa e pálpebras inchadas em um ou ambos os olhos."
          }
        },
        {
          "1F00.1": {
            "confidence_embedding": 0.7409,
            "text": "Representação de doença CID-11: Infecção do olho por herpes simples. Definição: Condição ocular causada por uma infecção por vírus herpes simples tipo 1 ou 2. A condição é caracterizada por blefaroconjuntivite ou ceratite. A transmissão ocorre por contato direto. A confirmação é feita pela identificação do vírus herpes simples tipo 1 ou 2."
          }
        }
      ]
    },
    "queixa": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME64.3": {
            "confidence_embedding": 0.7692,
            "text": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica)."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7655,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MC20.0": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Estafiloma. Definição: Protusão anormal do tecido uveal através de um ponto frágil do globo ocular. A protrução geralmente é de cor preta, devido às camadas internas do olho. Ocorre devido ao enfraquecimento da camada externa do olho (córnea ou esclera) por uma condição inflamatória ou degenerativa. Pode ser de 5 tipos, dependendo da localização no globo ocular (bulbus oculi)."
          }
        },
        {
          "MG31.0": {
            "confidence_embedding": 0.7473,
            "text": "Representação de doença CID-11: Dor aguda na face, não classificada em outra parte. Definição: "
          }
        }
      ]
    },
    "opacidade de meios": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A04.0": {
            "confidence_embedding": 0.7755,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9D43": {
            "confidence_embedding": 0.7686,
            "text": "Representação de doença CID-11: Comprometimento da visão de contraste. Definição: Sensibilidade ao contraste se refere à habilidade para distinguir pequenas diferenças no brilho entre superfícies adjacentes.\r\n\r\nSensibilidade ao contraste de pico se refere às menores diferenças que são discerníveis para estímulos grandes. \r\n\r\nPara pequenos objetos, como aqueles envolvidos em muitas atividades de vida diária, a sensibilidade ao contraste interage com a acuidade visual e o campo visual. Melhor contraste torna pequenos detalhes visíveis. O campo visual é maior para estímulos mais intensos."
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.7674,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A10.3": {
            "confidence_embedding": 0.7662,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        },
        {
          "9D00.0": {
            "confidence_embedding": 0.7649,
            "text": "Representação de doença CID-11: Miopia. Definição: Erro refracional em que os raios de luz que entram no olho paralelamente ao eixo visual são trazidos a um ponto focal antes da retina quando a acomodação ocular está relaxada. Isso usualmente é resultado de o globo ocular ser muito comprido da frente para o fundo, mas pode ser causado por uma córnea muito curva, ou por um cristalino de poder óptico aumentado ou por ambos."
          }
        }
      ]
    },
    "neovasos finos corneanos": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A03.24": {
            "confidence_embedding": 0.7613,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.759,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A60.0Y": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Outra conjuntivite papilar especificada. Definição: "
          }
        },
        {
          "9A10.3": {
            "confidence_embedding": 0.7509,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        },
        {
          "9A01.2": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Hordéolo. Definição: Infecção focal aguda geralmente por Staphylococcus aureus envolvendo o folículo dos cílios e suas glândulas de Meibomius e Zeis associadas. Se o foco principal de infecção for o folículo, ele se apresenta com um furúnculo doloroso que libera pus na margem palpebral (hordéolo externo ou terçol). Se a infecção estiver centrada na glândula de Meibomius (hordéolo interno), então ocorre supuração para a superfície conjuntival."
          }
        }
      ]
    },
    "reflexo diminuido": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A10.3": {
            "confidence_embedding": 0.7774,
            "text": "Representação de doença CID-11: Hiperlacrimação. Definição: Transbordamento de lágrimas devido a secreção excessiva pela glândula lacrimal. Pode ser causado por drogas (p.ex. pillocarpina), forte emoção; ou como reflexo de estimulação trigeminal por inflamação ocular; ou irritação da córnea ou conjuntiva por irritante químico no ar; vento frio; ou corpo estranho no olho. Os principais sintomas são desconforto e visão turva e algumas vezes constrangimento. A abordagem depende da causa.\r\n\r\n\r\n. É um sinal clínico ou condição que aponta para a drenagem insuficiente do filme lacrimal dos olhos, em que as lágrimas vão drenar pela face abaixo em vez de o fazerem pelo sistema nasolacrimal."
          }
        },
        {
          "9A04.0": {
            "confidence_embedding": 0.7696,
            "text": "Representação de doença CID-11: Triquíase sem entrópio. Definição: Refere-se a cílios anormalmente posicionados que crescem para trás em direção ao olho, tocando a córnea ou conjuntiva. Pode ser causado por infecção, inflamação, condições autoimunes, defeitos congênitos, agenesia palpebral e traumatismos como queimaduras ou lesões palpebrais. Esse diagnóstico é feito na ausência da condição em que a pálpebra (usualmente a inferior) dobra para dentro. É muito desconfortável, pois os cílios constantemente se esfregam contra a córnea e a irritam."
          }
        },
        {
          "9A03.2": {
            "confidence_embedding": 0.7582,
            "text": "Representação de doença CID-11: Ectrópio da pálpebra. Definição: A dobra para fora (eversão) da margem da pálpebra, resultando na exposição da conjuntiva palpebral"
          }
        },
        {
          "9A03.24": {
            "confidence_embedding": 0.758,
            "text": "Representação de doença CID-11: Síndrome da frouxidão palpebral. Definição: Transtorno adquirido de origem desconhecida, que se manifesta por pálpebras superiores frouxas facilmente evertidas e conjuntivite papilar da conjuntiva palpebral superior. Está associado primariamente a homens obesos e apneia obstrutiva do sono. O tarso da pálpebra superior se torna mais macio e frouxo provavelmente devido a forças mecânicas e mudanças enzimáticas. A pálpebra superior everte durante o sono, resultando em irritação, conjuntivite papilar e queratinização conjuntival. O tratamento efetivo consiste em prevenir que a pálpebra superior everta enquanto o paciente dorme."
          }
        },
        {
          "9D43": {
            "confidence_embedding": 0.7567,
            "text": "Representação de doença CID-11: Comprometimento da visão de contraste. Definição: Sensibilidade ao contraste se refere à habilidade para distinguir pequenas diferenças no brilho entre superfícies adjacentes.\r\n\r\nSensibilidade ao contraste de pico se refere às menores diferenças que são discerníveis para estímulos grandes. \r\n\r\nPara pequenos objetos, como aqueles envolvidos em muitas atividades de vida diária, a sensibilidade ao contraste interage com a acuidade visual e o campo visual. Melhor contraste torna pequenos detalhes visíveis. O campo visual é maior para estímulos mais intensos."
          }
        }
      ]
    },
    "impossivel devido a opacidade de meios": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME64.3": {
            "confidence_embedding": 0.7215,
            "text": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica)."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7196,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MC20.0": {
            "confidence_embedding": 0.7108,
            "text": "Representação de doença CID-11: Estafiloma. Definição: Protusão anormal do tecido uveal através de um ponto frágil do globo ocular. A protrução geralmente é de cor preta, devido às camadas internas do olho. Ocorre devido ao enfraquecimento da camada externa do olho (córnea ou esclera) por uma condição inflamatória ou degenerativa. Pode ser de 5 tipos, dependendo da localização no globo ocular (bulbus oculi)."
          }
        },
        {
          "MC11": {
            "confidence_embedding": 0.6959,
            "text": "Representação de doença CID-11: Sensibilidade ocular anormal. Definição: "
          }
        },
        {
          "MC1A": {
            "confidence_embedding": 0.6949,
            "text": "Representação de doença CID-11: Opacidades vítreas visíveis. Definição: Pontos flutuantes são manchas ou formas escuras que parecem flutuar na frente da imagem da retina."
          }
        }
      ]
    }
  }
}