{
  "prontuario_id": 84,
  "text": "Lucas, 72 ANOS\n- AP PREVIOS SEM LESOES MALIGNAS CONFORME LAUDO VERBAL DE PATOLOGISTA\n# FOTOENVELHIMENTO\n# DERMOABRASÃO QUÍMICA COM JESSNER 5 CAMADAS + ATA 20% - PACIENTE REFERE TER FEITO EM FACE\n# EM 16/6/15:\n- JESSNER 10 CAMADAS + AR EM DORSO MÃOS e mmss\n- JESSNER 5 CAMADAS + ATA 20% EM COLO E CERVICAL\n- LASER EM MMSS 2013\n# S: QUEIXA-SE DE RUGAS EM ANTEBRACOS\n# O: FOTOENVELHECIMENTO\n# P:\nORIENTACOES\nATA 20% CERVICAL ATE FURCULA \nJESSNER 10 +AR COLO\nAR EM ANTEBRACOS\nEM 10 DIAS VITACID PLUS NOITES ALTERNADAS\nRET EM 26/1/16\nR2 Doutor Vital Brazil ",
  "entities": {
    "Negação": [
      "SEM"
    ],
    "Resultado Laboratorial ou de Teste": [
      "LAUDO"
    ],
    "Conceito Qualitativo": [
      "VERBAL"
    ],
    "Grupo Profissional ou Ocupacional": [
      "PATOLOGISTA",
      "R2",
      "Doutor"
    ],
    "Sinal ou Sintoma": [
      "FOTOENVELHIMENTO",
      "QUEIXA-SE",
      "FOTOENVELHECIMENTO",
      "LESOES MALIGNAS"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Localização ou Região Corporal": [
      "FACE",
      "COLO",
      "CERVICAL",
      "FURCULA"
    ],
    "Substância Farmacológica": [
      "AR",
      "JESSNER 5 CAMADAS",
      "JESSNER 10 CAMADAS",
      "ATA 20%",
      "JESSNER 10",
      "VITACID PLUS"
    ],
    "Substância Química Orgânica": [
      "AR",
      "JESSNER 5 CAMADAS",
      "JESSNER 10 CAMADAS",
      "ATA 20%",
      "JESSNER 10",
      "VITACID PLUS"
    ],
    "Abreviação": [
      "AR",
      "mmss",
      "MMSS",
      "RET",
      "R2",
      "AP PREVIOS",
      "ATA 20%",
      "JESSNER 10"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "mmss",
      "MMSS",
      "ANTEBRACOS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "LASER",
      "DERMOABRASÃO QUÍMICA",
      "JESSNER 5 CAMADAS",
      "ATA 20%",
      "JESSNER 10 CAMADAS",
      "JESSNER 10"
    ],
    "Dispositivo Médico": [
      "LASER"
    ],
    "Achado": [
      "RUGAS"
    ],
    "Atividade de Assistência à Saúde": [
      "ORIENTACOES",
      "RET"
    ],
    "Conceito Quantitativo": [
      "10"
    ],
    "Conceito Temporal": [
      "DIAS"
    ],
    "Procedimento Diagnóstico": [
      "AP PREVIOS"
    ],
    "Substância Química Inorgânica": [
      "JESSNER 5 CAMADAS"
    ],
    "Substância Perigosa ou Venenosa": [
      "VITACID PLUS"
    ]
  },
  "labels": {
    "queixa-se": {
      "capitulo": "06",
      "opcoes": [
        {
          "6C45.3": {
            "confidence_embedding": 0.727,
            "text": "Representação de doença CID-11: Intoxicação por cocaína. Definição: Intoxicação por cocaína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cocaína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cocaína e sua intensidade está intimamente relacionada à quantidade de cocaína consumida. Têm duração limitada, e diminuem à medida que a cocaína é eliminada do corpo. Sintomas de apresentação podem incluir euforia inadequada, ansiedade, raiva, atenção prejudicada, hipervigilância, agitação psicomotora, ideação paranoide (às vezes de intensidade delirante), alucinações auditivas, confusão, e mudanças na sociabilidade. Sudorese ou calafrios, náusea ou vômitos, e palpitações e dor torácica podem ocorrer. Sinais físicos podem incluir taquicardia, pressão arterial elevada e dilatação pupilar. Em casos raros, geralmente na intoxicação grave, o uso de cocaína pode resultar em convulsões, fraqueza muscular, discinesia ou distonia."
          }
        },
        {
          "6A21.01": {
            "confidence_embedding": 0.7252,
            "text": "Representação de doença CID-11: Transtorno esquizoafetivo, primeiro episódio, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno esquizoafetivo, primeiro episódio em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6C48.2": {
            "confidence_embedding": 0.7234,
            "text": "Representação de doença CID-11: Intoxicação por cafeína. Definição: Intoxicação por cafeína é uma condição transitória clinicamente significativa, que se desenvolve durante ou logo após o consumo de cafeína, caracterizada por perturbações em consciência, cognição, percepção, afeto, comportamento ou coordenação. Essas perturbações são causadas pelos efeitos farmacológicos conhecidos da cafeína e sua intensidade está intimamente relacionada à quantidade de cafeína consumida. Têm duração limitada, e diminuem à medida que a cafeína é eliminada do corpo. A apresentação pode incluir inquietação, ansiedade, excitação, insônia, rubor facial, taquicardia, diurese, alterações gastrointestinais, espasmos musculares, agitação psicomotora, sudorese ou calafrios, náusea ou vômitos. Arritmias cardíacas podem ocorrer. Distúrbios típicos de intoxicação tendem a ocorrer com doses relativamente elevadas (p.ex., > 1g por dia). Doses muito elevadas de cafeína (p.ex., > 5g) podem resultar em dificuldades respiratórias ou convulsões e podem ser fatais."
          }
        },
        {
          "6A21.11": {
            "confidence_embedding": 0.7191,
            "text": "Representação de doença CID-11: Transtorno esquizoafetivo, episódios múltiplos, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno esquizoafetivo, episódios múltiplos em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        },
        {
          "6A21.21": {
            "confidence_embedding": 0.7173,
            "text": "Representação de doença CID-11: Transtorno esquizoafetivo, contínuo, em remissão parcial. Definição: Todos os critérios diagnósticos para transtorno esquizoafetivo, contínuo em termos de sintomas e duração foram preenchidos anteriormente. Os sintomas melhoraram de tal forma que os critérios diagnósticos para o transtorno não foram preenchidos por pelo menos um mês, mas alguns sintomas clinicamente significativos persistem, que podem ou não estar associados a comprometimento funcional. A remissão parcial pode ter ocorrido em resposta a medicamento ou outro tratamento."
          }
        }
      ]
    },
    "lesoes malignas": {
      "capitulo": "02",
      "opcoes": [
        {
          "2C82": {
            "confidence_embedding": 0.7781,
            "text": "Representação de doença CID-11: Neoplasia maligna da próstata. Definição: O câncer de próstata contribui significativamente para a carga geral de câncer, sendo a neoplasia maligna mais frequente em homens. O número de casos tem aumentado continuamente nas últimas décadas, em parte devido à maior expectativa de vida. Um fator adicional é o estilo de vida ocidental, caracterizado por uma dieta altamente calórica e falta de exercícios físicos. Os dados epidemiológicos indicam que os negros são os mais suscetíveis, seguidos pelos brancos, enquanto os asiáticos apresentam o menor risco. Até que ponto a mortalidade por câncer de próstata pode ser reduzida pelo exame de PSA, está atualmente sendo avaliada. O diagnóstico histopatológico e a graduação desempenham um papel importante no tratamento do câncer de próstata"
          }
        },
        {
          "2E05.0": {
            "confidence_embedding": 0.7517,
            "text": "Representação de doença CID-11: Metástase de neoplasia maligna no ovário. Definição: Propagação do câncer para o ovário. Pode ser oriunda de um câncer de ovário primário envolvendo o ovário oposto ou de um câncer em uma localização distante."
          }
        },
        {
          "2C53": {
            "confidence_embedding": 0.7463,
            "text": "Representação de doença CID-11: Neoplasia maligna envolvendo localizações sobrepostas de retroperitônio, peritônio ou omento. Definição: "
          }
        },
        {
          "2E64.0": {
            "confidence_embedding": 0.7418,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas intraepidérmico. Definição: Origina-se com maior frequência na pele glabra, cronicamente exposta ao sol, da cabeça e pescoço ou parte inferior das pernas. Tipicamente se apresenta como manchas, nódulos ou placas eritematosos escamosos bem demarcados, únicos ou múltiplos, que histologicamente mostram extensa atipia queratinocítica. Pode se desenvolver a partir de ceratose actínica preexistente (carcinoma de células escamosas intraepidérmico actínico). Embora esteja mais comumente associado à exposição à radiação ultravioleta, outros carcinógenos como arsênio e alcatrão podem estar implicados. O vírus do papiloma humano pode representar um fator de risco adicional em pacientes imunossuprimidos."
          }
        },
        {
          "2C53.Z": {
            "confidence_embedding": 0.7403,
            "text": "Representação de doença CID-11: Neoplasia maligna envolvendo localizações sobrepostas de retroperitônio, peritônio ou omento, não especificada. Definição: "
          }
        }
      ]
    },
    "fotoenvelhimento": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB51": {
            "confidence_embedding": 0.7471,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EJ20": {
            "confidence_embedding": 0.737,
            "text": "Representação de doença CID-11: Fotoenvelhecimento da pele. Definição: As alterações na pele que podem ser atribuídas à exposição crônica a radiação ultravioleta e que se manifestam clinicamente principalmente como elastose actínica, rugas e despigmentação."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7363,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EK90.0": {
            "confidence_embedding": 0.7313,
            "text": "Representação de doença CID-11: Ceratose actínica. Definição: Ceratoses actínicas (CA) são áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. São muito comuns em área exposta ao sol de indivíduos de pele clara que tiveram exposição excessiva à luz solar. Inicialmente pápulas escamosas planas, podem se tornar significativamente elevadas em relação à superfície da pele pela produção de queratina aderente densa ou como resultado de proliferação celular desregulada que pode progredir para franco carcinoma in situ ou carcinoma espinocelular invasivo."
          }
        },
        {
          "ED90.00": {
            "confidence_embedding": 0.7307,
            "text": "Representação de doença CID-11: Rosácea eritemato-telangectásica. Definição: Rosácea eritemato-telangectásica manifesta-se como eritema facial e tendência ao rubor que afeta, mas não se limita ao centro da face e fronte: a lateral das bochechas, as orelhas e as regiões laterais do pescoço também podem estar envolvidas. É mais comum em indivíduos de pele clara e tende a piorar com exposição ao vento e à luz solar. Com o tempo, telangiectasias permanentes se desenvolvem."
          }
        }
      ]
    },
    "fotoenvelhecimento": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB51": {
            "confidence_embedding": 0.749,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EJ20": {
            "confidence_embedding": 0.742,
            "text": "Representação de doença CID-11: Fotoenvelhecimento da pele. Definição: As alterações na pele que podem ser atribuídas à exposição crônica a radiação ultravioleta e que se manifestam clinicamente principalmente como elastose actínica, rugas e despigmentação."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7323,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        },
        {
          "EK90.0": {
            "confidence_embedding": 0.7295,
            "text": "Representação de doença CID-11: Ceratose actínica. Definição: Ceratoses actínicas (CA) são áreas focais de proliferação e diferenciação anormais de queratinócitos induzidas por exposição crônica à radiação ultravioleta. São muito comuns em área exposta ao sol de indivíduos de pele clara que tiveram exposição excessiva à luz solar. Inicialmente pápulas escamosas planas, podem se tornar significativamente elevadas em relação à superfície da pele pela produção de queratina aderente densa ou como resultado de proliferação celular desregulada que pode progredir para franco carcinoma in situ ou carcinoma espinocelular invasivo."
          }
        },
        {
          "ED90.00": {
            "confidence_embedding": 0.7278,
            "text": "Representação de doença CID-11: Rosácea eritemato-telangectásica. Definição: Rosácea eritemato-telangectásica manifesta-se como eritema facial e tendência ao rubor que afeta, mas não se limita ao centro da face e fronte: a lateral das bochechas, as orelhas e as regiões laterais do pescoço também podem estar envolvidas. É mais comum em indivíduos de pele clara e tende a piorar com exposição ao vento e à luz solar. Com o tempo, telangiectasias permanentes se desenvolvem."
          }
        }
      ]
    },
    "rugas": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB51": {
            "confidence_embedding": 0.762,
            "text": "Representação de doença CID-11: Lúpus eritematoso cutâneo crônico. Definição: Lúpus eritematoso cutâneo crônico (LECC) é caracterizado pela presença de placas cutâneas circunscritas apresentando graus variados de edema, eritema, descamação, tamponamento e atrofia folicular. Apresenta-se mais comumente como placas discoides envolvendo face, orelhas e couro cabeludo, mas pode ser amplamente disseminada ou acometer predominantemente extremidades (lúpus Chilblain) ou a gordura subcutânea (paniculite lúpica). Pode causar desfiguração acentuada com cicatrizes faciais proeminentes e perda de cabelo permanente. A maioria dos pacientes permanece com boa saúde, mas 5-10% podem desenvolver lúpus eritematoso sistêmico. A fotossensibilidade é menos evidente do que no lúpus eritematoso cutâneo subagudo."
          }
        },
        {
          "EE60.1": {
            "confidence_embedding": 0.7541,
            "text": "Representação de doença CID-11: Cicatriz hipertrófica. Definição: Cicatrizes hipertróficas resultam da produção de quantidades excessivas de colágeno na derme durante o reparo do tecido conjuntivo subsequente a inflamação, lesão ou cirurgia. Em contraste com as cicatrizes queloidianas, elas não se expandem além do limite da lesão ou inflamação inicial e podem sofrer resolução espontânea."
          }
        },
        {
          "EA88.4": {
            "confidence_embedding": 0.7529,
            "text": "Representação de doença CID-11: Pitiríase alba. Definição: Dermatose inflamatória de baixo grau comum de etiologia desconhecida, na qual múltiplas máculas pequenas com descamação fina aparecem na face e, menos comumente, em ombros e braços de crianças. Podem inicialmente ser levemente eritematosas, mas logo se tornam hipopigmentadas com escamas superficiais finas. Histopatologicamente há uma leve dermatite espongiótica subaguda com redução da melanina. É mais proeminente em crianças com pele pigmentada e pode levantar preocupação sobre vitiligo."
          }
        },
        {
          "EB02.0": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Urticária colinérgica. Definição: Urticária colinérgica apresenta-se como uma erupção de múltiplas lesões papulares monomórficas pequenas de 2-3 mm, em resposta a estímulos indutores de sudorese como esforço físico, banhos quentes, comidas apimentadas ou estresse emocional súbito. As pápulas tendem a ser rosadas em casos leves, mas brancas com eritema macular de permeio quando o edema é mais intenso. Angioedema e manifestações sistêmicas incluindo cefaleia, palpitações, sibilância e síncope podem ocorrer em casos graves."
          }
        },
        {
          "EE41.0": {
            "confidence_embedding": 0.7352,
            "text": "Representação de doença CID-11: Cutis laxa. Definição: Cutis laxa é o termo usado para um grupo de condições hereditárias e adquiridas nas quais anormalidades das fibras elásticas resultam em pele frouxa, redundante e hipoelástica. Tipicamente, a pele pode ser facilmente afastada do tecido subjacente e apenas lentamente retorna a sua posição original. Ao contrário de algumas condições no diagnóstico diferencial, a cutis laxa não é caracterizada por equimoses espontâneas ou cicatrização anormal. A pele redundante é frequentemente mais perceptível em pescoço, mãos e virilha, mas também pode ser observada na face, criando uma aparência de envelhecimento prematuro."
          }
        }
      ]
    }
  }
}