{
  "prontuario_id": 697,
  "text": "# Lucas, 74 ANOS\n# QP: RETORNO COM EXAME ( ACOMPANHA DESDE 2014 POR DRC );\nNA ÚLTIMA CONSULTA (07/15) FOI RELATADO POLACIURIA E SOLICITADO PARCIAL DE URINA;\nPACIENTE RELATA QUEDA E HEMATÚRIA  (SOLICITADO US. DE VIAS URINÁRIAS );\n# HMA: RELATA FRAQUEZA AO FICAR POR TEMPO PROLONGADO (1 HORA) EM PÉ; INICIOU HÁ 03 MESES;\n- HAS HÁ 20 ANOS;\n- HIPOTIREOIDISMO;\n- FA;\n# MEDICAMENTOS: EM USO DE LOSARTANA 50MG 2X / DIA,  HIDROCLOROTIAZIDA 25MG, LEVOTIROXINA 100MCG, METOPROLOL 50MG, MARCOUMAR 3MG.\n# S: NEGA DISURIA E HEMATURIA, NEGA INCONTINENCIA. \n# O: BEG, LOTE, ANICTERICA, ACIANOTICA, HIDRATADA;\nDV: PA 130/90, FC 88, PESO 103;\nCPP: MV PRESENTE BILATERALMENTE S/RA;\nACV: B ARRITMICAS NFSS; \nABD: GLOBOSO, RHA +, INDOLOR A PALPAÇÃO;\nMMII SEM EDEMA;\n# LAB 19/07/2016: \nCR 1,0\nPARCIAL DE URINA HEMOGLUBINA ++;\n# A: DRC POR NEFROESCLEROSE HIPERTENSIVA, CLEREANCE DE CREATININA 56 ML/MIN\n# P: SOLICITO US. VIAS URINÁRIAS; PARCIAL DE URINA  (2X - UM EM AGOSTO/SETEMBRO);\n- RETORNO 02 MESES;\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "POLACIURIA",
      "HEMATÚRIA",
      "FRAQUEZA",
      "DISURIA",
      "HEMATURIA",
      "INCONTINENCIA",
      "ANICTERICA",
      "ACIANOTICA",
      "GLOBOSO",
      "INDOLOR",
      "EDEMA",
      "B ARRITMICAS"
    ],
    "Abreviação": [
      "QP",
      "DRC",
      "US",
      "HAS",
      "FA",
      "2X",
      "BEG",
      "LOTE",
      "DV",
      "PA",
      "FC",
      "CPP",
      "S/RA",
      "MMII",
      "LAB",
      "MV PRESENTE BILATERALMENTE",
      "B ARRITMICAS",
      "RHA +",
      "CR 1 , 0"
    ],
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "CONSULTA",
      "SOLICITADO",
      "SOLICITO"
    ],
    "Procedimento Laboratorial": [
      "EXAME",
      "LAB",
      "PARCIAL DE URINA"
    ],
    "Procedimento Diagnóstico": [
      "EXAME",
      "US",
      "PALPAÇÃO"
    ],
    "Doença ou Síndrome": [
      "DRC",
      "HAS",
      "HIPOTIREOIDISMO",
      "FA",
      "NEFROESCLEROSE HIPERTENSIVA"
    ],
    "Conceito Temporal": [
      "ÚLTIMA",
      "DIA",
      "HÁ 03 MESES",
      "HÁ 20 ANOS"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Lesão ou Envenenamento": [
      "QUEDA"
    ],
    "Substância Farmacológica": [
      "MEDICAMENTOS",
      "LOSARTANA",
      "HIDROCLOROTIAZIDA",
      "LEVOTIROXINA",
      "METOPROLOL",
      "MARCOUMAR"
    ],
    "Substância Química Orgânica": [
      "LOSARTANA",
      "HIDROCLOROTIAZIDA",
      "METOPROLOL",
      "MARCOUMAR"
    ],
    "Conceito Quantitativo": [
      "50MG",
      "2X",
      "25MG",
      "100MCG",
      "3MG",
      "130/90",
      "88",
      "103"
    ],
    "Aminoácido, Peptídeo ou Proteína": [
      "LEVOTIROXINA"
    ],
    "Hormônio": [
      "LEVOTIROXINA"
    ],
    "Negação": [
      "NEGA",
      "ANICTERICA",
      "ACIANOTICA",
      "S/RA",
      "INDOLOR",
      "SEM"
    ],
    "Achado": [
      "BEG",
      "LOTE",
      "HIDRATADA",
      "S/RA",
      "MV PRESENTE BILATERALMENTE",
      "B ARRITMICAS",
      "RHA +"
    ],
    "Atributo Clínico": [
      "DV",
      "PA",
      "FC",
      "PESO",
      "CPP"
    ],
    "Localização ou Região Corporal": [
      "MMII"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "MMII",
      "VIAS URINÁRIAS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 1 , 0",
      "PARCIAL DE URINA",
      "HEMOGLUBINA ++",
      "CLEREANCE DE CREATININA 56 ML/MIN"
    ]
  },
  "labels": {
    "queda": {
      "capitulo": "11",
      "opcoes": [
        {
          "BD54": {
            "confidence_embedding": 0.7569,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA02": {
            "confidence_embedding": 0.7511,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7397,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD10": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Insuficiência cardíaca congestiva. Definição: Síndrome clínica caracterizada por anormalidades da função ventricular e da regulação neuro-hormonal que são acompanhadas por intolerância ao esforço e retenção de líquidos."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7359,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        }
      ]
    },
    "incontinencia": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.53": {
            "confidence_embedding": 0.8051,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GC40.52": {
            "confidence_embedding": 0.7968,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GC40.5": {
            "confidence_embedding": 0.7901,
            "text": "Representação de doença CID-11: Incontinência urinária associada a prolapso de órgãos pélvicos. Definição: Uma afecção do sistema urinário, causada pelo deslocamento anormal de um ou mais órgãos pélvicos. Esta afecção é caracterizada pela perda involuntária de urina. A confirmação é feita por urinálise."
          }
        },
        {
          "GC40.51": {
            "confidence_embedding": 0.7895,
            "text": "Representação de doença CID-11: Incontinência de urgência associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por disfunção do detrusor. Esta condição é caracterizada por incontinência urinária que acompanha a hiperreflexia do detrusor quando um volume específico da bexiga é atingido, perda de urina, falta de urgência para urinar ou falta de consciência do enchimento da bexiga."
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.7874,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        }
      ]
    },
    "anicterica": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7518,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A78.20": {
            "confidence_embedding": 0.7197,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.719,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9A78.2Y": {
            "confidence_embedding": 0.7144,
            "text": "Representação de doença CID-11: Outro edema corneano especificado. Definição: "
          }
        },
        {
          "9C61.22": {
            "confidence_embedding": 0.7102,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo aberto induzido pelo cristalino. Definição: "
          }
        }
      ]
    },
    "s/ra": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7518,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8D64.10": {
            "confidence_embedding": 0.742,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        },
        {
          "8E43.0": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        },
        {
          "8A45.41": {
            "confidence_embedding": 0.734,
            "text": "Representação de doença CID-11: Desmielinização devida a lúpus eritematoso sistêmico. Definição: Entre as 12 síndromes de sistema nervoso central (SNC) relacionadas ao lúpus eritematoso sistêmico (LES) definidas pelo Colégio Americano de Reumatologia (ACR), a síndrome de desmielinização e mielopatia são duas das menos prevalentes e das menos compreendidas. Uma questão importante a respeito da doença desmielinizante no LES é que pode ser erroneamente diagnosticada com outros transtornos de desmielinização do sistema nervoso central como esclerose múltipla (EM)."
          }
        },
        {
          "8E46": {
            "confidence_embedding": 0.7305,
            "text": "Representação de doença CID-11: Síndrome de Reye. Definição: A síndrome de Reye é uma lesão (aguda) cerebral súbita (encefalopatia) associada a problemas hepáticos de causa desconhecida. A síndrome ocorreu com o uso de aspirina para tratar varicela ou gripe em crianças. No entanto, tornou-se muito incomum, uma vez que a aspirina não é mais recomendada para uso rotineiro em crianças. A síndrome de Reye geralmente começa com vômitos, que duram muitas horas. O vômito é rapidamente seguido por um comportamento irritável e agressivo. Não há tratamento específico para essa condição. O profissional de saúde deve monitorar a pressão cerebral, os gases sanguíneos e o equilíbrio ácido-básico do sangue."
          }
        }
      ]
    },
    "qp": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.7679,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.7676,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.7612,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        },
        {
          "GB90.0": {
            "confidence_embedding": 0.7591,
            "text": "Representação de doença CID-11: Nefroptose. Definição: Maior mobilidade do rim resultando em ptose quando o paciente está em pé. Mais comum à direita, associado a uma artéria renal mais longa e discutivelmente associado a hiperplasia fibromuscular e hipertensão."
          }
        },
        {
          "GB56.4": {
            "confidence_embedding": 0.7569,
            "text": "Representação de doença CID-11: Outra hidronefrose ou hidronefrose não especificada. Definição: Isso se refere à distensão e dilatação da pelve renal e cálices em situações diferentes daquelas codificadas em outra parte ou quando nenhum detalhe adicional está disponível."
          }
        }
      ]
    },
    "hipotireoidismo": {
      "capitulo": "05",
      "opcoes": [
        {
          "5A00.03": {
            "confidence_embedding": 0.8213,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito transitório. Definição: Hipotireoidismo congênito transitório é definido com uma disfunção tireoidiana transitória com discreta elevação do hormônio tiroestimulante (TSH) e baixos níveos de T4 livre que retornam ao normal espontaneamente ou após muitos meses de terapia com levotiroxina. Este transtorno é devido a várias causas como deficiência de iodo, exposição a compostos contendo iodo, passagem transplacentária de anticorpos maternos bloqueadores e disormonogênese."
          }
        },
        {
          "5A00.20": {
            "confidence_embedding": 0.8155,
            "text": "Representação de doença CID-11: Hipotireoidismo devido a medicamentos ou outras substâncias exógenas. Definição: Condição causada por uma hipofunção da tireoide devido a medicamentos ou outras substâncias exógenas. Essa condição pode se apresentar com fadiga, aumento da sensibilidade ao frio, constipação, pele seca, ganho de peso, fraqueza e dor muscular, aumento de colesterol, dores ou inchaços nas articulações, períodos menstruais mais intensos ou irregulares, enfraquecimento do cabelo, depressão e memória deficiente."
          }
        },
        {
          "5A00.0": {
            "confidence_embedding": 0.8052,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito. Definição: Hipotireoidismo congênito é caracterizado quando ao nascimento observar-se pouca ou nenhuma produção dos hormônios tireoidianos. Achados clínicos comuns incluem atividade diminuída e sonolência exacerbada, dificuldade de alimentação e constipação, icterícia prolongada, fácies mixedematosa, alargamento de fontanelas (especialmente fontanela posterior), macroglossia, abdome distendido com hérnia umbilical e hipotonia."
          }
        },
        {
          "5A00.00": {
            "confidence_embedding": 0.7934,
            "text": "Representação de doença CID-11: Hipotireoidismo congênito permanente com bócio difuso. Definição: Condição causada por perda parcial ou completa da função tireoidiana devido a falha no desenvolvimento da tireoide durante o período pré-natal. Nestes casos, a tireoide apresenta-se lisa e aumentada e em bebês por aspecto apático, edema facial, língua grossa que se sobressai. Esta afecção pode também se apresentar com episódios de sufocamento, constipação, cabelos secos, ralos e frágeis, icterícia, ausência de tônus muscular, linha capilar baixa, dificuldade de alimentação, baixa estatura, sonolência e lentificação."
          }
        },
        {
          "5A02.6": {
            "confidence_embedding": 0.7877,
            "text": "Representação de doença CID-11: Hipertireoidismo secundário. Definição: Excesso de produção do hormônio tireoidiano pela glândula tireoide causado por disfunção na glândula hipófise ou hipotálamo."
          }
        }
      ]
    },
    "fraqueza": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.772,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7412,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB51.4": {
            "confidence_embedding": 0.7294,
            "text": "Representação de doença CID-11: Fibrose retroperitoneal. Definição: Fibrose retroperitoneal (FRP) é uma doença caracterizada pela formação de extensa proliferação de tecido fibroso no retroperitônio, resultando em encarceramento e obstrução de estruturas retroperitoneais, particularmente os ureteres. A FRP pode ser classificada em primária (idiopática), o que significa que sua causa não é conhecida, ou secundária. No entanto, sua associação com várias condições imunomediadas e sua resposta ao tratamento imunossupressor têm levado á especulação de etiologia autoimune para a FRP idiopática. Um terço dos casos são secundários a neoplasias malignas, medicamentos, traumatismo e algumas infecções."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7273,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7182,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        }
      ]
    },
    "nefroesclerose hipertensiva": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7677,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7671,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BD53.4": {
            "confidence_embedding": 0.7393,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol. Definição: Oclusão embólica de pequenas artérias e arteríolas distais por cristais de colesterol liberados de placa aterosclerótica em artérias maiores mais centrais. A isquemia microvascular resultante é acompanhada por uma resposta inflamatória à presença de cristais de colesterol. Isso pode ocorrer espontaneamente ou como uma complicação de angiografia ou cirurgia vascular. Os órgãos mais comumente afetados incluem pele, rins, trato gastrointestinal e cérebro. Manifestações cutâneas, presentes na maioria dos casos, incluem livedo reticularis e necrose e ulceração isquêmicas focais; estas estão comumente associadas a lesão renal aguda."
          }
        },
        {
          "BD53.40": {
            "confidence_embedding": 0.7267,
            "text": "Representação de doença CID-11: Ateroembolismo de colesterol para rins. Definição: Isso ocorre quando o colesterol é liberado, geralmente de uma placa aterosclerótica, e viaja junto com a corrente sanguínea (embolia) para outros locais nos rins, onde obstrui vasos sanguíneos."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7256,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "acianotica": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A94.1": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        },
        {
          "9A78.20": {
            "confidence_embedding": 0.7317,
            "text": "Representação de doença CID-11: Ceratopatia bolhosa. Definição: Trata-se do estágio máximo do edema corneano.\r\n\r\nÉ uma condição patológica em que pequenas vesículas, ou bolhas, são formadas na córnea devido à disfunção endotelial. Em uma córnea saudável, as células endoteliais impedem o tecido de absorver fluido em excesso, bombeando-o de volta para o humor aquoso. Quando afetadas por algum motivo, como distrofia de Fuchs ou trauma durante a remoção da catarata, as células endoteliais sofrem danos ou morrem. As células endoteliais da córnea normalmente não sofrem divisão celular mitótica e a perda celular resulta em perda permanente da função."
          }
        },
        {
          "9B10.02": {
            "confidence_embedding": 0.7287,
            "text": "Representação de doença CID-11: Catarata relacionada à idade madura. Definição: Trata-se da turvação do cristalino, relacionado à idade madura, que leva a uma diminuição da visão. É a causa mais comum de cegueira e é tratada convencionalmente com cirurgia. Perda visual ocorre porque a opacificação do cristalino obstrui a passagem da luz e prejudica seu foco na retina no fundo do olho."
          }
        },
        {
          "9C82.2": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Síndrome de denervação craniana congênita. Definição: Síndrome de denervação craniana congênita é um grupo de distúrbios congênitos de denervação craniana (DDCC). Os DDCC são condições congênitas e não progressivas que resultam do desenvolvimento anormal dos nervos cranianos e seus núcleos. Eles incluem transtornos esporádicos e familiares e, como eles frequentemente envolvem a musculatura extraocular e facial e resultam em movimentos oculares anormais, eles geralmente se apresentam ao oftalmologista."
          }
        },
        {
          "9B71.5": {
            "confidence_embedding": 0.72,
            "text": "Representação de doença CID-11: Retinopatia autoimune. Definição: As retinopatias autoimunes são doenças inflamatórias imunomediadas da retina que diferem das retinopatias paraneoplásicas pela falta de associação com o câncer. Os pacientes apresentam perda visual progressiva e disfunção de bastonetes (dificuldade de adaptação ao escuro e problemas de visão periférica) e de cones (acuidade visual, disfunção de cor, fotossensibilidade e ofuscamento). Os sintomas costumam ser piores do que os sinais clínicos na fundoscopia. Múltiplos autoanticorpos anti-retinianos (p. ex., anticorpos anti-recoverina) são descritos, embora seu significado seja incerto. A retinopatia autoimune é um diagnóstico de exclusão e outras causas de retinopatia precisam ser descartadas, enquanto o papel potencial da imunoterapia permanece incerto.\r\n\r\nOs autoanticorpos neurais associados incluem:\r\nautoanticorpos anti-recoverina; autoanticorpos alfa-enolase; autoanticorpos anti-transducina;"
          }
        }
      ]
    },
    "b arritmicas": {
      "capitulo": "08",
      "opcoes": [
        {
          "8D64.10": {
            "confidence_embedding": 0.7604,
            "text": "Representação de doença CID-11: Hidrocefalia devida a malformações estruturais. Definição: Aumento ventricular devido a um acúmulo de líquido cefalorraquidiano secundário à obstrução causada por uma anormalidade estrutural, como malformações de Chiari ou estenose do aqueduto."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7456,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7455,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8C80": {
            "confidence_embedding": 0.7414,
            "text": "Representação de doença CID-11: Miopatia induzida por drogas. Definição: Miopatia causada por medicamentos que variam de mialgias leves com ou sem fraqueza leve até miopatia crônica com fraqueza grave, e rabdomiólise maciça com insuficiência renal aguda. Pode ser devida a vários mecanismos diferentes, incluindo miotoxicidade direta, danos musculares imunomediados e indiretos por meio de coma induzido por drogas, hipocalemia induzida por drogas, estados hipercinéticos induzidos por drogas ou estados distônicos."
          }
        },
        {
          "8E43.0": {
            "confidence_embedding": 0.7387,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        }
      ]
    },
    "disuria": {
      "capitulo": "16",
      "opcoes": [
        {
          "GC40.60": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.7689,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GB56.0": {
            "confidence_embedding": 0.7655,
            "text": "Representação de doença CID-11: Hidronefrose com obstrução da junção uretero-pélvica. Definição: Afecção causada por qualquer obstrução ou estenose da junção ureteropélvica. Esta afecção é caracterizada por distensão da pelve e cálices do rim com obstrução parcial ou total do fluxo de urina. Essa afecção pode se manifestar com dor no flanco, hematúria, piúria ou hiperpirexia."
          }
        },
        {
          "GC40.52": {
            "confidence_embedding": 0.7627,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7614,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        }
      ]
    },
    "polaciuria": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB56.0": {
            "confidence_embedding": 0.7753,
            "text": "Representação de doença CID-11: Hidronefrose com obstrução da junção uretero-pélvica. Definição: Afecção causada por qualquer obstrução ou estenose da junção ureteropélvica. Esta afecção é caracterizada por distensão da pelve e cálices do rim com obstrução parcial ou total do fluxo de urina. Essa afecção pode se manifestar com dor no flanco, hematúria, piúria ou hiperpirexia."
          }
        },
        {
          "GB60.1": {
            "confidence_embedding": 0.7611,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 2. Definição: Taxa de alteração da creatinina sérica: 2,0-2,9 vezes a linha de base OU Magnitude da produção de urina: < 0,5 ml/kg/h por > = 12 horas"
          }
        },
        {
          "GB56.4": {
            "confidence_embedding": 0.7594,
            "text": "Representação de doença CID-11: Outra hidronefrose ou hidronefrose não especificada. Definição: Isso se refere à distensão e dilatação da pelve renal e cálices em situações diferentes daquelas codificadas em outra parte ou quando nenhum detalhe adicional está disponível."
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.7593,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        },
        {
          "GB90.47": {
            "confidence_embedding": 0.7578,
            "text": "Representação de doença CID-11: Aminoacidúria. Definição: Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
          }
        }
      ]
    },
    "drc": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7558,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7487,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7403,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7366,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7322,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        }
      ]
    },
    "hematúria": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB40": {
            "confidence_embedding": 0.8059,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.8032,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        },
        {
          "GB90.47": {
            "confidence_embedding": 0.7993,
            "text": "Representação de doença CID-11: Aminoacidúria. Definição: Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
          }
        },
        {
          "GC40.60": {
            "confidence_embedding": 0.7986,
            "text": "Representação de doença CID-11: Bexiga hiperativa associada a prolapso de órgão pélvico. Definição: Condição da bexiga, causada por função renal prejudicada, inervação nervosa disfuncional ou ausente, contração involuntária dos músculos da bexiga, diabetes, uso de medicamentos ou infecção. Esta condição é caracterizada por uma necessidade repentina de urinar, aumento da frequência urinária e incontinência de urgência. Essa condição também pode se manifestar com noctúria."
          }
        },
        {
          "GC40.52": {
            "confidence_embedding": 0.7937,
            "text": "Representação de doença CID-11: Incontinência urinária mista associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada por hiperatividade do detrusor e função uretral prejudicada. Esta condição é caracterizada por uma combinação de sintomas de incontinência de esforço e urgência, incluindo perda involuntária de urina, urgência urinária, aumento da frequência urinária ou incontinência urinária ao tossir, rir, espirrar, praticar exercícios ou outras atividades físicas que aumentem a pressão intra-abdominal."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7628,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7489,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7355,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA38.3": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Artropatia hemofílica. Definição: Trata-se da destruição das articulações nos joelhos, ombros, tornozelos, cotovelos e quadris associada à hemofilia. Esta condição inclui a ocorrência de hemartrose aguda, artrite subaguda ou crônica e artropatia hemofílica em estágio terminal. Quase todos os pacientes com hemofilia A ou B grave e metade dos pacientes com atividade de doença moderada apresentam hemartrose. Os sintomas incluem dor nas articulações (artralgias), edema articular, fibrose articular, desenvolvimento de deformidades em flexão e erosão da cartilagem articular. As articulações mais comumente afetadas são joelhos, tornozelos, cotovelos, ombros e quadris (em ordem de frequência). O sangramento nos músculos e partes moles também pode causar disfunção musculoesquelética."
          }
        },
        {
          "FB50.2": {
            "confidence_embedding": 0.7233,
            "text": "Representação de doença CID-11: Cisto sinovial do espaço poplíteo. Definição: Este é o edema benigno da bursa ou bolsa semimembranosa ou, mas raramente, de alguma outra bursa ou bolsa sinovial, localizado na região posterior do joelho"
          }
        }
      ]
    },
    "hematuria": {
      "capitulo": "16",
      "opcoes": [
        {
          "GB90.47": {
            "confidence_embedding": 0.7874,
            "text": "Representação de doença CID-11: Aminoacidúria. Definição: Condições em que os aminoácidos são encontrados na urina devido à superprodução (níveis elevados no sangue) ou falha da reabsorção tubular"
          }
        },
        {
          "GB40": {
            "confidence_embedding": 0.7857,
            "text": "Representação de doença CID-11: Síndrome nefrítica. Definição: Início súbito de doença glomerular, geralmente com hematúria grave (macroscópica/visível) acompanhada de oligúria, pressão arterial elevada, edema leve e albuminúria ou proteinúria geralmente de faixa subnefrótica. Pode ser uma causa de insuficiência renal aguda, caso em que a síndrome é denominada nefrite rapidamente progressiva. A síndrome nefrítica tem muitas causas possíveis e está associada a alterações renais à microscopia de luz, como hipercelularidade, necrose ou trombose."
          }
        },
        {
          "GB56.0": {
            "confidence_embedding": 0.7839,
            "text": "Representação de doença CID-11: Hidronefrose com obstrução da junção uretero-pélvica. Definição: Afecção causada por qualquer obstrução ou estenose da junção ureteropélvica. Esta afecção é caracterizada por distensão da pelve e cálices do rim com obstrução parcial ou total do fluxo de urina. Essa afecção pode se manifestar com dor no flanco, hematúria, piúria ou hiperpirexia."
          }
        },
        {
          "GB60.1": {
            "confidence_embedding": 0.7815,
            "text": "Representação de doença CID-11: Insuficiência renal aguda, estágio 2. Definição: Taxa de alteração da creatinina sérica: 2,0-2,9 vezes a linha de base OU Magnitude da produção de urina: < 0,5 ml/kg/h por > = 12 horas"
          }
        },
        {
          "GC40.53": {
            "confidence_embedding": 0.7766,
            "text": "Representação de doença CID-11: Incontinência por transbordamento associada a prolapso de órgão pélvico. Definição: Condição do sistema urinário, causada pelo esvaziamento incompleto de urina da bexiga e por um músculo detrusor acontrátil. Esta condição é caracterizada por incontinência urinária e perda de urina em pequenos volumes. Essa condição pode estar associada a obstrução, músculos da bexiga enfraquecidos, lesão, uso de medicamentos, diabetes mellitus, dano a nervo ou disfunção do sistema nervoso."
          }
        }
      ]
    }
  }
}