{
  "prontuario_id": 300,
  "text": "Lucas, 60 ANOS, PENSIONISTA\n\nAPRESENTA NODULO EM REGIAO MEDIAL DISTAL DE PERNA D  HÁ 40 ANOS.\n\nNAO HOUVE CRESCIMENTO IMPORTANTE DURANTE ESTE\n\nPERIODO POREM NO ULTIMO ANO INICIOU COM DOR NO LOCAL,\n\n PRINCILPAMENTE A TARDE APOS AS ATIVIDADES DO DIA A DIA.\n\nAO EXAME FÍSICO:\n\nNODULO FIBROELASTICO, MOVEL, INDOLOR EM REGIAO DO SUPRA MALEOLAR \n\n11/5/16 USG: SUGERE CISTO SEBACEO \n\nCD: PROPOSTO AO PACIENTE TTO CIRURGICO, ENTRETANTO PACIENTE DESEJA AGUARDAR \n\nFORNCEÇO RETORNO EM MESES PARA REAVALIAÇÃO E DECISÃO DE TRATAMENTO \n\nDoutor Vital Brazil ",
  "entities": {
    "Grupo Profissional ou Ocupacional": [
      "PENSIONISTA",
      "Doutor"
    ],
    "Negação": [
      "NAO",
      "INDOLOR"
    ],
    "Função de Organismo": [
      "CRESCIMENTO"
    ],
    "Achado": [
      "MOVEL"
    ],
    "Sinal ou Sintoma": [
      "INDOLOR",
      "DOR NO LOCAL",
      "NODULO FIBROELASTICO"
    ],
    "Procedimento Diagnóstico": [
      "USG"
    ],
    "Abreviação": [
      "USG",
      "CD",
      "PERNA D",
      "TTO CIRURGICO"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "RETORNO",
      "REAVALIAÇÃO"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TRATAMENTO",
      "TTO CIRURGICO"
    ],
    "Conceito Espacial": [
      "MEDIAL DISTAL"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "PERNA D"
    ],
    "Conceito Temporal": [
      "HÁ 40 ANOS",
      "DURANTE ESTE PERIODO",
      "ULTIMO ANO",
      "A TARDE"
    ],
    "Localização ou Região Corporal": [
      "SUPRA MALEOLAR"
    ],
    "Anormalidade Adquirida": [
      "CISTO SEBACEO"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CISTO SEBACEO"
    ]
  },
  "labels": {
    "dor no local": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB42.2": {
            "confidence_embedding": 0.7513,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7226,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7097,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7015,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FA25.20": {
            "confidence_embedding": 0.6995,
            "text": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
          }
        }
      ]
    },
    "movel": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB42.2": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FA25": {
            "confidence_embedding": 0.7367,
            "text": "Representação de doença CID-11: Gota. Definição: Gota é uma artropatia aguda ou crônica resultante de deposição de cristais de urato monossódico mono-hidratado em tecidos articulares. Apresenta forte associação com hiperuricemia, que pode ser secundária a alguns medicamentos, substancias tóxicas ou transtornos linfoproliferativos. O diagnóstico de gota é definitivo pela demonstração de cristais de urato no líquido sinovial aspirado na ausência de uma etiologia alternativa para artrite. Pode estar associada à deposição focal de urato na pele e tecido subcutâneo (gota tofácea) e com nefropatia por cristais de urato."
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7271,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FA38": {
            "confidence_embedding": 0.7253,
            "text": "Representação de doença CID-11: Artropatia em doenças classificadas em outra parte. Definição: "
          }
        }
      ]
    },
    "nodulo fibroelastico": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB42.2": {
            "confidence_embedding": 0.7832,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FB51.40": {
            "confidence_embedding": 0.7406,
            "text": "Representação de doença CID-11: Fibrose retroperitoenal primária. Definição: Esta é a forma mais comum de fibrose retroperitoneal. Por definição, nenhum fator desencadeante (ex. medicamentos ou neoplasia maligna) pode ser determinado, apesar de haver uma associação frequente com a aterosclerose da aorta abdominal. Foi postulado que a aterosclerose poderia ter um papel etiológico em alguns casos."
          }
        },
        {
          "FA38.2": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Artropatia associada a reações de hipersensibilidade classificadas em outra parte. Definição: "
          }
        },
        {
          "FB32.0": {
            "confidence_embedding": 0.7261,
            "text": "Representação de doença CID-11: Diástase de músculo. Definição: Esta é uma condição em que ocorre uma separação ou ruptura patológica entre fibras musculares e outras fibras musculares, tendões ou fáscia"
          }
        },
        {
          "FB32.20": {
            "confidence_embedding": 0.723,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        }
      ]
    },
    "cisto sebaceo": {
      "capitulo": "14",
      "opcoes": [
        {
          "EB31": {
            "confidence_embedding": 0.7556,
            "text": "Representação de doença CID-11: Eritema nodoso. Definição: Erupção eritematosa comumente associada a reações a medicamentos ou infecção e caracterizada por nódulos inflamatórios que geralmente são dolorosos, múltiplos e bilaterais. Esses nódulos localizam-se predominantemente na face anterior das pernas, com ocorrência menos comum nas coxas e antebraços. Eles sofrem mudanças de cor características que terminam em áreas temporárias semelhantes a hematomas. Esta condição geralmente desaparece em 3-6 semanas sem cicatriz ou atrofia."
          }
        },
        {
          "EK91.0": {
            "confidence_embedding": 0.751,
            "text": "Representação de doença CID-11: Parapsoríase em placas grandes. Definição: Parapsoríase em placas grandes é um transtorno crônico da pele caracterizado pelo desenvolvimento indolente ao longo de anos ou décadas de manchas descamativas ou placas levemente elevadas que podem ser clinicamente indistinguíveis da micose fungoide inicial, mas na qual nenhuma evidência de infiltração por linfócitos anormais pode ser encontrada. Aproximadamente 10% dos pacientes, no entanto, eventualmente evoluem para micose fungoide."
          }
        },
        {
          "EB60": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Líquen escleroso. Definição: O líquen escleroso é uma dermatose inflamatória crônica de etiologia desconhecida. Afeta tanto mulheres como homens de todas as idades. Caracteriza-se pelo desenvolvimento de placas brancas, lisas e atróficas na pele vulvar e perianal nas mulheres e no prepúcio e glande do pênis nos homens. Muitas vezes resulta na formação de cicatriz levando a um intróito estreito ou fimose com comprometimento da função urinária e sexual. O risco de carcinoma de células escamosas anogenital é ligeiramente aumentado. Menos comumente, outros locais da pele são afetados, independentemente ou em conjunto com o envolvimento anogenital."
          }
        },
        {
          "EK70.0": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Cisto epidermoide. Definição: Cisto cutâneo com uma parede epidermoide cheio de queratina e seus subprodutos. Forma-se mais comumente como resultado de metaplasia escamosa em uma glândula sebácea danificada, mas pode resultar de traumatismo (cisto de inclusão traumático), especialmente quando situado em extremidades. Tipicamente se apresenta como um nódulo esférico cor de pele ou amarelado, frequentemente com um poro central que se abre para a superfície da pele."
          }
        },
        {
          "ED90.0": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Rosácea. Definição: O termo rosácea engloba um espectro de alterações que ocorrem principalmente na pele facial, mas também podem envolver os olhos. A maioria dos pacientes com rosácea apresenta eritema facial e instabilidade vascular que estão variavelmente associados a pápulas e pústulas inflamatórias, alterações hipertróficas e envolvimento ocular. A causa da rosácea é desconhecida. É questionável que um único fator etiológico seja responsável pelas diversas características que compõem esse transtorno."
          }
        }
      ]
    }
  }
}