{
  "prontuario_id": 175,
  "text": "Dores generalizadas no corpo, principalmente em braço direito e ambas as maos desde 2010, relata na ocasiao vacina de bcg dentro da bexiga, episodio de cancer de bexiga. Receitado paracetamol e piroxican toda semana, refere melhora, com excecao do braço direito que não houve melhora. ultima consulta: agosto de 2013.\nexame de sangue: pcr do dia 11/01: 15,4.\n\nPedido us de braço direito e esquerdo.\nreceitado codeina 30mg, 3 vezes ao dia. paracetamol 500mg 2 comprimidos 2 vezes ao dia e ciclobenzaprina 10mg uma vez ao dia a noite.\n \n \n \n ",
  "entities": {
    "Localização ou Região Corporal": [
      "corpo"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "maos",
      "bexiga",
      "braço direito",
      "braço direito e esquerdo"
    ],
    "Atividade de Assistência à Saúde": [
      "Receitado",
      "consulta",
      "receitado"
    ],
    "Substância Farmacológica": [
      "paracetamol",
      "piroxican",
      "codeina",
      "ciclobenzaprina",
      "vacina de bcg"
    ],
    "Substância Química Orgânica": [
      "paracetamol",
      "piroxican",
      "codeina",
      "ciclobenzaprina"
    ],
    "Achado": [
      "melhora"
    ],
    "Negação": [
      "excecao",
      "não"
    ],
    "Procedimento Laboratorial": [
      "pcr",
      "exame de sangue"
    ],
    "Abreviação": [
      "pcr",
      "vacina de bcg"
    ],
    "Conceito Quantitativo": [
      "30mg",
      "500mg",
      "10mg",
      "15 , 4",
      "3 vezes",
      "2 vezes",
      "uma vez"
    ],
    "Conceito Temporal": [
      "dia",
      "noite",
      "toda semana"
    ],
    "Sinal ou Sintoma": [
      "Dores generalizadas"
    ],
    "Fator Imunológico": [
      "vacina de bcg"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "vacina de bcg"
    ],
    "Processo Neoplásico": [
      "cancer de bexiga"
    ]
  },
  "labels": {
    "dores generalizadas": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A80.4": {
            "confidence_embedding": 0.7379,
            "text": "Representação de doença CID-11: Síndrome do vômito cíclico. Definição: Ataques episódicos recorrentes, geralmente estereotipados no paciente individual, de vômitos e náusea intensas. Os ataques estão associados à palidez e letargia. Há resolução completa dos sintomas entre os ataques."
          }
        },
        {
          "8C60.0": {
            "confidence_embedding": 0.7324,
            "text": "Representação de doença CID-11: Miastenia gravis induzida por drogas. Definição: Alguns medicamentos podem ter claros efeitos na Miastenia Gravis, incluindo bloqueadores da junção neuromuscular, antibióticos, prednisona, cloroquina, D-penicilamina, interferons e outros. Na Miastenia Gravis de início rápido induzida por medicamento, os sinais miastênicos se desenvolvem em poucos dias e desaparecem rapidamente após a suspensão do medicamento. Anticorpos anti-acetilcolinesterase estão ausentes. Este transtorno pode revelar um transtorno de transmissão neuromuscular pré-existente ou pode exacerbar Miastenia Gravis pré-existente, ou seja, Miastenia Gravis subclínica que se manifesta após tratamento com drogas, ou MG conhecida se torna mais grave. Determinados medicamentos estão ligados ao agravamento da Miastenia Gravis, incluindo medicamentos para o controle da dor, antidepressivos tricíclicos e algumas medicações antiepilépticas, e devem ser usados com cautela."
          }
        },
        {
          "8C60": {
            "confidence_embedding": 0.7245,
            "text": "Representação de doença CID-11: Miastenia gravis. Definição: Miastenia gravis é o transtorno de transmissão neuromuscular mediado por autoanticorpo adquirido mais comum. A prevalência é de 1–2 por 10.000 pessoas. Fraqueza flutuante aumentando com a atividade repetida e melhorando após um período de descanso é a marca característica. Miastenia Gravis com anticorpos dirigidos contra proteínas pós-sinápticas, geralmente o receptor nicotínico de acetilcolina, são as mais prevalentes. Outros tipos são Miastenia Gravis associada a anticorpos quinase específicos do músculo e Miastenia Gravis com autoanticorpos desconhecidos (soronegativos).\r\nExistem três grupos: \r\n1. Miastenia Gravis puramente ocular\r\n2. Miastenia Gravis generalizada de início precoce (<40-50 anos)\r\n3. MG generalizada de início tardio.\r\nEm cerca de 15%, a doença pode ser classificada como paraneoplásica, geralmente associada a um timoma."
          }
        },
        {
          "8E40.2": {
            "confidence_embedding": 0.7239,
            "text": "Representação de doença CID-11: Meningite inflamatória. Definição: Termo geral para descrever um grupo de transtornos em que há inflamação das meninges devida a um transtorno inflamatório subjacente. A síndrome é clinicamente caracterizada por cefaleia, rigidez de nuca, febre e fotofobia. Outras manifestações dos sistemas nervosos central e periférico podem estar presentes. Manifestações não neurológicas, incluindo envolvimento de pele, olhos e órgãos, também podem estar presentes. O diagnóstico pode ser auxiliado por testes sorológicos, exames de neuroimagem e, se apropriado, uma biópsia tecidual. A análise do líquido cefalorraquiano pode revelar uma pleocitose linfocítica, uma proteína elevada e a presença de bandas oligoclonais."
          }
        },
        {
          "8D43.5": {
            "confidence_embedding": 0.7235,
            "text": "Representação de doença CID-11: Intoxicação por mandioca. Definição: Paraparesia espástica simétrica, não progressiva e não remitente que ocorre em formas epidêmicas e endêmicas com predileção por crianças e mulheres jovens. A etiologia desconhecida está relacionada ao consumo de raízes amargas de mandioca com um mínimo de suplementação protéica."
          }
        }
      ]
    },
    "cancer de bexiga": {
      "capitulo": "02",
      "opcoes": [
        {
          "2C25.0": {
            "confidence_embedding": 0.7602,
            "text": "Representação de doença CID-11: Adenocarcinoma de brônquio ou pulmão. Definição: Carcinoma que surge do pulmão e é caracterizado pela presença de células epiteliais glandulares malignas. Existe uma predileção pelo sexo masculino com uma proporção de sexo masculino para feminino de 2:1. Geralmente o adenocarcinoma pulmonar é assintomático e é identificado por meio de estudos de triagem ou como um achado radiológico incidental. Se sintomas clínicos estiverem presentes, eles incluem falta de ar, tosse, hemoptise, dor no peito e febre. A fumaça do tabaco é fator de risco reconhecido."
          }
        },
        {
          "2B70.1": {
            "confidence_embedding": 0.7506,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas de esôfago. Definição: Carcinoma de células escamosas originando-se do esôfago. Pode estar associado a uma longa história de abuso de tabaco e álcool e é extremamente raro antes dos 30 anos de idade. A idade média é de cerca de 65 anos em homens e mulheres, mas a incidência em homens é muito maior do que em mulheres. Está localizado principalmente no terço médio e inferior do esôfago. Grosseiramente, lesões polipoides, ulceradas, semelhantes a placas e ocultas foram descritas. As características microscópicas são as mesmas de outros carcinomas de células escamosas. Qualquer grau de diferenciação pode ocorrer, e a variação dentro de um único tumor é comum. O prognóstico é ruim."
          }
        },
        {
          "2C94.1": {
            "confidence_embedding": 0.7485,
            "text": "Representação de doença CID-11: Carcinoma de células escamosas da bexiga urinária. Definição: Carcinoma de células escamosas da bexiga que se origina a partir de um epitélio metaplásico. Representa menos de 10% dos carcinomas da bexiga. A exceção é no Oriente Médio ao longo do Vale do Nilo, onde representa a forma mais comum de carcinoma devido à natureza endêmica da esquistossomose. O carcinoma de células escamosas da bexiga está frequentemente associado à inflamação crônica da bexiga de longa duração e geralmente tem um prognóstico ruim. O diagnóstico de carcinoma de células escamosas (espinocelular) da bexiga deve ser reservado para os tumores predominantemente formadores de queratina."
          }
        },
        {
          "2C62": {
            "confidence_embedding": 0.7393,
            "text": "Representação de doença CID-11: Carcinoma inflamatório de mama. Definição: Adenocarcinoma de mama invasivo avançado, caracterizado pela presença de alterações distintas na pele subjacente. Essas alterações incluem eritema difuso, edema, aparência de casca de laranja, sensibilidade, endurecimento, calor, aumento e, em alguns casos, uma massa palpável. As alterações cutâneas são consequência da obstrução linfática do adenocarcinoma invasivo da mama. Microscopicamente, os linfáticos dérmicos mostram infiltração proeminente por células malignas. O adenocarcinoma invasivo da mama é geralmente do tipo ductal SOE. Não há infiltrado de células inflamatórias significativo presente, apesar do nome desse carcinoma."
          }
        },
        {
          "2C61.4": {
            "confidence_embedding": 0.738,
            "text": "Representação de doença CID-11: Carcinoma invasivo de mama, tipo não identificável. Definição: Carcinoma que se infiltra no parênquima mamário e do qual o tipo histopatológico não foi identificado."
          }
        }
      ]
    }
  }
}