{
  "prontuario_id": 735,
  "text": "RETORNO\n\nPaciente em primeira consulta com queixa de dor em punho e antebraço em queimação de forte intenidade.\nTrabalha como zeladora no CAPS e suas atividades laborais piora significativamente a dor, principalmente ao torcer pano.\nApresenta ainda quadro de transtorno depressivo maior em tratamento irregular.\nEsteve afastatada e internada em hospital psquiátrico.\nHá 2 meses retornou ao serviço e evoluiu com piora da queixa álgica.\nRelata que a dor é mais intensa no período frio e piora a queimação a noite. Parestesia em dorso de todos os dedos se, trajeto do mediano ou radicular.\nGCS 15.\nForça preservada.\nTinel presente bilateral, mais marcado a direita.\nPhalen ausente.\n\nFR não reagente 10,8\nT4 Livre 0,89 (normal)\nTSH 3,4 (Normal)\nFAN não reagente\nVHS 3mm\nPCR 1,1\n\nCD: Aguarda consulta com Doutor Vital Brazil Fila para ENMG - solicito urgencia. Aguardo exame. Prescrevo amitriptilina.\n \n \n \n ",
  "entities": {
    "Atividade de Assistência à Saúde": [
      "RETORNO",
      "consulta",
      "internada",
      "CD",
      "solicito",
      "Aguardo",
      "Prescrevo"
    ],
    "Paciente ou Grupo com Deficiência": [
      "Paciente"
    ],
    "Sinal ou Sintoma": [
      "queixa",
      "dor",
      "queimação",
      "Parestesia",
      "queixa álgica",
      "Tinel presente bilateral"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "antebraço"
    ],
    "Conceito Qualitativo": [
      "queimação",
      "piora",
      "intensa",
      "forte intenidade"
    ],
    "Atividade Ocupacional": [
      "zeladora",
      "atividades laborais"
    ],
    "Abreviação": [
      "CAPS",
      "CD",
      "ENMG",
      "GCS 15",
      "FR não reagente 10 , 8",
      "VHS 3mm",
      "PCR 1 , 1"
    ],
    "Organização Relacionada à Saúde": [
      "CAPS",
      "hospital psquiátrico"
    ],
    "Conceito Temporal": [
      "noite",
      "Há 2 meses"
    ],
    "Localização ou Região Corporal": [
      "dorso",
      "mediano",
      "radicular"
    ],
    "Grupo Profissional ou Ocupacional": [
      "Doutor"
    ],
    "Procedimento Diagnóstico": [
      "ENMG"
    ],
    "Substância Farmacológica": [
      "amitriptilina"
    ],
    "Substância Química Orgânica": [
      "amitriptilina"
    ],
    "Doença ou Síndrome": [
      "transtorno depressivo maior"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "tratamento irregular"
    ],
    "Achado": [
      "GCS 15",
      "Força preservada",
      "Phalen ausente"
    ],
    "Resultado Laboratorial ou de Teste": [
      "FR não reagente 10 , 8",
      "T4 Livre 0 , 89",
      "TSH 3 , 4",
      "FAN não reagente",
      "VHS 3mm",
      "PCR 1 , 1"
    ]
  },
  "labels": {
    "queimação": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7795,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8E43.0": {
            "confidence_embedding": 0.7684,
            "text": "Representação de doença CID-11: Dor neuropática. Definição: Dor neuropática é descrita como elétrica, queimação ou choque, causada por processos metabólicos, nutricionais, infecciosos, genéticos, autoimunes e/ou vasculíticos. A dor pode ocorrer espontaneamente, sem provocação, ou ser provocada por estímulos dolorosos ou não. A dor é característica da neuropatia de fibras pequenas, mas mesmo nas neuropatias de fibras grandes, um número suficiente de fibras pequenas pode estar danificado para causar dor. A dor neuropática geralmente afeta pele e estruturas subcutâneas distais. A dor pode ser constante ou intermitente e pode ser descrita como lancinante, em queimação ou fria como gelo.\r\n\r\nA síndrome de dor regional complexa segue-se ao trauma e compreende dor regional, alterações sensitivas, anormalidades de temperatura, atividade sudomotora, alterações de cor da pele e edema."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.76,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7528,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        },
        {
          "8E46": {
            "confidence_embedding": 0.7525,
            "text": "Representação de doença CID-11: Síndrome de Reye. Definição: A síndrome de Reye é uma lesão (aguda) cerebral súbita (encefalopatia) associada a problemas hepáticos de causa desconhecida. A síndrome ocorreu com o uso de aspirina para tratar varicela ou gripe em crianças. No entanto, tornou-se muito incomum, uma vez que a aspirina não é mais recomendada para uso rotineiro em crianças. A síndrome de Reye geralmente começa com vômitos, que duram muitas horas. O vômito é rapidamente seguido por um comportamento irritável e agressivo. Não há tratamento específico para essa condição. O profissional de saúde deve monitorar a pressão cerebral, os gases sanguíneos e o equilíbrio ácido-básico do sangue."
          }
        }
      ]
    },
    "transtorno depressivo maior": {
      "capitulo": "06",
      "opcoes": [
        {
          "6A70.1": {
            "confidence_embedding": 0.7948,
            "text": "Representação de doença CID-11: Transtorno depressivo com episódio único, moderado, sem sintomas psicóticos. Definição: Transtorno depressivo, episódio único moderado sem sintomas psicóticos é diagnosticado quando os critérios diagnósticos para episódio depressivo são preenchidos, não há história de episódios depressivos prévios e o episódio é de gravidade moderada e não há delírios ou alucinações durante o episódio. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou retardo psicomotor e redução da energia ou fadiga. Em um episódio depressivo moderado, vários sintomas de um episódio depressivo estão presentes em um grau marcante, ou um grande número de sintomas depressivos de menor gravidade estão presentes no todo. O indivíduo tipicamente tem dificuldade considerável no funcionamento em vários domínios (pessoal, familiar, social, educacional, ocupacional ou outros domínios importantes)."
          }
        },
        {
          "6A62": {
            "confidence_embedding": 0.7947,
            "text": "Representação de doença CID-11: Transtorno ciclotímico. Definição: Transtorno ciclotímico é caracterizado por uma instabilidade persistente do humor durante um período de pelo menos 2 anos, envolvendo períodos numerosos de sintomas hipomaníacos (p. ex., euforia, irritabilidade ou expansividade, ativação psicomotora) e sintomas depressivos (p. ex., sentir-se \"para baixo\", diminuição do interesse em atividades, fadiga) que estão presentes durante a maior parte do tempo. A sintomatologia hipomaníaca pode ou não ser suficientemente grave ou prolongada para preencher todos os critérios diagnósticos de um episódio hipomaníaco (ver Transtorno bipolar tipo II), mas não há história de episódios maníacos ou mistos (ver Transtorno bipolar tipo I). A sintomatologia depressiva nunca foi suficientemente grave ou prolongada para preencher os critérios diagnósticos para um episódio depressivo (ver Transtorno bipolar tipo II). Os sintomas resultam em sofrimento significativo ou prejuízo significativo no funcionamento pessoal, familiar, social, educacional, ocupacional ou em outras áreas importantes do funcionamento."
          }
        },
        {
          "6A70.0": {
            "confidence_embedding": 0.793,
            "text": "Representação de doença CID-11: Transtorno depressivo, episódio único, leve. Definição: Transtorno depressivo, episódio único leve é diagnosticado quando os critérios diagnósticos de um episódio depressivo são preenchidos e o episódio é de gravidade leve. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução do vigor ou fadiga. Em um episódio depressivo leve, o indivíduo geralmente sofre com os sintomas e tem alguma dificuldade em continuar a funcionar em um ou mais domínios (pessoal, familiar, social, educacional, ocupacional ou outros domínios importantes). Não há delírios ou alucinações durante o episódio."
          }
        },
        {
          "6A70": {
            "confidence_embedding": 0.7918,
            "text": "Representação de doença CID-11: Transtorno depressivo, episódio único. Definição: Transtorno depressivo, episódio único é caracterizado pela presença ou história de um episódio depressivo quando não há história de episódios depressivos anteriores. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução da energia ou fadiga. Nunca houve qualquer episódio maníaco, hipomaníaco ou misto anterior, o que indicaria a presença de um transtorno bipolar."
          }
        },
        {
          "6A70.5": {
            "confidence_embedding": 0.7911,
            "text": "Representação de doença CID-11: Transtorno depressivo, episódio único, gravidade não especificada. Definição: Transtorno depressivo, episódio único, gravidade não especificada é diagnosticado quando os critérios diagnósticos para episódio depressivo são preenchidos, não há história de episódios depressivos prévios e as informações são insuficientes para determinar a gravidade do episódio depressivo atual. Um episódio depressivo é caracterizado por um período de humor deprimido ou diminuição do interesse em atividades que ocorre na maior parte do dia, quase todos os dias, durante um período de pelo menos duas semanas, acompanhado por outros sintomas, como dificuldade de concentração, sentimentos de inutilidade ou culpa excessiva ou inadequada, desesperança, pensamentos recorrentes de morte ou suicídio, alterações no apetite ou no sono, agitação ou lentificação psicomotora e redução da energia ou fadiga. Os sintomas estão associados a pelo menos alguma dificuldade em continuar as atividades normais de trabalho, sociais ou domésticas."
          }
        }
      ]
    },
    "parestesia": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A64": {
            "confidence_embedding": 0.7425,
            "text": "Representação de doença CID-11: Crise epiléptica única devida a causas remotas. Definição: Convulsão não provocada ocorrendo em paciente sem história de antecedente de crises epilépticas mas com anormalidades do desenvolvimento cerebral ou uma condição clínica potencialmente responsável (metabólica, estrutural, tóxica). A relação temporal com o insulto ao SNC é além do intervalo estimado para ocorrência de convulsões agudas sintomáticas. O insulto ao SNC pode ser estático ou progressivo."
          }
        },
        {
          "8C01.0": {
            "confidence_embedding": 0.7418,
            "text": "Representação de doença CID-11: Polineuropatia desmielinizante inflamatória aguda. Definição: Fraqueza progressiva dos membros ao longo de alguns dias a 28 dias, déficit simétrico, arreflexia, distúrbio sensorial ausente ou leve, proteína do líquido cefalorraquidiano elevada e redução das velocidades de condução nervosa são as características principais. O transtorno pode ser precedido por infecção respiratória superior ou gastrointestinal ou imunização 1 a 4 semanas antes do início da doença. A paralisia bifacial pode estar presente."
          }
        },
        {
          "8A61.4": {
            "confidence_embedding": 0.7353,
            "text": "Representação de doença CID-11: Síndromes epilépticas genéticas com idade de início variável. Definição: Epielpsia que ocorre em criança ou adulto de outra forma normal. Convulsões podem ocorrer espontaneamente ou ser provocadas por estímulo externo. História familiar de convulsões não é incomum e frequentemente são relatadas em síndromes epilépticas selecionadas. Aspectos genéticos podem seguir diferentes características, variando de padrões hereditários complexos a características mendelianas clássicas ou defeitos focais."
          }
        },
        {
          "8A02.00": {
            "confidence_embedding": 0.7344,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.7311,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        }
      ]
    },
    "phalen ausente": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC20.2": {
            "confidence_embedding": 0.7136,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MD11.4": {
            "confidence_embedding": 0.707,
            "text": "Representação de doença CID-11: Respiração de Cheyne-Stokes relacionada ao sono. Definição: Respiração periódica, uma variante da respiração de Cheyne-Stokes, é caracterizada por ciclos regulares e recorrentes de mudanças no volume corrente, nas quais o menor volume corrente é menor que a metade do volume corrente máximo do mesmo ciclo. É o padrão respiratório anormal mais frequentemente relacionado ao acidente vascular cerebral, mais do que nas doenças sistêmicas, ocorrendo em aproximadamente 25% daqueles. A respiração periódica pode ser mais comum em pacientes com hemorragia subaracnóidea."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7061,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME62.1": {
            "confidence_embedding": 0.7025,
            "text": "Representação de doença CID-11: exantema purpúrico agudo. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e que consiste predominantemente em púrpura disseminada. As causas potenciais são numerosas e incluem trombocitopenia, coagulopatias, vasculites e sepse."
          }
        },
        {
          "MG29.10": {
            "confidence_embedding": 0.7004,
            "text": "Representação de doença CID-11: Edema devido a pressão capilar aumentada. Definição: O aumento da pressão capilar aumenta o vazamento de fluido do compartimento vascular para os tecidos intersticiais, resultando em edema. Causas incluem o comprometimento ou obstrução do retorno venoso (sobrecarga de fluido, trombose venosa, insuficiência cardíaca direita, compressão venosa por tumor), aumento do fluxo sanguíneo (resposta fisiológica à exposição ao calor, malformações arteriovenosas, controle vasomotor cutâneo prejudicado devido a drogas ou neuropatia autonômica), ou pressão oncótica plasmática reduzida por hipoproteinemia."
          }
        }
      ]
    },
    "queixa": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME62.7": {
            "confidence_embedding": 0.7484,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "MC20.2": {
            "confidence_embedding": 0.7375,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MF33": {
            "confidence_embedding": 0.7347,
            "text": "Representação de doença CID-11: Sintoma ou queixa pré-menstrual. Definição: Um sintoma idiopático da síndrome pré-menstrual que afeta mulheres e é idiopático. Caracterizado por sintomas emocionais, físicos ou comportamentais cíclicos, como alterações de humor, alterações psicológicas, retenção de líquidos, alterações neurológicas, alterações gastrointestinais, sensação de peso pélvico ou alterações dermatológicas que afetam mulheres na fase lútea do ciclo menstrual e que interferem com o estilo de vida da pessoa."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7318,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7308,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7378,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7341,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7145,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        },
        {
          "FA22": {
            "confidence_embedding": 0.7112,
            "text": "Representação de doença CID-11: Polimialgia reumática. Definição: A polimialgia reumática (PMR) é uma síndrome caracterizada por dores nas porções proximais das extremidades e do tronco. Os critérios de classificação provisórios para PMR pela European League Against Rheumatism / American College of Rheumatology Collaborative Initiative devem ser aplicados em pacientes com 50 anos ou mais com dor nos ombros bilateral e PCR e / ou VHS anormais. O algoritmo de pontuação é baseado na rigidez matinal> 45 minutos (2 pontos), dor / amplitude de movimento limitada no quadril (1 ponto), ausência de fator reumatoide e / ou anticorpo anti-proteína citrulinada (1 ponto), com critério de ultrassom opcional. Mais comumente, a PMR ocorre de forma isolada, mas pode ser observada em 40-50% dos pacientes com arterite de células gigantes."
          }
        },
        {
          "FA84.1": {
            "confidence_embedding": 0.7108,
            "text": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
          }
        }
      ]
    },
    "queixa álgica": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.7389,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA27.2": {
            "confidence_embedding": 0.7198,
            "text": "Representação de doença CID-11: Reumatismo palindrômico. Definição: Reumatismo palindrômico causa crises agudas de dor e edema nas articulações, tipicamente nas mãos e nos pés. Cada episódio pode durar de algumas horas a vários dias. A frequência das crises também é variável. No intervalo entre as crises, a dor e o edema desaparecem completamente e as articulações acometidas parecem normais nas radiografias. É provável que 30 a 50 por cento dos pacientes com reumatismo palindrômico desenvolverão artrite reumatoide, mas a progressão pode levar vários anos."
          }
        },
        {
          "FA84.1": {
            "confidence_embedding": 0.7138,
            "text": "Representação de doença CID-11: Espondilolistese sem defeito na 'pars'. Definição: Esta é uma condição caracterizada pelo deslizamento anterior do corpo vertebral, sobre a vértebra abaixo, sem um defeito na \"pars articularis\""
          }
        },
        {
          "FA70.0": {
            "confidence_embedding": 0.7091,
            "text": "Representação de doença CID-11: Cifose. Definição: Esta é uma curvatura da coluna vertebral que causa um arqueamento ou arredondamento das costas, o que leva a uma postura corcunda ou curvada."
          }
        },
        {
          "FA9Z": {
            "confidence_embedding": 0.7082,
            "text": "Representação de doença CID-11: Inflamação da coluna vertebral, não especificada. Definição: "
          }
        }
      ]
    },
    "tinel presente bilateral": {
      "capitulo": "08",
      "opcoes": [
        {
          "8A02.00": {
            "confidence_embedding": 0.698,
            "text": "Representação de doença CID-11: Blefarospasmo benigno essencial. Definição: Esta é uma condição neurológica caracterizada por fechamento forçado das pálpebras devido a contração involuntária e sustentada dos músculos ao redor dos olhos."
          }
        },
        {
          "8D20.1Z": {
            "confidence_embedding": 0.6894,
            "text": "Representação de doença CID-11: Paralisia cerebral bilateral espástica, não especificada. Definição: "
          }
        },
        {
          "8B82": {
            "confidence_embedding": 0.6878,
            "text": "Representação de doença CID-11: Transtornos do nervo trigêmeo. Definição: O nervo trigêmeo é um nervo misto com três divisões, divisões oftálmica, maxilar e mandibular, que fornece inervação sensorial para a face e mucosas das cavidades oral e nasal e inervação motora para os músculos da mastigação, tensor do tímpano, tensor do véu palatino, milo-hióideo e ventre anterior do músculo digástrico. O complexo nuclear trigeminal se estende por todo o tronco encefálico, portanto, é suscetível a muitos processos patológicos, incluindo desmielinização, isquemia, hemorragia, inflamação infecciosa e não infecciosa e neoplasia, levando a sintomas de envolvimento do nervo trigêmeo. A compressão da raiz sensorial do nervo fora do tronco encefálico por uma alça vascular ocasiona a neuralgia do trigêmeo. Sintomas e sinais dependem da localização da lesão. Em geral, um transtorno do nervo trigêmeo está associado à perda de sensibilidade hemifacial, desvio da mandíbula para o lado paralisado à abertura da boca e perda do reflexo corneano."
          }
        },
        {
          "8C71.5": {
            "confidence_embedding": 0.6873,
            "text": "Representação de doença CID-11: Pseudomiotonia. Definição: O termo pseudomiotonia (relaxamento lento dos músculos após contração voluntária) descreve a aparência clínica da miotonia na ausência de descargas miotônicas na eletromiografia. Pseudomiotonia é mais comumente observada como reflexos tendinosos de relaxamento lento ou \"travados\" de hipotireoidismo, embora outras causas sejam descritas. A pseudomiotonia é observada em cerca de um terço dos pacientes com síndrome de Isaacs, particularmente com preensão manual, mas também após fechamento de olho e mandíbula; raramente, este pode ser o primeiro sintoma."
          }
        },
        {
          "8A45.30": {
            "confidence_embedding": 0.6852,
            "text": "Representação de doença CID-11: Transtorno da substância branca devido à deficiência de vitamina B12. Definição: Características neurológicas ocorrem em 40% dos pacientes com deficiência de vitamina B12. Degeneração combinada subaguda é uma complicação neurológica reversível potencial de deficiência de vitamina B12. Sintomas desenvolvem de forma insidiosa e as manifestações neuropáticas incluem parestesia distal, dormência, ataxia de marcha e diminuição da propriocepção dos membros inferiores, enquanto componente mielopático leva à prejuízo motor variável devido à disfunção do trato piramidal. Incontinência fecal e urinária com impotência e hipotensão postural podem ocorrer como parte da mielopatia. Manifestações centrais incluem confusão, depressão, alucinação progressiva e lentificação mental. Pode ocorrer e neuropatia óptica."
          }
        }
      ]
    }
  }
}