{
  "prontuario_id": 938,
  "text": "Lucas, 51 ANOS, DONA DE CASA, CASADA, PROCEDENTE DE CURITIBA\nQP: \" HERNIA INCISIONAL E EXCESSO DE PELE PÓS BARIÁTRICA \"\nPACIENTE RELATA QUE HA 4 ANOS REALIZOU CX BARIÁTRICA E HÁ UM ANO NOTOU APARECIMENTO DE UMA HERNIA NA CICATRIZ BARIÁTRICA. NEGA DOR E PRURIDO, MAS RELATA MUITO DESCONFORTO MESMO USANDO A CINTA DIARIAMENTE. PACIENTE RELATA TAMBÉM DESCONFORTO PELO EXCESSO DE PELE EM BRAÇO E BARRIGA APÓS A CIRURGIA BARIÁTRICA.\nEF: HÉRNIA INCISIONAL PÓS BARIÁTRICA EM MESOGASTRIO (PARTE DISTAL DA INCISÃO), NAO PULSÁTIL, SIMÉTRICA QUE AUMENTA COM A MANOBRA DE VALSALVA. ABDOME COM EXCESSO DE PELE  E ESTRIAS.\n \n \n \n ",
  "entities": {
    "Sinal ou Sintoma": [
      "QP",
      "DOR",
      "PRURIDO",
      "DESCONFORTO",
      "PULSÁTIL",
      "EXCESSO DE PELE"
    ],
    "Abreviação": [
      "QP",
      "BARIÁTRICA",
      "EF",
      "CX BARIÁTRICA"
    ],
    "Conceito Temporal": [
      "PÓS",
      "DIARIAMENTE",
      "APÓS",
      "HA 4 ANOS",
      "HÁ UM ANO"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "BARIÁTRICA",
      "INCISÃO",
      "CX BARIÁTRICA",
      "CIRURGIA BARIÁTRICA"
    ],
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Função Patológica": [
      "CICATRIZ"
    ],
    "Negação": [
      "NEGA",
      "NAO"
    ],
    "Dispositivo Médico": [
      "CINTA"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "BRAÇO",
      "BARRIGA",
      "ABDOME"
    ],
    "Localização ou Região Corporal": [
      "MESOGASTRIO"
    ],
    "Conceito Espacial": [
      "DISTAL"
    ],
    "Achado": [
      "SIMÉTRICA",
      "EXCESSO DE PELE"
    ],
    "Anormalidade Adquirida": [
      "ESTRIAS"
    ],
    "Procedimento Diagnóstico": [
      "MANOBRA DE VALSALVA"
    ]
  },
  "labels": {
    "estrias": {
      "capitulo": "15",
      "opcoes": [
        {
          "FB32.20": {
            "confidence_embedding": 0.75,
            "text": "Representação de doença CID-11: Rabdomiólise idiopática. Definição: É uma lesão do músculo esquelético, em que ocorre o extravazamento maciço de conteúdo muscular, acompanhado de mioglobinúria. Ela pode ocorrer em populações adultas e pediátricas e não há causa identificável. Os episódios costumam ser recorrentes. A insuficiência renal devida à necrose tubular aguda é uma complicação grave."
          }
        },
        {
          "FA25.20": {
            "confidence_embedding": 0.7475,
            "text": "Representação de doença CID-11: Gota tofácea. Definição: Os tofos são deposições de cristais de urato monossódico nos tecidos de pacientes com hiperuricemia e podem estar associados a outras manifestações como a artropatia da gota. Eles são identificados principalmente na pele e no tecido subcutâneo. A hélice da orelha é uma das localizações mais comuns de acometimento dos tofos."
          }
        },
        {
          "FB42.2": {
            "confidence_embedding": 0.7401,
            "text": "Representação de doença CID-11: Gânglio. Definição: Esta é uma lesão nodular semelhante a tumor ou de conteúdo mucóide, originada de uma bainha tendínea, ligamentos ou cápsula articular, que acomete especialmente as mãos, o punho ou os pés. Eles não são cistos verdadeiros, pois não apresentam uma parede epitelial. Eles são diferenciados dos cistos sinoviais por não se comunicarem com a cavidade articular ou com a membrana sinovial."
          }
        },
        {
          "FB32.0": {
            "confidence_embedding": 0.7382,
            "text": "Representação de doença CID-11: Diástase de músculo. Definição: Esta é uma condição em que ocorre uma separação ou ruptura patológica entre fibras musculares e outras fibras musculares, tendões ou fáscia"
          }
        },
        {
          "FA80.8": {
            "confidence_embedding": 0.7313,
            "text": "Representação de doença CID-11: Degeneração de disco intervertebral da coluna lombar sem prolapso de disco. Definição: "
          }
        }
      ]
    },
    "excesso de pele": {
      "capitulo": "14",
      "opcoes": [
        {
          "ED64": {
            "confidence_embedding": 0.793,
            "text": "Representação de doença CID-11: Pigmentação anormal da pele. Definição: Pigmentação anormal da pele sem especificação do tipo ou causa."
          }
        },
        {
          "EH90": {
            "confidence_embedding": 0.7875,
            "text": "Representação de doença CID-11: Úlcera por pressão. Definição: Úlceras de pressão resultam de lesão localizada e necrose isquêmica de pele e tecidos subjacentes devido a pressão prolongada, ou pressão em combinação com cisalhamento; as proeminências ósseas do corpo são as localizações mais frequentemente afetadas; imobilidade e debilidade são importantes fatores contribuintes."
          }
        },
        {
          "EB90.3Y": {
            "confidence_embedding": 0.7846,
            "text": "Representação de doença CID-11: Outra porfiria ou pseudoporfiria especificada afetando a pele. Definição: "
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7845,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EE90": {
            "confidence_embedding": 0.7842,
            "text": "Representação de doença CID-11: Infiltração linfocítica benigna da pele. Definição: Infiltração linfocítica benigna de Jessner é um transtorno linfoproliferativo crônico benigno de células T caracterizado pela presença de nódulos túmidos vermelhos não cicatriciais, geralmente na pele da face. Pode ser difícil de distinguir do lúpus eritematoso cutâneo."
          }
        }
      ]
    },
    "desconforto": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME66.2": {
            "confidence_embedding": 0.7838,
            "text": "Representação de doença CID-11: Pele redundante e excessiva. Definição: Condição que tipicamente ocorre em indivíduos previamente bastante obesos após perda de peso maciça, como após cirurgia bariátrica ou restrição calórica estrita."
          }
        },
        {
          "MB40.3": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Anestesia cutânea. Definição: Perda parcial ou total da sensibilidade da pele, afetando mais comumente uma área circunscrita e resultante de lesão de nervo sensitivo, como por trauma ou hanseníase."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7527,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "ME64.2": {
            "confidence_embedding": 0.7524,
            "text": "Representação de doença CID-11: Palidez. Definição: Palidez da pele, podendo ser resultante de anemia grave ou choque hipovolêmico."
          }
        },
        {
          "ME66.1": {
            "confidence_embedding": 0.7479,
            "text": "Representação de doença CID-11: Alterações na textura da pele. Definição: Alterações na textura da pele de causa não especificada."
          }
        }
      ]
    },
    "dor": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME66.2": {
            "confidence_embedding": 0.7967,
            "text": "Representação de doença CID-11: Pele redundante e excessiva. Definição: Condição que tipicamente ocorre em indivíduos previamente bastante obesos após perda de peso maciça, como após cirurgia bariátrica ou restrição calórica estrita."
          }
        },
        {
          "MG30.21": {
            "confidence_embedding": 0.7942,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória. Definição: Dor pós-operatória crônica é a dor crônica que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia. A dor é localizada no local da cirugia, projetada no território de inervação de um nervo situado nesta área, ou referida em um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema doloroso preexistente. Dependendo do tipo de cirurgia, a dor pós-operatória crônica pode ser neuropática."
          }
        },
        {
          "MG30.2": {
            "confidence_embedding": 0.7923,
            "text": "Representação de doença CID-11: Dor crônica pós-operatória ou pós-traumática. Definição: Dor crônica pós-cirúrgica ou pós-traumática é uma dor que se desenvolve ou aumenta de intensidade após um procedimento cirúrgico ou lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após a cirurgia ou traumatismo tecidual. A dor é localizada no na região operada ou na área da lesão, na projeção do território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos ou viscerais profundos). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente de um problema preexistente."
          }
        },
        {
          "MG30.20": {
            "confidence_embedding": 0.7871,
            "text": "Representação de doença CID-11: Dor crônica pós-traumática. Definição: Dor pós-traumática crônica é a dor que se desenvolve ou aumenta de intensidade após uma lesão tecidual (envolvendo qualquer traumatismo, incluindo queimaduras) e que persiste além do processo de cicatrização, ou seja, por pelo menos 3 meses após o traumatismo tecidual. A dor é ou localizada na área da lesão, ou referida no território de inervação de um nervo situado nesta área, ou referida a um dermátomo (após cirurgia/lesão de tecidos somáticos profundos ou viscerais). Outras causas de dor, incluindo infecção, malignidade, etc., precisam ser excluídas, bem como a dor persistente por um problema doloroso preexistente."
          }
        },
        {
          "MD81": {
            "confidence_embedding": 0.7767,
            "text": "Representação de doença CID-11: Dor abdominal ou pélvica. Definição: Dor, uma sensação desagradável de desconforto ocorrendo em variados graus de intensidade, recebida pelas terminações nervosas na região abdominal e pélvica."
          }
        }
      ]
    },
    "pulsátil": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME66.2": {
            "confidence_embedding": 0.8192,
            "text": "Representação de doença CID-11: Pele redundante e excessiva. Definição: Condição que tipicamente ocorre em indivíduos previamente bastante obesos após perda de peso maciça, como após cirurgia bariátrica ou restrição calórica estrita."
          }
        },
        {
          "ME66.1": {
            "confidence_embedding": 0.7813,
            "text": "Representação de doença CID-11: Alterações na textura da pele. Definição: Alterações na textura da pele de causa não especificada."
          }
        },
        {
          "MD81.3": {
            "confidence_embedding": 0.7787,
            "text": "Representação de doença CID-11: Abdome agudo. Definição: Síndrome clínica com dor abdominal aguda, que é intensa e de início rápido. O abdome agudo pode ser causado por uma variedade de transtornos, lesões ou doenças."
          }
        },
        {
          "MB40.3": {
            "confidence_embedding": 0.7777,
            "text": "Representação de doença CID-11: Anestesia cutânea. Definição: Perda parcial ou total da sensibilidade da pele, afetando mais comumente uma área circunscrita e resultante de lesão de nervo sensitivo, como por trauma ou hanseníase."
          }
        },
        {
          "ME64.2": {
            "confidence_embedding": 0.7763,
            "text": "Representação de doença CID-11: Palidez. Definição: Palidez da pele, podendo ser resultante de anemia grave ou choque hipovolêmico."
          }
        }
      ]
    },
    "prurido": {
      "capitulo": "21",
      "opcoes": [
        {
          "ME65.1": {
            "confidence_embedding": 0.8111,
            "text": "Representação de doença CID-11: Prurido. Definição: Sensação de prurido na pele. Para prurido persistente de causa desconhecida, o termo \"Prurido de causa desconhecida\" deve ser usado."
          }
        },
        {
          "ME66.2": {
            "confidence_embedding": 0.7963,
            "text": "Representação de doença CID-11: Pele redundante e excessiva. Definição: Condição que tipicamente ocorre em indivíduos previamente bastante obesos após perda de peso maciça, como após cirurgia bariátrica ou restrição calórica estrita."
          }
        },
        {
          "ME62.9": {
            "confidence_embedding": 0.79,
            "text": "Representação de doença CID-11: Escoriação cutânea aguda. Definição: Diagnóstico provisório de erupção cutânea de natureza desconhecida ou incerta, que surge abruptamente e que consiste em múltiplas escoriações. Na maioria dos casos, a escoriação é secundária ao prurido intenso decorrente de um transtornos sistêmico subjacente, como icterícia colestática, ou de uma doença cutânea pruriginosa, como eczema. Em alguns casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        },
        {
          "ME63.7": {
            "confidence_embedding": 0.7861,
            "text": "Representação de doença CID-11: Escoriação cutânea crônica. Definição: Diagnóstico provisório para um transtorno crônico da pele de natureza desconhecida ou incerta, caracterizado pela presença de múltiplas escoriações. Em alguns casos, a escoriação é secundária a prurido intenso decorrente de um transtorno sistêmico subjacente, como uremia, ou de uma doença de pele pruriginosa, como eczema. Em muitos casos, entretanto, fatores psicogênicos podem ser responsáveis."
          }
        },
        {
          "MB40.3": {
            "confidence_embedding": 0.772,
            "text": "Representação de doença CID-11: Anestesia cutânea. Definição: Perda parcial ou total da sensibilidade da pele, afetando mais comumente uma área circunscrita e resultante de lesão de nervo sensitivo, como por trauma ou hanseníase."
          }
        }
      ]
    },
    "cicatriz": {
      "capitulo": "14",
      "opcoes": [
        {
          "EC92.0": {
            "confidence_embedding": 0.787,
            "text": "Representação de doença CID-11: Penoscrotodinia. Definição: Transtorno somatoforme incomum, mas angustiante, que afeta homens, no qual há uma queixa clara e precisa de dor genital e/ou sensação de queimação na pele para a qual nenhuma causa subjacente pode ser encontrada."
          }
        },
        {
          "EB60": {
            "confidence_embedding": 0.7743,
            "text": "Representação de doença CID-11: Líquen escleroso. Definição: O líquen escleroso é uma dermatose inflamatória crônica de etiologia desconhecida. Afeta tanto mulheres como homens de todas as idades. Caracteriza-se pelo desenvolvimento de placas brancas, lisas e atróficas na pele vulvar e perianal nas mulheres e no prepúcio e glande do pênis nos homens. Muitas vezes resulta na formação de cicatriz levando a um intróito estreito ou fimose com comprometimento da função urinária e sexual. O risco de carcinoma de células escamosas anogenital é ligeiramente aumentado. Menos comumente, outros locais da pele são afetados, independentemente ou em conjunto com o envolvimento anogenital."
          }
        },
        {
          "EA91": {
            "confidence_embedding": 0.7693,
            "text": "Representação de doença CID-11: Líquen plano. Definição: Líquen plano é uma doença inflamatória de pele e mucosas caracterizada por intensa inflamação na interface entre epiderme/epitélio e derme/cório. Suas manifestações clínicas variam de acordo com a intensidade com que se desenvolve e com a localização de ataque. Na pele, geralmente se apresenta como uma erupção simétrica de pápulas ou placas rosas ou roxas pruriginosas de topo achatado. O envolvimento do couro cabeludo ou da matriz ungueal pode produzir perda permanente de cabelo ou unhas, respectivamente. Embora o envolvimento da membrana mucosa possa ser assintomático, pode causar dor e sofrimento significativos, principalmente quando é erosivo."
          }
        },
        {
          "EA90.3": {
            "confidence_embedding": 0.7691,
            "text": "Representação de doença CID-11: Psoríase eritrodérmica. Definição: Psoríase eritrodérmica é uma forma inflamatória generalizada grave de psoríase caracterizada por eritema intenso confluente envolvendo mais de 90% da superfície da pele. A psoríase eritrodérmica geralmente se desenvolve a partir da psoríase em placas extensa mas pode surgir de forma nova. Fatores precipitantes ou desencadeantes incluem a retirada de glicocorticoides sistêmicos e, menos frequentemente, a descontinuação abrupta do metotrexato, queimaduras ou infecções intercorrentes. Os pacientes podem desenvolver hipotermia ou insuficiência cardíaca de alto débito."
          }
        },
        {
          "EH90.1": {
            "confidence_embedding": 0.7637,
            "text": "Representação de doença CID-11: Úlcera por pressão grau 2. Definição: Lesão por pressão com perda parcial da espessura da derme. Apresenta-se como uma úlcera aberta rasa com um leito vermelho ou rosa sem esfacelo ou como uma bolha cheia de soro ou serossanguinolenta que pode se romper.\r\n\r\n\r\nEsta categoria não deve ser usada para descrever lacerações de pele, lesões por adesivos, dermatite associada à incontinência, maceração ou escoriação."
          }
        }
      ]
    }
  }
}