{
  "prontuario_id": 329,
  "text": "# Lucas, 47 ANOS\n\n# QUADRO CLÍNICO: PACIENTE COMPARECE EM CONSULTA DE ROTINA, SEM QUEIXA ESPECÍFICA. JÁ USUÁRIA DE ÓCULOS.\n- NEGA COMORBIDADES\n- NEGA CX TRAUMA OCULAR\n- HMF NEGATIVA PARA GLAUCOMA/CEGUEIRA\n- CORIORRETINITE POR TOXOPLASMOSE HÁ 12 ANOS EM OE\n\n# EXAME FÍSICO\nAV SC\n20/20\n20/200\n\nAV CC\n20/20\n20/200\nJ1\n\nÓCULOS\n-0,25  -0,75  10º\n-0,75  ESF\n\nPIO 11/12\n\nBIO\nOD: CA CALMA E BEM FORMADA, CÓRNEA CRISTALINO TRANSPARENTE, PUPILA FOTORREAGENTE.\nOE: CA CALMA E BEM FORMADA, CÓRNEA CRISTALINO TRANSPARENTE, PUPILA FOTORREAGENTE.\n\nFO\nOD: PAPILA E MÁCULA NORMAIS.\nOE: CICATRIZ TOXOPLASMOSE ENTRE PAPILA E DO.\n\n# HD\nCICATRIZ POR TOXOPLASMOSE EM OE\n\n# CD\nORIENTO RETORNO NO DIA 06/08 PARA MR (SEM ACOMPANHANTE HOJE)\n\nR1 Doutor Vital Brazil\n \n \n \n ",
  "entities": {
    "Paciente ou Grupo com Deficiência": [
      "PACIENTE"
    ],
    "Negação": [
      "SEM",
      "NEGA",
      "NEGATIVA"
    ],
    "Dispositivo Médico": [
      "ÓCULOS"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "CX"
    ],
    "Abreviação": [
      "CX",
      "HMF",
      "OE",
      "J1",
      "PIO",
      "BIO",
      "OD",
      "FO",
      "HD",
      "CD",
      "MR",
      "R1",
      "AV SC",
      "AV CC",
      "10º -0 , 75 ESF",
      "CA CALMA E BEM FORMADA",
      "ENTRE PAPILA E DO"
    ],
    "Doença ou Síndrome": [
      "GLAUCOMA/CEGUEIRA",
      "CORIORRETINITE",
      "TOXOPLASMOSE"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "OE",
      "OD",
      "PAPILA",
      "MÁCULA"
    ],
    "Achado": [
      "J1"
    ],
    "Procedimento Diagnóstico": [
      "PIO",
      "BIO",
      "FO",
      "MR",
      "AV SC",
      "AV CC"
    ],
    "Resultado Laboratorial ou de Teste": [
      "11/12",
      "CA CALMA E BEM FORMADA",
      "CÓRNEA CRISTALINO TRANSPARENTE",
      "PUPILA FOTORREAGENTE"
    ],
    "Conceito Quantitativo": [
      "11/12",
      "20/20 20/200",
      "-0 , 25 -0 , 75",
      "10º -0 , 75 ESF"
    ],
    "Função Patológica": [
      "CICATRIZ"
    ],
    "Atividade de Assistência à Saúde": [
      "CD",
      "ORIENTO",
      "RETORNO",
      "CONSULTA DE ROTINA"
    ],
    "Grupo Profissional ou Ocupacional": [
      "R1",
      "Doutor"
    ],
    "Atributo Clínico": [
      "QUADRO CLÍNICO"
    ],
    "Sinal ou Sintoma": [
      "QUEIXA ESPECÍFICA"
    ],
    "Lesão ou Envenenamento": [
      "TRAUMA OCULAR"
    ],
    "Conceito Temporal": [
      "HÁ 12 ANOS"
    ],
    "Conceito Espacial": [
      "ENTRE PAPILA E DO"
    ]
  },
  "labels": {
    "cicatriz": {
      "capitulo": "09",
      "opcoes": [
        {
          "9A61.3": {
            "confidence_embedding": 0.7953,
            "text": "Representação de doença CID-11: Cicatrizes da conjuntiva. Definição: Cicatrizes da mucosa que reveste a superfície interna da pálpebra e a superfície exposta do globo ocular e que ocorrem devido a várias razões, como traumatismo, infecção ou alergia."
          }
        },
        {
          "9C61.35": {
            "confidence_embedding": 0.7712,
            "text": "Representação de doença CID-11: Glaucoma por bloqueio ciliar. Definição: Glaucoma por bloqueio ciliar é uma condição em que o mau direcionamento do aquoso para a cavidade vítrea desloca o diafragma cristaliniano anteriormente e assim causando fechamento do ângulo com subsequente elevação da pressão ocular e dano ao nervo óptico."
          }
        },
        {
          "9C61.34": {
            "confidence_embedding": 0.7682,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico."
          }
        },
        {
          "9A77": {
            "confidence_embedding": 0.768,
            "text": "Representação de doença CID-11: Cicatrizes ou opacidades da córnea. Definição: A opacidade da córnea ocorre quando a córnea apresenta cicatrizes por uma variedade de doenças oculares infecciosas e inflamatórias. Essas cicatrizes impedem que a luz passe através da córnea para a retina e podem fazer com que a córnea, que é normalmente transparente, pareça branca ou turva."
          }
        },
        {
          "9A06.72": {
            "confidence_embedding": 0.7664,
            "text": "Representação de doença CID-11: Blefaroconjuntivite alérgica de contato. Definição: Dermatite de contato alérgica afetando as pálpebras e a conjuntiva."
          }
        }
      ]
    },
    "coriorretinite": {
      "capitulo": "09",
      "opcoes": [
        {
          "9B75.2": {
            "confidence_embedding": 0.7929,
            "text": "Representação de doença CID-11: Coriorretinopatia serosa central. Definição: Doença ocular que causa comprometimento visual, geralmente temporário, geralmente em um dos olhos. Quando o transtorno está ativo, é caracterizado por vazamento de fluido sob a retina, que tem propensão a se acumular sob a mácula central."
          }
        },
        {
          "9C61.25": {
            "confidence_embedding": 0.7561,
            "text": "Representação de doença CID-11: Crise glaucomatociclítica. Definição: Crise glaucomatociclítica apresenta-se com precipitados ceráticos leves e flare do aquoso, elevação aguda da pressão intraocular e dano ao nervo óptico quando ataques repetidos ocorrem."
          }
        },
        {
          "9C61.34": {
            "confidence_embedding": 0.7517,
            "text": "Representação de doença CID-11: Glaucoma secundário de ângulo fechado devido a invasão por células epiteliais. Definição: Invasão de células epiteliais é uma condição subsequente a traumatismo ocular aberto ou cirurgia em que células epiteliais conjuntivais ou corneanas ganham acesso à câmara anterior e crescem além da malha trabecular com subsequente elevação da pressão ocular e dano ao nervo óptico."
          }
        },
        {
          "9B51": {
            "confidence_embedding": 0.7465,
            "text": "Representação de doença CID-11: Esclerite. Definição: Inflamação da túnica externa branca, opaca e fibrosa do globo ocular. Pode estar associada a uveíte."
          }
        },
        {
          "9A94.1": {
            "confidence_embedding": 0.746,
            "text": "Representação de doença CID-11: Síndrome da íris flácida. Definição: Complicação que pode ocorrer durante a extração da catarata em alguns pacientes. Esta síndrome é caracterizada por uma íris flácida que ondula em resposta a correntes ordinárias do fluido intraocular, uma propensão para esta íris flácida prolapsar em direção à área de extração de catarata durante a cirurgia e constrição progressiva da pupila no intraoperatório, apesar dos procedimentos padrão para prevenir isso."
          }
        }
      ]
    },
    "toxoplasmose": {
      "capitulo": "01",
      "opcoes": [
        {
          "1F57.3": {
            "confidence_embedding": 0.8145,
            "text": "Representação de doença CID-11: Doença ocular por Toxoplasma gondii. Definição: A coriorretinite ou toxoplasmose ocular é uma manifestação relativamente comum da infecção por T. gondii. A toxoplasmose ocular ocorre quando cistos depositados na retina ou próximos a ela se tornam ativos, produzindo taquizoítos. A retinite necrosante focal é a lesão característica, mas cicatrizes retinianas de reativação prévia estão tipicamente presentes."
          }
        },
        {
          "1F57.2": {
            "confidence_embedding": 0.7851,
            "text": "Representação de doença CID-11: Toxoplasmose pulmonar devida a Toxoplasma gondii. Definição: Em pacientes imunodeficientes, a toxoplasmose ocorre mais frequentemente em pessoas com defeitos na imunidade mediada por células T, como aqueles que recebem corticosteroides, terapias antifator de necrose tumoral (TNF) ou drogas citotóxicas, e aqueles com doenças hematológicas malignas, transplantes de órgãos ou síndrome de imunodeficiência adquirida (SIDA). \r\nA toxoplasmose pulmonar no paciente imunodeficiente pode aparecer na forma de pneumonite intersticial, pneumonite necrotizante, consolidação, derrame pleural ou empiema, ou todos eles. \r\nPacientes com SIDA e pneumonia por Toxoplasma apresentam tosse, dispneia e febre. Como a toxoplasmose geralmente é observada apenas na infecção avançada por HIV com contagens de CD4 abaixo de 100, a maioria dos pacientes com SIDA que desenvolvem pneumonia por toxoplasma já teve infecções oportunistas anteriores associadas ao HIV. Em pacientes transplantados de órgãos sólidos, isso ocorre mais comumente devido ao transplante de um pulmão ou coração de um doador soropositivo para toxoplasma para um receptor soronegativo, resultando em doença pulmonar primária. Em pacientes transplantados de medula óssea, a toxoplasmose pulmonar ocorre em 0,28% a 0,45% dos pacientes. Ao contrário dos pacientes com transplante de órgãos sólidos, a maioria desses pacientes apresenta reativação, não doença primária."
          }
        },
        {
          "1F57.1": {
            "confidence_embedding": 0.7806,
            "text": "Representação de doença CID-11: Meningoencefalite devida ao Toxoplasma gondii. Definição: Doença das meninges e do cérebro, causada por uma infecção pelo parasita protozoário Toxoplasma gondii. Esta doença é caracterizada por convulsões, dor no pescoço, déficits neurológicos ou alterações em comportamento, cognição ou consciência. A transmissão ocorre por disseminação hematogênica para as meninges e cérebro após a ingestão direta de alimentos contaminados, ou transmissão indireta por consumo de alimentos ou água contaminados com fezes de gato infectadas. A confirmação é feita pela detecção de anticorpos contra Toxoplasma gondii no líquido cefalorraquidiano ou identificação de Toxoplasma gondii no líquido cefalorraquidiano e exames avançados de imagem do sistema nervoso."
          }
        },
        {
          "1F57": {
            "confidence_embedding": 0.7774,
            "text": "Representação de doença CID-11: Toxoplasmose. Definição: Doença causada por uma infecção pelo parasita protozoário Toxoplasma gondii. Esta doença é caracterizada por febre, linfadenite, dor de garganta ou erupção na pele. A transmissão ocorre por ingestão direta de alimentos contaminados, indiretamente por alimentos ou água contaminados com fezes de gato infectadas, ou transmissão vertical. A confirmação é feita pela detecção de anticorpos contra o Toxoplasma gondii, ou identificação do Toxoplasma gondii em tecido, líquido cefalorraquidiano, sangue ou outros fluidos corporais."
          }
        },
        {
          "1F6D": {
            "confidence_embedding": 0.7533,
            "text": "Representação de doença CID-11: Toxocaríase. Definição: Condição causada por uma infecção pelo verme parasita Toxocara. Em infecções oculares, esta condição é caracterizada por perda de visão ou inflamação do olho; em infecções viscerais, esta condição é caracterizada por febre, tosse, fígado aumentado ou pneumonia. Essa condição também pode ser assintomática. A transmissão ocorre pela via fecal-oral por meio da ingestão de alimentos, água ou solo que contenham ovos de Toxocara (contaminados por fezes de um cão ou gato infectados). A confirmação é feita pela detecção de anticorpos contra o Toxocara em uma amostra de sangue."
          }
        }
      ]
    },
    "j1": {
      "capitulo": "21",
      "opcoes": [
        {
          "MC20.2": {
            "confidence_embedding": 0.7699,
            "text": "Representação de doença CID-11: Hipópio. Definição: Hipópio é a presença de células inflamatórias na câmara anterior do olho. Corresponde a um exsudato leucocitário, observado na câmara anterior, geralmente acompanhado de hiperemia de conjuntiva e episclera subjacente. É um sinal de inflamação da úvea anterior e da íris, ou seja, irite, que é uma forma de uveíte anterior. O exsudado deposita-se no fundo devido à ação da gravidade."
          }
        },
        {
          "MC20.0": {
            "confidence_embedding": 0.7445,
            "text": "Representação de doença CID-11: Estafiloma. Definição: Protusão anormal do tecido uveal através de um ponto frágil do globo ocular. A protrução geralmente é de cor preta, devido às camadas internas do olho. Ocorre devido ao enfraquecimento da camada externa do olho (córnea ou esclera) por uma condição inflamatória ou degenerativa. Pode ser de 5 tipos, dependendo da localização no globo ocular (bulbus oculi)."
          }
        },
        {
          "ME64.3": {
            "confidence_embedding": 0.7361,
            "text": "Representação de doença CID-11: Petéquias. Definição: Petéquias resultam do vazamento focal de sangue dos capilares da derme para o tecido conjuntivo dérmico adjacente. Apresentam-se como múltiplas máculas pontuais, vermelhas ou roxas, que não desaparecem à digitopressão. As muitas causas subjacentes variam de condições inócuas (p.ex., tosse ou esforço) a condições de risco de vida (p.ex., septicemia meningocócica)."
          }
        },
        {
          "ME62.7": {
            "confidence_embedding": 0.7269,
            "text": "Representação de doença CID-11: Erupção cutânea descamativa aguda. Definição: Diagnóstico provisório de uma erupção cutânea de natureza desconhecida ou incerta que surge abruptamente e na qual a descamação é um aspecto proeminente. Isso é visto caracteristicamente nos estágios finais de muitos exantemas virais agudos, mas também pode ser observado em reações a medicamentos e na psoríase instável e eritrodérmica."
          }
        },
        {
          "ME65": {
            "confidence_embedding": 0.726,
            "text": "Representação de doença CID-11: Distúrbios da sensibilidade cutânea de etiologia não especificada. Definição: Grupo de sintomas cutâneos para os quais freqüentemente é impossível identificar uma causa precisa."
          }
        }
      ]
    }
  }
}