{
  "prontuario_id": 158,
  "text": "TX RENAL DC.\nMTC 10, FK 5 / 5, MS 2 / 2, BON, CVD 6,25 X 2.\n\nS: SENSAÇÃO PRESSÃO SOBRE O ENXERTO\nO: PA 140/90,   P 68,  AFEBRIL  DIURESE 2L  \nHIPOCORADO +.\nCPP/PC SP.\nABD RHA+, RINS NATIVOS PALPÁVEIS, NÃO PALPO HERNIA, FIOS PDS PALPAVEIS NO SUBCUTANEO.\nMMII SEM EDEMA.\nTX RENAL COM CR 2,3 E NS FK 20.\nHAS > PA LIMITROFE.\nANEMIA COM MELHORA.\n \n \n ",
  "entities": {
    "Grupo Populacional": [
      "DC"
    ],
    "Substância Química Orgânica": [
      "MTC",
      "FK",
      "MS",
      "CVD"
    ],
    "Abreviação": [
      "MTC",
      "FK",
      "MS",
      "BON",
      "CVD",
      "PA",
      "P",
      "ABD",
      "RHA+",
      "MMII",
      "HAS",
      "TX RENAL",
      "CPP/PC SP",
      "FIOS PDS",
      "CR 2 , 3",
      "NS FK 20",
      "PA LIMITROFE"
    ],
    "Substância Farmacológica": [
      "MTC",
      "FK",
      "MS",
      "BON",
      "CVD"
    ],
    "Conceito Quantitativo": [
      "10",
      "140/90",
      "68",
      "2L",
      "5 / 5",
      "2 / 2",
      "6 , 25 X 2"
    ],
    "Atributo Clínico": [
      "PA",
      "P"
    ],
    "Sinal ou Sintoma": [
      "AFEBRIL",
      "HIPOCORADO",
      "EDEMA",
      "SENSAÇÃO PRESSÃO SOBRE O ENXERTO"
    ],
    "Negação": [
      "AFEBRIL",
      "NÃO",
      "SEM"
    ],
    "Função de Organismo": [
      "DIURESE"
    ],
    "Parte do Corpo, Órgão ou Componente Orgânico": [
      "ABD",
      "MMII"
    ],
    "Localização ou Região Corporal": [
      "ABD"
    ],
    "Achado": [
      "RHA+",
      "CPP/PC SP",
      "RINS NATIVOS PALPÁVEIS",
      "PA LIMITROFE"
    ],
    "Doença ou Síndrome": [
      "HAS",
      "ANEMIA COM MELHORA"
    ],
    "Procedimento Terapêutico ou Preventivo": [
      "TX RENAL"
    ],
    "Dispositivo Médico": [
      "FIOS PDS"
    ],
    "Resultado Laboratorial ou de Teste": [
      "CR 2 , 3",
      "NS FK 20"
    ]
  },
  "labels": {
    "anemia com melhora": {
      "capitulo": "03",
      "opcoes": [
        {
          "3A71.2": {
            "confidence_embedding": 0.8096,
            "text": "Representação de doença CID-11: Anemia na doença renal crônica. Definição: Doença causada por doença crônica do rim. Esta doença é caracterizada por baixos níveis de glóbulos vermelhos no organismo. Esta doença pode se manifestar com palidez, fadiga ou falta de ar. A confirmação é feita pela identificação de baixos níveis de glóbulos vermelhos numa amostra de sangue."
          }
        },
        {
          "3A72.0": {
            "confidence_embedding": 0.7923,
            "text": "Representação de doença CID-11: Anemias sideroblásticas congênitas. Definição: Doença causada por determinantes surgindo no período pré-natal levando à produção de sideroblastos em anel; eritroblastos nucleados anormais. Esta doença é caracterizada pela incapacidade dos glóbulos vermelhos incorporarem a hemoglobina adequadamente , sendo necessária aos glóbulos vermelhos para transportar o oxigênio eficientemente. Esta doença pode se manifestar com palidez, fadiga, tonturas e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A72.1": {
            "confidence_embedding": 0.7709,
            "text": "Representação de doença CID-11: Anemias sideroblásticas adquiridas. Definição: Doença causada por determinantes surgindo após o nascimento como as síndromes mielodisplásicas, antimicrobianos, deficiência de piridoxina, envenenamento por chumbo ou deficiência de cobre. O zinco pode causar anemia sideroblástica indiretamente diminuindo aa absorção e aumentando a excreção do cobre. Esta doença é caracterizada pela incapacidade da incorporação da hemoglobina nos glóbulos vermelhos, que é necessária para o transporte eficiente do oxigênio. Esta doença pode se manifestar com palidez, fadiga, tontura e aumento do baço e fígado, doença cardíaca, lesão hepática e insuficiência renal."
          }
        },
        {
          "3A70.1": {
            "confidence_embedding": 0.7641,
            "text": "Representação de doença CID-11: Anemias aplásticas adquiridas. Definição: Condição que ocorre secundária a outros transtornos ou por meio de uma reposta autoimune direcionada à medula óssea que surge após o nascimento. Esta doença é caracterizada por ausência quase completa das células tronco hematopoiéticas, resultando em níveis diminuídos de glóbulos vermelhos e brancos e plaquetas. Esta condição pode se manifestar com fadiga, infecções crônicas, tontura, fraqueza, dores de cabeça e episódios de sangramento, geralmente em pele e mucosas."
          }
        },
        {
          "3A10.0": {
            "confidence_embedding": 0.7536,
            "text": "Representação de doença CID-11: Anemias hemolíticas devidas ao'shunt' da hexose monofosfato e anormalidades do metabolismo da glutationa. Definição: Esta doença é um tipo de anemia devido a hemólise, destruição anormal dos glóbulos vermelhos ( hemácias ), tanto nos vasos sanguíneos (hemólise intravascular) ou em outro local no organismo humano ( extravascular ). Este diagnóstico se deve a um processo que gera NADPH e pentoses ( açúcares de 5 carbonos ) e anormalidades no metabolismo da glutationa."
          }
        }
      ]
    },
    "has": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7778,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD51.4": {
            "confidence_embedding": 0.7458,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção de artéria renal. Definição: "
          }
        },
        {
          "BD71.2": {
            "confidence_embedding": 0.7429,
            "text": "Representação de doença CID-11: Trombose da veia renal. Definição: Trombose venosa na veia renal"
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7411,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BD54": {
            "confidence_embedding": 0.7406,
            "text": "Representação de doença CID-11: Úlcera de pé diabético. Definição: Úlceras crônicas nos pés ocorrem em até 15–25% dos pacientes diabéticos. A etiologia subjacente é uma combinação de sensibilidade alterada por neuropatia diabética e perfusão comprometida por vasculopatia diabética. Cuidado inadequado com os pés, estrutura anormal do pé ou sapatos mal ajustados aumentam o risco de úlceras nos pés diabéticos. As úlceras tipicamente ocorrem em áreas de pressão plantar aumentada, especialmente embaixo das cabeças dos metatarsos."
          }
        }
      ]
    },
    "rha+": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7688,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BD51.4": {
            "confidence_embedding": 0.7331,
            "text": "Representação de doença CID-11: Aneurisma ou dissecção de artéria renal. Definição: "
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7313,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA83": {
            "confidence_embedding": 0.7238,
            "text": "Representação de doença CID-11: Fístula da artéria coronária, adquirida. Definição: Comunicação anormal entre uma artéria coronária e câmara cardíaca ou vasos principais, adquirida após cirurgia coronária ou cardíaca, angioplastia coronária, ruptura ou aneurisma da artéria coronária ou lesão do coração."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7205,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        }
      ]
    },
    "pa limitrofe": {
      "capitulo": "11",
      "opcoes": [
        {
          "BA02": {
            "confidence_embedding": 0.7588,
            "text": "Representação de doença CID-11: Doença renal hipertensiva. Definição: A doença renal hipertensiva é uma condição médica que se refere a danos ao rim devido à hipertensão crônica."
          }
        },
        {
          "BA01": {
            "confidence_embedding": 0.7362,
            "text": "Representação de doença CID-11: Doença cardíaca hipertensiva. Definição: Doença cardíaca hipertensiva é um termo geralmente aplicado a doenças cardíacas, como hipertrofia ventricular esquerda, doença arterial coronariana, arritmias cardíacas e insuficiência cardíaca congestiva, que sejam causadas por efeitos diretos ou indiretos da hipertensão. A hipertensão prolongada e não controlada pode levar a uma variedade de alterações na estrutura miocárdica, na vasculatura coronária e no sistema de condução do coração."
          }
        },
        {
          "BA81": {
            "confidence_embedding": 0.7285,
            "text": "Representação de doença CID-11: Aneurisma de artéria coronária. Definição: Dilatação coronária que excede o diâmetro dos segmentos adjacentes normais ou o diâmetro do maior vaso coronário do paciente em 1,5 vezes."
          }
        },
        {
          "BB24": {
            "confidence_embedding": 0.7234,
            "text": "Representação de doença CID-11: Hemopericárdio. Definição: Hemopericárdio causado por doenças não classificadas em outra parte. Hemopericárdio geralmente se refere a sangue no saco pericárdico do coração. É clinicamente semelhante ao derrame pericárdico e, dependendo do volume e da rapidez com que se desenvolve, pode causar tamponamento cardíaco."
          }
        },
        {
          "BC43": {
            "confidence_embedding": 0.7219,
            "text": "Representação de doença CID-11: Cardiomiopatia. Definição: Transtornos do miocárdio em que o músculo cardíaco é estrutural e funcionalmente anormal, na ausência de doença arterial coronariana, hipertensão, doença valvar e doença cardíaca congênita suficiente para causar a anormalidade miocárdica observada."
          }
        }
      ]
    },
    "edema": {
      "capitulo": "21",
      "opcoes": [
        {
          "MG29": {
            "confidence_embedding": 0.8016,
            "text": "Representação de doença CID-11: Edema. Definição: Acúmulo anormal de líquido em tecidos ou cavidades corporais, não codificado em outra parte."
          }
        },
        {
          "MF56": {
            "confidence_embedding": 0.7943,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MG29.1Y": {
            "confidence_embedding": 0.7848,
            "text": "Representação de doença CID-11: Outro edema generalizado especificado. Definição: "
          }
        },
        {
          "MG29.Z": {
            "confidence_embedding": 0.7816,
            "text": "Representação de doença CID-11: Edema, não especificado. Definição: "
          }
        },
        {
          "MG29.1": {
            "confidence_embedding": 0.7778,
            "text": "Representação de doença CID-11: Edema generalizado. Definição: "
          }
        }
      ]
    },
    "sensação pressão sobre o enxerto": {
      "capitulo": "21",
      "opcoes": [
        {
          "MF56": {
            "confidence_embedding": 0.8029,
            "text": "Representação de doença CID-11: Cólica renal. Definição: Dor paroxística intensa no flanco com irradiação para a virilha, escroto ou grandes lábios, causada por bloqueio da pelve renal ou do ureter, mais comumente por cálculo renal. Pode estar associada a náuseas e vômitos."
          }
        },
        {
          "MF96": {
            "confidence_embedding": 0.7906,
            "text": "Representação de doença CID-11: Proteinúria. Definição: O excesso de proteínas séricas na urina, como na doença renal, em que a albumina é a proteína principal, porém também pode ser devido a outras proteínas, como imunoglobulinas de cadeias leves na discrasia de células plasmáticas como o mieloma múltiplo."
          }
        },
        {
          "MF54.2": {
            "confidence_embedding": 0.7835,
            "text": "Representação de doença CID-11: Hipoplasia renal. Definição: Condição caracterizada por um rim menor em tamanho e peso do que a média (menos de 11 centímetros de comprimento, 5-7,5 centímetros de largura, 2,5 centímetros de espessura e pesando menos de 120 gramas)."
          }
        },
        {
          "MF55": {
            "confidence_embedding": 0.7748,
            "text": "Representação de doença CID-11: Poliúria. Definição: A poliúria é uma condição definida como produção ou passagem excessiva ou anormalmente grande de urina."
          }
        },
        {
          "MF97": {
            "confidence_embedding": 0.7592,
            "text": "Representação de doença CID-11: Piúria. Definição: Piúria é uma condição urinária caracterizada por um número elevado de leucócitos na urina. Número alto é definido como pelo menos 10 leucócitos por milímetro cúbico (mm³) de urina centrifugada. A piúria pode fazer com que a urina pareça turva ou com pus."
          }
        }
      ]
    }
  }
}